{
	"monsterFluff": [
		{
			"name": "Abhorrent Overlord",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Abhorrent overlords are gaunt, bipedal creatures whose gray, leathery skin is in stark contrast to the gleaming jewelry made of Underworld gold that they adorn themselves with. Their appetite for pain and death is eclipsed only by their greed; these fiends delight in searching out treasure and slaughtering all who stand in their way."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MOT/Abhorrent Overlord.jpg"
					}
				}
			]
		},
		{
			"name": "Akroan Hoplite",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Akroan hoplites, also called stratians, number among the fiercest soldiers on Theros. They train relentlessly and possess unflinching resolve. In the annals of Akros, tales abound of squads of stratians that defended a key location against a much larger force or crept behind enemy lines and wreaked havoc in the opposing army.",
						"Hoplites are highly trained warriors, versed not only in strategy and tactics but in the glorification of the warrior's spirit, the basis of an ethos that forges an unbreakable bond between members of a military unit. In combat, hoplites typically work in groups and use coordinated tactics to win victories.",
						"The three Hoplite Unit Names tables present the sorts of titles used by hoplite contingents hailing from Theros's great poleis. Consider using these names for military forces characters encounter during their adventures or that they were once a part of.",
						{
							"type": "table",
							"caption": "Akroan Hoplite Unit Names",
							"colLabels": [
								"D8",
								"Name"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"Spears of Iroas"
								],
								[
									"2",
									"Iron Fangs"
								],
								[
									"3",
									"Arrows of Anax"
								],
								[
									"4",
									"The Unbroken"
								],
								[
									"5",
									"Anvil of Purphoros"
								],
								[
									"6",
									"Skewering Squad"
								],
								[
									"7",
									"Shield of Akros"
								],
								[
									"8",
									"Cymede's Heart"
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Alseid",
			"source": "MOT",
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Touched with the golden light of the sun, alseids inhabit meadows, plains, and lands of cultivated natural beauty. Many live in closer proximity to human civilization than other nymphs. Farmers are grateful for the presence of alseids on their lands and often leave them offerings of mead, honey, flowers, and dates in return for protecting their flocks and making their crops more abundant.",
								{
									"type": "entries",
									"name": "Nymphs",
									"entries": [
										"Divine servants that inhabit unspoiled corners of the world, nymphs protect places of natural power and infuse their surroundings with the magic of Nyx. Some are benevolent and aid those who live off the land, while others embody violent aspects of nature. In either case, nymphs generally avoid other sapient creatures, preferring to mind the cycles of nature, the daily interplay of wild animals, or other cosmic forces. Occasionally, though, groups of the same kind of nymphs congregate in a place of natural power or beauty. In times of special need, deities tied to facets of nature might employ nymphs as messengers, guardians, or scouts.",
										{
											"type": "entries",
											"name": "Immortal Nature",
											"entries": [
												"A nymph doesn't require food, drink, or sleep."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MOT/Alseid.jpg"
					}
				}
			]
		},
		{
			"name": "Anvilwrought Raptor",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Prized among Meletis's thaumaturges, anvilwrought raptors are often crafted in the form of a hawk or an owl. Most serve as messengers and spies, flying over the busy streets or high over the land while carrying or seeking vital information for their masters.",
						"The first anvilwroughts were created by the god of the forge, Purphoros. He gave the secret of breathing life into these metal creatures to his most devoted followers so they could mimic his works and invent new forms at their own forges.",
						"Some anvilwroughts are vigilant guardians at holy shrines, others serve as familiars and messengers, and a few were created to emulate beauty found among the animals of the mortal world. Each exhibits abilities suited to its role, with some behaving like companionable creatures or stoic guardians.",
						"A few extremely rare and valuable anvilwroughts were crafted by the hand of Purphoros himself. A number of these magnificent creations are now heirlooms of monarchs; others are lost to the sands of time or are guarded by ancient monsters."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MOT/Anvilwrought Raptor.jpg"
					}
				}
			]
		},
		{
			"name": "Aphemia",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The notorious Nyxborn harpy Aphemia prowls the marshy wastes around the necropolis of Asphodel. Her shrill songs enthrall the necropolis's undead inhabitants, which she leads on raids to waylay unsuspecting travelers and settlements.",
						"Cruel, corpse-eating creatures, harpies endlessly seek their next meal, careless of whether it comes from the living or the dead. With equal zeal, these vicious scavengers set upon travelers or claw open fresh graves, stripping bodies of riches and flesh. Then they carry back any treasures or appealing bones they find to reeking nests situated in cramped caves or rotten trees."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MOT/Aphemia.jpg"
					}
				}
			]
		},
		{
			"name": "Arasta",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A victim of the gods' petty rivalries, Arasta was once one of Nylea's most beloved dryad companions. Phenax's bitterness saw her transformed into an arachnid monstrosity and driven into the darkest depths of the Nessian Wood. Now she broods on her unjust fate and the fickleness of the gods who left her cursed with monstrous immortality.",
						"Arasta appears as a gigantic spiderlike creature, her few humanoid features made monstrous by cruel magic and ages of hatred. Webs fill her lair deep in the Nessian Wood, sticky strands made not of silk but of her own endless hair. In her darkened realm, Arasta broods on her hatred of the gods and their servants. She doesn't do so alone, though, as innumerable arachnids fawn over her, serving as her eyes throughout the wilderness, disposing of victims trapped within her hair, and sacrificing themselves in her defense if they must.",
						"See \"Myths of Nylea\" in chapter 2 for more details on the tragedy of Arasta."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MOT/Arasta.jpg"
					}
				}
			]
		},
		{
			"name": "Archon of Falling Stars",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The epic accounting of the world's earliest histories called {@i The Cosmogony} recounts the battle between a group of the gods' champions and a mighty archon, which took place at the mysterious eastern edge of the world. Defeated, the falling archon is said to have met the rising sun. But Heliod showed mercy to the penitent archon, who swore to uphold justice and righteousness in the world's wildest places. As a sign of his mercy, Heliod gave the archon a spear that rivaled his own in its brilliance. This was the first archon of falling stars.",
						"The mysterious conquerors known as archons once ruled vast empires. These armored warlords saw themselves as champions of merciless justice, and they ruled with iron fists. But their dominance ultimately came to an end. As the archon overlords toppled, they scattered to the fringes of the world, and their holdings developed into the poleis of today.",
						"Even though the age of archons is long past, many wonder if the few surviving archons might someday attempt to reestablish their empire or if they are truly resigned to their lesser role in the world."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MOT/Archon of Falling Stars.jpg"
					}
				}
			]
		},
		{
			"name": "Ashen Rider",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The fall of the ancient archon empires left some archons bitter and resentful. Seeking to avoid the spread of human civilization, these archons made their way to the Underworld. The horrors of the place broke their minds, bodies, and spirits and twisted them into the terrifying archons known as ashen riders. When they ride forth upon the mortal world, terrified mortals make offerings in a desperate attempt to appease them, but the ashen riders aren't merciful, and they delight in reducing the paragons of the mortal world to ash.",
						"The mysterious conquerors known as archons once ruled vast empires. These armored warlords saw themselves as champions of merciless justice, and they ruled with iron fists. But their dominance ultimately came to an end. As the archon overlords toppled, they scattered to the fringes of the world, and their holdings developed into the poleis of today.",
						"Even though the age of archons is long past, many wonder if the few surviving archons might someday attempt to reestablish their empire or if they are truly resigned to their lesser role in the world."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MOT/Ashen Rider.jpg"
					}
				}
			]
		},
		{
			"name": "Blood-Toll Harpy",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Murderous gangs of harpies collect in grim places across Theros, preying on any who pass by. Many merchants face regular losses at the harpies' claws, common casualties often referred to as a \"blood toll.\"",
						"Cruel, corpse-eating creatures, harpies endlessly seek their next meal, careless of whether it comes from the living or the dead. With equal zeal, these vicious scavengers set upon travelers or claw open fresh graves, stripping bodies of riches and flesh. Then they carry back any treasures or appealing bones they find to reeking nests situated in cramped caves or rotten trees."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MOT/Blood-Toll Harpy.jpg"
					}
				}
			]
		},
		{
			"name": "Broken King Antigonos",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"He is old and decrepit, garbed in ancient finery worn to tatters. A dented crown rests on his brow, and one of his horns ends in a jagged stump. He drags a rusty greataxe in the dirt, and tied to his back is a 30-pound, clay amphora painted with images of warring hoplites—all of whom have had horns crudely painted on them to make them look like minotaurs. The broad-mouthed amphora is large enough to hold roughly 55 gallons of wine.",
						"He claims that he was a great king who was cursed by Mogis after he defied his war advisors by making his sickly but beloved child his heir. He was cast out and has since become tragically obsessed with finding a worthy heir."
					]
				}
			]
		},
		{
			"name": "Bronze Sable",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The first bronze sables were presented to Karametra as a gift by Purphoros to serve primarily as guardians in Karametra's temples. But as others have been created, some have been used as nimble scouts, always on alert for danger.",
						"The first anvilwroughts were created by the god of the forge, Purphoros. He gave the secret of breathing life into these metal creatures to his most devoted followers so they could mimic his works and invent new forms at their own forges.",
						"Some anvilwroughts are vigilant guardians at holy shrines, others serve as familiars and messengers, and a few were created to emulate beauty found among the animals of the mortal world. Each exhibits abilities suited to its role, with some behaving like companionable creatures or stoic guardians.",
						"A few extremely rare and valuable anvilwroughts were crafted by the hand of Purphoros himself. A number of these magnificent creations are now heirlooms of monarchs; others are lost to the sands of time or are guarded by ancient monsters."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MOT/Bronze Sable.jpg"
					}
				}
			]
		},
		{
			"name": "Burnished Hart",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Among the first anvilwroughts to be forged by Purphoros, elegant burnished harts wander the mortal realm in search of new sights to bring back to the god of the forge. On every trip from Mount Velus, where Purphoros has his forge, they seek out the far reaches of the world so they can witness beauty in all its forms, then later reunite with their creator, their minds filled with tales of how life's splendor continues to develop.",
						"The first anvilwroughts were created by the god of the forge, Purphoros. He gave the secret of breathing life into these metal creatures to his most devoted followers so they could mimic his works and invent new forms at their own forges.",
						"Some anvilwroughts are vigilant guardians at holy shrines, others serve as familiars and messengers, and a few were created to emulate beauty found among the animals of the mortal world. Each exhibits abilities suited to its role, with some behaving like companionable creatures or stoic guardians.",
						"A few extremely rare and valuable anvilwroughts were crafted by the hand of Purphoros himself. A number of these magnificent creations are now heirlooms of monarchs; others are lost to the sands of time or are guarded by ancient monsters."
					]
				}
			]
		},
		{
			"name": "Colossus of Akros",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"An enormous golem of bronze and iron overlooks the path leading to the polis of Akros. Though it is rarely called on to defend the polis, the sight of its towering form is enough to ease the minds of the populace. In truly desperate times, priests of Purphoros work their magic to call the colossus to life, whereupon the earth rumbles as it steps down from its twin plinths to place itself before the threat."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MOT/Colossus of Akros.jpg"
					}
				}
			]
		},
		{
			"name": "Doomwake Giant",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Belief is a powerful force in Theros, capable of bringing about wonders and changing the world—but not always for the better. Doomwake giants arise from pernicious fears that infect a whole city or region. If enough mortals dread destruction for long enough, their terror can manifest as one of these massive Nyxborn beings. Once unleashed, a doomwake giant goes on a rampage, fulfilling the prophecy mortals believed into being. After doing so, these terrors typically roam to the edges of the world, where they either fade away over time or become legends that take on their own terrible life.",
						"A spectrum of giants claims territory across Theros, drawing strength from aspects of the world itself—from ancient stone and roiling flames to the depths of the seas and skies. Unlike many creatures of legend, most giants owe their existence not to Nyx and the dreams of mortals, but to natural forces in the land. As a result, Theran giants are typically infused with the elements they embody, which might manifest as flaming beards, frozen skin, hair crackling with lightning, or other primal incarnations.",
						"Beyond these primal giants, though, other giants fill the tales of Theros."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MOT/Doomwake Giant.jpg"
					}
				}
			]
		},
		{
			"name": "Eater of Hope",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"An eater of hope is bitter to the core, resentful of all forms of life and joy. Although these demons can strike down most foes, they prefer to let terror and despair overtake their victims first, letting their victims marinate in fear before the fiend devours them."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MOT/Eater of Hope.jpg"
					}
				}
			]
		},
		{
			"name": "Fleecemane Lion",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Twice the size of normal lions and with resplendent manes of silvery or golden hair, fleecemane lions prowl and protect sites imbued with the power of Nyx. While the specifics of these massive lions' connection to Nyx is unclear, many myths tell of the deadly predators stalking mortals and spreading fear until they're ultimately defeated by a brave hunter. As a result, overcoming a fleecemane lion is widely considered an early step on the road to becoming a true hero."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MOT/Fleecemane Lion.jpg"
					}
				}
			]
		},
		{
			"name": "Flitterstep Eidolon",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"When a mortal soul traumatically sacrifices its identity in order to escape the Underworld as a Returned, its identity manifests as a spirit-like eidolon. While eidolons possess many of the skills and details related to their past lives, they're disconnected from those experiences, choosing to wander the world or brood in haunts they're drawn to in death. They care nothing for morbid reunions with their lost bodies or Returned remnants.",
						"Of the various types of eidolons, flitterstep eidolons are the most common and wander without purpose."
					]
				}
			]
		},
		{
			"name": "Ghostblade Eidolon",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"When a mortal soul traumatically sacrifices its identity in order to escape the Underworld as a Returned, its identity manifests as a spirit-like eidolon. While eidolons possess many of the skills and details related to their past lives, they're disconnected from those experiences, choosing to wander the world or brood in haunts they're drawn to in death. They care nothing for morbid reunions with their lost bodies or Returned remnants.",
						"Of the various types of eidolons, ghostblade eidolons typically arise from fallen warriors and believe they're endlessly embroiled in great battles."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MOT/Ghostblade Eidolon.jpg"
					}
				}
			]
		},
		{
			"name": "Gold-Forged Sentinel",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The original purpose of gold-forged sentinels is a mystery, and of all Purphoros's original anvilwroughts, this construct is the most difficult to control. A sentinel often operates without a master, stalking the high places of the mortal world or waiting, still as a statue, for what could be decades before reanimating to carry out their mysterious purpose.",
						"The first anvilwroughts were created by the god of the forge, Purphoros. He gave the secret of breathing life into these metal creatures to his most devoted followers so they could mimic his works and invent new forms at their own forges.",
						"Some anvilwroughts are vigilant guardians at holy shrines, others serve as familiars and messengers, and a few were created to emulate beauty found among the animals of the mortal world. Each exhibits abilities suited to its role, with some behaving like companionable creatures or stoic guardians.",
						"A few extremely rare and valuable anvilwroughts were crafted by the hand of Purphoros himself. A number of these magnificent creations are now heirlooms of monarchs; others are lost to the sands of time or are guarded by ancient monsters."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MOT/Gold-Forged Sentinel.jpg"
					}
				}
			]
		},
		{
			"name": "Hippocamp",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Noble steeds of the sea, hippocamps feature in countless tales as guides and mounts to tritons and other ocean-faring heroes. While these curious but cautious aquatic equines naturally travel in herds, many hold valued places in triton society. Considered to be servants of Thassa, hippocamps are often unpredictable, but their great speed and strength can prove awe-inspiring when harnessed by the god's will."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MOT/Hippocamp.jpg"
					}
				}
			]
		},
		{
			"name": "Hundred-Handed One",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Extra pairs of arms magically orbit the bodies of the titanic, nearly forgotten artisans known as hundred-handed ones. These giants often dwell in remote mountains and seaside cliffs, where they carve their memories into the ancient stone, covering their territories with intricate reliefs and massive statues of bygone ages. Some linger near ancient temples and palaces, ruins they once raised to the gods or archons of old."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MOT/Hundred-Handed One.jpg"
					}
				}
			]
		},
		{
			"name": "Hythonia",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Theros's reclusive medusas often delight in collecting and expanding their galleries of petrified victims. Unlike other medusas, Hythonia isn't merely a collector; she's an artist.",
						"When Hythonia came to the island of Skathos, the inhabitants worshiped her as an avatar of the god Pharika. The cultists eagerly offered themselves up to the medusa's petrifying gaze in hopes of gaining Pharika's favor. Seeing herself surrounded by willing devotees, Hythonia formulated a cruel plan. After encouraging them to engage in wild rituals, Hythonia began turning her followers to stone, weaving their forms to create a grisly throne made of their petrified bodies.",
						"While the medusa's victims have dwindled, tales of the medusa queen and the divine secrets she hoards have not. Hythonia eagerly trades the mysteries she knows but demands a constant price: a beautiful individual to become part of her throne."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MOT/Hythonia.jpg"
					}
				}
			]
		},
		{
			"name": "Ironscale Hydra",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Five-headed ironscale hydras lurk in the wild places of the world, being common foes for heroes seeking to test their mettle against terrors worthy of the gods' notice. Most ironscale hydras inhabit lakes and boggy caverns, from which they hunt unwary creatures that come for a drink or swim.",
						"What krakens are to the sea and dragons are to the sky, hydras are to the lands of Theros. Various hydras dwell at the fringes of civilization, from the bog-dwelling hydras known across the multiverse to massive ironscale hydras that lurk in deep wildernesses. Beyond even these exist serpentine horrors born of the whims of foul gods, like the legendary hydra Polukranos."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MOT/Ironscale Hydra.jpg"
					}
				}
			]
		},
		{
			"name": "Lampad",
			"source": "MOT",
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Lampads guard the shadowed paths of the world, depths typically trod by souls destined for the Underworld. These rarely seen nymphs assist Athreos in guiding the dead, moving among the spirits that collect along the Tartyx River and reclaiming wayward souls that try to slip back to the mortal world. This means lampads are most often spotted in graveyards, crumbling crypts, and tunnels that bore deep into the earth, and near portals to the Underworld.",
								{
									"type": "entries",
									"name": "Nymphs",
									"entries": [
										"Divine servants that inhabit unspoiled corners of the world, nymphs protect places of natural power and infuse their surroundings with the magic of Nyx. Some are benevolent and aid those who live off the land, while others embody violent aspects of nature. In either case, nymphs generally avoid other sapient creatures, preferring to mind the cycles of nature, the daily interplay of wild animals, or other cosmic forces. Occasionally, though, groups of the same kind of nymphs congregate in a place of natural power or beauty. In times of special need, deities tied to facets of nature might employ nymphs as messengers, guardians, or scouts.",
										{
											"type": "entries",
											"name": "Immortal Nature",
											"entries": [
												"A nymph doesn't require food, drink, or sleep."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MOT/Lampad.jpg"
					}
				}
			]
		},
		{
			"name": "Leonin Iconoclast",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"While leonin don't deny the existence of the gods, most denounce them, believing the deities are more likely to spread doom than peace and bounty. Some leonin, known as iconoclasts, devote themselves to thwarting the gods by hunting down their followers and all things born of Nyx that impede on Oreskos and the safety of the leonin prides.",
						"Prides of leonin roam the plains of Oreskos, protecting the land and its creatures from interlopers, both mortal and immortal. As many leonin suffered at the hands of archon tyrants in ages past, today their prides largely avoid contact with other peoples and spurn the gods that ignored their plight. Since then, the leonin have flourished, finding strength in their bonds with one another and the land. Only in recent times have some leonin started guardedly looking beyond their homeland and wondering what role they might take in the wider world.",
						"Most leonin hunters are tribal warriors, but those who hunt the servants of the gods rather than game are known as leonin iconoclasts."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MOT/Leonin Iconoclast.jpg"
					}
				}
			]
		},
		{
			"name": "Medusa",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Medusas (often called gorgons on Theros) are closely associated with Pharika, the god of poison and medicine. Pharika has charged her favored servants with guarding secrets of life, health, and immortality that are too powerful to be known by those who lack the wisdom to use them properly. Those who approach a medusa with humility and worthy offerings might receive the creature's favor. The medusa might propose a dangerous quest to fetch some rare ingredient or legendary relic, promising to reward success with a bit of Pharika's knowledge. This information might lead to a cure for a plague, an alchemical breakthrough, or a secret of the cosmos."
					]
				}
			]
		},
		{
			"name": "Meletian Hoplite",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Meletian hoplites use a combination of cunning, faith, and magic to defend their coastal home. Most of these skilled soldiers serve in the Reverent Army, the defenders of Meletis, which uses an array of proven strategies and flexible troop formations to gain the advantage over foes. Bolstered by trained griffon and pegasus steeds, they strike foes where they least expect.",
						"Hoplites are highly trained warriors, versed not only in strategy and tactics but in the glorification of the warrior's spirit, the basis of an ethos that forges an unbreakable bond between members of a military unit. In combat, hoplites typically work in groups and use coordinated tactics to win victories.",
						"The three Hoplite Unit Names tables present the sorts of titles used by hoplite contingents hailing from Theros's great poleis. Consider using these names for military forces characters encounter during their adventures or that they were once a part of.",
						{
							"type": "table",
							"caption": "Meletian Hoplite Unit Names",
							"colLabels": [
								"D8",
								"Name"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"Kraken's Claw"
								],
								[
									"2",
									"Hands of Justice"
								],
								[
									"3",
									"Thassa's Spear"
								],
								[
									"4",
									"Ephara's Shield"
								],
								[
									"5",
									"Kindred of the Deep"
								],
								[
									"6",
									"Riders of Heliod"
								],
								[
									"7",
									"Keepers of Pyrgnos"
								],
								[
									"8",
									"The Skysworn"
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Naiad",
			"source": "MOT",
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Naiads live in and near water. They might be spotted among rivers and lakes, on isolated shores, or amid coral labyrinths and deep sea fumaroles. Wherever rivers and seas show their variety and force, naiads gather to revel in nature's might. Individual naiads often grow fixated with a single type or body of water, potentially preferring a deep sea trench, coastline, or river system above all others. Over time, such a resident nymph often becomes connected with their aquatic home through sightings and stories, becoming a guardian of the place and, in effect, a manifestation of its personality.",
										{
											"type": "entries",
											"name": "Aquatic Collectors",
											"entries": [
												"Curious by nature, naiads often seek out what the seas and rivers claim. As a result, they might be found among sunken ruins and shipwrecks, sifting through the remains for whatever catches their eye. Living creatures aren't exempt from this curiosity, either. Naiads are known to befriend aquatic creatures, or even to keep modest menageries. The occasional star-crossed castaway has even been known to become part of such collections."
											]
										},
										{
											"type": "entries",
											"name": "Secret Routes of the Sea",
											"entries": [
												"Sailors across the world claim that naiads know all the secret aquatic routes of Theros. Using this hidden system of currents and arteries, a ship might reach any destination in record time, be it across the sea or along a river a hundred miles inland. Naiads do nothing to dissuade sailors from this belief, and certainly numerous reports tell of charmed nymphs leading lost seafarers home. Yet, if tales of naiad-led galleys appearing amid the headwaters of mountain rivers are true, only the nymphs know for sure."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Nymphs",
									"entries": [
										"Divine servants that inhabit unspoiled corners of the world, nymphs protect places of natural power and infuse their surroundings with the magic of Nyx. Some are benevolent and aid those who live off the land, while others embody violent aspects of nature. In either case, nymphs generally avoid other sapient creatures, preferring to mind the cycles of nature, the daily interplay of wild animals, or other cosmic forces. Occasionally, though, groups of the same kind of nymphs congregate in a place of natural power or beauty. In times of special need, deities tied to facets of nature might employ nymphs as messengers, guardians, or scouts.",
										{
											"type": "entries",
											"name": "Immortal Nature",
											"entries": [
												"A nymph doesn't require food, drink, or sleep."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MOT/Naiad.jpg"
					}
				}
			]
		},
		{
			"name": "Nightmare Shepherd",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A nightmare shepherd is a gaunt, ashen fiend with leathery wings. It carries a shepherd's crook, which it uses to direct a flock of wandering dead that it torments and occasionally feeds upon."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MOT/Nightmare Shepherd.jpg"
					}
				}
			]
		},
		{
			"name": "Nyx-Fleece Ram",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Touched by the gods, Nyx-fleece rams grow remarkable magical wool. This makes the beasts valuable to heroes and scoundrels alike, who would use their wool for either protection or profit. Divine servants guard the few herds of Nyx-fleece rams dwelling among Theros's loftiest peaks, assuring they don't fall into unworthy hands."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MOT/Nyx-Fleece Ram.jpg"
					}
				}
			]
		},
		{
			"name": "Oracle",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Oracles posses the ability to interpret the patterns and language of Nyx, divining from it the flow of fates and the will of the gods. Most of these gifted—or cursed—mortals communicate with a single god, interpreting their intentions for the wider world. Others aren't aligned with a god and observe the night sky, reading Nyx like a vast, cryptic scroll for insights."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MOT/Oracle.jpg"
					}
				}
			]
		},
		{
			"name": "Oread",
			"source": "MOT",
			"entries": [
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Aggressive oreads number among the most dangerous nymphs, as they embody the wild might of flames, volcanism, and the hidden forces of the earth. These creatures typically dwell in remote mountain crags and near volcanoes, where they caper among the forces of dissolution and rebirth. During avalanches and volcanic eruptions, groups of oreads might race ahead of the destruction, dancing, singing, and doing what they can to maximize the impending devastation.",
										{
											"type": "entries",
											"name": "Honor Among Fey",
											"entries": [
												"Hearkening back to some ages-old conflict, oreads refuse to knowingly destroy any land inhabited by another nymph. While they won't work to alter the natural course of destruction, neither will they make another nymph's home part of any calamity they encourage. As a result, part of what makes an alseid's field or a dryad's grove seem so blessed is that oreads go out of their way to leave such sites alone."
											]
										},
										{
											"type": "entries",
											"name": "Tales of Fire",
											"entries": [
												"The followers of Purphoros regard oreads with special reverence, as myths tell of cagey smiths befriending these nymphs and convincing them to aid in creating phenomenal works. In some tales, a smith finds an oread and allows it to relish in the destruction of a novel or remarkable item. In recompense, the oread provides the smith with materials drawn from the burning heart of the world, allowing the smith to create an even greater wonder. In more tales, though, a smith pursues an oread, then later the mortal's associates find familiar tools and a heap of ashes."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Nymphs",
									"entries": [
										"Divine servants that inhabit unspoiled corners of the world, nymphs protect places of natural power and infuse their surroundings with the magic of Nyx. Some are benevolent and aid those who live off the land, while others embody violent aspects of nature. In either case, nymphs generally avoid other sapient creatures, preferring to mind the cycles of nature, the daily interplay of wild animals, or other cosmic forces. Occasionally, though, groups of the same kind of nymphs congregate in a place of natural power or beauty. In times of special need, deities tied to facets of nature might employ nymphs as messengers, guardians, or scouts.",
										{
											"type": "entries",
											"name": "Immortal Nature",
											"entries": [
												"A nymph doesn't require food, drink, or sleep."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MOT/Oread.jpg"
					}
				}
			]
		},
		{
			"name": "Phylaskia",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"These armored skeletal spirits guard the borders of the Underworld and its various wards. Sleepless and merciless, they scrutinize all who would pass, and they slay those who defy them."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MOT/Phylaskia.jpg"
					}
				}
			]
		},
		{
			"name": "Polukranos",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Polukranos, called the World Eater, is the mortal manifestation of the eternal ideal of a hydra. In its first incarnation, it fell from Nyx to the mortal world, and so great were its size and strength that the gods Nylea and Heliod combined their power to bind the monster deep within the Nessian Wood. That incarnation was slain, but the eternal ideal remains. A new incarnation of the World Eater is a fearsome omen, as the monster only appears when the pillars of the world tremble and terrible things are afoot in the realm of the gods. Its rampages often presage an age of menace for all civilization.",
						"What krakens are to the sea and dragons are to the sky, hydras are to the lands of Theros. Various hydras dwell at the fringes of civilization, from the bog-dwelling hydras known across the multiverse to massive ironscale hydras that lurk in deep wildernesses. Beyond even these exist serpentine horrors born of the whims of foul gods, like the legendary hydra Polukranos."
					]
				}
			]
		},
		{
			"name": "Returned Drifter",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Many Returned are pitiable souls who managed to escape from the Underworld only to find themselves stripped of the passions that motivated their flight. Lacking purpose and shunned by the living, these Returned typically seek places where they'll be left in peace, such as lonely tombs or the necropoleis of Asphodel and Odunos. There they go through half-hearted parodies of life, impeded by distraction and ennui. Despite this, even the most languorous Returned defend themselves if threatened and might be pressed into the service of their more willful brethren.",
						"Returned have escaped the Underworld and dwell among the living once more, but their second lives are rarely what they expected—not that they remember what it was they expected. As a result of having followed the Path of Phenax (see chapter 4), the Returned lose their identities, which manifest as separate beings known as eidolons. The experience of escaping the Underworld also causes them to lose their faces, which become expressionless surfaces with empty eye sockets and gaping mouths. These blank surfaces they cover with distinctive golden masks.",
						"Returned reenter the world blank and undead. No longer possessing the ability to form long-term memories, they generally can't build meaningful relationships or establish new lives. Instead, most experience fleeting emotions and follow hollow routines, their existences reduced to shadow plays without weight or substance."
					]
				}
			]
		},
		{
			"name": "Returned Kakomantis",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Although the dead typically recall little of their lives, some have an obsession with magic that survives both death and rebirth as a Returned. These Returned, called kakomanteis, use their magical prowess to control the energy that suffuses the Underworld.",
						"Returned have escaped the Underworld and dwell among the living once more, but their second lives are rarely what they expected—not that they remember what it was they expected. As a result of having followed the Path of Phenax (see chapter 4), the Returned lose their identities, which manifest as separate beings known as eidolons. The experience of escaping the Underworld also causes them to lose their faces, which become expressionless surfaces with empty eye sockets and gaping mouths. These blank surfaces they cover with distinctive golden masks.",
						"Returned reenter the world blank and undead. No longer possessing the ability to form long-term memories, they generally can't build meaningful relationships or establish new lives. Instead, most experience fleeting emotions and follow hollow routines, their existences reduced to shadow plays without weight or substance."
					]
				}
			]
		},
		{
			"name": "Returned Palamnite",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Even death and the loss of their identities can't erase the rage that inspires Returned palamnites. These Returned led violent lives, existences filled with such pain and hatred that violence now suffuses their deathless bodies. Such makes them exceptionally dangerous to the living, as these aimless killers know only suffering and seek to spread it whenever the opportunity arises. While palamnites might wander the world as dangerous, lone murderers, many gravitate to Odunos, where they serve the vicious will of Tymaret the Murder King (see chapter 3).",
						"Returned have escaped the Underworld and dwell among the living once more, but their second lives are rarely what they expected—not that they remember what it was they expected. As a result of having followed the Path of Phenax (see chapter 4), the Returned lose their identities, which manifest as separate beings known as eidolons. The experience of escaping the Underworld also causes them to lose their faces, which become expressionless surfaces with empty eye sockets and gaping mouths. These blank surfaces they cover with distinctive golden masks.",
						"Returned reenter the world blank and undead. No longer possessing the ability to form long-term memories, they generally can't build meaningful relationships or establish new lives. Instead, most experience fleeting emotions and follow hollow routines, their existences reduced to shadow plays without weight or substance."
					]
				}
			]
		},
		{
			"name": "Returned Sentry",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Most new or purposeless Returned are easily manipulated into serving their more forceful brethren. Having purpose forced upon them, these Returned perform simple, artless tasks with middling efficiency. Their one virtue is their tirelessness, which makes them exceptional guards. In the necropoleis, this sees many Returned employed as sentries, though they might also be messengers or laborers. If threatened, groups of these Returned work well together, sharing the unified goals of overcoming their foes and getting back to the task at hand.",
						"Returned have escaped the Underworld and dwell among the living once more, but their second lives are rarely what they expected—not that they remember what it was they expected. As a result of having followed the Path of Phenax (see chapter 4), the Returned lose their identities, which manifest as separate beings known as eidolons. The experience of escaping the Underworld also causes them to lose their faces, which become expressionless surfaces with empty eye sockets and gaping mouths. These blank surfaces they cover with distinctive golden masks.",
						"Returned reenter the world blank and undead. No longer possessing the ability to form long-term memories, they generally can't build meaningful relationships or establish new lives. Instead, most experience fleeting emotions and follow hollow routines, their existences reduced to shadow plays without weight or substance."
					]
				}
			]
		},
		{
			"name": "Satyr Reveler",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Pursuing lives of endless reverie, satyr revelers eagerly participate in celebrations wherever they find them. Their boisterous natures go far toward tempting others to eat, drink, and carouse with them. Faced with stodgier individuals or outright rivals, satyr revelers don't balk at using the magic of their music, dance, or other performances to charm opponents into joining their festivities. In the aftermath, these satyrs' foes are more likely to suffer embarrassment and groggy mornings than any lasting harm.",
						"While most satyrs are known for their high spirits, love of revels, and gregarious personalities, these outgoing people are neither naive nor defenseless. Some satyrs delightedly torment stuffy individuals or pull pranks on the unwary, pastimes that can predictably lead to scuffles. If a satyr can't talk their way out of a conflict—or diffuse it with a good-natured distraction—they readily defend themselves, their friends, and their homes in the Skola Vale. With diversions aside, satyrs bend their cleverness toward tactics and methods of ending conflicts as swiftly as possible. This often means turning the same skills that make them famed celebrants toward battle, be it captivating performances or the aim developed through endless games of skill. Once a threat is overcome, though, satyrs are quick to engage in their favorite part of battle: the victory celebration."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MOT/Satyr Reveler.jpg"
					}
				}
			]
		},
		{
			"name": "Satyr Thornbearer",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Not all satyrs live lives of pure whimsy. When forced to defend their friends and homes, satyr thornbearers are quick to take up their bows and strike against danger. Particularly amid the dense trees of the Skola Vale, these satyr skirmishers cooperate in loose teams, using guerrilla tactics to harass foes then melt back into the forest. The blessings of Nylea aid the satyrs in protecting their home, and a single arrow from a thornbearer's bow might rain down like a volley from a whole army.",
						"While most satyrs are known for their high spirits, love of revels, and gregarious personalities, these outgoing people are neither naive nor defenseless. Some satyrs delightedly torment stuffy individuals or pull pranks on the unwary, pastimes that can predictably lead to scuffles. If a satyr can't talk their way out of a conflict—or diffuse it with a good-natured distraction—they readily defend themselves, their friends, and their homes in the Skola Vale. With diversions aside, satyrs bend their cleverness toward tactics and methods of ending conflicts as swiftly as possible. This often means turning the same skills that make them famed celebrants toward battle, be it captivating performances or the aim developed through endless games of skill. Once a threat is overcome, though, satyrs are quick to engage in their favorite part of battle: the victory celebration."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MOT/Satyr Thornbearer.jpg"
					}
				}
			]
		},
		{
			"name": "Setessan Hoplite",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Most Setessan hoplites begin their training as hunters, making them skilled in traversing the woods and adept at both guerrilla tactics and archery. Their strategies often emulate the favored servants of Nylea—especially wild beasts like wolves and lynxes. Typically a few soldiers harry an enemy while the rest capitalize on their foe's distraction.",
						"Hoplites are highly trained warriors, versed not only in strategy and tactics but in the glorification of the warrior's spirit, the basis of an ethos that forges an unbreakable bond between members of a military unit. In combat, hoplites typically work in groups and use coordinated tactics to win victories.",
						"The three Hoplite Unit Names tables present the sorts of titles used by hoplite contingents hailing from Theros's great poleis. Consider using these names for military forces characters encounter during their adventures or that they were once a part of.",
						{
							"type": "table",
							"caption": "Setessan Hoplite Unit Names",
							"colLabels": [
								"d8",
								"Name"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"Nylea's Arrows"
								],
								[
									"2",
									"The Watchers"
								],
								[
									"3",
									"Fangs of Ophis"
								],
								[
									"4",
									"The Swiftswords"
								],
								[
									"5",
									"Karametra's Wolves"
								],
								[
									"6",
									"Defenders of the Grove"
								],
								[
									"7",
									"Bronze Blades"
								],
								[
									"8",
									"The Jackals"
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Theran Chimera",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The term chimera applies to a wide variety of disparate monsters that combine the features of multiple beasts. While many artistic depictions represent chimeras as an amalgam of lion, ram, and dragon, these beasts appear with nearly endless variations.",
						"The Akroans tell a tale of the first chimera's origin, wherein the god Keranos sought to test Nylea's favorite champion, Renata of Setessa, by creating a beast so deadly that even she would balk at trying to hunt it. When Renata slayed this lion-ram-dragon creation effortlessly, Keranos created another combination of deadlier beasts to challenge her. She slayed that beast, too. Despite countless attempts, Keranos was unable to create a beast that Renata couldn't best.",
						"Chimeras typically roam the deep wilds of the world, constantly seeking a lair that would perfectly suit one of its heads, but then finding it unsatisfying to two-thirds of its being. As a result, a hungry chimera might appear out of a clear sky to pick off prey nearly anywhere. This threat grows even more significant in regions where magic runs rampant or where portals to the realm of Nyx exist, as unrestrained magical energy often causes more chimeras to appear in a region. As such chaotic magic is inherent to a chimera's being, these monsters often manage to shrug off spells cast against them."
					]
				},
				{
					"type": "section",
					"entries": [
						{
							"type": "entries",
							"name": "Customizing a Chimera",
							"entries": [
								"The Theran chimera stat block presents one possible chimera configuration. You may customize these statistics to design your own unique chimera. To do so, simply roll once on one or all of the following tables. Results from the Body Composition table adjust the Theran chimera as described, while results on the Breath Weapons, Head Attacks, and Tail Attacks tables replace those respective actions in the stat block. Theran chimeras always have the Claws action. If the results of multiple tables conflict, chose your preferred result.",
								{
									"type": "table",
									"caption": "Body Composition",
									"colLabels": [
										"d4",
										"Attack"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											{
												"type": "entries",
												"name": "Plains Creature",
												"entries": [
													"The chimera's body is that of a large lowland creature, such as a bull or a bear, and it lacks wings and a flying speed. The chimera is especially resilient, gaining resistance to cold and fire damage."
												]
											}
										],
										[
											"2",
											{
												"type": "entries",
												"name": "Coast Creature",
												"entries": [
													"The chimera's body is that of a coastal or aquatic creature, such as a heron or a shark. The chimera gains a swimming speed equal to its walking speed and can breathe air and water."
												]
											}
										],
										[
											"3",
											{
												"type": "entries",
												"name": "Mountain Creature",
												"entries": [
													"The chimera's body is that of a mountain-dwelling creature, such as a ram or a dragon. The chimera doesn't provoke an opportunity attack when it flies out of an enemy's reach."
												]
											}
										],
										[
											"4",
											{
												"type": "entries",
												"name": "Swamp Creature",
												"entries": [
													"The chimera's body is that of a swamp creature or a cavern-dweller, such as a giant lizard or spider. The chimera gains a climbing speed equal to its walking speed and it can climb difficult surfaces, including upside down on ceilings, without needing to make an ability check."
												]
											}
										]
									]
								},
								{
									"type": "table",
									"caption": "Head Attacks",
									"colLabels": [
										"d4",
										"Attack"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											{
												"type": "entries",
												"name": "Bull Horns",
												"entries": [
													"If the chimera moves at least 20 feet straight toward a target and then hits it with a head attack on the same turn, the target takes an extra 7 ({@dice 2d6}) piercing damage. If the target is a creature, it must succeed on a DC 15 Strength saving throw or be knocked prone."
												]
											}
										],
										[
											"2",
											{
												"type": "entries",
												"name": "Shark Bite",
												"entries": [
													"The chimera has advantage on a head attack roll against any creature that doesn't have all its hit points."
												]
											}
										],
										[
											"3",
											{
												"type": "entries",
												"name": "Unicorn Horn",
												"entries": [
													"The chimera's head attack is magical and deals an extra 4 ({@dice 1d8}) radiant damage."
												]
											}
										],
										[
											"4",
											{
												"type": "entries",
												"name": "Cockatrice Beak",
												"entries": [
													"A creature hit by the chimera's head attack must succeed on a DC 15 Constitution saving throw or be restrained as it begins to turn to stone. The restrained creature must repeat the saving throw at the end of its next turn. On a success, the effect ends. On a failure, the creature is petrified for 24 hours."
												]
											}
										]
									]
								},
								{
									"type": "table",
									"caption": "Breath Weapons",
									"colLabels": [
										"d4",
										"Attack"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											{
												"type": "entries",
												"name": "Lightning Breath (Recharge 5–6)",
												"entries": [
													"The chimera exhales lightning in a 60-foot line that is 5 feet wide. Each creature in that line must make a DC 15 Dexterity saving throw, taking 36 ({@dice 8d8}) lightning damage on a failed save, or half as much damage on a successful one."
												]
											}
										],
										[
											"2",
											{
												"type": "entries",
												"name": "Tidal Wave Breath (Recharge 5–6)",
												"entries": [
													"The chimera has an aquatic creature's head that exhales a torrent of acidic water in a 60-foot line that is 5 feet wide. Each creature in the line must make a DC 15 Dexterity saving throw. On failed save, a creature takes 27 ({@dice 5d10}) acid damage and is knocked prone. On a successful save, it takes half as much damage and isn't knocked prone."
												]
											}
										],
										[
											"3",
											{
												"type": "entries",
												"name": "Venom Spray (Recharge 5–6)",
												"entries": [
													"The chimera has a venomous creature's head that exhales a spray of poison in a 15-foot cone. Each creature in that area must succeed on a DC 15 Constitution saving throw or be poisoned for 1 minute. While poisoned in this way, a target takes 35 ({@dice 10d6}) poison damage at the start of each of its turns. A target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
												]
											}
										],
										[
											"4",
											{
												"type": "entries",
												"name": "Necrotic Breath (Recharge 5–6)",
												"entries": [
													"The chimera exhales necrotic energy in a 15-foot cone. Each creature in that area must succeed on a DC 15 Constitution saving throw, or it takes 31 ({@dice 7d8}) necrotic damage and is unable to regain hit points until the end of its next turn."
												]
											}
										]
									]
								},
								{
									"type": "table",
									"caption": "Tail Attacks",
									"colLabels": [
										"d4",
										"Attack"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											{
												"type": "entries",
												"name": "Venomous Tail",
												"entries": [
													"The chimera's tail ends in a snake's head or a stinger, which deals piercing damage instead of bludgeoning damage. In addition, when the chimera hits a creature with its tail, the creature must succeed on a DC 15 Constitution saving throw or become poisoned for 1 minute. A poisoned target can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success."
												]
											}
										],
										[
											"2",
											{
												"type": "entries",
												"name": "Perplexing Tail",
												"entries": [
													"The chimera has an additional head where its tail should be. The chimera loses its tail attack and makes two head attacks when it takes the Multiattack action. Use the Head Attacks table to determine the nature of the new head."
												]
											}
										],
										[
											"3",
											{
												"type": "entries",
												"name": "Shark Tail",
												"entries": [
													"The chimera's tail is a large fin. When the chimera hits a creature with its tail, the creature is also pushed up to 10 feet away."
												]
											}
										],
										[
											"4",
											{
												"type": "entries",
												"name": "Constricting Tail",
												"entries": [
													"The chimera's tail can constrict prey. If the chimera hits a creature with its tail, the target is grappled (escape DC 15) if it is Large or smaller. Until this grapple ends, the target is restrained, and the chimera can't use its tail on another target."
												]
											}
										]
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MOT/Theran Chimera.jpg"
					}
				}
			]
		},
		{
			"name": "Triton Master of Waves",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Triton masters of waves sculpt storms and change the tides, bending the sea to their will. Drawing forth living currents and the icy cold of the deep, these mages make the ocean their ally, using it to defend their people or enact Thassa's wishes. While dire threats from the land might bring them to coastal shallows, most masters of waves keep to the ocean's depths.",
						"Although many masters of waves resent land-dwellers and strike out at those who trespass upon their waters, most are devoted followers of the sea god. Those who share their faith or who bear earnest offerings to Thassa might defuse the tritons' ire—that is, if they survive the deadly winds and waves that typically herald these sea guardians' appearance.",
						"Clever, far-ranging people of the sea, tritons live rich lives unknown to most land-dwelling individuals. While the waves separate most tritons from land-dwellers, occasionally the inhabitants of the surface and the deep come into conflict. In such cases, tritons prove skilled at sabotaging ocean-going vessels, employing water-based magic, and otherwise whipping up the fury of the sea. Few dare insult tritons in their home environment, but those who do and survive often learn that the tritons' wrath doesn't end at the shore."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MOT/Triton Master of Waves.jpg"
					}
				}
			]
		},
		{
			"name": "Triton Shorestalker",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Some insults don't wash away with the tides. When surface dwellers threaten the safety of triton communities, impede upon Thassa's holiest depths, or steal the treasures of the deep, triton shorestalkers seek vengeance. Using speed and poison harvested from deadly sea beasts, these triton assassins slip into shallow waters and strike when least expected. Often, surface dwellers don't even realize they've been attacked by shorestalkers, chalking disappearances and deaths up to the innumerable dangers of the sea.",
						"Clever, far-ranging people of the sea, tritons live rich lives unknown to most land-dwelling individuals. While the waves separate most tritons from land-dwellers, occasionally the inhabitants of the surface and the deep come into conflict. In such cases, tritons prove skilled at sabotaging ocean-going vessels, employing water-based magic, and otherwise whipping up the fury of the sea. Few dare insult tritons in their home environment, but those who do and survive often learn that the tritons' wrath doesn't end at the shore."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MOT/Triton Shorestalker.jpg"
					}
				}
			]
		},
		{
			"name": "Tromokratis",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Most krakens roam the seas, shattering hulls and scattering fleets, but the kraken Tromokratis notoriously vents its wrath on coastal settlements. Whether it acts at the command of the god Thassa or to sate its own hunger, Tromokratis numbers among the most feared threats in the sea, having no fixed lair and wandering where it will. In recent memory, the massive menace rose from the waves to topple the Pyrgnos, Meletis's great repository of scholarly knowledge. Since that day, the polis keeps a watch specifically for Tromokratis."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MOT/Tromokratis.jpg"
					}
				}
			]
		},
		{
			"name": "Two-Headed Cerberus",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Thought to be a lesser breed of cerberi that have interbred with mortal wolves, two-headed cerberi typically roam the mortal side of the Tartyx River. There they generally ignore—or only modestly menace—the souls of the dead. Such isn't the case for mortals, though, and they eagerly set upon those who tread too close to the Underworld's borders.",
						"Feared by the living and the dead, cerberi patrol both banks of the Tartyx River. These multiheaded hounds of the Underworld breathe gouts of molten rock that sear and imprison those who trespass upon the borders of life and death. Most cerberi have a boundless hunger for fresh meat, especially the flesh of humanoids. Villains have been known to exploit that hunger by luring cerberi away from the river and setting them loose on mortal settlements."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MOT/Two-Headed Cerberus.jpg"
					}
				}
			]
		},
		{
			"name": "Typhon",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Titanic horrors of writhing flesh and gnashing maws, typhons slither through the Underworld seeking only to consume. Once the souls of mortal warlords and cruel tyrants, typhons come into being over ages of festering bitterness and rage. Over time, these souls twist into eternally ravenous monstrosities, which rampage through the realm of the dead, consuming souls by the thousands. The Underworld remains their prison, though, and most would relish nothing more than to escape and slaughter the living once more."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MOT/Typhon.jpg"
					}
				}
			]
		},
		{
			"name": "Underworld Cerberus",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Three-headed cerberi dwell deep in the Underworld. Terrifying and cunning, they guard portals between the wards of the Underworld, Erebos's greatest treasures, and noteworthy souls who might attempt to escape the realm of the dead. Three-headed cerberi commonly serve demons, but if left to their own devices, they often herd wily souls into labyrinthine Underworld wildernesses, then hunt them for sport.",
						"Feared by the living and the dead, cerberi patrol both banks of the Tartyx River. These multiheaded hounds of the Underworld breathe gouts of molten rock that sear and imprison those who trespass upon the borders of life and death. Most cerberi have a boundless hunger for fresh meat, especially the flesh of humanoids. Villains have been known to exploit that hunger by luring cerberi away from the river and setting them loose on mortal settlements."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MOT/Underworld Cerberus.jpg"
					}
				}
			]
		},
		{
			"name": "Winged Bull",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Archons always ride into battle on fearsome winged mounts. Some legends suggest that the mount is actually a physical manifestation of the archon's will, allowing the pair to act with a single mind. The two most common archon mounts are winged bulls and winged lions."
					]
				}
			]
		},
		{
			"name": "Winged Lion",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Archons always ride into battle on fearsome winged mounts. Some legends suggest that the mount is actually a physical manifestation of the archon's will, allowing the pair to act with a single mind. The two most common archon mounts are winged bulls and winged lions."
					]
				}
			]
		},
		{
			"name": "Woe Strider",
			"source": "MOT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Woe striders form from the souls of those who've broken the bonds of destiny. Over centuries, these cosmic blasphemers transform into hunched, long-limbed horrors. Sadistic things, woe striders seek ways to reweave themselves into the tapestry of destiny. This leads them to search for answers within the bowels of other beings, performing murderous haruspicy in pursuit of their discarded cosmic purpose. When they fail to find answers, their unnatural cries cause reality to shudder, undermining magic and sane minds alike."
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MOT/Woe Strider.jpg"
					}
				}
			]
		}
	]
}
