{"_meta":{"internalCopies":["creatureFluff"]},"creatureFluff":[{"name":"Animated Armor","source":"BB","entries":[{"type":"pf2-h2","name":"Animated Armor","collapsible":true,"entries":["Objects can be given a semblance of life through the use of rituals or other strange magic, turning them into animated objects. These objects move, work, and fight based on the commands given to them by their creators, who usually set them on guard duty or have them perform menial labor.","Suits of animated armor might serve as guardians, but sometimes high-end martial academies use them as training partners. They're most often found in wizards' laboratories and ancient dungeons."]}]},{"name":"Basilisk","source":"BB","entries":[{"type":"pf2-h2","name":"Basilisk","entries":["A basilisk is an eight-legged reptile that can turn creatures to stone just by looking at them."]}],"images":["https://2e.aonprd.com/Images/Monsters/Basilisk.png"]},{"name":"Boar","source":"BB","entries":[{"type":"pf2-h2","name":"Boar","entries":["Foul-tempered and tough, boars are far more dangerous than domesticated pigs. These omnivorous mammals are hunted heavily because their meat is considered a delicacy. Boars are most likely to attack humanoids in self-defense or during their mating season in the winter months, when the males grow an extra inch of tissue to protect their organs as they fight off rivals. In some cultures, boars are trained to become much more aggressive for use as war beasts and guardians. When such boars escape back into the wild, they can become true terrors of the region."]}],"images":["https://2e.aonprd.com/Images/Monsters/Boar_Boar.png"]},{"name":"Bugbear Marauder","source":"BB","entries":[{"type":"pf2-h2","name":"Bugbear Marauder","collapsible":true,"entries":["These stealthy and cruel creatures delight in spreading fear and tormenting their victims. Bugbears are the monsters lurking in the closet and hiding under the bed. Preying on remote farmsteads, bugbears reveal their presence with thumps in the night or creaking boards, inspiring dread, suspicion, and fear in those they torment."]}]},{"name":"Cat, Leopard","source":"BB","entries":[{"type":"pf2-h2","name":"Cat, Leopard","collapsible":true,"entries":["Leopards range from the iconic yellow with black spots to black panthers and white-furred, black-spotted snow leopards."]}]},{"name":"Centipede, Giant","source":"BB","entries":[{"type":"pf2-h2","name":"Centipede, Giant","collapsible":true,"entries":["Centipedes are relatively common arthropods that live, hunt, and scavenge amid dung and detritus. Scurrying about with surprising speed on the scores of legs attached to their long, segmented bodies, centipedes strike with poisoned mandibles.","Most giant centipedes (known as sewer centipedes when found in cities) nest in small groups but hunt alone. Attempts to domesticate giant centipedes to use as guardians or pets generally end poorly, but some goblin and kobold societies have developed effective methods of utilizing these vermin as guardians. Some societies roast and eat centipedes, often with pungent peppers, as a savory delicacy, although care must be taken in preparing the meal to avoid contaminating the flesh with the creature's venom."]}],"images":["https://2e.aonprd.com/Images/Monsters/Centipede_GiantCentipede.png"]},{"name":"Doppelganger","source":"BB","entries":[{"type":"pf2-h2","name":"Doppelganger","collapsible":true,"entries":["Doppelgangers can transform into perfect copies of other creatures but have indeterminate forms in their natural states."]}],"images":["https://2e.aonprd.com/Images/Monsters/Doppelganger.png"]},{"name":"Drow Warrior","source":"BB","entries":[{"type":"pf2-h2","name":"Drow Warrior","collapsible":true,"entries":["Drow are the descendants of elves corrupted by a great evil when they fled deep underground long ago."]}],"images":["https://2e.aonprd.com/Images/Monsters/Drow_DrowFighter.png"]},{"name":"Drow Priestess","source":"BB","images":["https://2e.aonprd.com/Images/Monsters/Drow_DrowPriestess.png"]},{"name":"Drow Sneak","source":"BB","entries":[{"type":"pf2-h2","name":"Drow Sneak","collapsible":true,"entries":["Loners at heart, drow sneaks trust no one—least of all fellow drow. These drow rely on awareness and adaptation to survive the cutthroat nature of their society."]}]},{"name":"Elemental, Brine Shark","source":"BB","entries":[{"type":"pf2-h2","name":"Elemental, Brine Shark","collapsible":true,"entries":["Water elementals roam the endless oceans of the Plane of Water. They can be brought to the world with summoning magic or through natural disasters like floods or hurricanes. Though water elementals can be very destructive, they aren't always malicious. Just as water can bring life to those in need, its waves can pound shores and its rains flood cities. Water elementals are similarly difficult to predict.","Brine sharks, fierce but among the weaker water elementals, take forms resembling sharks made entirely of water. When encountered, they're usually on their own or following the commands of a spellcaster who summoned them to this plane."]}]},{"name":"Elemental, Cinder Rat","source":"BB","entries":[{"type":"pf2-h2","name":"Elemental, Cinder Rat","collapsible":true,"entries":["Fire elementals are destructive manifestations of the Plane of Fire. They sometimes come to the world in powerful places of heat and flame where elemental vortexes form, such as in volcanoes.","Cinder rats are oversized rodents made of smoldering charcoal and elemental fire. Noxious fumes continually bellow from their flaming flesh. Much like terrestrial rats, cinder rats seek out secluded dens and can quickly multiply in number if left unchecked."]}]},{"name":"Elemental, Sod Hound","source":"BB","entries":[{"type":"pf2-h2","name":"Elemental, Sod Hound","collapsible":true,"entries":["Earth elementals such as sod hounds make excellent bodyguards for spelunkers and are ideal protectors of important subterranean locations, such as vaults and treasuries. Coming from the Plane of Earth, they can appear in caverns deep underground or in other stony environments.","Sod hounds take the form of mossy canines made of packed dirt and pebbles. They can band together with other sod hounds, traveling as a pack. They're loyal to a fault, eagerly following their summoners' commands."]}]},{"name":"Elemental, Zephyr Hawk","source":"BB","entries":[{"type":"pf2-h2","name":"Elemental, Zephyr Hawk","collapsible":true,"entries":["Air elementals, such as the zephyr hawk, appear in a variety of sizes and shapes. From the Plane of Air, zephyr hawks are often summoned to be used as airborne messengers. Air elementals can also arrive spontaneously during powerful storms and tornadoes where elemental vortexes form.","Zephyr hawks appear to be made of clouds, with distinct shapes that give them the appearance of having the wings and beaks of birds. When one sees clouds that resemble animals, they're often unknowingly observing air elementals. Zephyr hawks sometimes drift among wind currents in great flocks called casts."]}]},{"name":"Gargoyle","source":"BB","entries":[{"type":"pf2-h2","name":"Gargoyle","collapsible":true,"entries":["Gargoyles are monstrous hunters made entirely of stone. They look like decorative statues and use this as camouflage to hide in plain sight in cities during the day and descend upon unlucky pedestrians at night. Their most common form is that of a horned humanoid with batlike wings, but individual gargoyles vary a great deal, with some appearing more or less humanoid and others resembling something else entirely.","Though most hunt alone, they sometimes form into groups called \"wings.\" All the monstrous statues atop an old building could actually be living gargoyles."]}],"images":["https://2e.aonprd.com/Images/Monsters/Gargoyle.png"]},{"name":"Ghoul","source":"BB","entries":[{"type":"pf2-h2","name":"Ghoul","collapsible":true,"entries":["The flesh-eating undead known as ghouls haunt sinister locations such as lonely graveyards and ruined crypts, making meals of corpses. Legends say that even those who survive a ghoul attack risk contracting a fever that eventually transforms them into ghouls."]}],"images":["https://2e.aonprd.com/Images/Monsters/Ghoul_Ghoul.png"]},{"name":"Goblin Commando","source":"BB","entries":[{"type":"pf2-h2","name":"Goblin Commando","collapsible":true,"entries":["Most goblin communities teeter in a state of barely controlled disarray—a collective of creatures operating largely on gut instinct rarely follows any clear direction. Even goblin leaders tend to be impulsive, irresponsible, and generally just not that good at actually leading.","In theory, goblin commandos lead goblin raids. In practice, goblin commandos rarely continue to lead their comrades once a battle has begun. Most shirk their responsibilities in favor of wading into the fray and claiming glory from their kin."]}]},{"name":"Goblin Igniter","source":"BB","entries":[{"type":"pf2-h2","name":"Goblin Igniter","collapsible":true,"entries":["Goblins find fire totally fascinating. It makes light. It's great for cooking. It's a fun toy! Some goblins take their people's admiration of fire a little bit too far and into the realm of deadly obsession.","Goblins who turn their attentions to magic so they can learn to make fire from nothing are known as goblin igniters. These flame fanatics can be a great boon to a band of goblin raiders eager to torch their enemies and wreak havoc. More often, however, their presence is a double-edged sword. In the heat of the moment, goblin igniters sometimes lose sight of their goals and simply set fire to anything that will burn—including their own allies!"]}],"images":["https://2e.aonprd.com/Images/Monsters/Goblin_GoblinPyro.png"]},{"name":"Goblin Warrior","source":"BB","entries":[{"type":"pf2-h2","name":"Goblin Warrior","collapsible":true,"entries":["The frontline fighters of goblin tribes prefer to fight in large groups—especially when they can outnumber their foes at least three to one. One doesn't need intense training or great toughness to become a goblin warrior. Anyone can aspire to this role, or be drafted into it during an emergency.","Goblin warriors delight in wreaking havoc. They think nothing of slaughtering livestock, stealing infants, or burning down buildings purely for momentary delight. They revel in playing malicious tricks on taller humanoids, whom they call \"longshanks.\" What the goblins lack in consistency, long-term planning, and good sense, they make up for in sheer bravery and commitment."]}],"images":["https://2e.aonprd.com/Images/Monsters/Goblin_GoblinWarrior.png"]},{"name":"Gremlin, Pugwampi","source":"BB","entries":[{"type":"pf2-h2","name":"Gremlin, Pugwampi","collapsible":true,"entries":["Gremlins are cruel fey tricksters and saboteurs who enjoy causing inventive destructiveness. Dog-faced pugwampis are craven, and they take great joy in the accidents and missteps caused by the ill fortune they magically project."]}]},{"name":"Hell Hound","source":"BB","entries":[{"type":"pf2-h2","name":"Hell Hound","collapsible":true,"entries":["Temperamental and quick to aggressive behavior, hell hounds are fiendish canines from a hellish plane. They're skilled hunters and can breath supernatural gouts of flame from their maws. A hell hound's appearance leaves no doubts as to its infernal origins—flesh the color of burning pitch, teeth as sharp as any fiend's pitchfork, and a shroud of ever-burning hellfire are all trademark features. Though they can't speak, they understand the Infernal language of Hell."]}],"images":["https://2e.aonprd.com/Images/Monsters/HellHound_HellHound.png"]},{"name":"Harpy","source":"BB","images":["https://2e.aonprd.com/Images/Monsters/Harpy.png"]},{"name":"Hobgoblin Warrior","source":"BB","entries":[{"type":"pf2-h2","name":"Hobgoblin Warrior","collapsible":true,"entries":["Hobgoblins are singularly devoted to war, and their entire civilization is built upon fostering and maintaining conflict while simultaneously proving their superiority in battle. Highly organized, they work efficiently and effectively in groups, whether that group is a small raiding party, a roving war band, or a fully regimented army. Physically, hobgoblins stand about as tall as humans and have gray, ashen skin."]}],"images":["https://2e.aonprd.com/Images/Monsters/Hobgoblin_HobgoblinSoldier.png"]},{"name":"Kobold Dragon Mage","source":"BB","entries":[{"type":"pf2-h2","name":"Kobold Dragon Mage","collapsible":true,"entries":["Kobolds are small, reptilian humanoids with physical similarities to dragons. They lurk in dark places, usually tunnels and mines, and use their cunning to even the playing field between themselves and stronger creatures. Kobold dragon mages use magic to carry out their schemes. The presence of one in a kobold warren is powerful evidence for the kobolds' claim to draconic heritage."]}]},{"name":"Kobold Scout","source":"BB","entries":[{"type":"pf2-h2","name":"Kobold Scout","collapsible":true,"entries":["Most kobolds encountered outside of a well-defended warren or lair are kobold scouts, trained for stalking and the hunt. They're charged with bringing back food and valuable goods to the community. Kobolds are skilled at working together by necessity, and they often set up ambushes or hit-and-run assaults that allow them to do the most damage possible without putting themselves at much risk."]}]},{"name":"Kobold Trapmaster","source":"BB","entries":[{"type":"pf2-h2","name":"Kobold Trapmaster","collapsible":true,"entries":["Kobold trapmasters are the masterminds behind crafting and implementing wily traps in kobold lairs, and are widely respected among their kind."]}]},{"name":"Kobold Warrior","source":"BB","entries":[{"type":"pf2-h2","name":"Kobold Warrior","collapsible":true,"entries":["A typical kobold trains with simple weaponry. Kobolds are capable of landing sneaky strikes against unsuspecting foes, but they're just as quick to scamper off to safety if their group wouldn't outnumber their enemies at least two to one.","Kobolds believe in pragmatism, and a defeated kobold would rather surrender than face death. One might even abandon their kobold kin and concede to serve the victor if the alternative is an untimely demise."]}]},{"name":"Mimic","source":"BB","entries":[{"type":"pf2-h2","name":"Mimic","collapsible":true,"entries":["Mimics are voracious eaters, who ambush their prey through their uncanny ability to mimic the forms of common furniture."]}],"images":["https://2e.aonprd.com/Images/Monsters/Mimic.png"]},{"name":"Ogre Warrior","source":"BB","entries":[{"type":"pf2-h2","name":"Ogre Warrior","collapsible":true,"entries":["Ogres embody cruelty and brutish, amoral violence. Standing 10 feet tall and densely muscled, ogres are as strong as they are cruel. They typically enjoy remorseless violence in all of its forms. Although they prefer to vent their violent urges on smaller humanoids—the smaller, the better—ogres promise a horrifying fate for anyone unlucky enough to fall within their meaty grasp.","Always eager for mayhem and murder, ogre warriors are quick to turn on their kin when there's a shortage of smaller folk to torment, so those who lead ogres do their best to keep them constantly distracted with new opportunities for raids and ruin. An ogre's deficits in both patience and intelligence make them easy to trick, giving cunning captives many ways to get the better of them."]}]},{"name":"Ooze, Sewer","source":"BB","entries":[{"type":"pf2-h2","name":"Ooze, Sewer","collapsible":true,"entries":["These amorphous masses of sewage and detritus make their way through filthy culverts beneath cities. Some grow to enormous sizes and have insatiable appetites."]}]},{"name":"Orc Commander","source":"BB","entries":[{"type":"pf2-h2","name":"Orc Commander","collapsible":true,"entries":["When orcs raid, the strongest is chosen as the leader. Bonds of blood are especially strong among orcs, and the mightiest orc holds are typically made up of siblings who have chosen a strong commander to protect their kinfolk."]}],"images":["https://2e.aonprd.com/Images/Monsters/Orc_OrcWarchief.png"]},{"name":"Orc Scrapper","source":"BB","entries":[{"type":"pf2-h2","name":"Orc Scrapper","collapsible":true,"entries":["Orcs are proud, strong humanoids that live by the rule that might makes right. They amass in warbands both large and small, conquering territory and robbing those unlucky enough to cross their path. Countless small settlements, outposts, and forts have fallen at the hands of orc raiders, whose sheer destructiveness leaves an indelible mark on the lands they conquer. The furious and undisciplined rank-and-file scrappers make up the bulk of an orc warband."]}],"images":["https://2e.aonprd.com/Images/Monsters/Orc_OrcBrute.png"]},{"name":"Orc Trooper","source":"BB","entries":[{"type":"pf2-h2","name":"Orc Trooper","collapsible":true,"entries":["The typical orc trooper is a violent combatant familiar to many adventurers. Orc warriors fight for their holds, for riches, and—perhaps most of all—for glory. Proving their own strength improves their station within their orc hold, so battle is a crucial part of life for any orc who aspires to one day lead or go down in history."]}]},{"name":"Owlbear","source":"BB","entries":[{"type":"pf2-h2","name":"Owlbear","collapsible":true,"entries":["The owlbear is a territorial predator with the body of a brown bear but the head—and resultant keen senses—of an owl."]}],"images":["https://2e.aonprd.com/Images/Monsters/Owlbear.png"]},{"name":"Rat, Giant","source":"BB","entries":[{"type":"pf2-h2","name":"Rat, Giant","collapsible":true,"entries":["Giant rats are enormous versions of the common vermin. They're typically found in abundant numbers, but since they can't fit in the nooks where ordinary rats typically hide, they're much easier to locate and exterminate. In fact, finding and slaying a giant rat is a rite of passage for many an adventurer. Such tasks get tiresome quickly, so many veterans subcontract extermination to new adventurers.","Giant rats mostly live in sewers where they can scavenge from the streets above, but some families of giant rats live in more remote locations, such as dank caves, forests, or hills. Rats are incredibly adept survivors and can be found nearly anywhere in the world, though they tend to favor temperate or warm climates as opposed to cold regions.","Although their bite alone isn't lethal except to the very weak, some giant rats carry a dangerous disease common to rodents around the world—a pestilence more than capable of ravaging rural communities. The rats are merely carriers with no risk of succumbing to the disease themselves."]}],"images":["https://2e.aonprd.com/Images/Monsters/Rat_GiantRat.png"]},{"name":"Shadow","source":"BB","entries":[{"type":"pf2-h2","name":"Shadow","collapsible":true,"entries":["Undead shadows feed on those who stray from the light."]}],"images":["https://2e.aonprd.com/Images/Monsters/Shadow_Shadow.png"]},{"name":"Skeleton Guard","source":"BB","entries":[{"type":"pf2-h2","name":"Skeleton Guard","collapsible":true,"entries":["Made from bones held together by foul necromancy, skeletons can often be found haunting old dungeons and patrolling forgotten cemeteries. Many evil masterminds prefer to keep eternally vigilant undead as minions to avoid the upkeep required to feed and satisfy the psychological needs of living guardians.","Simple skeleton guards remain the most common skeletal minions. These skeletons are mindless, meaning they can't truly reason but can execute their basic guard duties of watching out for and attacking intruders. A group of several skeletons defending the same location usually consists of melee fighters and archers who shoot arrows from afar."]}]},{"name":"Skeleton, Skeletal Giant","source":"BB","entries":[{"type":"pf2-h2","name":"Skeleton, Skeletal Giant","collapsible":true,"entries":["The reanimated bones of giants make excellent necromantic thralls, and the skeletal giants made out of bull-headed minotaurs are no exception. Mindless skeletons use similar tactics, so using a bigger, more durable skeleton is the only way a necromancer can obtain a more powerful thrall."]}]},{"name":"Snake, Giant Viper","source":"BB","entries":[{"type":"pf2-h2","name":"Snake, Giant Viper","collapsible":true,"entries":["Snakes come in an array of forms, from jungle-dwelling constrictors that wrap around their prey to venomous vipers with deadly bites. Regardless, all snakes consume their prey whole by unhinging their jaws and using powerful muscles to move the food down their throats and into their stomachs.","The giant viper's fangs, nearly as long as daggers, easily inspire fear. The venom injected by a giant viper can cause severe blood clotting and inflict tremendous damage."]}],"images":["https://2e.aonprd.com/Images/Monsters/Snake_Viper.png"]},{"name":"Snake, Viper","source":"BB","entries":[{"type":"pf2-h2","name":"Snake, Viper","collapsible":true,"entries":["Each member of this family of venomous snakes has long, hinged fangs that inject potent venom in their prey. Different vipers inject different types of venom, which might result in paralysis, extreme pain and swelling, blood clotting, or even the sudden stopping of the victim's heart.","Though far less of an imposing physical threat than a giant viper, a common viper poses far more danger than its size would suggest. A viper mainly hunts small mammals or lizards but will attack a humanoid it perceives as a threat."]}]},{"name":"Spider, Giant","source":"BB","entries":[{"type":"pf2-h2","name":"Spider, Giant","collapsible":true,"entries":["Few everyday vermin inspire as much dread as the infamous spider. Giant spiders vary in size. The human-sized versions, sometimes called hunting spiders, are the most common type of giant spider, though not the largest."]}]},{"name":"Troll","source":"BB","entries":[{"type":"pf2-h2","name":"Troll","collapsible":true,"entries":["Common trolls are dim-witted, gangly giants who stalk the fringes of civilization. They rely on their incredible strength to overpower foes with their vicious claws and toothy maws. A troll's endless hunger drives them to consume all variety of living creatures, and this ravenous eating fuels a troll's legendary regenerative abilities. Trolls stand anywhere from 12 to 16 feet tall, though they prefer to hunch for comfort and to lull foes into a false sense of security."]}],"images":["https://2e.aonprd.com/Images/Monsters/Troll_Troll.png"]},{"name":"Web Lurker","source":"BB","entries":[{"type":"pf2-h2","name":"Web Lurker","collapsible":true,"entries":["Web lurkers, sometimes called ettercaps, are spidery monsters that dwell within the lairs of spiders and swarms, and actively cultivate and shepherd such vermin. Web lurkers hunt in forests, swamps, or scrubby hill lands. They construct structures from their webs high up in trees or within craggy, high canyons, and they surround their territory with traps constructed of the same webbing and natural material."]}],"images":["https://2e.aonprd.com/Images/Monsters/WebLurker.png"]},{"name":"Wight","source":"BB","entries":[{"type":"pf2-h2","name":"Wight","collapsible":true,"entries":["Wights are undead humanoids that can drain the life from living creatures with but a touch. They arise as a result of necromantic rituals, especially violent deaths, or the sheer malevolent will of the deceased. Wights lurk in burial grounds, catacombs, or other places of the dead, where few living visitors dare to go."]}],"images":["https://2e.aonprd.com/Images/Monsters/Wight.png"]},{"name":"Wolf","source":"BB","entries":[{"type":"pf2-h2","name":"Wolf","collapsible":true,"entries":["Wolves live and hunt in packs. Contrary to popular belief, these packs aren't led by the strongest in the group, but typically consist of a mated pair, their pups, and juvenile offspring from previous mating seasons. Offspring generally leave their parents' pack upon reaching maturity, at which point they seek out mates of their own to form their own packs elsewhere. Wolves don't typically view humanoids as prey animals, but extraordinary circumstances can lead wolves to attack people, especially in winter months and other situations where traditional prey (such as deer and elk) are scarce. Some beings, such as powerful vampires, can call upon wolves to aid them in combat."]}],"images":["https://2e.aonprd.com/Images/Monsters/Wolf_Wolf.png"]},{"name":"Xulgath Boss","source":"BB","entries":[{"type":"pf2-h2","name":"Xulgath Boss","collapsible":true,"entries":["Xulgath bosses exhibit greater strength and more affinity for violence than other members of a xulgath community."]}],"images":["https://2e.aonprd.com/Images/Monsters/Xulgath_XulgathSkulker.png"]},{"name":"Xulgath Warrior","source":"BB","entries":[{"type":"pf2-h2","name":"Xulgath Warrior","collapsible":true,"entries":["Reptilian humanoids living underground, xulgaths (known as troglodytes to many surface dwellers) attack intruders in their territory on sight. They live in familial communities, battling rival groups and other aggressive underground inhabitants to survive. They occasionally raid surface settlements, usually at the behest of cruel, bloodthirsty leaders. A typical xulgath has dull gray, dark gray, or ashen scales with a long tail and bony protrusions down the length of their spine."]}],"images":["https://2e.aonprd.com/Images/Monsters/Xulgath_XulgathWarrior.png"]},{"name":"Zombie Shambler","source":"BB","entries":[{"type":"pf2-h2","name":"Zombie Shambler","collapsible":true,"entries":["A zombie's only desire is to consume the living. Unthinking and ever-shambling harbingers of death, zombies stop only when they're destroyed. A zombie shambler is a slow- moving horror most dangerous in larger groups. Among the living dead, zombies are most often used as fodder, wearing down defenses before more powerful undead arrive to deal the killing blow. Zombies can be commanded by intelligent undead and powerful necromancers."]}]}]}