{
	"monsterFluff": [
		{
			"name": "Ice Toad",
			"source": "RoT",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Arauthator has attracted a number of ice toads to Oyaviggaton, where they help to maintain the iceberg and the dragon's many treasures and trophies. The ice toads are good at this job, thanks to their exceptionally intelligent leader, Marfulb.",
										"Feeding on seals, sea birds, and fish caught for them by the Ice Hunters, Oyaviggaton's ice toads are not automatically hostile to strangers. Once characters get inside Arauthator's lair, they might find that these creatures can be helpful to their quest. Ice toads normally speak only their own obscure language. Those in Oyaviggaton know a little Draconic and Uluik (the language of the Ice Hunters), but their accents are thick and their pronunciation atrocious. Marfulb is fluent in Draconic thanks to many hours spent conversing with Arauthator.",
										"When the characters encounter ice toads, their intelligence won't be apparent until they act or attempt to speak. Even then, characters might not recognize the ice toads' croaking as language. Ice toads move on all fours, but their webbed front feet are surprisingly dexterous. Some carry tools and useful items in pouches slung around their necks."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Naergoth Bladelord",
			"source": "RoT",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/RoT/Naergoth Bladelord.jpg"
					}
				}
			]
		},
		{
			"name": "Neronvain",
			"source": "RoT",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/RoT/Neronvain.jpg"
					}
				}
			]
		},
		{
			"name": "Rath Modar",
			"source": "RoT",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/RoT/Rath Modar.jpg"
					}
				}
			]
		},
		{
			"name": "Severin",
			"source": "RoT",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/RoT/Severin.jpg"
					}
				}
			]
		},
		{
			"name": "Tiamat",
			"source": "RoT",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/RoT/Tiamat.jpg"
					}
				}
			]
		}
	]
}
