{
	"monsterFluff": [
		{
			"name": "Assassin Bug",
			"source": "MFF",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Assassin bugs plague the frontier and the wilderness, where they seek to hatch their voracious maggots within {@condition incapacitated} hosts. Resembling giant bluebottle flies, these insectile terrors bear stunted humanoid limbs hinting at the bizarre ceremonies that created them.",
								{
									"type": "entries",
									"name": "Dangerous Cultivation",
									"entries": [
										"While the exact origins of the assassin bug are uncertain, rumors speak of an ancient sect of druids (possibly in service to Malar or Talos) who cultivated the first of these creatures. However, it remains unknown whether their intent was to create a benign means of breaking down monstrous corpses or a more insidious means of ridding the wilderness of growing humanoid populations. Little information survives regarding this sect, but the assassin bugs' unsettling humanoid-like limbs and limited language ability suggests that the druids might have engaged in self-sacrifice to achieve their creation."
									]
								},
								{
									"type": "entries",
									"name": "Horrific Egg Layers",
									"entries": [
										"An assassin bug attacks with a paralytic bite to first incapacitate its prey, making it easy to infect that {@condition paralyzed} victim with eggs. However, they are able to infest any target as needed, and will do so to eliminate threats. Given their need to lay eggs in a living host, assassin bugs generally flee from constructs and undead. Once deposited within a living host, assassin bug eggs immediately hatch into assassin bug maggots that burrow toward their victim's heart, consuming it and killing the host unless they are quickly destroyed. After gorging themselves on the host's body over several days, the maggots emerge as juvenile assassin bugs, ready to continue their horrid life cycle."
									]
								},
								{
									"type": "entries",
									"name": "An Unnatural Plague",
									"entries": [
										"Whole settlements along the frontier have been wiped out by plagues of assassin bugs. Without a quickly organized defense, even a single bug can infest and overwhelm an unprepared population. Desperate rulers discovering that settlements are at risk often order entire neighborhoods or whole villages burned at the first sign of infestation. Within infested areas, guards patrol with burning brands and flaming swords, ready to set suspect dwellings ablaze. Fire is an effective destroyer of assassin bug maggots, and wild creatures observed running headfirst into wildfires often reveal an infestation of assassin bugs, as they immolate themselves in an instinctive effort to rid themselves of this scourge."
									]
								},
								{
									"type": "entries",
									"name": "Monstrous Interactions",
									"entries": [
										"Few creatures are able to survive an assassin bug's infestation without immediately being treated with magic or fire. Incredibly hardy monsters such as catoblepas and gorgons have sometimes been observed with deep pockmarks showing where juvenile assassin bugs have emerged from their bodies. Vile creatures such as hags sometimes cultivate assassin bugs to use their maggots in horrid recipes. And trolls have been known to intentionally allow assassin bugs to infest their bodies, which heal against the wounds of a maggot infestation and allow those maggots to be pulled out and consumed."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MFF/Assassin Bug.png"
					}
				}
			]
		},
		{
			"name": "Blindheim",
			"source": "MFF",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"These frog-like humanoids have the ability to project intense, blinding light from their eyes. Dwelling on the fringes of the Underdark, blindheims are opportunistic ambushers who can be swayed into service with payment of fresh food and metal weapons. A blindheim's radiant eyes make these creatures a unique source of light in the Underdark depths, and are bright enough to hinder creatures that suffer in the presence of bright light—or to destroy their foes.",
								{
									"type": "entries",
									"name": "Searing Eyes",
									"entries": [
										"A blindheim projects searing light in a cone from its leering, bulging eyes. The intensity of this light is equivalent to natural sunlight, and can disturb or disrupt many creatures acclimated to the lightless depths. If a blindheim chooses to focus its gaze, this energy can even char flesh and bone."
									]
								},
								{
									"type": "entries",
									"name": "Opportunistic Mercenaries",
									"entries": [
										"Blindheims have a fascination with tales and objects from the surface world, particularly plants and other natural items. They gather in the depths of the Underdark near routes used by merchants and other brave travelers. They typically make a cautious approach to stronger creatures, speaking in halting, croaking Undercommon to offer their services in return for fresh food, metal weapons, and trinkets from the surface world. But when they have superior numbers or engage creatures that appear weak, blindheims will often ambush to take what they want."
									]
								},
								{
									"type": "entries",
									"name": "Strange Outcasts",
									"entries": [
										"The blindheims speak of an ancient era when their folk dwelled upon the surface. According to their tales, their ancestors stole a piece of the sun, then fled to the Underdark before devouring it and gaining the ability to project radiant energy from their eyes.",
										"Blindheims fear that some day the sun will venture underground and have its revenge upon them. When dealing with surface dwellers, they insist that visitors swear to never tell the sun about them, and ask endless questions about the sun's actions, its anger, and its attitudes. But surface folk who attempt to soothe the blindheims' fears often cause these creatures great offense. In the minds of the blindheims, the sun could not possibly have forgotten their great and heroic theft, and anything said to dispel the belief that they remain infamous and feared by all folk of the surface rouses their anger."
									]
								},
								{
									"type": "entries",
									"name": "Pitiable Slaves",
									"entries": [
										"Some Underdark creatures, particularly the drow and kuo-toa, raid blindheim settlements in search of slaves. Although the light from these creatures' eyes is a formidable threat to these raiders, a captured blindheim is a useful living weapon."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MFF/Blindheim.png"
					}
				}
			]
		},
		{
			"name": "Crab Folk",
			"source": "MFF",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"The crab folk are the result of a magical ritual used long ago by a mighty green hag to transform her ogre minions into more useful servants. All crab folk that now exist are descended from those original creations, with most living in small, isolated clutches. Though they are content to lead peaceful lives as hunters and gatherers, the magic that created the crab folk sometimes compels them to lash out in fearsome raids when the conditions are right.",
								{
									"type": "entries",
									"name": "Aquatic Vassals",
									"entries": [
										"Long ago, a green hag gathered a small army of ogres to serve as her enforcers along the desolate coast she had claimed. The hag found the ogres' simple minds and brutal strength useful, but too often, their lack of cunning foiled her plans. Many tumbled into the sea and drowned, too simpleminded and impatient to learn how to swim. Others smashed caravans and crushed their defenders most effectively, but looted cheap, bulky trade goods while leaving valuable smaller treasures behind.",
										"Frustrated by her servants, the hag wove a spell to adapt them to the coastal terrain while planting in their minds a few simple commands to help them with their tasks. She gave them the tenacity and toughness of a crab to augment their strength, grasping claws to help them claim the treasures she loved, and a deeply embedded magical compulsion to obedience."
									]
								},
								{
									"type": "entries",
									"name": "Treasure Hungry",
									"entries": [
										"The hag had a particular love of silver, and was loath to allow even the smallest bit of that metal to slip through her grasp. Her spell gave the crab folk an insatiable love for silver. When they see it, all crab folk feel an irresistible urge to seize it and carry it back to their lairs. If necessary, they resort to violence to claim the metal."
									]
								},
								{
									"type": "entries",
									"name": "Brutal Raiders",
									"entries": [
										"Each year, when the warm summer gives way to the chill of autumn, the crab folk look to the sky for omens. In ancient days, the green hag kept close watch on the fishing villages and towns near her domain. If those settlements grew too strong, she sent her familiar, a cruel seagull, to harangue the crab folk with its cries and drive them to war. Today, by a stroke of bad luck a gull might happen to land near a crab folk lair and utter the right combination of cries to summon up this ancient compulsion. Driven to action, the crab folk rampage along the coast, looting and smashing any settlements they know of or encounter. After six days exactly, their rampage ends, and they return to their humble lives."
									]
								},
								{
									"type": "entries",
									"name": "Deep-Seated Memories",
									"entries": [
										"When a coastal raid or a theft of silver is done, crab folk gather the treasures they have won and place them at the feet of a simple effigy of their hag creator, made from driftwood and other scrap and kept in their communal lair. The crab folk have little sense of what drives them, but they understand that the effigy represents a mother and creator who must be obeyed.",
										"Legend holds that the green hag preferred to travel in the guise of a regal hobgoblin queen. If the crab folk ever encounter someone who bears a strong resemblance to that form, their magical compulsion might force them to worship that creature, obeying their every command."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MFF/Crab Folk.png"
					}
				}
			]
		},
		{
			"name": "Dire Corby",
			"source": "MFF",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Heralded by the ominous, deep rumbling of their strange song, great packs of dire corbies range across the Underdark, stripping the tunnels and caverns they traverse of all living things. Even the mightiest creatures of the Underdark hide within fortified lairs or step aside from a dire corby flock, knowing of how these creatures' bizarre song disrupts, disorients, and ultimately overwhelms their prey.",
								{
									"type": "entries",
									"name": "Flocks of Doom",
									"entries": [
										"Dire corbies wander the Underdark in vast flocks, following predictable patterns of movement like migrating birds. They strip a region bare of the lichens, fungus, and vermin that comprise their diet before moving on to a fresh feeding ground. Underdark travelers prize accurate charts illustrating the movements of these flocks, since trailing a day behind them all but guarantees that the dire corbies will have cleared out many monsters and other threats.",
										"Horrid Songs  The denizens of the Underdark hear an approaching flock of dire corbies long before it comes into view. As these creatures travel, they hoot, chirp, and howl in maddening cacophony. Their song has a strange magical current to it, causing those who hear it to suffer a stomach-churning vertigo that makes it impossible to move at speed or climb cave walls. Spellcasters suffer as their minds swim, leaving them unable to use anything but their simplest magic. The dire corbies' disorienting song has left countless Underdark creatures and travelers unable to flee as these monsters fall upon them."
									]
								},
								{
									"type": "entries",
									"name": "Strange Escort",
									"entries": [
										"Certain Underdark explorers—judged inventive by some and lunatics by others—have learned to travel among the dire corbies. After blocking their ears to avoid the effect of a flock's song, these travelers attempt to mimic the strange hooting and chirping of a dire corby, with these creatures' simple minds making success surprisingly easy. Accepted as part of the flock, a traveler can range across the Underdark escorted by hundreds of humanoid creatures that the other predators of the depths take pains to avoid."
									]
								},
								{
									"type": "entries",
									"name": "Unwitting Explorers",
									"entries": [
										"As old pathways become impassable or a flock sustains heavy losses in a particular area, dire corbies will sometimes chart a new migratory course. Depending on their new route, a mob of these creatures might emerge in a dungeon connecting the Underdark and the surface world. Rampaging through such a dungeon, the flock often forces its monstrous inhabitants to flee for safer lairs. When they inevitably emerge on the surface, the dire corbies' voracious appetites cause them to quickly strip their new environment—including any nearby settlements—of life."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MFF/Dire Corby.png"
					}
				}
			]
		},
		{
			"name": "Eye of Fear and Flame",
			"source": "MFF",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"An eye of fear and flame stalks the world of the living, commanding individuals to perform evil deeds of the undead's choosing or be destroyed. If its commands are not obeyed, an eye of fear and flame throws back its hood to reveal its skull—set with gems of red and black in each eye socket—then attacks.",
								{
									"type": "entries",
									"name": "Spectral Visage",
									"entries": [
										"An eye of fear and flame resembles a hooded, skeletal humanoid figure. The interior of its hood cannot be seen except as an opaque black void. Ominous tales speak of these creatures prowling city streets in the darkest nights and during times of unease and unrest. It is said that eyes of fear and flame were created by chaotic gods to foment the destruction of lawful creatures, or by lawful gods for the testing of their followers. Rumors state that only twenty of these creatures exist, but much of the truth about them remains unknown."
									]
								},
								{
									"type": "entries",
									"name": "Cruel Puppet Masters",
									"entries": [
										"An eye of fear and flame often chooses to appear during times of uncertainty, such as after a group's devastating defeat or when an individual contemplates some momentous decision. The undead seeks to corrupt vulnerable individuals, especially those of lawful or good alignments, by setting tasks that test its targets' moral foundations. A paladin might be ordered to murder an innocent, with the argument that not doing so will result in some greater evil taking place. Ultimately, the success or failure of the task is of less interest to the eye of fear and flame than the instigation of the evil act—and the general spread of chaos and misery that comes with it."
									]
								},
								{
									"type": "entries",
									"name": "Mystic Gemstones",
									"entries": [
										"An eye of fear and flame casts its magic powers through its gemstone eyes. In combat, it targets not only its opponents but also innocent bystanders, seeking to cause the greatest amount of confusion and destruction. If the creature is destroyed, these gems can be recovered, though they are treated as dangerous, cursed trophies akin to a demilich's soul gems. Still, they might be sold to certain discerning—and brazen—collectors."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MFF/Eye of Fear and Flame.png"
					}
				}
			]
		},
		{
			"name": "Fog Giant",
			"source": "MFF",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"The place of cloud giants in the ordning—the set of values and expectations that determines their rank in giant society—is driven by wealth. Those cloud giants foolish or unlucky enough to have their treasure plundered fall to the bottom of the ordning, becoming outcasts known as fog giants. Cut off from their proper place in society, they become raiders and marauders who seek to reclaim their treasure or start a new hoard—by any means possible.",
								{
									"type": "entries",
									"name": "Beleaguered Moguls",
									"entries": [
										"Though they live as ruthless raiders, fog giants remain tasteful and refined in their desires. They remember their former wealth and power with a bitter mix of longing, regret, and shame, seeking always to replace the grandest treasures they once possessed. Simple coins, gems, or trade goods do nothing to satisfy the giant's desires. Instead, they seek out grand works of art, wondrous jewelry, and beautiful sculptures."
									]
								},
								{
									"type": "entries",
									"name": "Reasonable Offers",
									"entries": [
										"Fog giants are powerful warriors, but they prefer to use threats and intimidation to get their way. A fog giant seeks out news and rumors of treasures that appeal to its sense of refinement, then tracks down and treats owners of those treasures to a show of force. Kicking down the gate of a backwater duke's castle, slaying a dozen or more guards, then calling for parley is a typical fog giant strategy—followed by an offer to leave the duke alive in return for a treasure or two."
									]
								},
								{
									"type": "entries",
									"name": "Bandit Kings",
									"entries": [
										"Forced to dwell in exile in the lands of the small folk, many fog giants develop an interest in those folk. Using a combination of threats and the promise of vast reward once they return to their proper station, a fog giant lures desperate criminals, cunning bandits, and other raiders into their service in the dismal wilds they inhabit. These giants prefer to work with ambitious humans, renegade elves, and greedy dwarves—all folk they see as properly civilized. They treat orcs, goblinoids, and other \"barbarian\" types as pesky vermin, best killed or driven away."
									]
								},
								{
									"type": "entries",
									"name": "Calculating Masters",
									"entries": [
										"When a fog giant accumulates followers, it sets them to the task of rebuilding the giant's collection of wondrous, expensive treasures. Its favored servants are civilized folk who can mingle among the rich and refined. These agents take note of treasures that might interest the fog giant, who then plots heists, raids, and other stratagems to seize the chosen prize. A giant might undertake a carefully planned robbery, making extensive use of magic to cover their presence. Or it might engage in a brute-force raid that involves tearing off the roof of a merchant's home, seizing what they seek, and stalking away before the town watch can rally."
									]
								},
								{
									"type": "entries",
									"name": "Intricate Networks",
									"entries": [
										"Clever, ambitious, and greedy, many fog giants build up whole networks of bandits, raiders, spies, and criminals. In some cases, such a network might grow large enough that minions in the lower ranks are ignorant of their leader's true nature. Fog giants who amass such organizations think of themselves as exiled nobles, and often take on such fanciful titles as Duke of Robbery, Baron of Bandits, or Lord of Larceny."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MFF/Fog Giant.png"
					}
				}
			]
		},
		{
			"name": "Forlarren",
			"source": "MFF",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"The descendants of satyrs corrupted by infernal power, forlarren are miserable creatures—an unhappy union between the rigid demands of the Nine Hells and the impulsive hedonism of the Feywild. Driven by dramatic and unpredictable emotions, these feral creatures wreak havoc wherever they go.",
								{
									"type": "entries",
									"name": "Corrupted Essence",
									"entries": [
										"The devils of Avernus attempted an expedition to the Feywild long ago, and the forlarren are the bitter reminder of that doomed excursion. The archdevil Fierna—co-ruler of Phlegethos, the fourth layer of the Nine Hells—courted a mighty fey in hopes of luring him into trading away his soul. The attempt failed, but not before a troop of satyrs were corrupted by the dark delights of Phlegethos. The satyrs were bound to their fey lord and unable to bargain away their souls. So rather than claim them, Fierna warped and twisted them before returning them to the Feywild, content that the corruption of the satyrs would be adequate compensation for her failure."
									]
								},
								{
									"type": "entries",
									"name": "Bifurcated Souls",
									"entries": [
										"The divided nature of the forlarren reflects their origin, marking each one as two entities trapped in a single form. One forlarren might present itself as a friendly, agreeable guide that helps travelers survive the Nine Hells. Another is a howling beast that attempts to destroy all in its path. One will show mercy and empathy peppered with a parental attitude toward strangers. Another is a mirthful sybarite with an unfettered love of food, drink, and romance. When dealing with the forlarren, the only constant is the malleable, chaotic, and temperamental nature they all share.",
										"When its diabolical aspect shines through, a forlarren is a cunning, calculating, and brutal enemy. It might use its natural charm to worm its way into earning trust from those it encounters, casting itself as a helpless creature pleading for aid even as it looks for the opportunity to betray and overpower. Or it might seek to dominate the weak, set itself up as a petty lord, and rule over all those who fall into its grasp."
									]
								},
								{
									"type": "entries",
									"name": "A Sinister Cycle",
									"entries": [
										"A forlarren in its fey aspect demonstrates self-destructive urges that reflect the inherent tension in its nature. That aspect might drive it to drink itself nearly to death, or to throw itself into caring for others with such relentless energy that it eventually collapses from {@condition exhaustion}. Unfortunately, when it reaches that breaking point, its diabolical nature asserts itself, and it remains in this scheming, dominating mindset until its plans are foiled and it faces defeat. Then, overwhelmed with fear and shame, the forlarren's diabolical nature fades and its fey aspect emerges once again.",
										"Several ballads of the Feywild recount the dramatic fall of valiant forlarren. In all these tales, the hero achieves some great deed only to see their sinister, diabolical side surface. Deceiving their companions during their most daunting trials, the forlarren then betrays those companions at the worst moment possible."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MFF/Forlarren.png"
					}
				}
			]
		},
		{
			"name": "Jermlaine",
			"source": "MFF",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Jermlaine prove that terrible things can come in tiny packages. Their tiny, foot-tall forms can barely contain the cruelty and malevolence that courses through them. Deep in the Underdark, the jermlaine lurk among the tunnels, dungeons, and caverns inhabited by much larger, more dangerous folk. The jermlaine huddle in their small tunnels, avoiding contact with all other creatures unless they can marshal overwhelming numbers. When the odds are in their favor, they strike with a vicious determination that can overwhelm even a heavily armed drow patrol or duergar war party.",
								{
									"type": "entries",
									"name": "Hateful Ambushers",
									"entries": [
										"Jermlaine hate and resent all larger creatures. They are acutely aware that their small size and weakness in combat makes them prey for countless Underdark creatures. This anger and resentment is channeled into vengeful scheming against creatures that enter their domain. The jermlaine keep careful watch, waiting for just the right moment to fall upon their enemies. When they strike, they emerge from their tunnels to attack in overwhelming waves. In the heat of battle, individual jermlaine gladly throw themselves on their enemies' weapons to clear the way for their allies' attacks."
									]
								},
								{
									"type": "entries",
									"name": "Hidden Threat",
									"entries": [
										"The jermlaine's skin is rough, leathery, and textured like stone. Whether by the design of some sympathetic god or through sheer luck, their hide makes them appear {@condition invisible} to {@sense darkvision}. Part of the jermlaine's anger comes from attempts to hunt them down and fashion cloaks and other material from their skin. Such experiments have yet to yield a functional magic item, and the jermlaine's hatred of outsiders is driven in part by their assumption that any who meet them seek to harvest them for such experiments."
									]
								},
								{
									"type": "entries",
									"name": "Secret Lairs",
									"entries": [
										"Because they are hunted for food or for their skin, jermlaine take care to hide their lairs away from prying eyes. They dig tunnels barely large enough to fit their 1-foot tall frames, making it almost impossible for their enemies to pursue them. Jermlaine dig their tunnels along dungeon hallways and Underdark passages, hiding the entrances to keep intruders out and set up their ambushes. The jermlaine create passages in the floor, along the walls, and in the upper part of the ceiling. When they attack, they spill upon their enemies from every direction in a bid to overwhelm them with sheer numbers."
									]
								},
								{
									"type": "entries",
									"name": "Allied Rodents",
									"entries": [
										"The jermlaine can decipher the chitters and squeaks of rats, and in turn can communicate with such rodents. Underdark explorers know to keep a careful watch when encountering signs of a rat infestation. Those rodents, as creatures of the surface world, are rare in the deep Underdark. Their presence invariably signals the presence of a jermlaine colony."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MFF/Jermlaine.png"
					}
				}
			]
		},
		{
			"name": "Khargra",
			"source": "MFF",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"The bizarre khargra is a flying creature from the Elemental Plane of Earth that devours any metals it encounters. Though normally content to eat raw veins of ore, this creature considers refined and crafted metals to be particularly delectable.",
								{
									"type": "entries",
									"name": "Vexing Scavengers",
									"entries": [
										"Khargras are native to the Elemental Plane of Earth, where they are considered annoying pests. They arrive in the Material Plane by accident, usually by following an earth elemental or other creature that has been summoned into the world.",
										"Khargras can eat and digest most metals, though they prefer iron, copper, and tin above others. They find gold bland and mushy, akin to a flavorless gruel. Though khargras digest metal with ease, organic matter and gems are repugnant to them. If a khargra eats such morsels for whatever reason, they remain lodged in its gullet for a few days of indigestion before the offending material is coughed up."
									]
								},
								{
									"type": "entries",
									"name": "Reluctant Predators",
									"entries": [
										"Khargras find living flesh disgusting, and they attack creatures only when driven by hunger and a lack of safer options. After securing a meal of whatever tasty, refined metal their victim carries, they quickly flee—and will flee before that rather than risk death."
									]
								},
								{
									"type": "entries",
									"name": "Stealthy Couriers",
									"entries": [
										"A number of clans among the dwarves, duergar, and azers have trained khargras as couriers. Making use of these creatures' odd digestive systems, their masters sprinkle iron dust on a scroll or other organic item that bears a message. The khargra devours the missive, digesting the dust but leaving the message lodged in its digestive tract. Trained over long years and with plentiful treats to learn the direction to different underground strongholds and outposts, the khargra carries its burden to its destination, then coughs up the message on command."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MFF/Khargra.png"
					}
				}
			]
		},
		{
			"name": "Killmoulis",
			"source": "MFF",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"A killmoulis can be either a bane or boon to an adventuring party. When kept well fed with tasty treats, this creature is a helpful assistant that mends armor, collects herbs that make the blandest rations into a feast, and turns a dull, uncomfortable campsite into a welcoming refuge. But if a party abuses or neglects a killmoulis, the creature's mean-spirited thirst for revenge can turn even the simplest expedition into a draining ordeal that leaves adventurers tired, dispirited, and sullen.",
								{
									"type": "entries",
									"name": "Traveling Fey",
									"entries": [
										"A killmoulis arises spontaneously in the Feywild whenever someone commits an act of charity to help a tired or lost traveler. Emerging from the shadows near the site of the deed, the creature takes to the road, wandering to seek out travelers who might have food it can sneak away with in return for the benefits of its magic.",
										"Shy and solitary by nature, a killmoulis enjoys watching and listening to folk from distant places that it knows little about. Whether fierce raiders, enterprising merchants, or bold adventurers, all travelers have something interesting to offer a killmoulis."
									]
								},
								{
									"type": "entries",
									"name": "Hungry Helpers",
									"entries": [
										"Despite their odd appearance and origins, killmoulis crave the same creature comforts as many folk of the world. They adore sweet candies, fresh fruit, and other delicacies. When a killmoulis encounters a party of travelers, it hides and keeps a careful watch on them. At night, it sneaks into the travelers' camp and looks through their supplies for tasty treats, but will settle for rations, nuts, and other snacks. If it finds them, it quickly snuffles up a single day's worth of food with its long nose. In return, it then uses its magic to enhance the travelers' comfort as they rest."
									]
								},
								{
									"type": "entries",
									"name": "A Bitter Reproach",
									"entries": [
										"A killmoulis will follow after any party that has provided it with a tasty snack, slipping into camp each night to gorge itself and pay for its feast with its beneficial magic. But if the travelers attack, interfere with, or try to trap the killmoulis, it places a minor curse on the group and attempts to flee. For the rest of the characters' journey, their rations taste like ash and any camping spots are infested with lice and biting insects. Each character in the party wakes up sore and cramped, as rocks or sharp sticks somehow end up under their bedrolls.",
										"Once a killmoulis is angered, it continues to tail a group and visit its curse upon them. Only an offering of fine food and an earnest apology can sooth an angry killmoulis. Without that, these creatures hold a grudge against a group's rude behavior that can last for days."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MFF/Killmoulis.png"
					}
				}
			]
		},
		{
			"name": "Mite",
			"source": "MFF",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Mites are vexing fey creatures that delight in causing minor havoc and playing irritating pranks, making even the coolest, most experienced adventurers {@condition prone} to outbursts of destructive frustration. When mites are about, even the simplest task can turn into a disaster, and a mild disagreement can quickly become a brawl.",
								{
									"type": "entries",
									"name": "Heralds of Frustration",
									"entries": [
										"Mites are natives of the Feywild that arise when a creature becomes so irritated with a situation or event that it lashes out in violence. That creature experiences strange dreams the next time it sleeps, then sleepwalks to the nearest tree or other large plant, digs a small hole, screams into the depression, and refills the hole. When it awakes the next morning, the creature feels strangely refreshed. Then on the night of the next new moon, the dug-up earth stirs and a pack of mites emerges. Born of frustration and anger, these creatures exist only to replicate in others the emotions that created them."
									]
								},
								{
									"type": "entries",
									"name": "Nettlesome Pranksters",
									"entries": [
										"Mites prefer to live underground, seeking out dungeons and cave warrens where they dig a network of hidden burrows that wrap around existing passages and chambers. They use these hiding spots to watch the comings and goings of monsters and adventurers, setting traps to vex and annoy whenever possible. A trip wire might be set at the top of a flight of stairs to send creatures crashing down. Locks might be jammed with debris, gems replaced with fakes, and prized treasures stolen away. Mites aim to kill only if threatened with direct violence, content to otherwise take joy in watching mundane or simple tasks become frustrating, painful experiences."
									]
								},
								{
									"type": "entries",
									"name": "Fey Influence",
									"entries": [
										"When mites are about, creatures become irritable and easily frustrated to the point of violence. For such creatures, every minor failure feels like gross incompetence. Simple tasks become increasingly difficult. Those who undertake those tasks become overwhelmed with a sense of unresolved anger and frustration that demands an outlet—usually violence and destruction. The mites' influence can thus turn even the most orderly group into a mob of surly brawlers. Within even the most tight-knit adventuring party, morale plummets, arguments boil over into fights, and discipline becomes spotty at best."
									]
								},
								{
									"type": "entries",
									"name": "Chaotic Battlegrounds",
									"entries": [
										"Dungeons infested with mites for a long period of time devolve into chaotic battlegrounds. Even under the control of a strong leader, any faction in such a dungeon can see its members turn against each other as their frustration and antipathy build. When adventurers enter the dungeon, the mites go to work to exploit the added chaos. They use their magic to drag visitors into their web of anger and frustration, luring explorers deeper into the site and into situations and locations that promise to yield up the most havoc."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MFF/Mite.png"
					}
				}
			]
		},
		{
			"name": "Needle Lord",
			"source": "MFF",
			"_copy": {
				"name": "Needle Spawn",
				"source": "MFF"
			}
		},
		{
			"name": "Needle Spawn",
			"source": "MFF",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"A wise ranger knows that the sight of a needle spawn is an ill omen, for it heralds the rise of a dreaded needle lord and a war for the soul of a forest.",
								{
									"type": "entries",
									"name": "Roving Corpses",
									"entries": [
										"Needle spawn are created by needle lords—hulking plant creatures that hail from fey domains wracked by wanton violence. When a needle lord enters a worldly forest, it spreads seed pods wherever it roams. A pod remains dormant until a humanoid dies near it or a humanoid corpse is dragged close by, whereupon the pod burrows into the corpse's decaying flesh and sprouts ropey vines covered in long, sharp needles. The vines wrap around the corpse to animate it, causing it to rise and lurch about like a zombie."
									]
								},
								{
									"type": "entries",
									"name": "Invasive Species",
									"entries": [
										"When a great battle is fought in a fey woodland, the plants of the wood sometimes take on the thirst for violence and conquest that propels the fey to war. These plants become needle lords—ogre-shaped masses of thorny vines covered with long, cruel needles that pierce flesh.",
										"A needle lord fancies itself a conquering general, wandering in search of a forest to conquer and claim. When it sets its sights on a forest, it first focuses on spreading the seed pods that give rise to its needle spawn vassals. It then prowls the wood in search of weak or defenseless humanoids to kill, converting their corpses into needle spawn to begin growing its army."
									]
								},
								{
									"type": "entries",
									"name": "Unnatural Ally",
									"entries": [
										"A needle lord is an implacable foe. Driven only by a desire to conquer and rule, it wages endless war with its army of mobile dead against all creatures it views as a threat to its domination. It might even forge treaties with hobgoblins, kobolds, and other creatures willing to obey it, but it sees any alliance that casts it as a lesser partner as only a temporary measure. The needle lord betrays any allies at the first opportunity, as it believes that only one creature can claim dominion over a forest."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MFF/Needle Spawn.png"
					}
				}
			]
		},
		{
			"name": "Norker",
			"source": "MFF",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Cruel, vicious, and lazy even by the standards of goblinoids, norkers are tough humanoids whose long, sharp fangs and thick, bony exoskeletons make them well-suited to the ranks of hobgoblin armies. Unfortunately for their would-be masters, norkers are rebellious, truculent, and {@condition prone} to indolence unless watched with a keen eye and a hand that is quick to snap a whip.",
								{
									"type": "entries",
									"name": "Denizens of the Deep Earth",
									"entries": [
										"In the ancient days, norkers were found deep within the earth. They were always few in number, and their god was a cruel, merciless tyrant who kept his children close and the outside world at a distance. This long-lost god may have been Maglubiyet's first conquest and his followers the initial, unwilling recruits into his crusade. Today, hobgoblins chafe at the suggestion that creatures as lazy and untamed as norkers could claim such an honor. For that reason alone, hobgoblin warlords are loath to use these creatures, preferring to keep them around as disposable labor in mines and quarries."
									]
								},
								{
									"type": "entries",
									"name": "Nasty, Brutish, and Short",
									"entries": [
										"Even goblins bully and harass norkers, as hobgoblins place the norkers at the bottom of the goblinoid ranks, yet the norkers' ferocity, tough hides, and sharp fangs allow them to rise up and defeat goblinoids that underestimate the norkers' strength and ferocity.. For this reason, norkers are likely encountered away from their brethren. Their natural armor and weapons make them dangerous foes even when relegated to menial labor. Only the dictates of Maglubiyet have prevented the hobgoblins from hunting down and exterminating these creatures."
									]
								},
								{
									"type": "entries",
									"name": "A Legacy of Hatred",
									"entries": [
										"Given their ancient defeat and terrible treatment at the hands of other goblinoids, the norkers have developed a peculiar sect of Maglubiyet worshipper. They call him the Great Scourge and believe that mortal life is a cruel test. Those norkers whose skin can withstand any blow and whose fangs sink deep into their enemies will be shepherded to paradise. To the norkers, all other creatures are enemies. Strong creatures can be mollified with servitude and obsequious begging, while weaker ones are victims for their fangs and clubs."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MFF/Norker.png"
					}
				}
			]
		},
		{
			"name": "Norker War Leader",
			"source": "MFF",
			"_copy": {
				"name": "Norker",
				"source": "MFF"
			}
		},
		{
			"name": "Screaming Devilkin",
			"source": "MFF",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"The ferocious screaming devilkin are bizarre fey creatures spawned by overwhelming moments of panic. Despite their diabolic appearance and name, are denizens of the Feywild. Sages believe that their appearance derives from the primal fear inspired by fiendish creatures, while bards assert that panic, being such a repulsive emotion, is embodied by an equally ugly creature.",
								{
									"type": "entries",
									"name": "Screaming Terrors",
									"entries": [
										"A screaming devilkin sometimes arises when a creature in the Feywild is overcome with panic to the point that it screams, babbles, and otherwise loses control of its faculties. When such an event occurs, the creature's scream echoes through the Feywild. If it echoes at just the right angle between a rocky outcropping in the dead of night, the scream gains intensity and volume until it reaches a piercing crescendo. At that moment, the stone of the outcropping shatters as a small flock of screaming devilkins erupts from the earth and take to the air."
									]
								},
								{
									"type": "entries",
									"name": "Wicked Tormentors",
									"entries": [
										"As befits creatures born from a moment of panic, screaming devilkins love to spread fear and confusion across the world. They gather in small flocks, lurking along lonely forest roads and mountain passes. When their victims approach, the devilkins swoop down upon them to lash them with their long, barbed tails. Their horrid shrieking overwhelms a creature's senses, inspiring a combination of panic, sensory overload, and confusion that leaves creatures reeling. Despite their evil nature, screaming devilkins rarely attack to kill. They much prefer to leave their victims badly injured and shorn of all hope. The devilkin steal treasures, weapons, and supplies, dooming an expedition to a slow death. The devilkin fly near their victims, taunting them with the items they stole. Predators in the area learn that the devilkin's screeching is a sure sign that easy prey draws near."
									]
								},
								{
									"type": "entries",
									"name": "Opportunistic Alliances",
									"entries": [
										"A flock of screaming devilkins can appreciate vicious cruelty in other creatures. If they see signs of an evil presence in the land, such as a cruel overlord or a vicious necromancer, they may offer an alliance if the villain offers plenty of opportunities for them to engage in wanton destruction and torment. These creatures serve as horrid mascots of a sort, capering about their new master and following orders to torment those who displease their leader with glee."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MFF/Screaming Devilkin.png"
					}
				}
			]
		},
		{
			"name": "Xill",
			"source": "MFF",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Deep within the Ethereal Plane are the demiplanes, miniatures worlds built by powerful archmages and other mighty entities to serve as a private domain. Each demiplane is a designed realm, built for a specific purpose. Some are fortresses, designed to keep wanderers from the material world away. Others are far more sinister, dark realms where evil dreams take root and become ghastly realities. Such is the realm that spawned the xill, horrific, insectoid creatures created long ago to serve an ancient, evil master.",
								{
									"type": "entries",
									"name": "Gruesome Collectors",
									"entries": [
										"Xills are horrid, four-armed creatures that seem to be a cross between a lizard and insect. They emerge from the Ethereal Plane to fall upon their victims with their vicious claws, but their aim is no to kill. Instead, a xill injects its victim with a paralytic poison. When their the poison overwhelms their target, the xill snatches the victim and returns to the Ethereal. The ultimate fate of unfortunates carried off in this manner is not known, but plenty of speculation surrounds the xills' true nature and the demiplane that spawned them."
									]
								},
								{
									"type": "entries",
									"name": "An Ancient Remnant",
									"entries": [
										"A variety of theories attempt to explain the xills and their origin. The one found most plausible by scholars of the planes concerns the enigmatic wizard Keraptis. Supposedly, Keraptis long ago crafted a demiplane to serve as personal domain from which he could dispatch his servitors to collect the powerful artifacts he longed to stockpile. The xills were his creation, servitors who could slip to and from the Ethereal plane and steal any artifact or kidnap any person he wished to collect."
									]
								},
								{
									"type": "entries",
									"name": "A Mysterious Task",
									"entries": [
										"Little has been heard of Kerpatis. Save for the recent theft of three mighty items in the World of Greyhawk, he has remained primarily a figure of myth, rumor, and legend. As an inveterate collector of magic items, though, his demiplane is likely filled with powerful artifacts long thought lost to the multiverse. If the story is true, his demiplane is undoubtedly guarded by strange traps and logic-defying puzzles, along with a legion of brainwashed servitors and countless xills. As to the fate of the individuals seized by the xills, they perhaps form the bulk of Kerpatis's followers. Brainwashed by his magic and set to guard his many dungeons, these fanatics are among his most dangerous followers. It is telling that the xills rarely kidnap commoners. Instead, they target young but promising adventurers, those whose natural talent and aptitude point to a bright future but whose skills have not yet grown sharp enough to repel a dedicated assault."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MFF/Xill.png"
					}
				}
			]
		},
		{
			"name": "Ygorl, Lord of Entropy",
			"source": "MFF",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"The enigmatic being known as Ygorl was one of the first slaadi created after Primus unleashed the Spawning Stone upon Limbo. A powerful being suffused with entropic power, Ygorl delights in the act of unmaking and bringing chaos to any ecosystem it visits. Lesser slaadi follow close behind the lord of entropy, delighting and furthering the destruction it brings.",
								{
									"type": "entries",
									"name": "Cycles of Chaos",
									"entries": [
										"As a personification of entropy, Ygorl is cursed to see things as they will become—broken and consumed by the march of eternity. It has no sense of empathy or compassion, driven only to unmake so that the resulting base elements of reality can fuel the multiverse's endless cycles of creation and destruction.",
										"Speaking to Ygorl is a taxing endeavor, as the lord of entropy channels its thoughts as a stream of consciousness that is both disturbing and difficult to follow. Mortal creatures that have attempted to parley with Ygorl are known to have been driven to madness in the process."
									]
								},
								{
									"type": "entries",
									"name": "Death and Destruction",
									"entries": [
										"Ygorl's most notable possession is an adamantine scythe with the slaad word for death inscribed across the blade, which can reduce living creatures to ash. The lord of entropy also bears a set of obsidian tablets slung about its waist, upon which it inscribes destructive runes. Living creatures wither and rot within the entropic energy emanated by Ygorl's magic."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/MFF/Ygorl, Lord of Entropy.png"
					}
				}
			]
		}
	],
	"_meta": {
		"internalCopies": [
			"monsterFluff"
		]
	}
}
