{
	"monsterFluff": [
		{
			"name": "Acererak",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Acererak is an archlich who travels between worlds and is known to take sick pleasure in devouring the souls of adventurers, whom he lures into trap-ridden dungeons where they suffer horrible deaths. One such dungeon lies under the lost city of Omu. This dungeon is called the Tomb of the Nine Gods, for Acererak slew nine false gods and sealed them within it. More recently, he built a necromantic device called the Soulmonger, then hid it in the heart of the tomb."
									]
								},
								{
									"type": "entries",
									"name": "Acererak's Traits",
									"entries": [
										{
											"name": "Ideal",
											"type": "entries",
											"entries": [
												"\"Why be a god when I can be a creator of gods?\""
											]
										},
										{
											"name": "Bond",
											"type": "entries",
											"entries": [
												"\"I build dungeons to trap and slay powerful adventurers. Their deaths and souls are my nourishment.\""
											]
										},
										{
											"name": "Flaw",
											"type": "entries",
											"entries": [
												"\"I underestimate the resolve of my enemies.\""
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ToA/Acererak.jpg"
					}
				}
			]
		},
		{
			"name": "Albino Dwarf Spirit Warrior",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"The albino dwarves of Chult were driven from their subterranean homes by volcanic activity, and those who didn't seek refuge in Port Nyanzaru adapted to living in the jungle. They make armor out of dinosaur hide; shape weapons out of dinosaur bones, flint, and wood; and craft ornate jewelry out of bones, feathers, tusks, and stone beads. Albino dwarves haven't forgotten how to forge metal, but they seldom have the means to do so."
									]
								},
								{
									"type": "entries",
									"name": "Albino Dwarf Spirit Warriors",
									"entries": [
										"An albino dwarf can become so attuned to the land of Chult that a benevolent nature spirit takes notice and bestows a powerful charm on the dwarf, granting it innate spellcasting abilities. These dwarf spirit warriors dedicate themselves to preserving the natural beauty of Chult and battling unnatural threats. An albino dwarf spirit warrior has the statistics of an albino dwarf warrior, except it has a challenge rating of 1 (200 XP) and gains an Innate Spellcasting feature."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ToA/Albino Dwarf.jpg"
					}
				}
			]
		},
		{
			"name": "Albino Dwarf Warrior",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"The albino dwarves of Chult were driven from their subterranean homes by volcanic activity, and those who didn't seek refuge in Port Nyanzaru adapted to living in the jungle. They make armor out of dinosaur hide; shape weapons out of dinosaur bones, flint, and wood; and craft ornate jewelry out of bones, feathers, tusks, and stone beads. Albino dwarves haven't forgotten how to forge metal, but they seldom have the means to do so."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ToA/Albino Dwarf.jpg"
					}
				}
			]
		},
		{
			"name": "Aldani (Lobsterfolk)",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Many Chultan natives can recall childhood fables of the aldani, the eerie lobsterfolk that lived in the rivers and lakes of their homeland. As there have been no sightings of the aldani in years, it is widely believed that they were wiped out. In truth, many aldani survived and retreated to the lakes of the Aldani Basin in the heart of Chult.",
										"An aldani looks like a giant lobster that walks upright. Its face is mostly encased in armor, looking almost humanoid except for its long eyestalks. Despite their frightful appearance, aldani avoid conflict. Reclusive and xenophobic, they hide in their lakes and rivers.",
										{
											"name": "Aldani Bribes",
											"type": "entries",
											"entries": [
												"If disturbed, aldani try to frighten intruders away without killing them. When confronted by creatures who aren't easily startled, they offer bribes in exchange for being left alone. These bribes take the form of treasures that the aldani collect from the bottoms of rivers and lakes.",
												{
													"name": "Cursed by Ubtao",
													"entries": [
														" The aldani are the monstrous descendants of Chultan humans belonging to the Aldani tribe. The fishers of the tribe trapped the lobsters of the rivers by the thousands, until no lobsters remained. Their greed made Ubtao angry, and he cursed the fishers by transforming them into lobsterfolk. The fishers accepted their punishment and embraced their new existence. However, they were scorned by other members of their tribe and forced to take refuge in the rivers they had once plundered. Although the Aldani tribe went extinct, the lobsterfolk remain to this day."
													],
													"type": "entries"
												}
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ToA/Aldani (Lobsterfolk).jpg"
					}
				}
			]
		},
		{
			"name": "Almiraj",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"An almiraj (pronounced AWL-meer-ahj) is a large, timid rabbit with a 1-foot-long spiral horn emerging from its forehead, not unlike the horn of a unicorn. If driven to attack, it tries to spear enemies with its horn.",
										"Almiraj were brought to Chult long ago by merchants of the distant land of Zakhara. Skilled at evading predators, these creatures have flourished throughout the tropical peninsula. They live in earthen burrows and can be captured and domesticated. With the DM's permission, the {@spell find familiar} spell can summon an almiraj."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ToA/Almiraj.jpg"
					}
				}
			]
		},
		{
			"name": "Ankylosaurus Zombie",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Several new zombie variants are presented below. For more information on zombies, see the Monster Manual.",
										{
											"name": "Ankylosaurus Zombie",
											"type": "entries",
											"entries": [
												"This creature is slow and barely aware of its surroundings."
											]
										},
										{
											"name": "Girallon Zombie",
											"type": "entries",
											"entries": [
												"Girallons are four-armed apes with white fur. Girallon zombies are slower than their non-undead counterparts but no less fierce. The necromantic energy empowering them fuels their murderous hearts and their hunger for living flesh."
											]
										},
										{
											"name": "Tyrannosaurus Zombie",
											"type": "entries",
											"entries": [
												"A tyrannosaurus zombie has a gullet full of smaller zombies, which it can disgorge. These zombies aren't under the tyrannosaurus zombie's control."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Artus Cimber",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"A former member of the Harpers, Artus Cimber is the keeper of the Ring of Winter. He found the ring in the jungles of Chult, where he also met his wife, Alisanda. The ring halts its wearer's natural aging and has allowed Artus to survive well beyond his natural lifespan. The ring also defies magical attempts to divine its location and that of its wearer. On his fingers above the knuckles, Artus has tattooed the names of his dearly departed animal companions-a pair of talking wombats named Byrt and Lugg.",
										"Artus has spent most of his life trying to keep the Ring of Winter out of evil hands, but his return to Chult is focused on reuniting with his beloved Alisanda, who disappeared along with the city of Mezro during the Spellplague. No longer content to wait for Alisanda and Mezro to return on their own, Artus has been seeking the means to bring them back. He believes that Saja N'baza, an ancient guardian naga, can help him. As such, his search has been focused on locating the ruins of Orolunga, where the naga is said to dwell. Fate has handed Artus a saurial traveling companion named Dragonbait, whom he met in Port Nyanzaru. The two are always on the move. Consequently, their location in the adventure is randomly determined.",
										{
											"name": "Using Artus",
											"type": "entries",
											"entries": [
												"Artus has never been to Omu, and he has no idea where the city is. However, he has a powerful artifact in his possession and a good heart. If the characters explain why they've come to Chult, Artus puts aside his personal quest and offers to help them find Omu and destroy the Soulmonger.",
												"The first time a situation forces Artus to use the Ring of Winter, he warns the characters that evil forces are after the ring and that his presence in the party might put the characters in danger."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Artus Cimber's Traits",
									"entries": [
										{
											"name": "Ideal",
											"type": "entries",
											"entries": [
												"\"The preservation of knowledge and history is important to me.\""
											]
										},
										{
											"name": "Bond",
											"type": "entries",
											"entries": [
												"\"I long to be reunited with my wife, Alisanda.\""
											]
										},
										{
											"name": "Flaw",
											"type": "entries",
											"entries": [
												"\"I am slow to trust strangers-adventurers in particular.\""
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ToA/Artus Cimber.jpg"
					}
				}
			]
		},
		{
			"name": "Asharra",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Aarakocra range the Howling Gyre, an endless storm of mighty winds and lashing rains that surrounds the tranquil realm of Aaqa in the Elemental Plane of Air. Making aerial patrols, these birdlike humanoids guard the windy borders of their home against invaders from the Elemental Plane of Earth, such as gargoyles, their sworn enemies."
									]
								},
								{
									"type": "entries",
									"name": "Biography",
									"entries": [
										"The incredibly old leader of the community at Kir Sabal. The others refer to her as Teacher, and they revere her as a living saint. Asharra is intelligent, ambitious, and somewhat manipulative, but never cruel or insensitive."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ToA/Asharra.jpg"
					}
				}
			]
		},
		{
			"name": "Assassin Vine",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"An assassin vine is an ambulatory plant that collects its fertilizer by grabbing and crushing prey and depositing the carcasses near its roots. It usually stays put unless it needs to seek out prey. A mature plant consists of a main vine, about 20 feet long. Smaller vines up to 5 feet long branch from the main vine every 6 inches. In late summer, the secondary vines produce bunches of small fruits that resemble wild grapes. The fruit is tough and has a hearty but bitter flavor.",
										"A subterranean variant grows near hot springs, volcanic vents, and other sources of heat. An assassin vine growing underground usually generates enough offal to support a thriving colony of mushrooms and other fungi, which spring up around the plant and help conceal it."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Atropal",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"An atropal is a ghastly, unfinished creation of an evil god, cast adrift and abandoned long ago. Since an atropal was never truly alive, it can't be raised from the dead or resurrected by any means. Even divine intervention can't breathe true life into this hateful, miserable horror.",
										"An atropal is malformed and unfinished. Its wet, wrinkled, and bloated body is surmounted by a hairless, overlarge head set with glassy, vacant eyes. It constantly drools stinking ichor as it mouths obscenities. Its arms are too slender, with tiny hands ending in cruelly shaped nails. An atropal never walks but always floats, with its atrophied, dead legs hanging useless below it.",
										{
											"name": "Negative Energy Connection",
											"type": "entries",
											"entries": [
												"The shriveled umbilical cord of an atropal appears to trail off into nothingness, but in fact, it attaches to the Negative Plane. This connection gives the atropal power over death and undeath. The cord can be severed by a vorpal sword or other vorpal weapon, and doing so weakens the atropal's tie to the Negative Plane.",
												"An atropal can summon vestiges of creatures that died in the Negative Plane, which manifest as wraiths. These servants can exist outside the Negative Plane only by the atropal's sheer force of will, and they quickly dissipate when the atropal is destroyed."
											]
										},
										{
											"name": "Undead Nature",
											"type": "entries",
											"entries": [
												"An atropal doesn't require air, food, drink, or sleep."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ToA/Atropal.jpg"
					}
				}
			]
		},
		{
			"name": "Bag of Nails",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Bag of Nails yearns for a hunter's death. Senility has taken hold, and now he sees all creatures as his prey.",
										"He explains that he came to Omu to find a fabled treasure called the Navel of the Moon. He hoped to use its alleged powers to find his lost son, but he has long since given up hope of ever finding it."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ToA/Bag of Nails.jpg"
					}
				}
			]
		},
		{
			"name": "Chwinga",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"A chwinga (pronounced cheh-WING-ah) is a tiny elemental spirit that lives in plants, rocks, and rivers far from civilization. Painfully shy, chwingas prefer to move about unseen.",
										"If two or more chwingas live in the same area, each one will take shelter in a different plant, rock, or body of fresh water. Though no two chwingas look exactly alike, they resemble 6-inch-tall animated dolls with strange masks, spindly limbs, and wild hair. Their appearance is sometimes foreshadowed by cool breezes, the sweet smell of flowers, and dancing fireflies. Their mere presence makes a natural setting more lush and vibrant.",
										{
											"name": "Humanoid Fascination",
											"type": "entries",
											"entries": [
												"Chwingas shun most other creatures, but they find the trappings of civilization fascinating. They puzzle over creatures that wear armor, carry weapons, use tools, and cook food. When a chwinga encounters one or more humanoids, its curiosity sometimes gets the better of it, and it shadows those creatures for a short time to observe them. If it takes a liking to a particular humanoid, a chwinga might use its cantrips to aid it, or might bestow a magical gift before departing. The features that attract a chwinga to a particular humanoid can vary. In some cases, a chwinga might simply like the way a humanoid walks or the way it combs its hair. Other times, it might be smitten by a humanoid's ability to play music or to eat copious amounts of food."
											]
										},
										{
											"name": "Elemental Nature",
											"type": "entries",
											"entries": [
												"Chwingas sleep but don't require air, food, or drink. They don't have names and have no ability to speak. When a chwinga dies, it turns into a handful of flower petals, a cloud of pollen, a stone statuette resembling its former self, a marble of smooth stone, or a puddle of fresh water."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ToA/Chwinga.jpg"
					}
				}
			]
		},
		{
			"name": "Clay Gladiator",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"A clay gladiator fights if attacked or when called to the gladiatorial pit. If reduced to 0 hit points outside of the gladiatorial pit, the gladiator disappears along with its possessions, reappears in its cell at full health with spear and shield in hand, and returns to the gladiatorial pit if it can. If defeated in the gladiatorial pit, the gladiator leaves its spear behind before reforming in its cell"
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Dragonbait",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Dragonbait is a champion of good and a saurial-a race that originated on a distant world and whose members have long lives. Very few saurials dwell in the Forgotten Realms, and no saurial communities are believed to exist anywhere in the world.",
										"The saurial's language is a combination of clicks and whistles beyond the human range of hearing, so Dragonbait tends to rely on scents to communicate emotions. To be understood by most speaking creatures, he must \"shout\" a scent. Dragonbait's known scents include: brimstone (confusion), roses (sadness), lemon (pleasure or joy), baked bread (anger), violets (danger or fear), honeysuckle (tenderness or concern), wood smoke (devotion or piety), tar (victory or celebration), and ham (nervousness or worry).",
										"Dragonbait stands 4 feet 10 inches tall, weighs 150 pounds, and has a dry, wrinkled hide. He wields a holy avenger longsword and carries a blue, red, and white shield. Though he has traits in common with paladins, Dragonbait isn't a member of any class. Using an ability known as the Shen-state, he can determine the alignment of any creature within 60 feet of him.",
										{
											"name": "An Unexpected Friendship",
											"type": "entries",
											"entries": [
												"Dragonbait met Artus Cimber in Port Nyanzaru, and the two became fast friends. As Artus spoke of his quest to reunite with his wife, Alisanda, he was comforted by Dragonbait's quiet manner and unusual methods of communication. With a smile and a nod, Dragonbait agreed to help Artus. A frequent visitor to Chult, the saurial understood the dangers of the jungle all too well."
											]
										},
										{
											"name": "Using Dragonbait",
											"type": "entries",
											"entries": [
												"Dragonbait has never been to Omu and doesn't know where the city is located. If the characters convince Artus Cimber to help them destroy the Soulmonger, Dragonbait wants to help as well."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Dragonbait's Traits",
									"entries": [
										{
											"name": "Ideal",
											"type": "entries",
											"entries": [
												"Dragonbait emits a lemon scent while thinking about exploring the world, seeing its many wonders, and helping others along the way. (Translation: He has the heart of an explorer.)"
											]
										},
										{
											"name": "Bond",
											"type": "entries",
											"entries": [
												"Dragonbait gives off the scent of wood smoke while doing things to aid a friend's quest. (Translation: He would do anything for a friend.)"
											]
										},
										{
											"name": "Flaw",
											"type": "entries",
											"entries": [
												"Dragonbait \"shouts\" the scent of ham while going where others fear to tread. (Translation: He will hurl himself into danger no matter how frightening.)"
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ToA/Dragonbait.jpg"
					}
				}
			]
		},
		{
			"name": "Eblis",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Eblis (pronounced EH-blee) are thought to be reincarnations of evil humans who were punished by gods for acts of larceny and kidnapping. These intelligent, evil cranes loom 8 feet tall and lay eggs as mundane birds do. They can manipulate objects with their beaks and feet.",
										"Eblis try to sway other creatures into doing their bidding, and their plots are self-serving. They live to destroy creatures that offend them and delight in luring humanoids to an unexpected death. Eblis also like to collect treasure, which they sometimes use to reward those who serve them. They build crude huts and nests out of grass and reeds, wherein they hide their treasure."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ToA/Eblis.jpg"
					}
				}
			]
		},
		{
			"name": "Elok Jaharwon",
			"source": "ToA",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ToA/Elok Jaharwon.png"
					}
				}
			]
		},
		{
			"name": "Flying Monkey",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Flying monkeys are slightly more clever and curious than common monkeys, and they can be domesticated and taught to obey simple commands. They come in many colors and varieties, with feathered wings that have a span of about 5 feet. With the DM's permission, the {@spell find familiar} spell can summon a flying monkey."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ToA/Flying Monkey.jpg"
					}
				}
			]
		},
		{
			"name": "Giant Four-Armed Gargoyle",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Only Acererak knows the secret of creating these creatures. A giant four-armed gargoyle stands 8 to 9 feet tall and weighs roughly five thousand pounds. It is typically employed as a tomb guardian, rending intruders with its fangs and deadly claws. For more information on gargoyles, see the Monster Manual."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ToA/Giant Four-Armed Gargoyle.jpg"
					}
				}
			]
		},
		{
			"name": "Giant Snapping Turtle",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Giant snapping turtles can grow to be 12 feet in diameter. Although they appear slow and ponderous, they are capable of startling bursts of speed and will aggressively attack smaller creatures that approach them. One snap of a giant turtle's jaws can cut a human in half, and these creatures aren't fussy about what they eat."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Girallon Zombie",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Several new zombie variants are presented below. For more information on zombies, see the Monster Manual.",
										{
											"name": "Ankylosaurus Zombie",
											"type": "entries",
											"entries": [
												"This creature is slow and barely aware of its surroundings."
											]
										},
										{
											"name": "Girallon Zombie",
											"type": "entries",
											"entries": [
												"Girallons are four-armed apes with white fur. Girallon zombies are slower than their non-undead counterparts but no less fierce. The necromantic energy empowering them fuels their murderous hearts and their hunger for living flesh."
											]
										},
										{
											"name": "Tyrannosaurus Zombie",
											"type": "entries",
											"entries": [
												"A tyrannosaurus zombie has a gullet full of smaller zombies, which it can disgorge. These zombies aren't under the tyrannosaurus zombie's control."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ToA/Girallon Zombie.jpg"
					}
				}
			]
		},
		{
			"name": "Hew Hackinstone",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Hailing from uncivilized lands, unpredictable berserkers come together in war parties and seek conflict wherever they can find it."
									]
								},
								{
									"type": "entries",
									"name": "Biography",
									"entries": [
										"Three years ago, Hew was part of a dwarven expedition seeking to reopen Wyrmheart Mine. The expedition encountered Tinder the red dragon. Hew alone escaped, and only after the dragon bit off his left arm. Hew wants to return to the mine and slay the dragon, but he needs a band of stout-hearted adventurers to help him. If the characters hire him as a guide, Hew says he can lead them wherever they want, but he'll only take them to Wyrmheart Mine."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ToA/Hew Hackinstone.jpg"
					}
				}
			]
		},
		{
			"name": "Jaculi",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"A jaculi (pronounced jah-KOO-lee) is a 15-foot-long snake that can alter the color and texture of its scales to camouflage itself. Altering its appearance to resemble wood or stone, it coils around pillars and tree trunks from which it launches itself like a javelin, striking with great force and accuracy.",
										"Jaculis are found in damp climates, and their preferred habitats are rainforests and cool dungeons. The shed skin of the jaculi is coveted for use in crafting boots of striding and springing and cloaks of invisibility."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ToA/Jaculi.jpg"
					}
				}
			]
		},
		{
			"name": "Kamadan",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"A kamadan (pronounced KAM-ah-dan) is a feline predator that resembles a leopard with six snakes sprouting from its shoulders. Although it bears a passing resemblance to a displacer beast, the two creatures are unrelated (though some sages claim otherwise).",
										"Kamadans typically hunt alone or in mated pairs. They can exhale clouds of sleep gas, which they typically do before entering melee combat. If a kamadan has both conscious and unconscious enemies within striking range, it tries to kill the conscious enemies first before finishing off any sleeping foes."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ToA/Kamadan.jpg"
					}
				}
			]
		},
		{
			"name": "King of Feathers",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"The monstrous tyrannosaurus known as the King of Feathers is the undisputed lord of Omu. Most other dwellers of the Forbidden City live in fear of its thunderous approach and steer well clear of the amphitheater, its lair."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ToA/King of Feathers.jpg"
					}
				}
			]
		},
		{
			"name": "Laskilar",
			"source": "ToA",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ToA/Laskilar.png"
					}
				}
			]
		},
		{
			"name": "Liara Portyr",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"As the commander of Fort Beluarian, Liara spends most of her time worrying about the security of her stronghold while cutting deals with pirates. In general, she has no problem with adventurers and will do her utmost to help them deal with the myriad threats lurking in the jungle.",
										"Liara comes from an influential family in Baldur's Gate and has held her post for the past three years. To her, the assignment feels like a test of mettle, but to many of her subordinates, Fort Beluarian feels like banishment. Liara's spies in Port Nyanzaru furnish her with ship manifests and departure schedules that she passes along to the pirates of Jahaka Anchorage, in exchange for promises to never attack ships flying the flag of Baldur's Gate. Liara also receives a cut of the pirates' profits, some of which go toward keeping her garrison happy."
									]
								},
								{
									"type": "entries",
									"name": "Liara Portyr's Traits",
									"entries": [
										{
											"name": "Ideal",
											"type": "entries",
											"entries": [
												"\"One must respect the chain of command. You follow my orders, or you die.\""
											]
										},
										{
											"name": "Bond",
											"type": "entries",
											"entries": [
												"\"I have sworn to hold and protect Fort Beluarian in the name of Grand Duke Ulder Ravengard of Baldur's Gate. The fort will not fall on my watch!\""
											]
										},
										{
											"name": "Flaw",
											"type": "entries",
											"entries": [
												"\"It's a ghoul-eat-you world out here. I have no pity for those who can't defend themselves.\""
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ToA/Liara Portyr.jpg"
					}
				}
			]
		},
		{
			"name": "Mantrap",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"A mantrap is a giant carnivorous plant that resembles an oversized flytrap. To attract prey, the mantrap releases a pollen that magically draws creatures to it. Though it will snap its leafy jaws shut around any warm-blooded creature that strays within its reach, it prefers humanoid prey."
							]
						}
					]
				}
			]
		},
		{
			"name": "Mwaxanaré",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"At the tender age of seventeen, Princess Mwaxanaré (\"Naré\" for short) is the oldest living descendant of the royal families of Omu and the natural inheritor of their fallen kingdom. She and her six-year-old brother, Na, are guests of the aarakocra in Kir Sabal. The aarakocra aim to protect the young royals until such time as the evil in Omu has been vanquished.",
										"Mwaxanaré is too headstrong for her own good. She longs to claim her throne and will eagerly use adventurers to make that happen. Her tone is almost always condescending, and she doesn't take kindly to backtalk.",
										"After forging a pact with the Wind Dukes of Aaqa, ancient beings of the Outer Planes, the princess has become a fledgling warlock. Her hatred of physical labor allows her to put her {@spell mage hand} and {@spell unseen servant} spells to good use. Through her pact, she has also gained telepathy.",
										"The young Prince Na is a noncombatant with AC 10 and 3 hit points. Having lived among the aarakocra for most of his life, Na considers himself one of them. He dresses like an aarakocra and prefers to speak Auran rather than Common."
									]
								},
								{
									"type": "entries",
									"name": "Mwaxanaré's Traits",
									"entries": [
										{
											"name": "Ideal",
											"type": "entries",
											"entries": [
												"\"One day, I shall rule Chult as queen.\""
											]
										},
										{
											"name": "Bond",
											"type": "entries",
											"entries": [
												"\"I have forged a pact with the Wind Dukes of Aaqa and will use their power to protect my brother and the aarakocra who watch over us.\""
											]
										},
										{
											"name": "Flaw",
											"type": "entries",
											"entries": [
												"\"I am a princess and must be addressed with the proper respect. I don't follow orders; I give them.\""
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Na's Traits",
									"entries": [
										{
											"name": "Ideal",
											"type": "entries",
											"entries": [
												"\"I want to become an aarakocra and learn how to fly like a bird!\""
											]
										},
										{
											"name": "Bond",
											"type": "entries",
											"entries": [
												"\"I love my sister and the aarakocra. They mean everything to me.\""
											]
										},
										{
											"name": "Flaw",
											"type": "entries",
											"entries": [
												"\"I know nothing of the world.\""
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ToA/Mwaxanaré.jpg"
					}
				}
			]
		},
		{
			"name": "Pterafolk",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Pterafolk (pronounced TAIR-eh-folk) are 10-foot-tall, winged, reptilian bipeds native to Chult. Malevolent isolationists, they regard most other creatures as their enemies. In Chultan culture, pterafolk are often referred to as \"terror folk\" for their habit of swooping down from the sky to snatch whatever and whomever they can, then transporting treasure and food back to their roosts.",
										"Pterafolk have 20-foot wingspans and give birth to live young. Ancient rituals once bestowed upon pterafolk the ability to assume the forms of pteranodons and wingless lizardfolk, but those rituals have long been forgotten."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ToA/Pterafolk.jpg"
					}
				}
			]
		},
		{
			"name": "Ras Nsi",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"The word \"ras\" is a noble title akin to \"duke.\" Ras Nsi was once a Chultan paladin, a Chosen of Ubtao and sworn protector of the city of Mezro. He betrayed his oaths and was banished from the city. Becoming a vengeful warlord, Ras Nsi attempted to conquer Mezro with an undead army but was defeated. Rather than seek redemption, he sought revenge and was stripped of his god-given powers. The undead horde, no longer under his control, spread throughout the jungles of Chult.",
										"Withdrawing to Omu, Nsi clung to his noble title, joined forces with the yuan-ti living there, and underwent a horrible ritual to become a powerful yuan-ti malison-retaining his human head and torso and gaining a serpentine lower body. With Ubtao gone from the world, Ras Nsi and his new yuan-ti followers began searching for a way to bring forth Dendar the Night Serpent. Acererak has promised to help this effort, in exchange for Ras Nsi's pledge to defend the Tomb of the Nine Gods. In truth, Acererak has no intention of honoring his bargain, and Ras Nsi is beginning to suspect as much.",
										{
											"name": "Strange Collection",
											"type": "entries",
											"entries": [
												"Ras Nsi has a sizable collection of apparel and accouterments from distant lands, most of which were taken from dead explorers. The collection includes a fine Cormyrean cloak, a Sembian wine flask, and a bejeweled Amnian doublet and matching money pouch. He also bears a flame tongue longsword."
											]
										},
										{
											"name": "Slow Death",
											"type": "entries",
											"entries": [
												"Ras Nsi has died and been brought back from the dead more than once. Consequently, he is suffering from the effects of the Soulmonger's death curse. His hit point maximum has been reduced, and leprous wounds cover his flesh. In a fitting irony, Ras Nsi is unaware that Acererak is the cause of the curse, for neither he nor the yuan-ti are aware of what lies within the Tomb of the Nine Gods, other than the dead gods for which it is named. If the characters can make him understand that their efforts will help him, Ras Nsi might be tempted not to stand in their way."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Ras Nsi's Traits",
									"entries": [
										{
											"name": "Ideal",
											"type": "entries",
											"entries": [
												"\"I seek to bring about the end of this world and rule the next one.\""
											]
										},
										{
											"name": "Bond",
											"type": "entries",
											"entries": [
												"\"The yuan-ti of Chult are mine to command. They will help me rule an empire.\""
											]
										},
										{
											"name": "Flaw",
											"type": "entries",
											"entries": [
												"\"I will do anything and betray anyone to save myself.\""
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ToA/Ras Nsi.jpg"
					}
				}
			]
		},
		{
			"name": "Spiked Tomb Guardian",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Adventurers who have perished inside the tomb are stitched together by tomb dwarves and bolted into suits of armor. Once complete, these shambling golems are released into the tomb to hunt intruders.",
										"A tomb guardian is a flesh golem clad in plate armor, giving it AC 17"
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Stone Juggernaut",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"A stone juggernaut is a rolling construct imbued with enough awareness to avoid obvious dangers such as open pits and chasms. It trundles across open battlefields or rolls down dungeon corridors, crushing anyone in its path. Every stone juggernaut has a unique shape and appearance. One might resemble an elephant with bejeweled tusks, while another might look like a scowling demon with flaming eyes and obsidian teeth.",
										"A stone juggernaut is fast, but it lacks maneuverability and can move in only one direction on its turn. It poses little danger to creatures it can't crush beneath its rollers. Its best tactic is to slam into a creature, knock it {@condition prone}, and then roll over it."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ToA/Stone Juggernaut.jpg"
					}
				}
			]
		},
		{
			"name": "Su-monster",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Su-monsters are cunning, wicked primates that inhabit forsaken wilderness areas and caves. Adults stand 5 feet tall and have long prehensile tails. Although they can grasp tools and weapons with their tails or clawed feet, su-monsters prefer to rend prey with their claws. Adult su-monsters can also project blasts of psionic energy that leave enemies {@condition stunned} and unable to flee or defend themselves.",
										"A su-monster sleeps while hanging upside down by its tail. While awake, it can also unleash a devastating attack from that position, rending with all four of its claws.",
										"Su-monsters communicate silently by using their prehensile tails to make gestures. They typically kill more than they can eat, burying the leftovers and marking their location with the victim's possessions."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ToA/Su-monster.jpg"
					}
				}
			]
		},
		{
			"name": "Tabaxi Hunter",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Tabaxi are catfolk who hail from the land of Maztica. The ultimate wanderers, Tabaxi rarely stay in one place for long. They love to collect interesting artifacts, gather tales, and lay eyes on all the world's wonders. This curiosity pushes them to leave no secrets uncovered, and no treasures or legends lost. They revere a fickle deity called the Cat Lord, who is said to wander the world.",
										"Tabaxi hunters are trained to survive in the wild, making them excellent guides. Tabaxi minstrels gather in small troupes and make themselves at home in any settlement, earning coin through music and storytelling.",
										{
											"name": "Names",
											"type": "entries",
											"entries": [
												"A tabaxi typically has a single name, determined by his or her clan and based on a complex formula involving astrology, prophecy, clan history, and other factors. Male and female tabaxi use the same names, and most use nicknames derived from or inspired by their full names. Tabaxi clan names are usually based on a geographical feature located in or near a clan's territory. Sample tabaxi names include Nest of Eggs (\"Eggs\"), Dead Leaf (\"Leaf\"), Eyes of Onyx (\"Onyx\"), Lost Spear (\"Lost\"), and Daylight Moon (\"Moon\"). Clan names include Distant Rain, Hundred Feathers, Sleeping Creek, Bright Cliffs, and Snoring Mountain."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Tabaxi Minstrel",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Tabaxi are catfolk who hail from the land of Maztica. The ultimate wanderers, Tabaxi rarely stay in one place for long. They love to collect interesting artifacts, gather tales, and lay eyes on all the world's wonders. This curiosity pushes them to leave no secrets uncovered, and no treasures or legends lost. They revere a fickle deity called the Cat Lord, who is said to wander the world.",
										"Tabaxi hunters are trained to survive in the wild, making them excellent guides. Tabaxi minstrels gather in small troupes and make themselves at home in any settlement, earning coin through music and storytelling.",
										{
											"name": "Names",
											"type": "entries",
											"entries": [
												"A tabaxi typically has a single name, determined by his or her clan and based on a complex formula involving astrology, prophecy, clan history, and other factors. Male and female tabaxi use the same names, and most use nicknames derived from or inspired by their full names. Tabaxi clan names are usually based on a geographical feature located in or near a clan's territory. Sample tabaxi names include Nest of Eggs (\"Eggs\"), Dead Leaf (\"Leaf\"), Eyes of Onyx (\"Onyx\"), Lost Spear (\"Lost\"), and Daylight Moon (\"Moon\"). Clan names include Distant Rain, Hundred Feathers, Sleeping Creek, Bright Cliffs, and Snoring Mountain."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ToA/Tabaxi Minstrel.jpg"
					}
				}
			]
		},
		{
			"name": "Tomb Dwarf",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Acererak abducted dwarf miners and transformed them into wights to exploit their expertise at underground construction."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ToA/Tomb Dwarf.jpg"
					}
				}
			]
		},
		{
			"name": "Tomb Guardian",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Adventurers who have perished inside the tomb are stitched together by tomb dwarves and bolted into suits of armor. Once complete, these shambling golems are released into the tomb to hunt intruders.",
										"A tomb guardian is a flesh golem clad in plate armor, giving it AC 17"
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Tri-flower Frond",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"When fully grown, a tri-flower frond stands 6 to 7 feet tall. It has three bright, trumpet-shaped flowers, each as large as a human head and each one a different color: intense red, vivid orange, and bright yellow. Each flower can harm a creature in a different terrible way."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ToA/Tri-flower Frond.jpg"
					}
				}
			]
		},
		{
			"name": "Tyrannosaurus Zombie",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Several new zombie variants are presented below. For more information on zombies, see the Monster Manual.",
										{
											"name": "Ankylosaurus Zombie",
											"type": "entries",
											"entries": [
												"This creature is slow and barely aware of its surroundings."
											]
										},
										{
											"name": "Girallon Zombie",
											"type": "entries",
											"entries": [
												"Girallons are four-armed apes with white fur. Girallon zombies are slower than their non-undead counterparts but no less fierce. The necromantic energy empowering them fuels their murderous hearts and their hunger for living flesh."
											]
										},
										{
											"name": "Tyrannosaurus Zombie",
											"type": "entries",
											"entries": [
												"A tyrannosaurus zombie has a gullet full of smaller zombies, which it can disgorge. These zombies aren't under the tyrannosaurus zombie's control."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ToA/Tyrannosaurus Zombie.jpg"
					}
				}
			]
		},
		{
			"name": "Valindra Shadowmantle",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Liches are the remains of great wizards who embrace undeath as a means of preserving themselves. They further their own power at any cost, having no interest in the affairs of the living except where those affairs interfere with their own. Scheming and insane, they hunger for long-forgotten knowledge and the most terrible secrets. Because the shadow of death doesn't hang over them, they can conceive plans that take years, decades, or centuries to come to fruition.",
										"A lich is a gaunt and skeletal humanoid with withered flesh stretched tight across its bones. Its eyes succumbed to decay long ago, but points of light burn in its empty sockets. It is often garbed in the moldering remains of fine clothing and jewelry worn and dulled by the passage of time."
									]
								},
								{
									"type": "entries",
									"name": "Biography",
									"entries": [
										"Valindra Shadowmantle works for Szass Tam, the most powerful lich among the Red Wizards of Thay, though she is not a Red Wizard herself. She found the heart and converted it into a base to use while her minions search for the Soulmonger. Her orders from Szass Tam are to seize control of the Soulmonger, if possible, or destroy it otherwise. Valindra created a teleportation circle inside the heart that she uses to travel instantly to and from Thay (where her phylactery is safely stored), to deliver reports to Szass Tam and pick up new instructions.",
										"Characters who explore the Heart of Ubtao are certain to meet Valindra. She's considered the possibility that adventurers might cross her path, and she won't necessarily be hostile toward them. Her mission is to seize the Soulmonger by any means; if adventurers can help her achieve that, she'll use them.",
										"With her ability to appear as a living elf, Valindra can easily conceal her lichdom and her association to Thay. She presents herself as a scholarly wizard who wants to \"imprison\" the Soulmonger; that way, its unique magic can be studied while it's safely quarantined from the world. She argues that destroying it should be a last resort."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ToA/Valindra Shadowmantle.jpg"
					}
				}
			]
		},
		{
			"name": "Volothamp \"Volo\" Geddarm",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"The bombastic world traveler Volothamp Geddarmn has come to Chult to deliver signed copies of his latest book, Volo's Guide to Monsters. In addition to setting up audiences with the seven merchant princes of Port Nyanzaru (whom he knows well), Volo is visiting local taverns to promote his work, and the characters might meet him at some point in the city. Volo is a font of information (not all of it accurate), but he won't join the party under any circumstances. He might, however, allow the characters to tag along while he visits each merchant prince in turn.",
										"The personable Volo is more than willing to share {@dice 1d4 + 1} rumors from the Jungle Rumors table at the end of chapter 1, which he's overheard since arriving in Port Nyanzaru."
									]
								},
								{
									"type": "entries",
									"name": "Volo's Traits",
									"entries": [
										{
											"name": "Ideal",
											"type": "entries",
											"entries": [
												"\"I have no wish to explore jungles, lost cities, and dungeons. Friendly taverns and bawdy festhalls are more my style.\""
											]
										},
										{
											"name": "Bond",
											"type": "entries",
											"entries": [
												"\"Planning an expedition? You really should buy a copy of my latest book, Volo's Guide to Monsters!\""
											]
										},
										{
											"name": "Flaw",
											"type": "entries",
											"entries": [
												"\"My penchant for indulgence and my propensity for mockery have earned me a few enemies. I tend to wear out my welcome.\""
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Withers",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Before he was turned into an undead creature, Withers was an Omuan engineer named Gorra. Like all of Omu's citizens, Gorra was enslaved and put to work constructing the tomb. When Acererak sacrificed his workers to their own dungeon, Gorra's traps performed the best."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ToA/Withers.jpg"
					}
				}
			]
		},
		{
			"name": "Xandala",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"The half-elf sorcerer Xandala has come to Chult in search of the Ring of Winter, an artifact in Artus Cimber's possession. Xandala knows that the ring has kept Artus alive for over a century, and she craves its power. If she meets the characters, Xandala pretends to be Artus's daughter and tries to convince them to help her find him. Her plan is to cast dominate person on Artus and force him to give her the ring, then escape using her {@spell fly} spell.",
										"Xandala's magic traces back to a draconic bloodline, and parts of her skin are covered by a thin sheen of protective scales. She has befriended a pseudodragon named Summerwise, who thinks that Xandala's quest for the ring is dangerous but has given up trying to talk the sorcerer out of it. Summerwise can be turned against Xandala by good-aligned characters."
									]
								},
								{
									"type": "entries",
									"name": "Xandala's Traits",
									"entries": [
										{
											"name": "Ideal",
											"type": "entries",
											"entries": [
												"\"I have the blood of dragons flowing through my veins. I am destined for greatness.\""
											]
										},
										{
											"name": "Bond",
											"type": "entries",
											"entries": [
												"\"The Ring of Winter will bring me power and immortality.\""
											]
										},
										{
											"name": "Flaw",
											"type": "entries",
											"entries": [
												"\"I'm surrounded by fools.\""
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ToA/Xandala.jpg"
					}
				}
			]
		},
		{
			"name": "Yellow Musk Creeper",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"A yellow musk creeper is an unholy vine whose flowers resemble an orchid's. Bright yellow with splashes of purple, these flowers expel a musk that attracts prey. A yellow musk creeper clings to walls, pillars, gravestones, door frames, or statuary in shadowy locations, remaining motionless until it strikes.",
										{
											"name": "Humanoid Hosts",
											"type": "entries",
											"entries": [
												"A yellow musk creeper destroys the minds of humanoids, then implants bulbs in those it kills. Twenty-four hours after being implanted, a bulb sprouts a creeper vine that magically animates the host corpse, turning it into a yellow musk zombie under the young vine's control. In addition to protecting the defenseless plant, the zombie acts as fertilizer for the young creeper vine, which grows to full size in seven days. Once it is fully grown, the new yellow musk creeper becomes mobile and bursts from its zombie host, whereupon the zombie collapses into a mound of dead offal. If the zombie is destroyed before the creeper emerges, the creeper withers and dies."
											]
										},
										{
											"name": "Small Yellow Musk Zombies",
											"type": "entries",
											"entries": [
												"A Medium humanoid transformed into a yellow musk zombie uses the stat block presented in this section. A Small humanoid transformed into a yellow musk zombie becomes a Small undead with 27 ({@dice 6d6 + 6}) hit points, but otherwise has the same statistics."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ToA/Yellow Musk Creeper.png"
					}
				}
			]
		},
		{
			"name": "Yellow Musk Zombie",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"A yellow musk creeper is an unholy vine whose flowers resemble an orchid's. Bright yellow with splashes of purple, these flowers expel a musk that attracts prey. A yellow musk creeper clings to walls, pillars, gravestones, door frames, or statuary in shadowy locations, remaining motionless until it strikes.",
										{
											"name": "Humanoid Hosts",
											"type": "entries",
											"entries": [
												"A yellow musk creeper destroys the minds of humanoids, then implants bulbs in those it kills. Twenty-four hours after being implanted, a bulb sprouts a creeper vine that magically animates the host corpse, turning it into a yellow musk zombie under the young vine's control. In addition to protecting the defenseless plant, the zombie acts as fertilizer for the young creeper vine, which grows to full size in seven days. Once it is fully grown, the new yellow musk creeper becomes mobile and bursts from its zombie host, whereupon the zombie collapses into a mound of dead offal. If the zombie is destroyed before the creeper emerges, the creeper withers and dies."
											]
										},
										{
											"name": "Small Yellow Musk Zombies",
											"type": "entries",
											"entries": [
												"A Medium humanoid transformed into a yellow musk zombie uses the stat block presented in this section. A Small humanoid transformed into a yellow musk zombie becomes a Small undead with 27 ({@dice 6d6 + 6}) hit points, but otherwise has the same statistics."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ToA/Yellow Musk Zombie.png"
					}
				}
			]
		},
		{
			"name": "Zaroum Al-Saryak",
			"source": "ToA",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ToA/Zaroum Al-Saryak.png"
					}
				}
			]
		},
		{
			"name": "Zindar",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"This half-gold dragon runs Port Nyanzaru's docks and keeps track of ship manifests. A sorcerer of impressive ability, Zindar is well paid by the merchant princes for his work. He is also a key member of the Ytepka Society and a great source of information about the city. Zindar has a soft spot for adventurers, but he knows the dangers of Chult well enough to understand that most of those who embark on expeditions to explore the jungle never return.",
										"Zindar makes extensive use of spells in his day-today work, casting message to deliver missives to dock workers, detect thoughts for reading ship captains' minds, knock for unsealing containers for inspection, clairvoyance for peering into ship holds, dominate beast to pacify nervous animals, and so forth."
									]
								},
								{
									"type": "entries",
									"name": "Zindar's Traits",
									"entries": [
										{
											"name": "Ideal",
											"type": "entries",
											"entries": [
												"\"I take pride in my work, and I like to keep all my business dealings honest.\""
											]
										},
										{
											"name": "Bond",
											"type": "entries",
											"entries": [
												"\"Port Nyanzaru is my home. I take a dim view of those who would bring harm to the city and its inhabitants.\""
											]
										},
										{
											"name": "Flaw",
											"type": "entries",
											"entries": [
												"\"I don't get mad. I get even.\""
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ToA/Zindar.jpg"
					}
				}
			]
		},
		{
			"name": "Zorbo",
			"source": "ToA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"A zorbo (pronounced ZOR-boh) is a ferocious omnivore similar in size and appearance to a koala. Living in trees and caves, it has long claws, a dour disposition, and a fondness for humanoid flesh. A zorbo alters its natural armor to match its surroundings, and it can weaken and destroy armor, shields, and protective magic items with its sharp claws."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ToA/Zorbo.jpg"
					}
				}
			]
		}
	]
}
