{
	"creatureFluff": [
		{
			"images": [
				"https://2e.aonprd.com/Images/Monsters/Crocodile.png"
			],
			"source": "TiO",
			"name": "Crocodile",
			"entries": []
		},
		{
			"images": [
				"https://2e.aonprd.com/Images/Monsters/Orc_OrcBrute.png"
			],
			"source": "TiO",
			"name": "Orc Scrapper",
			"entries": []
		},
		{
			"name": "Kurnugian Jackal",
			"source": "TiO",
			"entries": [
				{
					"type": "pf2-h2",
					"name": "Kurnugian Jackal",
					"collapsible": true,
					"entries": [
						"Under specific planar conjunctions, Lamashtu bestows an unholy gift upon a jackal on the Material Plane. When that jackal bears a litter, one pup is born with a third eye in the center of its forehead. If the pup can survive to maturity, this jackal gains superior intelligence and psychic abilities, becoming a full-fledged Kurnugian jackal, so named after the Mother of Monsters' Abyssal realm. With increased cleverness comes an appetite to sow chaos in the name of Lamashtu. When a Kurnugian jackal reaches the pinnacle of their power, they appear twice as large as a regular jackal and far more cunning.",
						"A Kurnugian jackal enjoys stalking the outskirts of settlements, looking for lone individuals they can ambush. Once they spot their prey, they open their third eye to hypnotize and lure their target in. Often, a Kurnugian jackal leads victims into the wilderness and then releases their hold, leaving the victims lost with no memory of how they got there. Most succumb to exposure or the dangers of local wildlife as the jackal looks on gleefully. They seem to gain sustenance from their victims' predicament but also feast on the deceased victims' flesh. If their prey reaches safety, the Kurnugian jackal repeats the process on subsequent nights.",
						"Some Kurnugian jackals are adopted as objects of worship by Lamashtan cults, and others gather followers on their own. Their resemblance to Lamashtu's religious symbol affords them a great deal of reverence, and they sometimes claim to speak directly for the Mother of Monsters. A cult with a Kurnugian jackal often acts more boldly than one without."
					]
				}
			]
		},
		{
			"name": "Scalliwing",
			"source": "TiO",
			"entries": [
				{
					"type": "pf2-h2",
					"name": "Scalliwing",
					"collapsible": true,
					"entries": [
						"Couatls are large, brightly colored serpents with feathered wings. Good-natured, these creatures aid mortals and oppose evildoers, but sighting one presents a momentous occasion—these magnificent, albeit reclusive creatures rarely appear.",
						"The smallest members of the couatl family, Scalliwings resemble their larger kin but are roughly the size of a house cat, and a irascible mischievous streak tempers their kindly nature. While most couatls seek to right the world's wrongs or guide mortal civilization toward societal advancement, scalliwings work on a more individual level. They claim their role is to teach goodhearted spellcasters the ways of magic, and indeed they sometimes serve—or \"assist,\" as they're swift to correct—such spellcasters as familiars.",
						"With iridescent scales and bright feathers, scalliwings are remarkably pretty creatures. They seem well aware of this fact and use their appearance to ingratiate themselves with others. This beauty makes some of them slightly self-aggrandizing, but other scalliwings find that their small size and relatively weak defenses put them at the mercy of cruel, larger creatures who seek to imprison them as beautiful pets and trophies. While scalliwings might cheerfully reside in a single residence indefinitely of their own volition, captive scalliwings have orchestrated devious escapes, coordinating their efforts with other creatures to cause spectacular property damage in the process.",
						"Scalliwings measure about 2 feet long from nose to tail with wingspans of about the same length. They have life spans nearly as long as a human's. While a scalliwing appears slightly more common than their larger, reclusive kin, many mortals live entire lifetimes without ever encountering a scalliwing."
					]
				}
			]
		},
		{
			"name": "Stinkweed Shambler",
			"source": "TiO",
			"entries": [
				{
					"type": "pf2-h2",
					"name": "Stinkweed Shambler",
					"collapsible": true,
					"entries": [
						"Stinkweed shamblers are animate masses of foul vegetation that grow from necrotic soil where ghasts, disease-ridden zombies, or other putrid undead creatures have fallen. At a site where numerous undead creatures have been destroyed, an infestation of up to a dozen stinkweed shamblers might arise. Such \"rot-mates\" work well together, sharing a preternatural coordination. Stinkweed shamblers grow quickly, initially appearing as fast-growing green shoots with light-green leaves but soon growing into a humanoid form that can pull itself free from the ground and slowly move about on its own. Stinkweed shamblers' leaves are the source of their unpleasant smell, which is most pungent when the leaves are crushed or squeezed. Stinkweed shamblers are covered with several small, white flowers, each of which grows into the shape of a tiny skull.",
						"Stinkweed shamblers are nasty creatures, but their methods are uncomplicated. They like to capture and torment larger creatures such as livestock and humanoids. Aware that they aren't particularly strong and that their smell can give them away, stinkweed shamblers like to set simple traps such as deadfalls or pits. Their perverse fun ceases only when their prey has died from numerous injuries. Stinkweed shamblers don't consume their victims and in fact lack mouths; they gain all the sustenance they need from sunlight but also seem to derive some nutritional satisfaction from the pain that their torments engender.",
						"Most stinkweed shamblers grow to be about 3 feet tall and weigh only 30 pounds."
					]
				}
			]
		}
	]
}
