{
	"monsterFluff": [
		{
			"name": "Belashyrra",
			"source": "ERLW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Belashyrra is the Lord of Eyes, also known to its cultists as the All-Seer or the Glorious Eye. Stories told of Belashyrra in the Shadow Marches whisper that the Lord of Eyes can see every evil deed a person commits, and that those touched by this daelkyr suffer terrible hallucinations that inevitably drive them to violence or death.",
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Dreadful Visions",
									"entries": [
										"The madness of Belashyrra is tied to sight: images that can't be unseen, horrific hallucinations, the fear of blindness and of being watched—or realizing that something else is using your eyes. Belashyrra can force its victims to question whether what they perceive is real, or can fill their world with such terrors that they willingly blind themselves to escape.",
										"Belashyrra sees mortals as raw materials to be exploited or insects to be exterminated. However, the Lord of Eyes has been known to take an interest in specific mortals. Belashyrra's warlocks serve as its envoys in the world and are often directed to seek out creatures and sites that the daelkyr wishes to see through their eyes."
									]
								},
								{
									"type": "entries",
									"name": "Belashyrra's Cults",
									"entries": [
										"The Lord of Eyes has followers across Khorvaire, and its cults are typically driven by mad visions. Devoted cultists can grow eyes in unusual locations, and might have {@sense darkvision} or other supernatural abilities when they view the world through those eyes. Beholderkin often advise or lead Belashyrra's cults, and cultists typically treat these aberrations as divine beings."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Belashyrra's Lair",
							"entries": [
								"Belashyrra makes its lair in the Citadel of Lidless Eyes deep in Khyber, a site that appears to have been molded from molten stone, chitin, and flesh. Across its warped and liquid expanses, thousands of eyes of every size and shape peer into the endless darkness. Beholders, dolgrims, and stranger aberrations dwell within the halls of the citadel, which is one of the few places where such creatures are willing to live side by side.",
								"Some beholderkin serve Belashyrra as guards and agents, while others spend their lives in deep meditation, pursuing inner visions known only to the Lord of Eyes. It's rumored that anyone who sits on the citadel's throne can see through the eyes of any sentient creature on Eberron or in Khyber. If encountered in its lair, Belashyrra has a challenge rating of 23 (50,000 XP)."
							]
						},
						{
							"type": "entries",
							"name": "Madness of Belashyrra",
							"entries": [
								"If a creature goes mad in Belashyrra's lair or while it can see the daelkyr, it gains a form of indefinite madness. Roll on the Madness of Belashyrra table to determine the nature of this madness, which takes the form of a character flaw that lasts until cured. Chapter 8 of the {@book Dungeon Master's Guide|DMG} has more information on madness.",
								{
									"type": "table",
									"caption": "Madness of Belashyrra",
									"colLabels": [
										"d6",
										"Flaw (lasts until cured)"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"\"I constantly see shapes moving in the shadows.\""
										],
										[
											"2",
											"\"I perceive certain types of people—vocations or entire societies—as hideous monsters.\""
										],
										[
											"3",
											"\"Someone is watching everything I do.\""
										],
										[
											"4",
											"\"When I close my eyes, I see my past misdeeds.\""
										],
										[
											"5",
											"\"I don't trust my sight. I have no idea what's real and what's a hallucination.\""
										],
										[
											"6",
											"\"Something watches the world through my eyes. To thwart them, I keep my eyes closed or covered.\""
										]
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ERLW/Belashyrra.png"
					}
				}
			]
		},
		{
			"name": "Bone Knight",
			"source": "ERLW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Bone knights are the champions of the Order of the Emerald Claw. Clad in distinctive bonecraft armor—heavy armor adorned with the bones of fallen enemies—these fearsome warriors command squads of undead soldiers as they pursue the sinister goals of Lady Illmarrow.",
								{
									"type": "entries",
									"name": "Karrnathi Patriots",
									"entries": [
										"Early in the Last War, Karrnath turned to the necromancers of the Blood of Vol to bolster the nation's army with undead forces. The skeletons and zombies created by the necromancers were mindless creatures that required guidance. The first bone knights were appointed to provide this control.",
										"Devoted paladins of the Blood of Vol were fused into suits of bonecraft armor, whose magic focused their divine gifts, allowing them to command units of mindless undead. Bonecraft armor can't be removed without killing the knight who wears it, and when donning it, each bone knight understood that their former life was over."
									]
								},
								{
									"type": "entries",
									"name": "The Fall of the Emerald Claw",
									"entries": [
										"During the Last War, many bone knights took service with the Order of the Emerald Claw, helping that name strike fear into the enemies of Karrnath. In the last decade, King Kaius III of Karrnath has done much to ensure a peaceful end to the Last War. Under the terms of the Treaty of Thronehold, Kaius sealed most of Karrnath's undead in deep vaults, and the Order of the Emerald Claw was disbanded. A few bone knights remained in service to the crown, but most were cast aside—still bound to their bonecraft armor and still convinced of Karrnathi supremacy. These bone knights felt that Kaius had betrayed both them and their nation, leading their once-proud order to find a new purpose in the service of Lady Illmarrow."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ERLW/Bone Knight.png"
					}
				}
			]
		},
		{
			"name": "Changeling",
			"source": "ERLW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Changelings are a humanoid race of shapechangers who conceal their true identities behind false faces. Their gifts of mimicry allow them to appear as members of any humanoid culture, playing the part of a dwarf one day and a dragonborn the next. Although changelings can adopt any guise, most rely on a few established personas, each with a developed history and a network of friends and acquaintances."
							]
						}
					]
				}
			]
		},
		{
			"name": "Clawfoot",
			"source": "ERLW",
			"_copy": {
				"name": "Dinosaurs",
				"source": "ERLW",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Clawfoot dinosaurs are two-legged saurians with sharp teeth and toe claws that resemble deadly sickles. They are imposing creatures, about the size of a tall human, and are fierce enough to take down even larger prey.",
										"In the wild, an untrained clawfoot can easily hold its own in combat, but they are even fiercer when hunting in packs. Their instinct for pack structure has made these dinosaurs a traditional war mount for the halflings of the Talenta Plains, with clawfoots quickly and eagerly responding to training and control."
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Dinosaurs",
			"source": "ERLW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Dinosaurs are widespread on Eberron, particularly in Q'barra, the Talenta Plains, Xen'drik, and Argonnessen. Smaller dinosaurs are the rule in Q'barra and the Talenta Plains, including varieties commonly used by Talenta halflings as mounts."
							]
						}
					]
				}
			]
		},
		{
			"name": "Dolgaunt",
			"source": "ERLW",
			"entries": [
				"Dolgaunts are emaciated hobgoblins with disease-hued flesh. Their eye sockets gape open and empty above a mouth with a wormlike tongue. Writhing cilia cover their bodies, with longer tendrils around their heads and two wiry tentacles protruding from their bare shoulders. A dolgaunt is blind but can perceive its surroundings through the sensitive cilia that cover its skin. It can also absorb life through its tentacles, allowing it to drain the vitality out of any creature it touches.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Warped by Chaos",
									"entries": [
										"When the daelkyr emerged from Xoriat to conquer Khorvaire, they captured and transformed that land's indigenous creatures to create armies of hideous warriors. Dyrrn the Corruptor shaped dolgaunts from hobgoblin stock, turning them into intelligent, cold, and efficient killers.",
										"When the daelkyr were defeated, the dolgaunts descended into the depths of Khyber with their masters. There, they study in cavernous monasteries, forging their bodies into living weapons dedicated to the missions given them by those masters. Dolgaunts are often found commanding squads of dolgrims, and can also be found working with the Cults of the Dragon Below—particularly those devoted to Dyrrn the Corruptor."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ERLW/Dolgaunt.png"
					}
				}
			]
		},
		{
			"name": "Dolgrim",
			"source": "ERLW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Dolgrims are squat, deformed things. Warped by the daelkyr, a dolgrim is essentially two goblins crushed into one creature, their misshapen body boasting four arms and a pair of twisted mouths that gibber and slather at the front of a headless torso. The two mouths of a dolgrim sometimes carry on demented conversations with one another. However, a dolgrim has only a single personality—sadistic, bloodthirsty, and brutally dedicated to serving itself.",
								"Small numbers of these creatures sometimes make their way to the surface, often under the command of dolgaunts, and undertaking missions advancing the inscrutable schemes of their malevolent masters. But great hordes of dolgrims remain clustered in Khyber with the daelkyr, dreaming of the day when they will be released into Eberron to feast and destroy."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ERLW/Dolgrim.png"
					}
				}
			]
		},
		{
			"name": "Dusk Hag",
			"source": "ERLW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Dusk hags resemble gnarled crones with shriveled orange skin, tangled gray hair, and eyes that burn like hot coals. They see visions of the future in their dreams, and their dark magic allows them to influence the dreams of others, sending messages or inflicting nightmares with a touch. Tales talk of ambitious wizards, frantic monarchs, and desperate heroes undertaking quests or making bargains with a dusk hag in exchange for its prophecies and visions of the future. But the information gained from a dusk hag often has a way of causing more pain than joy. Like all hags, dusk hags enjoy causing strife to those who bargain with them, and find ways to twist and turn promises to their own advantage. The Dusk Hag Prophecies table provides examples of the sort of dreams dusk hags might share with unsuspecting sleepers.",
								{
									"type": "table",
									"caption": "Dusk Hag Prophecies",
									"colLabels": [
										"d10",
										"Prophecy"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"\"A red hat approaches with ill intent. Be wary.\""
										],
										[
											"2",
											"\"A ship comes on a sea of bones, but treasure waits behind a silver skull.\""
										],
										[
											"3",
											"\"Three days, three deaths, three eyes, three breaths.\""
										],
										[
											"4",
											"\"Doom falls on the peacock and the sparrow alike. Best be a raven.\""
										],
										[
											"5",
											"\"A white hand on a black field holds the golden key.\""
										],
										[
											"6",
											"\"Beware the black horse.\""
										],
										[
											"7",
											"\"The fish is your friend.\""
										],
										[
											"8",
											"\"The stairs downward lead to that which you seek.\""
										],
										[
											"9",
											"\"Look for two crossed swords. There your goal lies.\""
										],
										[
											"10",
											"\"If you see two crows, turn back. Beyond is death.\""
										]
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ERLW/Dusk Hag.png"
					}
				}
			]
		},
		{
			"name": "Dyrrn",
			"source": "ERLW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Dyrrn is known to its followers as the Corruptor, the Stealer of Thoughts, the Slithering Lord, and the Foul Labyrinth. In the lore of the Gatekeepers, it is said that Dyrrn plants thoughts in the weak minded—the seeds of terrible ideas that fester and grow. Those who are particularly brilliant often draw the attention of the Foul Labyrinth, which hungers to consume unique minds.",
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Twisting Flesh and Thought",
									"entries": [
										"The mind flayers of Eberron know Dyrrn as the Overmind, and it serves as the cornerstone of their collective consciousness. Of all the daelkyr, the Corruptor is the most adept at twisting minds and bodies to create monsters. It was Dyrrn who turned goblinoid prisoners into the first dolgaunts and dolgrims, creating the legions that would savage the nations of Khorvaire. Dyrrn is also a prolific creator of symbionts—treasures that tempt people to bind alien entities to their flesh."
									]
								},
								{
									"type": "entries",
									"name": "Dyrrn's Cults",
									"entries": [
										"Dyrrn's lair touches the Eldeen Reaches, and the druids of the Towering Wood are always watching for Dyrrn's influence. At the start of the Last War, the dwarves of the Mror Holds discovered passages to the daelkyr's realm below their halls, and Dyrrn's cults have spread from there.",
										"Mind flayers often work with Dyrrn's cults, many of which are obsessed with evolution—through the use of symbionts or by becoming an aberration. Those who worship the Stealer of Thoughts believe that Dyrrn will consume all sentient beings, except for its servants.",
										"Dyrrn most often appears as a tall humanoid male with pale skin, clad in a heavy cassock of interwoven black leather that slithers unsettlingly around the daelkyr's form. Dyrrn can extend tentacles from its body, using them to extract the brains of others."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Dyrrn's Lair",
							"entries": [
								"Dyrrn makes its lair in the Palace of Sinew, a horrid site shaped from the leftover flesh and bones of the daelkyr's sculpting. The walls of the palace undulate as air flows through them, as if the space were breathing."
							]
						},
						{
							"type": "entries",
							"name": "Madness of Dyrrn",
							"entries": [
								"If a creature goes mad in Dyrrn's lair or while it can see the daelkyr, it gains a form of indefinite madness. Roll on the Madness of Dyrrn table to determine the nature of this madness, which takes the form of a character flaw that lasts until cured. Chapter 8 of the {@book Dungeon Master's Guide|DMG} has more information on madness.",
								{
									"type": "table",
									"caption": "Madness of Dyrrn",
									"colLabels": [
										"d6",
										"Flaw (lasts until cured)"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"\"There's an illithid parasite living in my brain!\""
										],
										[
											"2",
											"\"I can feel myself evolving into an aberration.\""
										],
										[
											"3",
											"\"Aberrations are the only natural things.\""
										],
										[
											"4",
											"\"A part of me has become a conscious entity.\""
										],
										[
											"5",
											"\"My opponents must bow down to a mind flayer!\""
										],
										[
											"6",
											"\"Dyrrn and the mind flayers simply want to unite all sentient creatures in collective consciousness. And I receive messages from the group mind!\""
										]
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ERLW/Dyrrn.png"
					}
				}
			]
		},
		{
			"name": "Expeditious Messenger",
			"source": "ERLW",
			"_copy": {
				"name": "Homunculi",
				"source": "ERLW",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"An expeditious messenger is a speedy flier, designed to quickly carry messages for its creator. Their speedy and efficient attitude makes expeditious messengers quite chatty, and they natter on as fast as they move.",
										"These messengers come in a variety of forms, often looking like mechanical birds or sprites."
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Fastieth",
			"source": "ERLW",
			"_copy": {
				"name": "Dinosaurs",
				"source": "ERLW",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Fastieth are human-sized, two-legged saurians with large eyes, brightly colored and patterned scales, and strong legs. They are the most common mounts of the halflings of the Talenta Plains, bred for speed. Although too small to bear larger riders, a fastieth can carry a halfling with light gear easily and at a good pace. Fastieths are typically stubborn creatures, so specimens with an even temperament are prized among the Talenta tribes.",
										"Being herbivores, fastieths prefer to flee rather than fight. However, even though not trained for battle, they can deliver a vicious bite if pressed."
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "bestiary/ERLW/Fastieth.png"
							}
						}
					}
				}
			}
		},
		{
			"name": "Hashalaq Quori",
			"source": "ERLW",
			"_copy": {
				"name": "Quori",
				"source": "ERLW",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Hashalaq quori are loremasters and judges, and are commonly known as dreamstealers. In their natural form, hashalaqs are composed of hundreds of translucent tendrils. They can compress and configure these tendrils to form a wide range of simple shapes. A point of blue light suspended within its tendrils serves as the hashalaq's sensory organ, which can be moved around to suit the creature's current shape.",
										{
											"type": "entries",
											"name": "The Power of Pleasure",
											"entries": [
												"Hashalaq quori have studied their mortal prey for centuries. Inhabiting human bodies as Inspired has granted the hashalaq a deep understanding of the hedonistic urges of humanity. As a result, they have developed numerous ways to control humanoids through pleasure—even as they have developed a taste for such things themselves."
											]
										},
										{
											"type": "entries",
											"name": "The Learned of Dal Quor",
											"entries": [
												"Hashalaq quori are the loremasters of Dal Quor. Even those hashalaqs who don't make use of Inspired vessels dedicate themselves to studying Eberron and the planes, and they are among the few quori castes whose members understand the ways of magic. In Dal Quor, the hashalaq quori are typically found as advisors to the kalaraq. They also serve as judges, policing the quori and ensuring that the rivalries of the tsucora never threaten the greater plans of the Dreaming Dark."
											]
										}
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "bestiary/ERLW/Hashalaq Quori.png"
							}
						}
					}
				}
			}
		},
		{
			"name": "Homunculi",
			"source": "ERLW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Constructed Nature",
													"entries": [
														"A homunculus doesn't require air, food, drink, or sleep."
													]
												}
											]
										}
									]
								},
								"A homunculus is a construct servant created for certain tasks. Artificers and wizards are responsible for most of the homunculi in existence.",
								"Each kind of homunculus has a body constructed from different kinds of materials, including clay, iron, and bits of hair and feathers. The process that creates a homunculus sees those materials mixed with the creator's blood and animated through an extended magical ritual."
							]
						}
					]
				}
			]
		},
		{
			"name": "Homunculus Servant",
			"source": "ERLW",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ERLW/Homunculus Servant.jpg"
					}
				}
			]
		},
		{
			"name": "Inspired",
			"source": "ERLW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"The rulers of distant Sarlona are known as the Inspired. These noble families are said to be bound to celestial spirits that guide and empower them, but the truth is far darker. The Inspired are the mortal hosts of the nightmare spirits of Dal Quor, and they carry out the foul agenda of the Dreaming Dark.",
								"Any humanoid who can dream can volunteer to serve as a quori vessel. But the Inspired of Sarlona are humans bred to be such vessels. They have no choice in this destiny, since they can't resist quori possession. Physically, Inspired resemble the kalashtar, possessing an almost supernatural beauty.",
								"Most of the people of the Five Nations have heard of the Inspired lords in Riedra—never realizing that Inspired are spread throughout Khorvaire as well. Beggars and generals, mayors and merchants might all be secret servants of the Dreaming Dark. Such Inspired have to willingly accept quori possession, but the Dreaming Dark has long experience in weaving dreams that can convince mortals to surrender their bodies."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ERLW/Inspired.png"
					}
				}
			]
		},
		{
			"name": "Iron Defender",
			"source": "ERLW",
			"_copy": {
				"name": "Homunculi",
				"source": "ERLW",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"An iron defender fights for its creator. They come in many shapes and are often crafted in the form of animals. More creative artificers craft iron defenders in the shape of hybrid animals or other fantastical creatures."
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "bestiary/ERLW/Iron Defender.png"
							}
						}
					}
				}
			}
		},
		{
			"name": "Kalaraq Quori",
			"source": "ERLW",
			"_copy": {
				"name": "Quori",
				"source": "ERLW",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"The most powerful quori are the kalaraqs, also known as eyebinders—entities formed of pure shadow that is outlined by a nimbus of energy. A host of disembodied eyes whirl around a kalaraq, each reflecting a consciousness the creature has consumed.",
										"Kalaraq quori guide the quori race, and the Devourer of Dreams—the personal emissary of the Dreaming Dark—is of this order. Although the kalaraqs never fight one another overtly, each has its own agenda, and each hopes to someday seize the throne of the Devourer of Dreams. Because of this internal conflict, it is unusual for a kalaraq to leave Dal Quor to inhabit a mortal vessel and become one of the Inspired."
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "bestiary/ERLW/Kalaraq Quori.png"
							}
						}
					}
				}
			}
		},
		{
			"name": "Kalashtar",
			"source": "ERLW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"The kalashtar have bonded with good-aligned quori spirits, which communicate with their hosts through dreams and visions. Descended from monks who offered their bodies as sanctuaries to those quori escaping the evil of Dal Quor, the kalashtar now fight to herald in a new age of light and balance."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ERLW/Kalashtar.png"
					}
				}
			]
		},
		{
			"name": "Karrnathi Undead Soldier",
			"source": "ERLW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Undead soldiers form the elite core of the army of Karrnath. Fearless and tireless, they are a terrifying sight on the battlefield. With the end of the Last War, most Karrnathi undead have been sealed in vaults below the city of Atur. However, the Karrnathi army keeps numerous undead in its service, while others have been commandeered by the malevolent Order of the Emerald Claw.",
								{
									"type": "entries",
									"name": "The Odakyr Rites",
									"entries": [
										"The nation of Karrnath has a proud martial heritage, and its soldiers are unmatched in discipline. But in the early years of the Last War, Karrnath was crippled by famine and plague. In desperation, King Kaius I embraced the Blood of Vol, whose priests bolstered the armies of Karrnath with undead.",
										"Initially, those skeletons and zombies required constant control and served as cannon fodder. Over decades, a high priest named Malevanor worked with the necromancers of the Blood of Vol to develop the Odakyr Rites, which grant Karrnathi undead the ability to make tactical decisions and operate without direct guidance.",
										"The Odakyr Rites work only when performed on the remains of a soldier slain in battle, and only in manifest zones tied to the plane of Mabar. The most significant such zones in Karrnath exist in the cities of Atur and Odakyr (now called Fort Bones). The number of Karrnathi undead soldiers steadily increased over the course of the war, with the losses of Karrnath's living troops offset by the recovery and raising of their remains.",
										"Malevanor claimed that Karrnathi undead are animated and granted intelligence by the patriotic spirit of Karrnath. However, many Karrns fear that the undead are vessels for a darker power—and that Lady Illmarrow or someone else will turn the undead against the living."
									]
								},
								{
									"type": "entries",
									"name": "Intelligent and Inhuman",
									"entries": [
										"Karrnathi undead bear little resemblance to the people they were in life. These undead are content to stand motionless and silent for days. They show no emotion, and certainly no mercy or compassion. Undead soldiers kill any opposing forces—including civilians among those forces—unless given explicit instructions to the contrary.",
										"A few exceptional Karrnathi undead retain their individuality and the memories of their former lives. Such undead are often found as champions of the Blood of Vol or agents of the Order of the Emerald Claw."
									]
								},
								{
									"type": "entries",
									"name": "Undead Nature",
									"entries": [
										"A Karrnathi undead soldier doesn't require air, food, drink, or sleep."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ERLW/Karrnathi Undead Soldier.png"
					}
				}
			]
		},
		{
			"name": "Lady Illmarrow",
			"source": "ERLW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Lady Illmarrow is a legend—an ancient lich said to dwell in a castle of bone and ice in the coldest regions of the Lhazaar Principalities. Some stories say that she is served by a legion of undead and that she maintains a court of vampires and ghosts in her palace of ice. Other tales claim that when anyone dies in Lhazaar, Illmarrow chooses whether to take their soul before it passes on to the Keeper and Dolurrh.",
								"But Lady Illmarrow is no folk tale. She is the greatest necromancer in Eberron, and after centuries of silence, she is setting ancient plots into motion at last. She is the power behind the Order of the Emerald Claw, but her motives for founding the order are buried in her past. Lady Illmarrow has no interest in ruling the living. Rather, she seeks to become Queen of the Dead.",
								{
									"type": "entries",
									"name": "The Mark of Death",
									"entries": [
										"Illmarrow is a fiefdom on the isle of Farlnen—home to a community of elves exiled from Aerenal, who have practiced necromancy for centuries. But Lady Illmarrow's roots extend far beyond her island domain.",
										"Long ago, it was revealed that the elven line of Vol—a house that practiced the art of necromancy and bore the Dragonmark of Death—was engaged in secret blood rites with a clan of dragons. The discovery of this pact triggered an unprecedented alliance between the Sibling Kings of Aerenal and the dragons of Argonnessen. The Sibling Kings proclaimed that House Vol would be exterminated to the last member, and the Mark of Death would be eliminated from the world.",
										"The line of Vol had long been rivals of the Undying Court, and many whisper even today that the attack on House Vol was nothing more than an excuse to eliminate a political rival. But others believe that what the Undying Court truly feared was a path shown in the Draconic Prophecy—that a child born of dragon and elf could become a godlike avatar of death."
									]
								},
								{
									"type": "entries",
									"name": "Illmarrow Rises",
									"entries": [
										"Even as dragons and elves fought to destroy the line of Vol, a child was born to the house: Erandis. A scion of elf and dragon, Erandis bore a Mark of Death unlike any other. In time, it might have been her gateway to immortality and unrivaled power, but she was hunted down and killed long before she could master the mark's magic. Her mother, Minara Vol, escaped with her daughter's body to the icy reaches of Farlnen, far from the conflict. There, Minara unleashed all her necromantic power to raise Erandis as a lich.",
										"As an undead being, Erandis lost the use of her dragonmark. Thus, when the diviners of Aerenal asked if the line of Vol had been exterminated and the Mark of Death destroyed, they received a vision affirming that the bloodline of Vol was no more. To the world, the last survivor of that bloodline is known as Lady Illmarrow. But in truth, she is Erandis Vol, heir to the Mark of Death."
									]
								},
								{
									"type": "entries",
									"name": "Trapped in Undeath",
									"entries": [
										"When Minara restored Erandis as a lich, she hid her daughter's phylactery, weaving enchantments into it that cause Erandis to be reborn in a random safe haven after she is destroyed. Thus, even Erandis herself doesn't know the location or form of her phylactery."
									]
								},
								{
									"type": "entries",
									"name": "Restoring the Mark",
									"entries": [
										"Though she takes great pleasure in fighting the dragons and elves who destroyed her ancestors, Lady Illmarrow has a more important goal: restoring her dragonmark and unlocking godlike powers. The agents of the Emerald Claw who serve her fight either for the good of Karrnath or for personal gain, but Illmarrow cares for nothing except increasing her necromantic knowledge and finding a way to restore her lost mark.",
										{
											"type": "inset",
											"name": "Lady Illmarrow and the Blood of Vol",
											"entries": [
												"The Blood of Vol and Lady Illmarrow are both legacies of the line of Vol, but they aren't one and the same. As far as the world knows, the line of Vol was exterminated. Followers of the Blood of Vol who have heard of Lady Illmarrow believe that she's a champion of their faith, but they don't worship or serve her. And the powers of priests of the Blood of Vol don't come from Lady Illmarrow."
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ERLW/Lady Illmarrow.png"
					}
				}
			]
		},
		{
			"name": "Living Burning Hands",
			"source": "ERLW",
			"_copy": {
				"name": "Living Spells",
				"source": "ERLW",
				"_mod": {
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "bestiary/ERLW/Living Burning Hands.png"
							}
						}
					}
				}
			}
		},
		{
			"name": "Living Cloudkill",
			"source": "ERLW",
			"_copy": {
				"name": "Living Spells",
				"source": "ERLW",
				"_mod": {
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "bestiary/ERLW/Living Cloudkill.png"
							}
						}
					}
				}
			}
		},
		{
			"name": "Living Lightning Bolt",
			"source": "ERLW",
			"_copy": {
				"name": "Living Spells",
				"source": "ERLW",
				"_mod": {
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "bestiary/ERLW/Living Lightning Bolt.png"
							}
						}
					}
				}
			}
		},
		{
			"name": "Living Spells",
			"source": "ERLW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Constructed Nature",
													"entries": [
														"A living spell doesn't require air, food, drink, or sleep."
													]
												}
											]
										}
									]
								},
								"Of all the anomalies that emerged from the magical cataclysm that created the Mournland, the appearance of living spells might be the most mysterious. In some unknown fashion, the magical energy unleashed during the Last War caused spell effects to take on sentience. A living spell appears much like a normal spell effect, except that its magical energy endures indefinitely.",
								"Living spells haunt the Mournland and other areas blasted by the Last War, somehow subsisting on ambient magical energy as they writhe and across the landscape. Though they have no need for sustenance, they attack any creatures they come into contact with, lashing out indiscriminately with their corrupted magic.",
								{
									"type": "entries",
									"name": "Customizing a Living Spell",
									"entries": [
										"Living spells come in many varieties; the stat blocks here are three examples. Living spells most often manifest from evocation and conjuration spells. To make a living spell from a different spell, choose a damage-dealing evocation or conjuration spell from the wizard spell list of up to 5th level. Then consult the Living Spell Customization table to see which stat block to customize, based on the chosen spell's level.",
										{
											"type": "table",
											"caption": "Living Spell Customization",
											"colLabels": [
												"Spell Level",
												"Stat Block to Customize"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1–2",
													"Living burning hands"
												],
												[
													"3–4",
													"Living lightning bolt"
												],
												[
													"5",
													"Living cloudkill"
												]
											]
										},
										"Now make the following changes to that stat block:",
										"{@b Damage Immunity}. Replace the living spell's damage immunity with immunity to the type (or types) of damage dealt by the chosen spell.",
										"{@b Magical Strike}. Replace the damage that Magical Strike deals with one type of damage dealt by the chosen spell.",
										"{@b Spell Mimicry}. Replace the effect of Spell Mimicry with the effect of the chosen spell. If that spell requires a saving throw, use spell save DC from the replaced spell, and if the spell involves an attack roll, use the attack bonus from the living spell's Magical Strike.",
										"For example, if you turn {@spell fireball} (a 3rd-level spell) into a living spell, customize the {@creature living lightning bolt|ERLW}. The living fireball has immunity to fire damage, instead of lightning damage; deals fire damage with its Magical Strike; and replicates {@spell fireball} with Spell Mimicry."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Magewright",
			"source": "ERLW",
			"entries": [
				"In Khorvaire, magic is part of everyday life. A chef might use {@spell prestidigitation} to heat and season food, while a blacksmith uses {@spell mending} to perform minor repairs and {@spell guidance} to help inspire their work. Those who work minor magic into their labors are called magewrights.",
				"Far more limited in magical power than a typical spellcaster, a magewright is dedicated to learning a handful of spells, and magewrights cast their non-cantrip spells as rituals—even spells that can't normally be cast in this way. Most magewright rituals take 10 minutes to perform, but certain complex rituals can take up to 1 hour. However long the ritual takes, it requires extra material components, usually in the form of dragonshards.",
				{
					"type": "entries",
					"name": "Creating a Magewright",
					"entries": [
						"The magewright stat block provides the baseline statistics for a magewright. You then add to that baseline by choosing a specialty from the Magewright Specialties table, or roll for one. The specialty determines additional spells the magewright knows, including ones that can be cast only as rituals. The specialty also gives the magewright more proficiencies.",
						{
							"type": "table",
							"caption": "Magewright Specialties",
							"colLabels": [
								"d8",
								"Specialty",
								"Spells",
								"Proficiencies"
							],
							"colStyles": [
								"col-1 text-center",
								"col-1 text-center",
								"col-6",
								"col-4 text-center"
							],
							"rows": [
								[
									"1",
									"Artisan",
									"{@spell Guidance}, {@spell mending}",
									"One type of artisan's tools"
								],
								[
									"2",
									"Entertainer",
									"{@spell Minor illusion}, {@spell thaumaturgy}. Ritual only: {@spell disguise self}.",
									"{@skill Performance} (+3)"
								],
								[
									"3",
									"Healer",
									"{@spell Resistance}, {@spell spare the dying}. Ritual only: {@spell detect poison and disease}, {@spell lesser restoration} (1 hour).",
									"{@skill Medicine} (+4), {@item herbalism kit|PHB}"
								],
								[
									"4",
									"Lamplighter",
									"{@spell Light}. Ritual only: {@spell continual flame} (1 hour).",
									"{@item Tinker's tools|PHB}"
								],
								[
									"5",
									"Locksmith",
									"{@spell Mending}. Ritual only: {@spell arcane lock} (1 hour), {@spell knock}.",
									"{@item Thieves' tools|PHB}, {@item tinker's tools|PHB}"
								],
								[
									"6",
									"Mediator",
									"{@spell Guidance}. Ritual only: {@spell comprehend languages}, {@spell zone of truth}.",
									"{@skill Insight} (+4), {@skill Persuasion} (+3)"
								],
								[
									"7",
									"Medium",
									"{@spell Minor illusion}. Ritual only: {@spell speak with dead}.",
									"{@skill Deception} (+3), {@skill Religion} (+4)"
								],
								[
									"8",
									"Oracle",
									"{@spell Guidance}. Ritual only: {@spell augury}, {@spell divination} (1 hour).",
									"{@skill History} (+4), {@skill Religion} (+4)"
								]
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ERLW/Magewright.png"
					}
				}
			]
		},
		{
			"name": "Mordakhesh",
			"source": "ERLW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"In the age when fiends and dragons waged war across Eberron, rakshasas served the fiendish lords as strategists and generals. A rakshasa named Mordakhesh rose up through the ranks to become one of the greatest commanders of his age, and a dragon-slaying specialist. For this, he earned the nickname Shadowsword, along with a legendary reputation for leaving death in his wake.",
								"Mordakhesh serves as the prakhutu or \"speaker\" of his imprisoned master, Rak Tulkhesh, and he seeks to free his lord by bathing the world in blood. Like a spider with multiple webs, he has agents and pawns (which he calls his \"claws\") established in armies across Khorvaire. The most significant of those is the barbarian horde he amasses in the Demon Wastes—warriors who threaten to sweep into Aundair on a tide of blood.",
								"Many of the horrors of the Last War were instigated—or at least encouraged—by Mordakhesh's operatives, and his claws are known to have perpetrated some of the most brutal massacres of that conflict. No one knows how far the Shadowsword's reach extends, or which commanders in the armies of Khorvaire serve him."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ERLW/Mordakhesh.png"
					}
				}
			]
		},
		{
			"name": "Overlords",
			"source": "ERLW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "Immortal Nature",
													"entries": [
														"An overlord doesn't require air, food, drink or sleep. It also can't die permanently. Upon its death, it reforms elsewhere in the multiverse and becomes active again at a time set by the DM."
													]
												}
											]
										}
									]
								},
								"In the first days of the world, the children of Khyber rose from the darkness to reign over Eberron. The greatest among them were the overlords, who held dominion over a world of fear, war, and death until the children of Eberron and Siberys rose up against them. Armies of dragons fought against the fiends of Khyber. And though the overlords couldn't be destroyed, the couatl sacrificed their lives to build a prison of celestial light: a silver flame that bound the overlords in Khyber once more. These bonds have held for countless generations, but the overlords still yearn to break free and reclaim the world above.",
								"As long as the overlords are bound by the Silver Flame, they can't physically manifest in the world. But each overlord embodies a particular aspect of evil, which grows in strength as their servants—the fiends known as the Lords of Dust—scheme to unleash their ancient masters. The overlords gain strength when mortals embrace the dark paths laid down for them. And as they grow stronger, they gain more influence.",
								"Some thirty overlords are bound in Khyber. Two are described here: Rak Tulkhesh and Sul Khatesh, both of whom remain imprisoned and can't take physical form. The stat blocks provided here reflect the powers they would wield if they were ever unleashed upon the world."
							]
						}
					]
				}
			]
		},
		{
			"name": "Quori",
			"source": "ERLW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Dal Quor is the plane of dreams and is currently dominated by a dark power known as il-Lashtavar, or the Dreaming Dark. Il-Lashtavar is served by a host of aberrations that are the embodiments of dreams and nightmares—the quori. Because it is difficult for anything to physically travel to or from Dal Quor, quori in Eberron are typically encountered while possessing a host body. The Inspired are the most common type of willing host for the quori and are described earlier in this chapter."
							]
						}
					]
				}
			]
		},
		{
			"name": "Radiant Idol",
			"source": "ERLW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"A radiant idol was an angel that was banished from the celestial realm of Syrania and cast down to the Material Plane. One sin led to their fall: the desire to be worshiped by mortals. Now in the mortal realm, most radiant idols gather cults of devoted followers.",
								{
									"type": "entries",
									"name": "Fallen Angels",
									"entries": [
										"The insatiable hunger to be adored can transform a fallen angel, physically and mentally. In its true form, a radiant idol appears to be a warped angel. It might have bloody stumps in place of its wings, or its wings could be weighted down with chains representing its pride. A radiant idol uses {@spell disguise self} to hide its corruption, presenting an image of celestial glory."
									]
								},
								{
									"type": "entries",
									"name": "The Weight of Corruption",
									"entries": [
										"When a radiant idol achieves a sizable following through silvered words and demonstrations of power, its facade begins to crack, and a downward spiral ensues. As the radiant idol sinks deeper into the realm of material power, it begins twisting its followers, leading them ever deeper into ominous ritualism, hedonistic folly, and fanatical doom."
									]
								},
								{
									"type": "entries",
									"name": "Immortal Nature",
									"entries": [
										"A radiant idol doesn't require food, drink, or sleep."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ERLW/Radiant Idol.png"
					}
				}
			]
		},
		{
			"name": "Rak Tulkhesh",
			"source": "ERLW",
			"_copy": {
				"name": "Overlords",
				"source": "ERLW",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Called the Rage of War, Rak Tulkhesh is the incarnation of impulses that drives many mortals to battle. Fear, greed, hatred—these are seeds that the Rage of War sows in the hopes of producing a bloody harvest.",
										"Rak Tulkhesh typically takes the form of a vaguely draconic creature twisted by demonic rage. Covered in iron spikes protruding from his bleeding flesh, this overlord looms fifteen feet high at the shoulders, and his wings span over forty feet. While in combat, Rak Tulkhesh roars in rage as new weapons are spawned from his body, called forth by the Rage of War to slaughter all who dare stand before him.",
										{
											"type": "entries",
											"name": "Khyber Shards",
											"entries": [
												"Rak Tulkhesh's soul is divided among a group of Khyber shards spread through the underworld and is confined to those shards by the light of the Silver Flame. While shattered and bound, the Rage of War can't bring his full power to bear on the world. But he can influence events in the vicinity of any of his shards, drawing power from acts of violence.",
												"The Last War was a boon that allowed Rak Tulkhesh to darken the hearts of soldiers and civilians alike, whose actions then weakened the overlord's bonds to give him even greater sway over the regions surrounding his shards. The violence seen in Thaliost and other occupied cities, the hatred against warforged and Cyran refugees, the calls for a return to war—all these things bear the mark of Rak Tulkhesh's malign influence."
											]
										},
										{
											"type": "entries",
											"name": "Minions of Rak Tulkhesh",
											"entries": [
												"Any organization that fosters hatred unwittingly serves Rak Tulkhesh, and countless soldiers in the Five Nations are devoted to the Rage of War. Many of the Carrion Tribes of the Demon Wastes likewise serve Rak Tulkhesh and yearn to carry his bloody banner into the soft lands of the south. The minotaurs of Droaam revere Rak Tulkhesh as the Horned Prince. But the most powerful of the overlord's follower's is the rakshasa Mordakhesh the Shadowsword—Rak Tulkhesh's exarch among the Lords of Dust, who commands a host of fiends exerting the overlord's will across Khorvaire."
											]
										}
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "bestiary/ERLW/Rak Tulkhesh.png"
							}
						}
					}
				}
			}
		},
		{
			"name": "Shifter",
			"source": "ERLW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Shifters are tied to primal spirits, which most of them refer to as the beast within. They are lithe of form and have bestial features: large eyes, flat noses, pointed ears, and light fur over much of their bodies. When a shifter fully embraces the beast within by \"shifting,\" these features become even more pronounced."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ERLW/Shifter.png"
					}
				}
			]
		},
		{
			"name": "Steel Defender",
			"source": "ERLW",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ERLW/Steel Defender.png"
					}
				}
			]
		},
		{
			"name": "Sul Khatesh",
			"source": "ERLW",
			"_copy": {
				"name": "Overlords",
				"source": "ERLW",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Sul Khatesh is known as the Keeper of Secrets and the Queen of Shadows. She embodies the fears and superstitions surrounding magic, from malevolent warlocks to mad wizards, from deadly curses to magical power that draws those who wield it deeper into darkness.",
										"Sul Khatesh is subtler than the Rage of War. She empowers warlocks and whispers secrets into the minds of wizards and artificers, helping them master spells and create relics they could never shape on their own. But few of those inspired by Sul Khatesh understand what forces they are dealing with, or recognize the danger inherent in her gifts.",
										{
											"type": "entries",
											"name": "The Queen of Shadows",
											"entries": [
												"An entity of shadow, Sul Khatesh can assume any form. Her favored shape is a twelve-foot-tall humanoid figure draped in a flowing, hooded robe formed of swirling mist and clinging shadow."
											]
										},
										{
											"type": "entries",
											"name": "Minions",
											"entries": [
												"Most of Sul Khatesh's followers are wizards and warlocks, and she is one of the primary patrons for warlocks in Khorvaire. Covens devoted to the Queen of Shadows use dark magic and fear to dominate whole communities, while isolated warlocks make pacts with Sul Khatesh to pursue power and revenge. By sharing her power in this way, the overlord perpetuates the image of the evil warlock, inciting fear that strengthens the Keeper of Secrets even more.",
												"Sul Khatesh's chief agent among the Lords of Dust is the rakshasa Hektula, who serves as the librarian in the demonic citadel of Ashtakala. Known as the First Scribe, Hektula presides over an immense trove of arcane knowledge and artifacts."
											]
										}
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "bestiary/ERLW/Sul Khatesh.png"
							}
						}
					}
				}
			}
		},
		{
			"name": "Tarkanan Assassin",
			"source": "ERLW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Tarkanan assassins are the elite killers, spies, and thieves who work for House Tarkanan, a criminal organization specializing in theft and assassination. In addition to their deadly skill, a Tarkanan assassin possesses an aberrant dragonmark—a twisted sigil that provides them with magical power. House Tarkanan actively seeks and recruits people with aberrant dragonmarks.",
								{
									"type": "inset",
									"name": "Aberrant Dragonmark Innate Spells",
									"entries": [
										"The power granted by an aberrant dragonmark is unpredictable. When running a Tarkanan assassin, you can roll on the Aberrant Dragonmark Innate Spells table to determine the spells gained from that NPC's aberrant mark, replacing the spells in the stat block's Innate Spellcasting trait.",
										{
											"type": "table",
											"colLabels": [
												"d6",
												"At Will",
												"1/Day"
											],
											"colStyles": [
												"col-2 text-center",
												"col-5",
												"col-5"
											],
											"rows": [
												[
													"1",
													"{@spell Fire bolt} ({@dice 2d10})",
													"{@spell Burning hands} ({@dice 3d6})"
												],
												[
													"2",
													"{@spell Shocking grasp} ({@dice 2d8})",
													"{@spell Chromatic orb} ({@dice 4d8})"
												],
												[
													"3",
													"{@spell Poison spray} ({@dice 2d12})",
													"{@spell Ray of sickness} ({@dice 3d8})"
												],
												[
													"4",
													"{@spell Friends}",
													"{@spell Charm person} (two creatures)"
												],
												[
													"5",
													"{@spell Minor illusion}",
													"{@spell Thunderwave} ({@dice 2d8})"
												],
												[
													"6",
													"{@spell Dancing lights}",
													"{@spell Sleep} ({@dice 7d8})"
												]
											]
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ERLW/Tarkanan Assassin.png"
					}
				}
			]
		},
		{
			"name": "The Lord of Blades",
			"source": "ERLW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"The Lord of Blades is a warforged warlord who has broken all ties with his former masters. He has established a nation for his people deep in the Mournland, centered in a great fortress where warforged from all over Khorvaire can come and feel a sense of belonging. No one knows what the Lord of Blades plans for his followers, but many fear that he intends to build a legion of warforged zealots, primed to march from the Mournland to unleash destruction on their former masters.",
								"Some tales assert that the Lord of Blades led the warforged armies of Cyre in the Last War. Others cast him as a newer warforged, perhaps the last to come out of the Cannith creation forges before the Thronehold Accords led to their dismantling. One story claims the Lord of Blades caused the destruction of Cyre and warns that he plans to repeat the Day of Mourning in each of the remaining Five Nations. Whatever the truth, he has become a beacon for warforged everywhere.",
								{
									"type": "entries",
									"name": "Warforged Nature",
									"entries": [
										"The Lord of Blades doesn't require air, food, drink, or sleep."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ERLW/The Lord of Blades.png"
					}
				}
			]
		},
		{
			"name": "Tsucora Quori",
			"source": "ERLW",
			"_copy": {
				"name": "Quori",
				"source": "ERLW",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Tsucora quori are nightmarish creatures. Their headless torsos are covered with eyes and twitching limbs, including two massive arms that end in powerful pincers, and a serpentine tail tipped with a vicious stinger. They are cruel and calculating, enjoying the power they wield over others as they concoct elaborate schemes to advance their own positions and discredit their rivals.",
										{
											"type": "entries",
											"name": "Relentless Schemers",
											"entries": [
												"Constantly jockeying for position, each tsucora hopes to be reincarnated as a more powerful servant of the Dreaming Dark. As such, their plans are as often focused on the ruination of competitors as they are on the furthering of il-Lashtavar's plans. When they aren't serving in the cities of their nightmare realm, they hunt the dreaming spirits of mortals."
											]
										},
										{
											"type": "entries",
											"name": "Fearmongers",
											"entries": [
												"Their ability to manipulate the fears of mortals sees tsucoras often sent to Eberron as Inspired. Nothing keeps humanoid chattel in line like fear, and the tsucoras are the masters of manipulating the uncertainty of mobs and high-ranking officials alike. The effectiveness of tsucora Inspired keeps the members of this order in the good graces of the kalaraq quori."
											]
										}
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "bestiary/ERLW/Tsucora Quori.png"
							}
						}
					}
				}
			}
		},
		{
			"name": "Undying",
			"source": "ERLW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"The undying are undead creatures sustained by positive energy or the devotion of mortal beings. Where strong negative emotions can trap a spirit as a ghost or wraith, the undying are spirits who linger because they are cherished and who in turn seek to protect and guide the people of their community.",
								"Though it's possible for undying to appear anywhere, it is rare for them to manifest naturally. The only place where they are found in significant numbers is the island of Aerenal, a land whose close ties to the plane of Irian suffuse it with positive energy. The elves of Aerenal spent thousands of years working to develop rituals that tap into this energy, allowing them to preserve their greatest citizens as undying.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"entries": [
												{
													"type": "entries",
													"name": "The Face of Death",
													"entries": [
														"The light of Irian sustains the spirit, but it doesn't preserve the physical body. The undying appear as desiccated corpses, their flesh withering away over centuries. At the same time, the spirit of the undying surrounds the body—an aura of light forming a spectral shadow of the soul. The light shed by an undying doesn't generate heat, but it provides a sense of warmth and comfort.",
														"The most powerful of the undying can separate their spirits from their physical forms, existing as beings of pure light. This state is the ultimate goal of the elves of Aerenal, and such beings are known as ascendant councilors."
													]
												},
												{
													"type": "entries",
													"name": "Bound by Love and Light",
													"entries": [
														"Undying are sustained by positive energy, whether found in manifest zones tied to Irian—such as in Shae Mordai, the Aereni City of the Dead—or freely given by the devotion of mortal beings. The worship of the Undying Court is what sustains the undying of Aerenal, but devotion is a finite resource. As such, each elf that becomes an undying must earn their afterlife. If an undying elf leaves Aerenal, they require a community of elves or another source of positive energy to sustain them. Failing this, their light fades and they eventually die."
													]
												},
												{
													"type": "entries",
													"name": "The Undying Court",
													"entries": [
														"The honored undead of Aerenal are united in the Undying Court. Based in the city of Shae Mordai, the members of the Undying Court spend their time meditating, engaging in research, or continuing to perfect the arts they practiced in life. They serve as guides and advisors to the living, and members of the noble lines of Aerenal can exercise the rite of counsel to consult with ancestors in Shae Mordai.",
														"The greatest members of the Undying Court are the ascendant councilors. These beings of pure light are focused on contemplating the mysteries of life and the planes, and can work together to wield godlike power that allows them to shield Aerenal from almost any threat. However, the ascendant councilors can exercise power beyond Aerenal only by acting through devoted mortals—paladins and clerics of the Undying Court."
													]
												},
												{
													"type": "entries",
													"name": "Undead Nature",
													"entries": [
														"An undying doesn't require air, food, drink, or sleep."
													]
												}
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Undying Councilor",
			"source": "ERLW",
			"_copy": {
				"name": "Undying",
				"source": "ERLW",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Undying councilors guide and protect the people of Aerenal. They are the most powerful members of the Undying Court who still maintain their physical forms. While many undying councilors spend their days advising the living, some devote years projecting their consciousness into the Astral Plane, seeking new knowledge to share with their people. Still, not all minds are capable of assimilating immortality, and undying councilors sometimes buckle under the strain and go mad."
									]
								}
							]
						}
					}
				}
			}
		},
		{
			"name": "Undying Soldier",
			"source": "ERLW",
			"_copy": {
				"name": "Undying",
				"source": "ERLW",
				"_mod": {
					"entries": {
						"mode": "prependArr",
						"items": {
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"entries": [
										"Undying soldiers make up the army of Aerenal's City of the Dead. They guard the temples of the Undying Court and the mansions of the noble lines of Aerenal, and Aereni ambassadors are often accompanied by undead bodyguards. Undying soldiers wear heirloom armor and wield ornate weaponry."
									]
								}
							]
						}
					},
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "bestiary/ERLW/Undying Soldier.png"
							}
						}
					}
				}
			}
		},
		{
			"name": "Valenar Animals",
			"source": "ERLW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"The elves of Valenar say that when their ancestors fought the giants of Xen'drik, elf druids took the forms of animals on the battlefield. The cruel and mighty Emperor Cul'sir of the giants laid a curse upon the druids and trapped them in the forms of animals. Just as the ancestors of the Valenar guide their warriors in battle, the spirits of these druids can awaken power in an animal to create a companion worthy of a champion.",
								"Valenar animals are awakened to advanced intelligence and power by the touch of an ancestral spirit. Traditionally, Valenar animals choose Valenar elves as companions, reflecting a bond between the ancestors of elf and animal. To be chosen by a Valenar animal is a great honor, and any such elf is treated with respect and reverence. Still, on the rare occasions when a Valenar animal chooses an adventurer of a different ancestry as a companion, it is universally accepted.",
								"The Valenar animals presented here—hawk, hound, and steed—are but examples, for the ancestral spirits can take on many animal forms.",
								{
									"type": "entries",
									"name": "Variant: Ancestral Traits",
									"entries": [
										"Each Valenar animal can be customized with an ancestral gift, a supernatural trait granted by its ancestral spirit. Choose a trait or roll on the Ancestral Traits table for each Valenar animal.",
										{
											"type": "table",
											"caption": "Ancestral Traits",
											"colLabels": [
												"d8",
												"Trait"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"Bestow Luck (1/Day). As a bonus action, the animal chooses one creature it can see within 30 feet of it. The next ability check, attack roll, or saving throw the target makes in the next hour has advantage."
												],
												[
													"2",
													"Burst of Speed (Recharge 6). The animal can take the {@action Dash} action as a bonus action."
												],
												[
													"3",
													"Camouflage. The animal has advantage on Dexterity ({@skill Stealth}) checks it makes while outdoors."
												],
												[
													"4",
													"Lie Detector. The animal knows when a creature within 15 feet of it tells a lie."
												],
												[
													"5",
													"Fey Ancestry. The animal has advantage on saving throws against being {@condition charmed} or {@condition frightened}, and magic can't put it to sleep."
												],
												[
													"6",
													"Fey Step (1/Day). The animal, along with anything it is wearing or carrying, teleports up to 30 feet to an unoccupied space it can see."
												],
												[
													"7",
													"Quickness (Recharge 6). The animal can take the {@action Dodge} action as a bonus action."
												],
												[
													"8",
													"Shrouded Step. The animal can't be tracked except by magical means, and it leaves behind no tracks or other traces of its passage."
												]
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Valenar Hawk",
			"source": "ERLW",
			"_copy": {
				"name": "Valenar Animals",
				"source": "ERLW"
			}
		},
		{
			"name": "Valenar Hound",
			"source": "ERLW",
			"_copy": {
				"name": "Valenar Animals",
				"source": "ERLW",
				"_mod": {
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "bestiary/ERLW/Valenar Hound.png"
							}
						}
					}
				}
			}
		},
		{
			"name": "Valenar Steed",
			"source": "ERLW",
			"_copy": {
				"name": "Valenar Animals",
				"source": "ERLW",
				"_mod": {
					"images": {
						"mode": "prependArr",
						"items": {
							"type": "image",
							"href": {
								"type": "internal",
								"path": "bestiary/ERLW/Valenar Steed.png"
							}
						}
					}
				}
			}
		},
		{
			"name": "Warforged Colossus",
			"source": "ERLW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"In the final days of the Last War, House Cannith unleashed its mightiest creations: the warforged colossi. These enormous mechanical warriors thundered across Cyre, crushing everything in their paths and leaving ruin behind them. Meant to end the war decisively, the colossi pulverized hundreds of soldiers beneath their feet and incinerated whole legions with beams of fiery light that shot from their mouths. This rampage was cut short on the Day of Mourning. The arcane cataclysm that engulfed Cyre destroyed most of the warforged colossi, causing them to collapse into lifeless heaps.",
								{
									"type": "entries",
									"name": "Colossal Survivors",
									"entries": [
										"Some warforged colossi survived the Day of Mourning more or less intact and are thought to only be in stasis, waiting to be awakened. Cannith artificers are eager to track them down and determine whether they can be awakened or, at the very least, salvaged for {@i docents} and other magic items. Here are locations where operational warforged colossi are rumored to dwell:",
										{
											"type": "list",
											"items": [
												"\"Arkus\" (Colossus WX-11) lies {@condition prone} at the bottom of the Glowing Chasm in the northern part of the Mournland, with one of its arms torn off.",
												"\"Artorok\" (Colossus WX-73) sits at the bottom of Lake Cyre amid the scaffolding of a sunken House Cannith workshop, flooded but otherwise intact.",
												"\"Hanamar\" (Colossus WX-42) stands at the bottom of Kraken Bay, near the coast of Valenar, buried up to its knees in sand and flooded, but it is otherwise intact.",
												"\"Karrnslayer\" (Colossus WX-31) lost its legs but crawls through the Mournland, using its arms to drag its great bulk across the ground. It is always {@condition prone} and can't use its Stomp action, but makes three extra turret attacks when it takes the Multiattack action option.",
												"\"Landro\" (Colossus WX-33) is partially phased into a mountainside on the border of Cyre and Breland, but still explorable and potentially salvageable.",
												"\"Norr\" (Colossus WX-5) is slumped amid the ruins of Metrol, the former capital of Cyre.",
												"\"Tymber\" (Colossus WX-12) squats in the Crawling Swamp, in the northwest corner of the Shadow Marches. How it got there, no one knows."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Hollow Structure",
									"entries": [
										"Although it can operate without a crew, a warforged colossus is built to carry wizards, artificers, magewrights, and elite troops. For this reason, these constructs are largely hollow on the inside, with tunnels, ladders, storage areas, and observation decks.",
										"A colossus might be filled with monsters and secrets, in addition to the corpses of those who died inside it. In chapter 4, map 4.8 illustrates an inactive warforged colossus, and the text that accompanies it explains how the colossus might serve as an adventure location."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Warforged Soldier",
			"source": "ERLW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Warforged soldiers are humanoids formed from wood and steel, then magically imbued with life and sentience. The warforged were created to fight in the Last War, and in the aftermath of that conflict, they struggle to understand their place in the world.",
								"Most warforged soldiers still serve their former masters, often guarding dragonmarked houses or merchant caravans. Many warforged find it difficult to separate themselves from the soldiers they were made to be, seeking work as bouncers, bailiffs, and bodyguards. Others put their tireless strength to work as laborers, committed to the reconstruction of the towns and cities they defended or destroyed in the war."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ERLW/Warforged Soldier.png"
					}
				}
			]
		},
		{
			"name": "Warforged Titan",
			"source": "ERLW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Warforged titans are hulking constructs built to wreak paths of destruction through enemy armies. Some of the most feared combatants of the Last War, warforged titans are barely sentient, with just enough intelligence to follow commands.",
								{
									"type": "entries",
									"name": "Legacy of Giants",
									"entries": [
										"In the Age of Giants, giant artificers built mindless war golems to aid them in their war against the quori. Millennia later, some of these golems were unearthed by adventurers searching for the secrets of that age, then turned over to artificers working for the dragonmarked houses during the Last War. House Cannith studied these designs, and in the course of uncovering the secrets of the golems and the giant artificers who made them, House Cannith created the first warforged titans."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ERLW/Warforged Titan.png"
					}
				}
			]
		},
		{
			"name": "Zakya Rakshasa",
			"source": "ERLW",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"Millions of years before the rise of the humanoid races, the rakshasas of Eberron ruled a civilization that spanned Khorvaire. Masters of combat, the rakshasas of Eberron wield their weapons with demonic fury, rushing into battle seeking vengeance against those who bound their fiendish masters.",
								"Rakshasas are described in the {@book Monster Manual|MM}. A martial variant—the zakya rakshasa—is presented here.",
								"Zakya rakshasas are the bloodthirsty foot soldiers of the rakshasa horde. They are driven to free their fiendish rulers, seeking vengeance against the dragons and those who revere the couatls. Unlike other rakshasas with their luxurious robes and fineries, zakya rakshasas are almost always clad in battle gear: well-worn scale mail, a razor-sharp longsword, and a heavy shield bearing the emblem of their demonic master."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/ERLW/Zakya Rakshasa.png"
					}
				}
			]
		}
	],
	"_meta": {
		"internalCopies": [
			"monsterFluff"
		]
	}
}
