{
	"_meta": {
		"internalCopies": [
			"creatureFluff"
		]
	},
	"creatureFluff": [
		{
			"name": "Ainamuuren",
			"source": "LOMM",
			"entries": [
				{
					"type": "pf2-h2",
					"name": "The Cursebreaker",
					"collapsible": true,
					"entries": [
						"Like all saumen kar, Ainamuuren is a large, muscular humanoid with large horns atop his head. Thick, white fur covers everywhere except his face, hands, and feet, which reveal darker skin beneath the fur, covered in an intricate pattern of stylized runes. Unlike other saumen kar, Ainamuuren possess not two but four long, curving horns, jutting from his head like a primal crown. The large, magical greataxe he carries bears intricate, stylized runic patterns that greatly resemble those carved upon his flesh, with the same sharp focus on angular lines and triangular shapes."
					]
				}
			]
		},
		{
			"name": "Cuetzmonquali",
			"source": "LOMM",
			"entries": [
				{
					"type": "pf2-h2",
					"name": "The Burning Dragon",
					"collapsible": true,
					"entries": [
						"Though stories call it the Burning Dragon, Cuetzmonquali is a unique creature with no draconic heritage.",
						"Cuetzmonquali resembles an enormous reptile with large frills, two tails ending in massive stingers, and scales that appear to be made of burning flame. Cuetzmonquali is capable of growing any number of horns from its head, on which it can impale and trap its enemies. Each horn grows in a burst of searing flame that burns flesh and scales and results in a blackened obsidian spike jutting from its forehead. These horns molt off occasionally, leaving behind warnings of the beast's presence.",
						"In combat, Cuetzmonquali is a terrifying foe who uses its horns to skewer foes, unleashes white-hot blasts of flame to devastate those who don't approach, and injects a potent burning venom that ignites a foe from within their own body, sapping their strength. Against groups of weaker foes, it simply tramples them to death underfoot. Anyone courageous enough to face Cuetzmonquali and powerful or cunning enough to slay the creature can lay claim to the treasure that lies in its belly: the legendary artifact known as the {@item Spear of the Destroyer's Flame|LOMM}."
					]
				}
			]
		},
		{
			"name": "Desert's Howl",
			"source": "LOMM",
			"entries": [
				{
					"type": "pf2-h2",
					"name": "Stalker in the Sand",
					"collapsible": true,
					"entries": [
						"Desert's Howl is a towering, gray abomination with a shape vaguely similar to that of a bearded man with glowing yellow eyes, long ibex horns, deadly black claws, and cloven hooves. These features have sometimes caused those who encounter it to mistake it for some kind of fiend, a fatal mistake likely to lead to their demise, as Desert's Howl is in truth a twisted aberration composed of a disgusting mix of nightmares, smoke, and ash. As such, {@item holy water} and other measures that might be effective against fiends have no effect on Desert's Howl.",
						"According to the oral histories of the people who have survived in the Thuvian desert the longest, when Desert's Howl first appeared, it was in much the same shape but no larger than a human. Over time, its proportions lengthened and grew, as did its frightening abilities and appetite for suffering.",
						"Given the incredible range on Desert's Howl's namesake desolate exclamation, creatures are much more likely to hear Desert's Howl than see it. Though such forewarning potentially gives distant creatures additional time to prepare to face or escape the creature, Desert's Howl enjoys the steady build-up of fear that this approach allows, potentially breaking its victims' resolve long before it even appears. Besides, a creature of its power has little to fear from travelers, or even most adventurers, regardless of how much time they have to prepare. In the end, a greater struggle just makes destroying them all the sweeter.",
						{
							"type": "pf2-h3",
							"name": "Unsettling Dreams",
							"entries": [
								"The nightmares induced by Desert's Howl's presence are vivid and disturbing. The first night often entails frequent wakening, often accompanied by gasping or screaming. On subsequent nights, dreams and reality can begin to blur together due to exhaustion, leaving the victim delirious and unable to discern upon waking whether the things they remember truly happened or not. At this point, Desert's Howl can use its illusions to bring to life things the victim saw in their dreams to unsettle them and sow distrust among their allies—perhaps glimpses of their companions acting suspiciously or strange omens and portents carried over from their nightmares."
							]
						}
					]
				}
			]
		},
		{
			"name": "Howling Spawn",
			"source": "LOMM",
			"entries": [
				{
					"type": "pf2-h2",
					"name": "Stalker's Spawn",
					"collapsible": true,
					"entries": [
						"While {@creature Desert's Howl|LOMM} is presumed to be unique, given its inexplicable origin, there have been reports of creatures resembling Desert's Howl that stalk the sands of Thuvia. Though quite similar to the descriptions of Desert's Howl, they seem to be individuals who haven't yet fully completed their transformation into the terrifying beast. Whether these unfortunate people met a cruel fate similar to that which spawned Desert's Howl or are spawn of the nightmarish creature itself is unclear. Some reports of encounters with these creatures note that it's possible to revert the creature back to its humanoid form by cleansing its mind of nightmarish visions, though there's no solid evidence of such an event ever occurring."
					]
				}
			]
		},
		{
			"name": "Fafnheir",
			"source": "LOMM",
			"entries": [
				{
					"type": "pf2-h2",
					"name": "Father of Linnorms",
					"collapsible": true,
					"entries": [
						"Fafnheir is the fabled Father of Linnorms. He's larger than all other linnorms on Golarion, with a length of 60 feet and a weight upwards of 10 tons. Fafnheir is a clever and powerful creature, worthy of the fear of all people in the Lands of the Linnorm Kings."
					]
				}
			]
		},
		{
			"name": "Young Linnorm",
			"source": "LOMM",
			"entries": [
				{
					"type": "pf2-h2",
					"name": "Young Linnorms",
					"collapsible": true,
					"entries": [
						"As discussed on page 165 of {@i Bestiary 2}, female linnorms lay eggs in the wilderness, where linnorms are known to hunt. A linnorm egg remains viable for many years, protected by a tough, leathery skin easily mistaken for stone. When a male linnorm eventually stumbles across the egg, he fertilizes it and takes it to a secure and remote location, leaving it alone to eventually hatch. Newborn linnorms remain hidden in their nests for several months as they mature, growing large enough to hunt on their own and setting out into the world. These linnorms are roughly the equivalent of older teenagers when compared to other species. Younger linnorms, while still primal creatures with a strong tie to the {@plane First World}, haven't yet manifested most of their magical powers. They still can't breathe deadly fire or lightning or see invisible creatures, and, most importantly, they can be slain without prompting the linnorm's legendary death curse. They do, however, have voracious appetites, consuming any living thing to fuel their rapid growth. A linnorm is most vulnerable during this time; scouts who find tracks of a young linnorm quickly muster a hunting party of stalwart and experienced warriors to track the creature down and kill it quickly—before they draw the attention of the linnorm's father.",
						{
							"type": "pf2-h3",
							"name": "Varieties of Young Linnorms",
							"entries": [
								"While the statistics for young linnorms suit most uses, you might choose to customize a creature by giving it abilities and traits found in its adult variety.",
								{
									"type": "list",
									"items": [
										"{@b {@creature Cairn Linnorm|B2}}: Immune to acid; venom inflicts acid damage instead of poison damage; gains a climb speed of 30 feet; loses {@ability Constrict}.",
										"{@b {@creature Crag Linnorm}}: Immune to fire; venom inflicts fire damage instead of poison damage.",
										"{@b {@creature Fjord Linnorm|B2}}: Immune to cold; venom inflicts cold damage instead of poison damage and {@condition clumsy} instead of {@condition drained}.",
										"{@b {@creature Ice Linnorm}}: Immune to cold; venom inflicts cold damage instead of poison damage.",
										"{@b {@creature Shoal Linnorm|B2}}: Immune to fire; venom inflicts fire damage instead of poison damage.",
										"{@b {@creature Taiga Linnorm|B2}}: Immune to electricity; venom inflicts electricity damage instead of poison damage; gains Spines; loses {@ability Constrict}.",
										"{@b {@creature Tarn Linnorm}}: Immune to acid; venom inflicts acid damage instead of poison damage; gains Double Bite.",
										"{@b {@creature Tor Linnorm}}: Immune to fire; venom inflicts fire damage instead of poison damage; gains a climb speed of 30 feet."
									]
								},
								"Despite their sizable threat, presenting the head of one of these linnorm youths is more likely to see a warrior laughed out of town than crowned king. Young linnorms who survive for more than a few months become Huge, gaining elite adjustments and other distinctive linnorm traits, such as {@spell true seeing} and {@spell freedom of movement}. By the time a linnorm manifests its breath weapon and death curse after a year, it's fully grown into an adult."
							]
						}
					]
				}
			]
		},
		{
			"name": "Grogrisant",
			"source": "LOMM",
			"entries": [
				{
					"type": "pf2-h2",
					"name": "The Empire's Pride",
					"collapsible": true,
					"entries": [
						"Grogrisant is an enormous lion with multiple eyes and a golden, glowing mane. As it was originally slain by Taldor's founding emperor, the legendary hero Taldaris, Grogrisant's appearance marks both danger for the people of Taldor and the potential for Taldans to prove their might against a creature from their fabled past. How it continues to appear time and time again remains a mystery, one that Taldan scholars continuously attempt to decipher."
					]
				}
			]
		},
		{
			"name": "Grisantian Lion",
			"source": "LOMM",
			"entries": [
				{
					"type": "pf2-h2",
					"name": "Grisantian Lions",
					"collapsible": true,
					"entries": [
						"The appearance of the {@creature Grogrisant|LOMM} is a once-in-a-generation event, but the spawn of that legendary creature are well known in the World's Edge Mountains and throughout Taldor. These primal beasts don't travel in a pride as ordinary lions do. Instead, they avoid others of their kind, even to mate, and they seek out ordinary lions once a year or so for this purpose. A grisantian lion who bears cubs nurses and tends their offspring only long enough for their young to become self-sufficient—which takes only a few months, thanks to their kind's incredibly rapid growth and development.",
						"A full-grown grisantian lion is as big as an elephant and exceedingly aggressive, hunting anything that comes across its path. While ordinary lions rely on stealth and pack tactics to secure a meal, the grisantian lion is too big to hide in tall grass. Instead, it has adapted to the mountains, where it selects a large and hard-to-reach cave as its home before claiming it from whatever creature is so unfortunate as to already inhabit the place. A grisantian lion is a canny hunter, able to track for miles, and remains behind rocky cliffs and outcroppings as it approaches its prey. Once close enough, it pounces, tearing open the prey's armor and shredding the flesh within. If threatened, a grisantian lion seizes its meal in its mouth and leaps off, scaling a nearby cliff face and retreating to its den.",
						"Although they're wild creatures that can never be tamed, grisantian lions understand Taldane and occasionally agree to help those who defend nature. However, such alliances are temporary and unreliable at best."
					]
				}
			]
		},
		{
			"name": "Kallas Devil",
			"source": "LOMM",
			"entries": [
				{
					"type": "pf2-h2",
					"name": "A Putrid Nightmare",
					"collapsible": true,
					"entries": [
						"Bearing a resemblance to the flayed {@creature nuckelavee|B2} that lurks in stagnant swamps, the Kallas Devil distinguishes herself by being able to separate herself from her mount without issue, as well as with her powers of disguise and subtlety. Though her wicked trident and violent fury are enough to sear her image into the minds of the local people, it's the Kallas Devil's ability to slip unseen among her would-be victims that elevates the creature beyond the ranks of a common horror. No matter how careful the residents of Riverton are with their youth and the vulnerable, the Kallas Devil claims her chosen target more often than not, luring the hapless victim toward doom while wearing a smiling child's face.",
						{
							"type": "pf2-sidebar",
							"name": "The Skinned Steed",
							"entries": [
								"As the Kallas Devil constantly replaces her mount with the latest offering from the locals, the Skinned Steed doesn't have a specific stat block. Instead, the Skinned Steed can have whatever statistics you need for the story you wish to tell or combat you wish to run. The Skinned Steed should be weaker than the Kallas Devil herself and, at most, should be a 7th-level creature. Assume the typical Skinned Steed is a {@creature war horse} with the elite adjustment."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Alternative Abilities",
							"entries": [
								"Rumors run rampant about the most mysterious and unique beings on Golarion, and any scholar who makes assumptions can easily be blindsided by reality. As the Kallas Devil takes the skin of others, she sometimes gains different abilities due to the differing natures of the souls she claims. GMs choosing to use one of these abilities can replace one of the Kallas Devil's abilities in the stat block. A GM can add two of these abilities and apply the elite adjustment to create a more powerful version of the Kallas Devil, perhaps one that has been empowered by a killing spree.",
								{
									"type": "list",
									"items": [
										"{@b Blameless}: While in disguise, the Kallas Devil can attempt to keep others from noticing her Loathsome Stench by attempting a {@skill Deception} check to {@action Lie}. She has a +4 circumstance bonus to this check.",
										"{@b Infectious Water}: The Kallas Devil has a vengeful streak and has the ability to infect wells and water supplies in Riverton with sewer haze. She can infect the water supply {@dice 1d6} days after the Festival of the Skinned Hooves if the ritual sacrifice of the festival isn't performed.",
										"{@b Underwater Views}: While underwater, the Kallas Devil can blend in with the surrounding environment and hide from other creatures by attempting a {@skill Stealth} check. She has a +4 circumstance bonus for this check.",
										"{@b Cold Currents}: While the Kallas Devil is in water, she gains cold resistance 10 and electricity weakness 5.",
										"{@b Suffer the Children}: ({@trait aura}, {@trait charm}, {@trait emotion}, {@trait mental}) 20 feet. While the Kallas Devil is disguised as a child, any creature in the aura who is considered an adult by their culture takes a –2 circumstance penalty to checks and DCs opposing the Kallas Devil's {@skill Deception}.",
										"{@b Freezing Touch}: When winter comes to Riverton, the Kallas Devil sharpens her claws with chunks of ice. When the Kallas Devil makes a jaws or claw attack, she deals an additional {@damage 1d6} cold damage.",
										"{@b Waterfall Torrent}: The Kallas Devil controls any water she touches. When the Kallas Devil is in water, she can cast {@spell hydraulic push} as an occult innate spell at will."
									]
								}
							]
						}
					]
				},
				{
					"type": "pf2-h2",
					"name": "Devil's Treasure",
					"collapsible": true,
					"entries": [
						"Heroes brave enough to face the Kallas Devil can claim her trident as a prize, if they manage to slay the terror. Local stories claim that the trident has the power to quench any fire but became corrupted in the hands of the Devil.",
						{
							"type": "data",
							"tag": "item",
							"name": "Devil's Trident",
							"source": "LOMM"
						}
					]
				}
			]
		},
		{
			"name": "Kothogaz, Dance of Disharmony",
			"source": "LOMM",
			"entries": [
				{
					"type": "pf2-h2",
					"name": "Kothogaz, Dance of Disharmony",
					"collapsible": true,
					"entries": [
						"Kothogaz is a towering horror of claws and eyes, surrounded by swarming insects."
					]
				},
				{
					"type": "pf2-h2",
					"name": "Kothogaz's Destruction",
					"collapsible": true,
					"entries": [
						"Many legends exist detailing methods of Kothogaz's final destruction. The most popular story is of the {@ritual Raga of Remembrance|LOMM}, a performance powerful enough to summon the spirits of the millions who opposed Kothogaz so long ago. The raga's drone builds from a disharmonic instrument crafted with pieces of the beast's heart, and once the song swells, the musician becomes an anchor for the avatar of the legendary psychic Vanitapati."
					]
				}
			]
		},
		{
			"name": "Spawn of Kothogaz",
			"source": "LOMM",
			"entries": [
				{
					"type": "pf2-h2",
					"name": "Kothogaz's Spawn",
					"collapsible": true,
					"entries": [
						"Kothogaz's presence causes the land to sprout festering hives. Insectile, acid-drooling spawn slither from these growths as lesser versions of their creator."
					]
				}
			]
		},
		{
			"name": "Krampus Celebrant",
			"source": "LOMM",
			"entries": [
				{
					"type": "pf2-h2",
					"name": "Life Imitates Art",
					"collapsible": true,
					"entries": [
						"Fierce as he might be, {@creature Krampus|B3} rarely has the time to be everywhere at once. He doesn't have any particular ability to teleport or make speedy, long-distance travel, but he still strikes fear in the hearts of countless multitudes due to his power and the severity of the punishments he metes out.",
						"Due to this lack of ubiquity, most societies appreciate Krampus more as a folkloric bogeyman and less as a physical threat that they're likely to encounter during any particular year's solstice. Come winter festivals, adults delightfully dress up as Krampus, parading through the streets to carouse, spook youngsters, and wave birch switches around.",
						"However, if taken too far, this good-natured fun can attract Krampus's attention and blessing. Of course, this \"blessing\" is more of a dangerous curse that transforms those well-meaning revelers imitating him into sadistic tormentors dead-set on punishing the naughty before the festivities are through.",
						"These so-called Krampus celebrants maraud for several nights, executing ghoulish acts of terror, vandalism, and cruel justice upon those who have \"misbehaved\" according to Krampus's own twisted sense of decorum, before reverting to their normal forms. Those who survive swiftly throw off their bloodstained pelts and costumes, swearing to never again tempt Krampus.",
						"The Krampus celebrant statistics below befit these revelers for a festival gone wrong, yet in a pinch, depending upon your campaign, they're also suitable for a much less powerful Krampus who could be vanquished by lower-level PCs or a manifestation or aspect of Krampus that appears to haunt villages that Krampus himself can't reach. It could even represent a community's shared belief and paranoia in Krampus manifesting in a creature of belief similar to a {@creature brainchild}."
					]
				}
			]
		},
		{
			"name": "Krampus (The Horned Miser)",
			"source": "LOMM",
			"entries": [
				{
					"type": "pf2-h2",
					"name": "The Horned Miser",
					"collapsible": true,
					"entries": [
						"While Krampus is most infamous for tracking and punishing the naughty, his own sins often inform his vindictive responses to others' misdeeds. An incarnation of Krampus who arose from irrepressible greed might possess abilities that better reflect his fierce miserly behavior, emphasizing less the abduction of miscreants and more the disproportionate punishment of thieves and robbers. Such a variant Krampus might arise in different cultures that tell different stories about Krampus, or Krampus's powers and nature might drift between incarnations each time he is defeated and arises anew elsewhere in the world the following year. In these cultures or incarnations, Krampus represents a remorseless yet generous spirit who's willing to grant boons to the truly worthy while tormenting any who fail his morality tests.",
						"Unfortunately for people in regions terrorized by this Krampus, his definition of \"any who fail his morality tests\" tend to be nearly everyone but the most innocent and generous of people.",
						{
							"type": "pf2-h3",
							"name": "Test of Golden Rods",
							"entries": [
								"When feeling merciful or puckish, Krampus offers a {@item golden rod memento|LOMM} to imperfect mortals. With effort, the recipient might change their behavior and outlook with a memento, but more often the trinket transforms into a terrible burden for that creature, eventually leading to a confrontation with Krampus himself and a final punishment. When granting a golden rod memento, Krampus can add or remove tenets as he pleases."
							]
						}
					]
				}
			]
		},
		{
			"name": "Kuworsys",
			"source": "LOMM",
			"entries": [
				{
					"type": "pf2-h2",
					"name": "Writhing Gristle",
					"collapsible": true,
					"entries": [
						"At a distance, the creature known as Kuworsys might be mistaken for a crawling undead hand, possessed of two thumbs instead of one. These “thumbs” are actually the being's hind limbs, which it can clumsily stand upon should it choose. Each of its fingerlike limbs bears a smaller hand on the end, giving Kuworsys an eerie gait possessed of too many moving joints. Wedged within the wrist-shaped tissue that makes up the creature's head are three bloodshot eyes, glaring balefully from lids twisted into shape from ropes of flesh.",
						"Whether part of its base nature or due to its long imprisonment, Kuworsys appears to be skinned and rotting, its body riddled with ragged holes held together by raw sinew. Despite its glistening and putrid appearance, it isn't undead, nor does it leave any trace of blood or gristle in its wake. Those who believe its condition might slow it down are often shocked by the creature's jittering speed, and those who believe they might be able to track it by the scent of rotting flesh find themselves inhaling the beast's deadly, exhausting spores instead.",
						"When encountering another creature, Kuworsys doesn't approach initially, instead observing the stranger while hidden or at a distance. While it might grow bolder and approach to examine or provoke another being, it prefers to avoid direct confrontation and is intelligent and stealthy enough to deftly avoid discovery. Its presence proves deadly enough, even without any further aggression, as those who Kuworsys stalks eventually succumb to a lethal lethargy.",
						{
							"type": "pf2-h3",
							"name": "Alternative Abilities",
							"entries": [
								"The preceding stat block depicts how Kuworsys behaves around its targets of observation. However, rumors abound that it grows more aggressive when it has finished its observations. In battle, Kuworsys might unleash all the pent-up wrath of a creature trapped in a labyrinth for centuries. In that case, replace one or more of its abilities, especially observational abilities such as Gauge Potential, with one or more of the following abilities on a one-for-one basis.",
								{
									"type": "list",
									"items": [
										{
											"type": "ability",
											"style": "compact",
											"name": "Careless Block",
											"activity": {
												"number": 1,
												"unit": "reaction"
											},
											"trigger": "A creature attempts a {@action Strike} against Kuworsys",
											"entries": [
												"Kuworsys blocks the triggering {@action Strike} by snapping its sling or a stolen weapon into a blocking position. Damage is dealt to Kuworsys's weapon first. If the weapon would be destroyed, excess damage is dealt to Kuworsys."
											]
										},
										{
											"type": "ability",
											"style": "compact",
											"name": "Rain Blows",
											"activity": {
												"number": 3,
												"unit": "action"
											},
											"requirements": "Kuworsys is Reared Back",
											"entries": [
												"Kuworsys {@action strike||Strikes} each creature within its reach, to a maximum of four Strikes (one for each available limb). It can make limb Strikes or weapon Strikes, including with ranged weapons, but can use each weapon only once. Each attack counts toward Kuworsys's multiple attack penalty, but the multiple attack penalty doesn't increase until after it makes all the attacks."
											]
										},
										{
											"type": "ability",
											"style": "compact",
											"name": "Rapid Bombardment",
											"entries": [
												"Kuworsys's sling becomes a {@quickref reload 0||1|reload} weapon instead of reload 1."
											]
										},
										{
											"type": "ability",
											"style": "compact",
											"name": "Smash and Grab",
											"activity": {
												"number": 3,
												"unit": "action"
											},
											"entries": [
												"Kuworsys {@action stride||Strides} up to twice its Speed. At the end of its movement, it can make a melee limb {@action Strike}. On a successful Strike, the creature becomes grabbed until the end of Kuworsys's next turn."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Melfesh Monster",
			"source": "LOMM",
			"entries": [
				{
					"type": "pf2-h2",
					"name": "Avatar of Rot",
					"collapsible": true,
					"entries": [
						"Each Melfesh Monster is unique at any given time since the parent fungus only gives birth to a single monster at once, and each of these creations works a little differently and looks a little different from the last. However, their forms all bear similarities. A twisting mass of creeping vines creates the bulk of a Melfesh Monster's body, sculpted into a towering figure that can glide effortlessly across the ground. Mossy growths and trumpeting fungi cover the creature like matted fur, dripping from its back and shoulders in excess. A hood of dampened bark and thick moss covers its face, revealing only a crusty wooden jaw and a pair of gleaming red eyes. An acrid stench of burning manure follows the creature, often serving as the only warning that anyone gets before it attacks.",
						"Despite their fungal nature, Melfesh Monsters are undamaged by their own jets of flame and resistant to fires set by others, often surprising hunters who paid too little attention to the legends before encountering the creature. Their terrifying spores also mean that most survivors of their attacks tend to be disoriented and delirious, relating accounts of the monster that are distorted by confusion and fear. This, along with the natural variance between different Melfesh Monsters, means that even the most diligent of researchers will come across contradictory evidence. Even if they learn from all the prior information collected over the years, they're still often caught off guard when trying to hunt down and fell the threat since the new Melfesh Monster might have an ability never seen before. The canniest researchers, when faced with the seemingly contradictory evidence, speculate that the creature might evolve or change over time, which is closer to the truth but still falls short.",
						{
							"type": "pf2-h3",
							"name": "Alternative Abilities",
							"entries": [
								"There have been many Melfesh Monsters, and there will be many more. No two of the progenitor fungus's spawn are identical. The following are a number of alternate abilities that the Melfesh Monster might possess; GMs choosing to use one of these abilities can use it to replace one of the Melfesh Monster's abilities in the stat block above.",
								{
									"type": "list",
									"items": [
										{
											"type": "ability",
											"style": "compact",
											"name": "Smolderstench",
											"traits": [
												"aura",
												"olfactory",
												"poison"
											],
											"entries": [
												"60 feet. The Melfesh Monster emits the overwhelming stink of burning, rotting matter. A creature that enters or begins its turn in the area inhales spores and must attempt a DC 21 Fortitude save. On a failure, the creature takes {@damage 2d4} poison damage and is {@condition sickened||sickened 1}; on a critical failure, the creature also takes {@damage 4} persistent poison damage and is sickened 2. A creature that succeeds at its save is temporarily immune to smolderstench for 1 minute. This ability replaces terrorspores."
											]
										},
										{
											"type": "ability",
											"style": "compact",
											"name": "Death Throes",
											"activity": {
												"number": 1,
												"unit": "reaction"
											},
											"trigger": "The Melfesh Monster dies",
											"entries": [
												"The Melfesh Monster explodes in a 30-foot burst. Creatures in the area take {@damage 3d8} fire and {@damage 3d8} poison damage (DC 24 basic Reflex save). This ability replaces Reactive Growth."
											]
										},
										{
											"type": "ability",
											"style": "compact",
											"name": "Vent Flames",
											"activity": {
												"number": 1,
												"unit": "reaction"
											},
											"trigger": "The Melfesh Monster ends its movement next to or takes damage from an adjacent creature",
											"entries": [
												"Rifts in the Melfesh Monster's body spew burning gas. The triggering creature must succeed at a DC 21 Reflex save or inhale spores which remain in its body for 1 minute, take {@damage 2d6} fire damage, and become {@condition sickened||sickened 1} (on a critical failure, double damage and sickened 2). This ability replaces Reactive Growth."
											]
										},
										{
											"type": "ability",
											"style": "compact",
											"name": "Burrowing Grasp",
											"activity": {
												"number": 2,
												"unit": "action"
											},
											"entries": [
												"The Melfesh Monster {@action burrow||Burrows twice. At any point in this movement, it can shed a temporary fungal limb to grasp a creature within 10 feet. The creature must succeed at a DC 21 Reflex save or be {@condition immobilized} for 1 round (on a critical failure, 2 rounds) or until it {@action escape||Escapes} (DC 21). This ability grants the Melfesh Monster a burrow speed of 15 feet and replaces its fly speed and Envelop."
											]
										},
										{
											"type": "ability",
											"style": "compact",
											"name": "Corpse Bomb",
											"entries": [
												"The Melfesh Monster injects a creature's corpse with spores over the course of 10 minutes, priming it to explode. These spores last 1 day, and the Melfesh Monster can only have three corpses primed at a time; if it primes another, the oldest corpse bomb deactivates harmlessly. Creatures that succeed at a DC 21 Perception check while {@action seek||Seeking} or {@action investigate||Investigating} notice a corpse bomb's explosive nature. Creatures can attempt to disarm a corpse bomb with a {@skill Nature}, {@skill Survival}, or {@skill Thievery} check to {@action Disable a Device} (DC 21). A corpse bomb explodes in a 10-foot burst if a creature comes within 5 feet or if the Melfesh Monster detonates it as a single action, which it can use once per round. This deals {@damage 2d8} fire and {@damage 2d8} poison damage (DC 21 basic Reflex save) and leaves a lingering, 10-foot-radius spore cloud. A creature that enters or begins its turn within the cloud inhales spores, which remain in its body for 1 minute. This ability replaces Spore Cloud."
											]
										},
										{
											"type": "ability",
											"style": "compact",
											"name": "False Synapses",
											"activity": {
												"number": 2,
												"unit": "action"
											},
											"traits": [
												"mental",
												"poison"
											],
											"entries": [
												"The Melfesh Monster partially controls a creature within 60 feet that has inhaled its spores. This has the effects of a {@spell command} spell (DC 24 Will save). This ability replaces sporesight and Spore Cloud."
											]
										},
										{
											"type": "ability",
											"style": "compact",
											"name": "Flame Lash",
											"activity": {
												"number": 2,
												"unit": "action"
											},
											"entries": [
												"The Melfesh Monster sprays flaming gas in a 15-foot cone or a 30-foot line. Creatures in the area take {@damage 4d6} fire damage (DC 21 basic Reflex save). This ability replaces the firelance ranged Strike."
											]
										},
										{
											"type": "ability",
											"style": "compact",
											"name": "Mycelial Tomb",
											"activity": {
												"number": 2,
												"unit": "action"
											},
											"requirements": "A creature is within 90 feet of the Melfesh Monster and is standing on the ground",
											"entries": [
												"Fungal threads burst from the ground. The creature must succeed at a DC 21 Reflex save or inhale Melfesh spores that remain in its body for 1 minute, be encased in mycelia, and be {@condition slowed||slowed 2}. The mycelia have Hardness 8 and 16 HP, and the DC to {@action force open||Force them Open} is 21. Breaking the mycelia frees the creature and ends the slowed effect. If someone other than the encased creatures breaks the mycelia from the outside, the creature is {@condition stunned||stunned 1} and takes any damage dealt by the breaking effect in excess of the mycelia's Hit Points. This replaces the Envelop ability."
											]
										},
										{
											"type": "ability",
											"style": "compact",
											"name": "Swell",
											"activity": {
												"number": 2,
												"unit": "action"
											},
											"traits": [
												"transmutation"
											],
											"frequency": {
												"unit": "hour",
												"freq": 1,
												"number": "once"
											},
											"entries": [
												"The Melfesh Monster inflates with gas for 1 minute. It grows to Huge size, and its reach increases to 15 feet. It also gains 12 temporary Hit Points, resistance 5 to bludgeoning, and a +2 status bonus to damage rolls, but it's {@condition clumsy||clumsy 1}. When the Melfesh Monster takes damage while swollen, all creatures within 15 feet inhale spores that remain in their body for 1 minute. This ability replaces terrorspores and Spore Cloud."
											]
										},
										{
											"type": "ability",
											"style": "compact",
											"name": "Torrential Advance",
											"activity": {
												"number": 3,
												"unit": "action"
											},
											"entries": [
												"The Melfesh Monster dissolves into a mass of fungal threads and surges forward. It {@ability trample||Tramples} (Medium or smaller, limb, DC 21), leaving a spore cloud in the squares through which it moves that last until the end of its next turn. A creature that enters or begins its turn in the cloud inhales spores and must succeed at a DC 21 Fortitude save or be {@condition sickened||sickened 1} (sickened 2 on a critical failure). This ability replaces Envelop and Spore Cloud."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Mosquito Witch",
			"source": "LOMM",
			"entries": [
				{
					"type": "pf2-h2",
					"name": "The Enigmatic Witch",
					"collapsible": true,
					"entries": [
						"With unclear origins and even more mysterious powers, the Mosquito Witch's exact statistics and abilities might change depending upon her true nature in a given campaign. What follows is a representative rendition of the Witch and her core abilities. In addition, this article includes three variations of the Mosquito Witch, each embodying one of her enduring mythologies by providing a handful of additional abilities. Add or remove these abilities to create the Shimmerford cryptid of your imagination, and remember that the spookiest legends are often the ones the PCs barely encounter directly.",
						{
							"type": "pf2-h3",
							"name": "The Swarm Seer",
							"entries": [
								"Few have seen the Mosquito Witch, yet almost everyone has suffered her namesake vermin at some point in time. Shimmerford summer skies shimmer with flies hatching from the river and myriad creeks, and “wherever pests fly, the Witch can spy.” In her Swarm Seer aspect, the Mosquito Witch is a haunting predator and verminous voyeur whose sanguineous appetites are equal to her fascination with societies. She keeps tabs on every inhabitant with parasocial glee, obsessing over their superstitions and abandoned trinkets—especially any representations of herself.",
								"This Mosquito Witch rarely acts with outright malice or to bring direct harm to those around her. However, her haunting appearance, alien values, and tendency to express emotions with sky-blotting swarms inspires terror in her neighbors. Depending on the circumstances she might represent a fearsome and ineffable ally, a demigod of fecundity, or a terrible foe who long ago lost patience with humanity.",
								{
									"type": "list",
									"items": [
										{
											"type": "ability",
											"style": "compact",
											"name": "Perception",
											"entries": [
												"{@dice 1d20+22|+22}; {@ability darkvision}, swarmsense (imprecise) 100 feet, swarmsight (precise) 20 feet"
											]
										},
										{
											"type": "ability",
											"style": "compact",
											"name": "Swarmsight",
											"entries": [
												"The Mosquito Witch can feel anything in contact with her obscuring host and can use  her touch as a precise sense at the listed range."
											]
										},
										{
											"type": "ability",
											"style": "compact",
											"name": "Obscuring Host",
											"traits": [
												"aura"
											],
											"entries": [
												"20 feet. A thick swarm of mosquitoes surrounds the Mosquito Witch, creating {@condition concealed||concealment} in the aura. A creature that begins its turn in the emanation becomes {@condition sickened||sickened 1} unless it succeeds at a DC 26 Fortitude save. The Mosquito Witch and arthropods can see through this aura and are immune to its sickened effect."
											]
										},
										{
											"type": "ability",
											"style": "compact",
											"name": "Fecund Wounds",
											"entries": [
												"Insect larvae clog and wriggle out of open wounds within 100 feet of the Mosquito Witch. A creature that takes bleed damage in the area also becomes {@condition clumsy||clumsy 1} for 1 round."
											]
										},
										{
											"type": "ability",
											"style": "compact",
											"name": "Primal Innate Spells",
											"entries": [
												"DC 29; {@b 3rd} {@spell animal vision} (at will); {@b 2nd} {@spell animal messenger} (at will); {@b Cantrips (5th)} {@spell dancing lights}; {@b Constant} {@spell speak with animals}"
											]
										}
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"name": "The Hemoprophet",
							"entries": [
								"Already versed in several folk divinations like dowsing and reading patterns in windblown winnowed husks, Shimmerford residents swiftly attributed divinatory powers to the Mosquito Witch.",
								"This “hemoprophet” aspect can supposedly smell conundrums, and she visits those facing difficult decisions or mysteries in their dreams. The witch offers an answer to the dreamer's deepest question, and if the dreamer accepts, the witch drinks their blood as they sleep, tastes their options, and leaves an answer nearby, written with some of the stolen fluids. This Mosquito Witch isn't necessarily malicious, but neither does she worry about draining too much or painting embarrassing blood-truths for all of Shimmerford to see. The blood's weight makes her footfalls heavy, and hunters often remark that especially deep tracks left by anyone are “heavy with answers” in homage to the Witch.",
								"The Hemoprophet variant gains the following abilities.",
								{
									"type": "list",
									"items": [
										{
											"type": "ability",
											"style": "compact",
											"name": "Bloodbelly",
											"entries": [
												"The Mosquito Witch steals and stores stolen blood to power her divinations. Whenever she deals piercing damage, the Mosquito Witch can gain an equal number of Blood Points, to a maximum of 100 Blood Points. She becomes {@condition clumsy||clumsy 1} so long as she has at least 40 Blood Points stored, or clumsy 2 if she has at least 80 Blood Points stored."
											]
										},
										{
											"type": "ability",
											"style": "compact",
											"name": "Slurp",
											"activity": {
												"number": 1,
												"unit": "reaction"
											},
											"trigger": "A creature adjacent to the Mosquito Witch takes {@condition persistent damage||persistent bleed damage}",
											"entries": [
												"The Mosquito Witch slurps up some of the creature's blood and gains Blood Points equal to the bleed damage dealt."
											]
										},
										{
											"type": "ability",
											"style": "compact",
											"name": "Occult Innate Spells",
											"entries": [
												"DC 29; {@b 7th} {@spell retrocognition} (×3); {@b 6th} {@spell object reading|APG} (×3), {@spell scrying} (×3); {@b 5th} {@spell locate} (×3), {@spell prying eye} (×3); {@b 4th} {@spell read omens} (×3); {@b 3rd} {@spell wanderer's guide} (×3)"
											]
										},
										{
											"type": "ability",
											"style": "compact",
											"name": "Prophecy in Red",
											"entries": [
												"The Mosquito Witch can't {@action cast a spell||Cast} an occult Spell without simultaneously expending a number of Blood Points equal to 10 × the spell's level."
											]
										}
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"name": "The Legion Leech",
							"entries": [
								"Mosquitoes are parasites. Like her namesake, the Mosquito Witch wanders the world before alighting in an unguarded area to drain it of life and happiness. Once sated, she withdraws to digest her stolen vitality.",
								"This Legion Leech is associated with inexplicable wasting sicknesses, bloodseekers bold enough to carry off lambs, and ravenous mosquito swarms that cover and drain a bull dead in moments. Whereas other aspects are occasionally helpful or curious, the Legion Leech cares for little beyond snuffing out life.",
								"This variant learns the {@ritual mosquito blight|LOMM} ritual, which she uses to create a huge area of deadly disease.",
								{
									"type": "data",
									"tag": "ritual",
									"name": "Mosquito Blight",
									"source": "LOMM"
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Kothogaz, Dance of Disharmony",
			"source": "LOMM",
			"entries": [
				{
					"type": "pf2-h2",
					"name": "Kothogaz, Dance of Disharmony",
					"collapsible": true,
					"entries": [
						"Kothogaz is a towering horror of claws and eyes, surrounded by swarming insects."
					]
				},
				{
					"type": "pf2-h2",
					"name": "Kothogaz's Destruction",
					"collapsible": true,
					"entries": [
						"Many legends exist detailing methods of Kothogaz's final destruction. The most popular story is of the {@ritual Raga of Remembrance|LOMM}, a performance powerful enough to summon the spirits of the millions who opposed Kothogaz so long ago. The raga's drone builds from a disharmonic instrument crafted with pieces of the beast's heart, and once the song swells, the musician becomes an anchor for the avatar of the legendary psychic Vanitapati."
					]
				}
			]
		},
		{
			"name": "Spawn of Kothogaz",
			"source": "LOMM",
			"entries": [
				{
					"type": "pf2-h2",
					"name": "Kothogaz's Spawn",
					"collapsible": true,
					"entries": [
						"Kothogaz's presence causes the land to sprout festering hives. Insectile, acid-drooling spawn slither from these growths as lesser versions of their creator."
					]
				}
			]
		},
		{
			"name": "Krampus Celebrant",
			"source": "LOMM",
			"entries": [
				{
					"type": "pf2-h2",
					"name": "Life Imitates Art",
					"collapsible": true,
					"entries": [
						"Fierce as he might be, {@creature Krampus|B3} rarely has the time to be everywhere at once. He doesn't have any particular ability to teleport or make speedy, long-distance travel, but he still strikes fear in the hearts of countless multitudes due to his power and the severity of the punishments he metes out.",
						"Due to this lack of ubiquity, most societies appreciate Krampus more as a folkloric bogeyman and less as a physical threat that they're likely to encounter during any particular year's solstice. Come winter festivals, adults delightfully dress up as Krampus, parading through the streets to carouse, spook youngsters, and wave birch switches around.",
						"However, if taken too far, this good-natured fun can attract Krampus's attention and blessing. Of course, this \"blessing\" is more of a dangerous curse that transforms those well-meaning revelers imitating him into sadistic tormentors dead-set on punishing the naughty before the festivities are through.",
						"These so-called Krampus celebrants maraud for several nights, executing ghoulish acts of terror, vandalism, and cruel justice upon those who have \"misbehaved\" according to Krampus's own twisted sense of decorum, before reverting to their normal forms. Those who survive swiftly throw off their bloodstained pelts and costumes, swearing to never again tempt Krampus.",
						"The Krampus celebrant statistics below befit these revelers for a festival gone wrong, yet in a pinch, depending upon your campaign, they're also suitable for a much less powerful Krampus who could be vanquished by lower-level PCs or a manifestation or aspect of Krampus that appears to haunt villages that Krampus himself can't reach. It could even represent a community's shared belief and paranoia in Krampus manifesting in a creature of belief similar to a {@creature brainchild}."
					]
				}
			]
		},
		{
			"name": "Krampus (The Horned Miser)",
			"source": "LOMM",
			"entries": [
				{
					"type": "pf2-h2",
					"name": "The Horned Miser",
					"collapsible": true,
					"entries": [
						"While Krampus is most infamous for tracking and punishing the naughty, his own sins often inform his vindictive responses to others' misdeeds. An incarnation of Krampus who arose from irrepressible greed might possess abilities that better reflect his fierce miserly behavior, emphasizing less the abduction of miscreants and more the disproportionate punishment of thieves and robbers. Such a variant Krampus might arise in different cultures that tell different stories about Krampus, or Krampus's powers and nature might drift between incarnations each time he is defeated and arises anew elsewhere in the world the following year. In these cultures or incarnations, Krampus represents a remorseless yet generous spirit who's willing to grant boons to the truly worthy while tormenting any who fail his morality tests.",
						"Unfortunately for people in regions terrorized by this Krampus, his definition of \"any who fail his morality tests\" tend to be nearly everyone but the most innocent and generous of people.",
						{
							"type": "pf2-h3",
							"name": "Test of Golden Rods",
							"entries": [
								"When feeling merciful or puckish, Krampus offers a {@item golden rod memento|LOMM} to imperfect mortals. With effort, the recipient might change their behavior and outlook with a memento, but more often the trinket transforms into a terrible burden for that creature, eventually leading to a confrontation with Krampus himself and a final punishment. When granting a golden rod memento, Krampus can add or remove tenets as he pleases."
							]
						}
					]
				}
			]
		}
	]
}
