{
	"_meta": {
		"internalCopies": [
			"creatureFluff"
		]
	},
	"creatureFluff": [
		{
			"name": "Silverfish",
			"source": "SoT1",
			"page": 84,
			"entries": [
				{
					"type": "pf2-h2",
					"name": "Silverfish",
					"entries": [
						{
							"type": "pf2-sidebar",
							"name": "SILVERFISH MOLTS",
							"entries": [
								"In an interesting twist to the pest's life cycle, some spellcasters incorporate giant silverfish moltings into their spellbooks and scrolls. These shed skins have the consistency of onionskin and are valuable due to the superstition that they contain residual magic from texts the silverfish consumed. Regardless of whether a silverfish molt has any intrinsic magical power, many tenured mages feel that proof of a book-devouring vermin's demise is worthy of a reward. Thus, such a trophy is guaranteed to fetch a tidy sum from the right buyer."
							]
						},
						"A common pest with a silvery carapace and an undulating, fishlike scuttle, the nocturnal silverfish infests homes and libraries throughout Golarion. These insects aren't typically dangerous, but their tendency to devour books and clothing often puts them at odds with larger creatures."
					]
				}
			]
		},
		{
			"name": "Gremlin",
			"source": "SoT1",
			"page": 81,
			"entries": [
				{
					"type": "pf2-h2",
					"name": "Gremlin",
					"entries": [
						{
							"type": "pf2-sidebar",
							"name": "Gremlin Society",
							"entries": [
								"Most gremlin communities are egalitarian and cooperative, with little importance placed on familial ties compared to the bond of the community as a whole. Gremlin leaders are often the youngest and most annoying members of a group, achieving their positions by harassing an old leader into resigning or bullying the other gremlins into obedience. Gremlin adults encourage the children to explore by themselves, in hopes that they busy themselves harassing local mortals instead of creating trouble for the other gremlins."
							]
						},
						{
							"type": "pf2-sidebar",
							"name": "GREMLIN PETS",
							"entries": [
								"Gremlins making their nests near mortals' homes inevitably encounter domesticated animals. Most gremlins can use their innate magical abilities to speak with animals, allowing them to bargain with pets and work animals to aid in terrorizing, stealing, or training them to harass their owners. Gremlins especially love to befriend cats, whom they rarely bother, instead bringing them into their pranks and schemes as coconspirators."
							]
						},
						"Gremlins are malicious fey that infest and prey upon mortal communities. They live in tunnels, beneath eaves, and in abandoned buildings, stealing what they need from their neighbors instead of creating for themselves.",
						"While there are gremlins of any and every gender, their appearances don't differ by gender. Young gremlins grow to maturity with alarming speed. Their entire nest raises them communally, though they are often encouraged to wander unsupervised and create mischief away from home instead of inside it."
					]
				}
			]
		},
		{
			"name": "Giant Tstese Fly",
			"source": "SoT1",
			"page": 81,
			"entries": [
				{
					"type": "pf2-h2",
					"name": "Fly, Giant Tsetse",
					"entries": [
						{
							"type": "pf2-sidebar",
							"name": "TERRIBLE UNDERESTIMATION",
							"entries": [
								"A group of evil druids near Bloodcove captured and bred large tsetse flies to distill and empower the disease they spread. The underestimated the flies' ingenuity; the insects escaped and fed on several animals the druids had ritually prepared for sacrifice. The flies grew to their enormous size, killed the druids, and scattered into the surrounding fens."
							]
						},
						"This blood-sucking fly, the size of a horse, is widely despised as a harbinger,of disease. Giant tsetse flies rarely congregate in large numbers, as they require gallons of blood each day to survive and thus crowd out or drive away rivals. Any group of creatures large enough to sustain multiple tsetse flies, such as a herd of dinosaurs, are quite likely to dominate the surrounding ecosystem on their own right.",
						"A single giant tsetse fly can kill an entire herd of large animals within a few weeks, and those they don't kill often succumb to disease. When not hunting, giant tsetse flies prefer to hide in warm, dark places in forests and swamps, though they sometimes inhabit wet cave systems where prey is plentiful. The thrumming drone of their wings echoes around such cave systems, warning travelers familiar with the noise that the creatures are lairing nearby.",
						"If food becomes scarce, a giant tsetse fly relocates elsewhere. They tend to follow rivers, animal tracks, or even roads to find food. This can take them to the fringes of civilization, where farms and ranches often have livestock that draws their attention. Settlers who find evidence of a giant tsetse fly should quickly seek out help to eliminate the pests, as all their animals (and, indeed, their families) are in jeopardy as long as the hungry insect is near.",
						"Giant tsetse flies are only moderately smarter than ordinary flies, but some creatures have learned that they can train the creatures with frequent offerings of fresh blood. Giant tsetse flies might therefore be put to use as guardians or even mounts, but any potential trainer must take care not to become the voracious insect's next meal."
					]
				}
			]
		},
		{
			"name": "Bee, Giant",
			"source": "SoT1",
			"page": 80,
			"entries": [
				{
					"type": "pf2-h2",
					"name": "Bee, Giant",
					"entries": [
						{
							"type": "pf2-sidebar",
							"name": "HIVE MINDS",
							"entries": [
								"Bees communicate with each other using complex combinations of movement and pheromones. They can share detailed information, particularly related to food, water, and dangers. A queen bee doesn't have the ability to directly control members of her hive, but she guides the entire hive's activities and, when necessary, its relocation. Some druids have attempted to tap into this hive mind to control giant bee swarms, with limited success."
							]
						},
						"Like their smaller counterparts, giant bees are highly territorial. Many types of giant bees construct hives in caves or abandoned buildings and are quick to attack creatures that they deem a threat to the single fertile queen, who almost never leaves the hive. Although most common in warm biomes with lots of vegetation, some giant bees live in arid or cold environments and are solitary rather than hive-dwelling. "
					]
				}
			]
		},
		{
			"name": "Anadi",
			"source": "SoT1",
			"page": 78,
			"entries": [
				{
					"type": "pf2-h2",
					"name": "Anadi",
					"entries": [
						{
							"type": "pf2-sidebar",
							"name": "ANADI ALLIES",
							"entries": [
								"Peaceful anadis easily integrate into human communities so long as they wear their humanoid shape. Anadi families coexist happily with humans, usually making their living as tailors, weavers, or trappers. All too often, however, anadis face social stigma upon revealing their true forms. Most choose to hide this form, sharing their secret only with trusted friends. Reclusive anadis remain in the wilderness and avoid other ancestries entirely, but they domesticate giant spiders as trained guardians or hunting animals."
							]
						},
						"Anadis have three distinct forms—human, spider, and a beautiful but unnerving hybrid shape that is their true form. Despite their unsettling arachnid features, anadis are peaceful and form tight-knit communities."
					]
				}
			]
		},
		{
			"name": "Anadi Fateweaver",
			"source": "SoT1",
			"_copy": {
				"name": "Anadi",
				"source": "SoT1",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": [
							{
								"type": "pf2-h3",
								"name": "Anadi Fateweaver",
								"source": "SoT1",
								"page": 79,
								"entries": [
									"The anadis manipulate the threads of fate as easily as they spin silk."
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Anadi Lurker",
			"source": "SoT1",
			"_copy": {
				"name": "Anadi",
				"source": "SoT1",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": [
							{
								"type": "pf2-h3",
								"name": "Anadi Lurker",
								"source": "SoT1",
								"page": 78,
								"entries": [
									"These anadis lurkers combine their innate magical talents and wilderness lore to snare prey."
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Anadi Seeker",
			"source": "SoT1",
			"_copy": {
				"name": "Anadi",
				"source": "SoT1",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": [
							{
								"type": "pf2-h3",
								"name": "Anadi Seeker",
								"source": "SoT1",
								"page": 78,
								"entries": [
									"Anadi seekers are knowledge seekers who often brave the outside world."
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Giant Mining Bee",
			"source": "SoT1",
			"_copy": {
				"name": "Bee, Giant",
				"source": "SoT1",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": [
							{
								"type": "pf2-h3",
								"name": "Giant Mining Bee",
								"source": "SoT1",
								"page": 80,
								"entries": [
									"Giant mining bees have smaller bodies than giant worker bees but sometimes look larger due to their bristles, which resemble fur. They dig tunnels in sand, old wood, or stone to create nests and aggressively defend their lairs. Although not truly subterranean, giant mining bees are the most likely type of giant bees to be found underground, and some dwarf apiarists breed and train them."
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Giant Worker Bee",
			"source": "SoT1",
			"_copy": {
				"name": "Bee, Giant",
				"source": "SoT1",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": [
							{
								"type": "pf2-h3",
								"name": "Giant Worker Bee",
								"source": "SoT1",
								"page": 80,
								"entries": [
									"Worker bees, exclusively female, exist to feed and defend a hive. They have no qualms about sacrificing their lives when confronting intruders in their territory. Worker bees can fight singly, in small groups, or in swarms of dozens. Giant worker bees inject a venom with their stings, but this venom is rarely dangerous except to people sensitive to it. Other worker bees have no stinger and only bite their enemies."
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Gnagrif",
			"source": "SoT1",
			"_copy": {
				"name": "Gremlin",
				"source": "SoT1",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": [
							{
								"type": "pf2-h3",
								"name": "GNAGRIF",
								"source": "SoT1",
								"page": 83,
								"entries": [
									"Squat, surly, and perpetually covered in wet mud, gnagrifs are gremlins that infest and destroy homes. They possess sharklike faces and two sets of jaws, allowing them to open their mouths 180 degrees and clamp onto flat rocks and walls. They delight in keeping their presence hidden, chewing holes into walls and foundations that weaken structures but don't bring them down until their inhabitants slam their doors too hard or step in the wrong place. Soon as the unwitting victims spring the trap, the building collapses around them.",
									"Like all fey, gnagrifs detest iron. Gnagrifs become obsessively vengeful if they accidentally swallow an iron nail or hinge, terrorizing families or whole villages for generations over the slight."
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Scrit",
			"source": "SoT1",
			"_copy": {
				"name": "Gremlin",
				"source": "SoT1",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": [
							{
								"type": "pf2-h3",
								"name": "SCRIT",
								"source": "SoT1",
								"page": 82,
								"entries": [
									"Scrits are short, spindly gremlins with gray or beige leathery skin and a coat of smeared ink on their fingers. They make themselves the nightmare of many scribes and librarians, as they delight in nothing more than destroying books, scrolls, artwork, and other records or writing. The oils on a scrit's skin smears ink and renders text—even magical writing— completely illegible. Once they have smeared every page of a book, scrits devour them whole, absorbing the contents the book used to hold. After eating books they find stupid or funny, scrits hold skits for other gremlins which mock the mortal authors for the amusement of the other fey."
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Silverfish Swarm",
			"source": "SoT1",
			"_copy": {
				"name": "Silverfish",
				"source": "SoT1",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": [
							{
								"type": "pf2-h3",
								"name": "SILVERFISH SWARM",
								"source": "SoT1",
								"page": 84,
								"entries": [
									"It's uncommon for silverfish to congregate in sufficient numbers to constitute a swarm, but forgotten libraries or similar out-of-the-way places might harbor a multitude of the voracious pests."
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Giant Silverfish",
			"source": "SoT1",
			"_copy": {
				"name": "Silverfish",
				"source": "SoT1",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": [
							{
								"type": "pf2-h3",
								"name": "GIANT SILVERFISH",
								"source": "SoT1",
								"page": 84,
								"entries": [
									"Some silverfish can grow as large as a pig, particularly in magic colleges and ancient vault-libraries, where they terrify hapless students and destroy precious tomes. Popular academic lore attributes their unusual size to a steady diet of spellbooks."
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Spellskein",
			"source": "SoT1",
			"entries": [
				{
					"type": "pf2-h2",
					"name": "Spellskein",
					"source": "SoT1",
					"page": 85,
					"entries": [
						{
							"type": "pf2-sidebar",
							"name": "MORE SHAPES",
							"entries": [
								"Some spellskeins have additional forms and abilities unique to the rituals that created them.",
								"{@b Consecrate:} Spellskeins created during {@ritual consecrate} rituals have a religious symbol form and can use the one-action activity anoint while in that form. One creature within 10 feet gains a +1 status bonus to saving throws for one round.",
								"{@b Control Weather:} Spellskeins created during {@ritual control weather} rituals have a storm cloud form and can gain the following attack in that form: {@b Ranged} {@as 1} zap +6 (range 30 feet), {@b Damage} {@damage 1d4+1} electricity.",
								"{@b Heroes' Feast:} Spellskeins created during {@ritual heroes' feast} rituals have a teapot form and can use the twoaction activity serve tea while in that form. A living creature that drinks the tea with an Interact action regains 1d4 Hit Points and is temporarily immune for 10 minutes. Unconsumed tea disappears at the beginning of the spellskein's next turn."
							]
						},
						"Magic can be used for many purposes—creating objects, summoning creatures, and manipulating the elements. Usually when a ritual is cast, the outcome is reliable and predictable, but sometimes magic takes unexpected turns and a spell's energy lands in unintended places.",
						"Spellskeins are scraps of fabric and paper infused with magic and brought to life. Once animated, they fold themselves into different shapes, changing both their appearance and their abilities based on their configuration. Spellskeins are only rarely aggressive and sometimes downright timid, but most have a playful streak.",
						"Though they are often made accidentally out of magical leakage from rituals, some ritualists intentionally create spellskeins to serve as magical toys or animated decor. These planned spellskeins tend to be more obedient and less mischievous than their accidental counterparts, following commands or routines set by their creators even after said creators are long gone.",
						"Scrap pieces torn from the body of a spellskein sometimes animate as ever smaller, more mischievous constructs, which usually dart away to hide until it's safe to come out and cause trouble."
					]
				}
			]
		},
		{
			"name": "Bramble Champion Construct",
			"source": "SoT1",
			"entries": []
		},
		{
			"name": "Kurshkin",
			"source": "SoT1",
			"entries": [
				{
					"type": "pf2-h1",
					"name": "Kurshkin",
					"source": "SoT1",
					"page": 86,
					"entries": [
						{
							"type": "pf2-h1-flavor",
							"centered": true,
							"entries": [
								"Gremlin Trickster"
							]
						},
						"Though her tiny stature and canine features would never suggest it, Kurshkin is an immortal trickster older than most members of the Magaambya. As a gremlin—a category of mischievous, malevolent fey—Kurshkin has spent most of her life with no real motives beyond childish cruelty. Like most pugwampi gremlins, Kurshkin delights in the misfortune of others, and especially enjoying making bad situations worse by introducing wasps, bleach, or other humiliating and painful substances to a situation where people are already suffering.",
						"After decades of tormenting workers and artists on the outskirts of Nantambu, several members of the squabbling collective of gremlins that Kurshkin was a part of developed a grudge against one of the youths that often helped out around the city—an obnoxiously mellow and good-humored young man named Takulu Ot. The young man was a student at the Magaambya with a terrible habit of helping people keep a positive attitude in bad circumstances. In a display of uncharacteristic boldness, the gremlins ventured into the academy to enact their revenge on the youth and the entire school. They knew that historically, gremlins tended to eschew the academy, but they didn't know why. Kurshkin, in particular, considered herself far too clever to have anything to fear at the Magaambya. After all, the academy only held people, and people are fun to torment.",
						"Unsurprisingly, the gremlins found they had bitten off more than they could chew in deciding to take on a university filled with mages. Kurshkin was one of the first \"casualties\" of the offensive—caught by a deft student, the pugwampi was stuffed in a sack, loaded onto an elephant, and was two weeks of travel away from Nantambu before she managed to chew her way out of her confinement.",
						"By the time Kurshkin made it back to the Magaambya, all of her fellow gremlins were dead.",
						"Though the pugwampi's first impulse was to run and hide, she was also paranoid that the killer would be coming for her next. Kurshkin began to spy on the campus, looking for any sign of a continued threat. In her vigil, she found herself paying attention to some of the magical lessons being taught at the school. After years of inadvertent osmosis, she even managed to develop a few new magical tricks of her own.",
						"The Magaambya's philosophy of understanding others and overcoming differences worked in Kurshkin's favor. If a few teachers or staff members noticed a creature that would skitter off when spotted, and seemed to be doing no harm, they said nothing about it. Kurshkin's caution eventually waned to the point where she would risk a few pranks on students, but her fear of attracting attention meant these tricks were all effectively harmless, and many of the scholars considered the gremlin's mischief to be a good lesson to teach students some care. Whether or not this situation would have remained tenable on its own is debatable, but it unraveled as soon as the being known as Stone Ghost reached out to Kurshkin.",
						"A strange creature that manifested from the rock of the Magaambya's walls, Stone Ghost was recruiting gremlins for his schemes against the university. He originally approached Kurshkin as a kindred spirit, promising a chance at revenge. When Kurshkin refused, citing what had happened to her own vengeful comrades, Stone Ghost revised his offer: obey, or Stone Ghost would kill her.",
						"It quickly became apparent that Kurshkin was somehow the most competent among Stone Ghost's gathered gremlins, and she was happy to take the leadership position and heap abuse on her underlings. A firm believer in leading from the back, Kurshkin obeys Stone Ghost's orders by telling her fellows what to do while she remains safe and sound, far away from any blowback their malicious antics might incur.",
						"Like most pugwampis, Kurshkin resembles a dog that has lost most of its fur to mange. Her head is too big for her body, and her eyes nearly seem to be popping out of their sockets. She has large, floppy ears but is mostly deaf. During her time at the Magaambya, her eyes have turned bright blue in color—a quirk that her fellow gremlins both mock and fear. Her clothing is unusually fine for a gremlin, due to her scavenging from the Magaambya's well-to-do students, and has become somewhat vain and fussy about what she wears. She enjoys decorating herself with threads or scraps of cloth that have been ripped off of students by mischance due to her unlucky aura.",
						{
							"type": "pf2-h3",
							"name": "Campaign Role",
							"entries": [
								"Kurshkin serves as a secondary villain to the adventure, a somewhat silly antagonist who can be dangerous nevertheless—if underestimated. Despite her sympathetic circumstances, she is still unrepentant in her malice.",
								"In combat, Kurshkin relies on her unluck aura to keep her safe, darting close to foes and hoping the ensuring misfortune will cause them to deal more harm to each other than to her. If her enemies seem too competent, she's happy to abandon her subordinates to her foes' whims so that she can flee to safety.",
								"Kurshkin is a petty sort of evil, the kind that delights in causing others misfortune because she thinks it's funny. While she's never done anything that warrants death by most human standards, it's undeniable that her presence and actions make people miserable and situations worse.",
								"Her dislike of deadly violence is mainly due to cowardice and the fact that she finds corpses to be less entertaining than living victims. This doesn't mean she won't stick a sword on someone who makes her mad by spoiling her fun; she's done so many times before, and likely will again. Even if the heroes deal with Kurshkin without lethal measures, she still endeavors to slowly grind down everyone around her, one minor annoyance at a time."
							]
						}
					]
				}
			]
		},
		{
			"name": "Shieldbearer Construct",
			"source": "SoT1",
			"entries": []
		},
		{
			"name": "Sicklehand Construct",
			"source": "SoT1",
			"entries": []
		},
		{
			"name": "Stone Ghost",
			"source": "SoT1",
			"entries": [
				{
					"type": "pf2-h1",
					"name": "Stone Ghost",
					"source": "SoT1",
					"page": 88,
					"entries": [
						{
							"type": "pf2-h1-flavor",
							"centered": true,
							"entries": [
								"Spite-Filled Apparition and Failed Student"
							]
						},
						"As a young man, Uduak Basni seemed like a typical Magaambyan initiate. Born with a supernatural connection to the earth, he found himself drawn to the Magaambya. To the professors at the academy, Uduak was an obvious candidate for the school's education. He easily found a sponsor and was set upon his Perquisite to become a full-fledged attendant.",
						"Yet Uduak had a selfish streak. The pull he felt toward the Magaambya quickly bred a sense of entitlement. Feeling that he was meant to be building his own skills at the academy, he felt resentful about the community service he felt was being forced upon him. He performed his tasks with little effort and little concern for the people he was supposedly helping. Cracks began to form in his mild demeanor, and he increasingly drew reprimands for acts of carelessness or petty cruelty. Everything came to a head when his cohort was tasked with removing a group of pugwampi gremlins that had started causing mischief within the academy walls. Ignoring the spirited discussions of his fellow initiates, Uduak used his magic to slaughter the gremlins like vermin.",
						"The aftermath saw Uduak expelled from the school. It was the last straw in a long series of misdeeds, but the young man fixated on this one event, enraged that the school would rob him of his future over defending himself and his classmates from a group of mere pests. In his anger, he lashed out violently at the school and the teachers. His magic bounced off the ancient wards of the Magaambya like a pebble off a cliff, and the professors temporarily confined Uduak until the administration could decide what to do with him. Left to stew in his own resentment, Uduak ignored his guard's warning, drew on all of his strength, and attempted to shatter the spells that kept him imprisoned within his room.",
						"Under predictable circumstances, Uduak's magic would have splashed futilely against the Magaambya's wards once more, leaving his efforts entirely impotent. Yet magic is never entirely predictable—or perhaps the murdered pugwampis got one last scrap of revenge. In an incredibly unlikely reaction, the Magaambya's wards rebounded onto Uduak with the full force of their power. So far as any teacher at the school could tell, this reaction evaporated Uduak on the spot.",
						"The student that was Uduak was not gone, however, but found himself merged with the Magaambya's stone walls. The same wards that originally trapped him within the buildings now protected him from detection, and Uduak decided to use this to his advantage. He hid himself in an abandoned section of the school and began planning his vengeance. His first recruits to his cause were an assorted group of gremlins that snuck into the school with no clue as to the recent massacre of their kind. Through a series of promises and threats, the cursed student took command of the gremlins, considering it fitting that the initiators of his downfall would now serve him against the teachers who had so wronged him. The gremlins, impressed and fearful of their new leader's ability to move through stone walls, granted him a new moniker: Stone Ghost.",
						"Stone Ghost resembles a young man with a body made out of chunks of stone, his faceted skin matching the blocks that make up the Magaambya campus. His hair and face are made of ruined mosaics, and his body is covered in fragmentary runes: the shattered remains of the magic wards that caused his current condition. With nothing to temper his cruelty, Stone Ghost is abusive both in and out of combat. During his spare time, he shifts through walls to steal important items, learn secrets, and ruin friendships.",
						{
							"type": "pf2-h3",
							"name": "Campaign Role",
							"entries": [
								"Stone Ghost serves as the villain of this adventure. He's a spiteful and self-centered antagonist convinced he's been victimized and willing to take out his feelings on the vulnerable. Due to his fear of the Magaambyan teachers, he almost always targets weak and innocent school initiates or adjuncts, punishing them for their mere association with the professors. He has recently worked to corral the insects and other creatures— including gremlins—that have been mysteriously drawn to the school, waiting for the perfect moment to unleash them for his own ends. As his minions can't move about the academy as easily has he can, Stone Ghost has set them to digging tunnels while he plans sabotage on a grand scale.",
								"Stone Ghost isn't undead, but neither is he still living. His connection to elemental earth allows him to still take physical form, but in truth, he's closer to his new moniker in nature than he can understand or admit, even to himself. The former student is nothing more than a hateful will unmoored from a body, and the only way to free his tormented spirit to a peaceful afterlife is to destroy him."
							]
						}
					]
				}
			]
		},
		{
			"name": "Takulu Ot",
			"source": "SoT1",
			"entries": [
				{
					"type": "pf2-h1",
					"name": "Takulu Ot",
					"source": "SoT1",
					"page": 90,
					"entries": [
						{
							"type": "pf2-h1-flavor",
							"centered": true,
							"entries": [
								"Kindly Teacher of Incoming Students"
							]
						},
						"Takulu was born in the scholarly town of Tunyani, a settlement dedicated to the worship of the Empyreal Lords of magic and knowledge. Due to protection agreements held with the Tempest-Sun Mages of Nantambu, Tunyani's people were afforded the luxury of scholarly focus, with no need for its youths to train as warriors or soldiers. Instead, custom dictated the eldest child of every family would be sent to the priests and become a theologian. Takulu, first born to his parents, arrived at the temples at the age of five. Though he clearly disliked the separation from the rest of his family, Takulu took to his initial lessons well, soon excelling in his studies beyond what even the most learned scholars of Tunyani could offer him. Recognizing their son would never be happy where he was, stifled in both mind and spirit, Takulu's parents invoked a different tradition—a gift of a sacred ibis went to the Empyreal scholars, and Takulu went to the Magaambya.",
						"Takulu had a considerate and kind nature even as a youth, and he immediately took to the Magaambyan ideals of responsibility and community service. He impressed his teachers with his thoughtfulness and his almost-supernatural levels of calm when dealing with difficult situations. His friendly and accepting demeanor meant that Takulu often found himself making friends with the unpopular or less successful students, helping them overcome bullying, shyness, and other social challenges to excel. These efforts found him surrounded by loyal friends and grateful acquaintances as he advanced his academic career. A year after achieving Conversant rank, he married his wife, a talented glass artist living in Nantambu; their relationship remains quietly happy and unshakable to this day.",
						"For over a decade, he was content, and this was enough. Yet as Takulu watched the next generation of Magaambya initiates work their way through their studies, he began to realize his beloved academy had flaws. The school was incredibly understanding of different methods of learning, but could be callous when it came to supporting students emotionally. The self-directed studies that had offered Takulu the freedom to pursue his own interests allowed similarly self-directed and ambitious students to flourish but left those less certain of their path in life adrift and lost. The Magaambya's teachers maintained informal schedules and often forced students to seek them out, considering the journey a valuable lesson, yet this method actively favored those with more social confidence. Recognizing that talented youths were being left behind by the Magaambya's practices, Takulu turned his research to a field that had often taken second place to other academic concerns at the university—the study of teaching itself.",
						"Like many subjects at the Magaambya, several scholars had dabbled in this research, but their knowledge had never been aggregated or catalogued. Takulu began the slow process of testing these approaches and adding his own refinements. He volunteered to personally teach many of the new initiates, a task that was usually left up to older students. The scholar also continued to tutor students that failed to thrive, doing what he could to learn the best methods of organizing lessons to help the most people learn.",
						"Imparting his knowledge to the rest of the Magaambya has been slow. Teachers who thrived under the self-guided tutelage of their mentors prefer things to remain as they are. Others approve of Takulu's goals but consider the implementation a project for him and his like-minded students, rather than something to be broadly embraced. For now, Takulu has satisfied his ambitions by making himself a resource to a generation of incoming initiates and by keeping notes on his process and observations with the same precision that he applies to all of his scholarly pursuits.",
						"In addition to his knowledge of magic and mathematics, Takulu is a skilled diplomat, as he deals with irate students and reticent academics on a daily basis. He's also a very capable mbira player. When not teaching, he can be found watching birds on campus or out in the city of Nantambu, where he's usually accompanied by his wife.",
						"Physically, Takulu is an average-looking man with a friendly smile. He wears clothing with crisp patterns and happy colors, which somehow never have a wrinkle on them no matter what the teacher has been doing recently. He has a favored wooden staff that he almost always carries with him—a gift from a student, which sometimes sprouts a tiny fruit or attracts a brave songbird—and also carries or wears a small trinket in the shape of an anteater, as he has a well-known and innocent delight for the animals. His wholesome image often causes students to gossip about him, making up conspiracy theories of violent hobbies or a secret dark past, but there's no truth to these haphazard stories. Takulu really is everything he appears to be.",
						{
							"type": "pf2-h3",
							"name": "Campaign Role",
							"entries": [
								"Takulu is the first impression of the Magaambya that this campaign offers, serving as a kindly mentor to the heroes while they are students and a reliable ally to them after they outgrow his guidance. Even-tempered and unbearably kind, Takulu can offer advice and help to heroes who are struggling, including being a mouthpiece for you to provide suggestions to players who are struggling to find their character's role in the campaign. Although he answers to Takulu when faculty members speak to him, he prefers that students call him \"Teacher Ot.\" When not teaching, he can usually be found in his office on the top floor of the Heron Archives.",
								"If placed into a dangerous situation, Takulu's first goal is to protect his students, then anyone else in the area who requires assistance. He isn't a violent man, nor is he very good at violence even if he tries, meaning any combat aid he might offer in the course of the Adventure Path is firmly relegated to a support role."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"source": "SoT4",
					"page": 67,
					"name": "Takulu Ot",
					"entries": [
						{
							"type": "pf2-options",
							"skipSort": true,
							"items": [
								{
									"type": "item",
									"entries": [
										"{@trait LG} | male | human | teacher"
									]
								},
								{
									"type": "item",
									"name": "Branch",
									"entries": [
										"Cascade Bearers"
									]
								},
								{
									"type": "item",
									"name": "Area of Specialty",
									"entries": [
										"arcane theory and mathematics"
									]
								},
								{
									"type": "item",
									"name": "Notable Skills",
									"entries": [
										"{@skill Diplomacy}, {@skill Occultism}, {@skill Performance}, {@skill Society}"
									]
								},
								{
									"type": "item",
									"name": "Hobbies",
									"entries": [
										"weaving, mbira music, drawing glyphs and fractals, bird-feeding"
									]
								},
								{
									"type": "item",
									"name": "Most Well Known For",
									"entries": [
										"telling heartwarming stories about his wife during lessons"
									]
								},
								{
									"type": "item",
									"name": "Strangest Quirk",
									"entries": [
										"having a huge collection of carved anteaters"
									]
								},
								{
									"type": "item",
									"name": "Common Associates",
									"entries": [
										"Esi Djana (school events), Anchor Root and Noxolo (giving impromptu musical performances), Tzeniwe (bird-watching)"
									]
								}
							]
						},
						"Takulu is a kindly Magaambya scholar who takes it upon himself to make all new students feel welcome. He's so kindly that some students have a hard time believing he's genuine, in fact. In any given semester, rumors abound that the professor is a secret serial murder, an ex-soldier responsible for the deaths of hundreds, or possessed of a secretly violent hobby in order to channel his rage. Takulu responds to these rumors as he does most things, with an understanding smile and a well-considered statement. Those who aren't hung up on Takulu's seemingly inhuman reserves of patience often appreciate the teacher for his willingness to treat his students as the young adults they are, empowering their efforts and ensuring they can always pursue what they feel is right.",
						"In addition to his love of mathematics, Takulu is one of the few professors who puts just as much scholarly emphasis on the study of teaching. Whereas many of the Magaambya's teachers provide hands-on lessons mainly to advance a relevant research project or simply due to the day's whim, Takulu has spent much of his time researching how best to convey information to others. He's particularly focused on teaching those who lack formal education, as they arrive without a framework for scholarly learning. Though his ideas have gotten some interest from others on campus, other teachers are uncertain how much of Takulu's success stems from his methods and how much stems from his even temperament."
					]
				}
			]
		},
		{
			"name": "Umbo",
			"source": "SoT1",
			"entries": []
		},
		{
			"name": "Urbel",
			"source": "SoT1",
			"entries": []
		}
	]
}
