{
	"monster": [
		{
			"name": "Awakened Zurkhwood",
			"source": "OotA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"This creature is an ordinary zurkhwood mushroom (see \"Fungi of the Underdark\" in chapter 2) given sentience and mobility. An awakened zurkhwood can be created by casting the awaken spell on a normal zurkhwood mushroom. A myconid sovereign can create one by performing a lengthy ritual.",
						"An awakened zurkhwood has the same statistics as an awakened tree (see appendix A of the Monster Manual), with the following modifications:",
						{
							"type": "list",
							"items": [
								"The awakened zurkhwood has darkvision out to a range of 120 feet.",
								"If the awakened zurkhwood was created by a myconid sovereign, it can't speak.",
								"The awakened zurkhwood's False Appearance feature allows it to be mistaken for a normal zurkhwood mushroom (instead of a tree)."
							]
						}
					]
				}
			]
		},
		{
			"name": "Baphomet",
			"source": "OotA",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/OotA/Baphomet.jpg"
					}
				}
			],
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Civilization is weakness and savagery is strength in the credo of Baphomet, the Horned King and the Prince of Beasts. He rules over minotaurs and others with savage hearts. He is worshiped by those who want to break the confines of civility and unleash their bestial natures, for Baphomet envisions a world without restraint, where creatures live out their most savage desires.",
						"Cults devoted to Baphomet use mazes and complex knots as their emblems, creating secret places to indulge themselves, including labyrinths of the sort their master favors. Bloodstained crowns and weapons of iron and brass decorate their profane altars.",
						"Over time, Baphomet's cultists become tainted by his influence, gaining bloodshot eyes and coarse, thickening hair. Small horns eventually sprout from the forehead. In time, a devoted cultist might transform entirely into a minotaur-considered the greatest gift of the Prince of Beasts.",
						"Baphomet himself appears as a great, black-furred minotaur, 20 feet tall with six iron horns. An infernal light burns in his red eyes. Although filled with bestial bloodlust, there lies within a cruel and cunning intellect devoted to subverting all of civilization.",
						"Baphomet wields a great glaive called Heartcleaver. He sometimes casts this deadly weapon aside so that he can charge his enemies and gore them with his horns, trampling them into the earth and rending them with his teeth like a beast."
					]
				},
				{
					"type": "entries",
					"name": "Baphomet's Lair",
					"entries": [
						"Baphomet's lair is his palace, the Lyktion, which is on the layer of the Abyss called the Endless Maze. Nestled within the twisting passages of the plane-wide labyrinth, the Lyktion is immaculately maintained and surrounded by a moat constructed in the fashion of a three-dimensional maze. The palace itself is a towering structure whose interior is as labyrinthine as the plane on which it resides, populated by minotaurs, goristros, and quasits.",
						"Lair Actions",
						"On initiative count 20 (losing initiative ties), Baphomet can take a lair action to cause one of the following magical effects; he can't use the same effect two rounds in a row:",
						{
							"type": "list",
							"items": [
								"Baphomet seals one doorway or other entryway within the lair. The opening must be unoccupied. It is filled with solid stone for 1 minute or until Baphomet creates this effect again.",
								"Baphomet chooses a room within the lair that is no larger in any dimension than 100 feet. Until the next initiative count 20, gravity is reversed within that room. Any creatures or objects in the room when this happens fall in the direction of the new pull of gravity, unless they have some means of remaining aloft. Baphomet can ignore the gravity reversal if he's in the room, although he likes to use this action to land on a ceiling to attack targets flying near it.",
								"Baphomet casts mirage arcane, affecting a room within the lair that is no longer in any dimension than 100 feet. The effect ends on the next initiative count 20."
							]
						},
						"Regional Effects",
						"The region containing Baphomet's lair is warped by his magic, creating one or more of the following effects:",
						{
							"type": "list",
							"items": [
								"Plant life within 1 mile of the lair grows thick and forms walls of trees, hedges, and other flora in the form of small mazes.",
								"Beasts within 1 mile of the lair become frightened and disoriented, as though constantly under threat of being hunted, and might lash out or panic even when no visible threat is nearby.",
								"If a humanoid spends at least 1 hour within 1 mile of the lair, that creature must succeed on a DC 18 Wisdom saving throw or descend into a madness determined by the Madness of Baphomet table. A creature that succeeds on this saving throw can't be affected by this regional effect again for 24 hours."
							]
						},
						"If Baphomet dies, these effects fade over the course of 1d10 days."
					]
				},
				{
					"type": "entries",
					"name": "Madness of Baphomet",
					"entries": [
						"If a creature goes mad in Baphomet's lair or within line of sight of the demon lord, roll on the Madness of Baphomet table to determine the nature of the madness, which is a character flaw that lasts until cured. See the Dungeon Master's Guide for more on madness.",
						{
							"type": "table",
							"caption": "Madness of Baphomet",
							"colLabels": [
								"d100",
								"Flaw (lasts until cured)"
							],
							"colStyles": [
								"col-xs-2 text-align-center",
								"col-xs-10"
							],
							"rows": [
								[
									"01–20",
									"\"My anger consumes me. I can't be reasoned with when my rage has been stoked.\""
								],
								[
									"21–40",
									"\"I degenerate into beastly behavior, seeming more like a wild animal than a thinking being.\""
								],
								[
									"41–60",
									"\"The world is my hunting ground. Others are my prey.\""
								],
								[
									"61–80",
									"\"Hate comes easily to me and explodes into rage.\""
								],
								[
									"81–00",
									"\"I see those who oppose me not as people, but as beasts meant to be preyed upon.\""
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Bridesmaid of Zuggtmoy",
			"source": "OotA",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/OotA/Underdark Mushrooms 1.jpg"
					}
				}
			],
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The bridesmaids of Zuggtmoy are plant creatures with vaguely humanoid forms. Their frail bodies are covered with clusters of luminescent lichen and crusty, tumescent growths."
					]
				}
			]
		},
		{
			"name": "Chamberlain of Zuggtmoy",
			"source": "OotA",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/OotA/Underdark Mushrooms 1.jpg"
					}
				}
			],
			"entries": [
				{
					"type": "entries",
					"entries": [
						"A chamberlain of Zuggtmoy looks like a vaguely bipedal mass of blue mold with the barest hint of a face nested deep inside a mossy cowl. It pummels enemies with its mossy fists."
					]
				}
			]
		},
		{
			"name": "Demogorgon",
			"source": "OotA",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/OotA/Demogorgon.jpg"
					}
				}
			],
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Prince of Demons, the Sibilant Beast, and Master of the Spiraling Depths, Demogorgon is the embodiment of chaos, madness, and destruction, seeking to corrupt all that is good and undermine order in the multiverse, to see everything dragged howling into the infinite depths of the Abyss.",
						"The demon lord is a meld of different forms, with a saurian lower body and clawed, webbed feet, as well as suckered tentacles sprouting from the shoulders of a great apelike torso, surmounted by two hideous simian heads, named Aameul and Hathradiah, both equally mad. Their gaze brings madness and confusion to any who confront it.",
						"Similarly, the spiraling Y sign of Demogorgon's cult can inspire madness in those who contemplate it for too long. All the followers of the Prince of Demons go mad, sooner or later."
					]
				},
				{
					"type": "entries",
					"name": "Demogorgon's Lair",
					"entries": [
						"Demogorgon makes his lair in a palace called Abysm, found on a layer of the Abyss known as the Gaping Maw. Demogorgon's lair is a place of madness and duality; the portion of the palace that lies above water takes the form of two serpentine towers, each crowned by a skull-shaped minaret. There, Demogorgon's heads contemplate the mysteries of the arcane while arguing about how best to obliterate their rivals. The bulk of this palace extends deep underwater, in chill and darkened caverns.",
						"Lair Actions",
						"On initiative count 20 (losing initiative ties), Demogorgon can take a lair action to cause one of the following effects; Demogorgon can't use the same effect two rounds in a row:",
						{
							"type": "list",
							"items": [
								"Demogorgon creates an illusory duplicate of himself, which appears in his own space and lasts until initiative count 20 of the next round. On his turn, Demogorgon can move the illusory duplicate a distance equal to his walking speed (no action required). The first time a creature or object interacts physically with Demogorgon (for example, hitting him with an attack), there is a 50 percent chance that it is the illusory duplicate that is being affected, not Demogorgon himself, in which case the illusion disappears.",
								"Demogorgon casts the darkness spell four times at its lowest level, targeting different areas with the spell. Demogorgon doesn't need to concentrate on the spells, which end on initiative count 20 of the next round."
							]
						},
						"Regional Effects",
						"The region containing Demogorgon's lair is warped by his magic, creating one or more of the following effects:",
						{
							"type": "list",
							"items": [
								"The area within 6 miles of the lair becomes overpopulated with lizards, poisonous snakes, and other venomous beasts.",
								"Beasts within 1 mile of the lair become violent and crazed-even creatures that are normally docile.",
								"If a humanoid spends at least 1 hour within 1 mile of the lair, that creature must succeed on a DC 23 Wisdom saving throw or descend into a madness determined by the Madness of Demogorgon table. A creature that succeeds on this saving throw can't be affected by this regional effect again for 24 hours."
							]
						},
						"If Demogorgon dies, these effects fade over the course of 1d10 days."
					]
				},
				{
					"type": "entries",
					"name": "Madness of Demogorgon",
					"entries": [
						"If a creature goes mad in Demogorgon's lair or within line of sight of the demon lord, roll on the Madness of Demogorgon table to determine the nature of the madness, which is a character flaw that lasts until cured. See the Dungeon Master's Guide for more on madness.",
						{
							"type": "table",
							"caption": "Madness of Demogorgon",
							"colLabels": [
								"d100",
								"Flaw (lasts until cured)"
							],
							"colStyles": [
								"col-xs-2 text-align-center",
								"col-xs-10"
							],
							"rows": [
								[
									"01–20",
									"\"Someone is plotting to kill me. I need to strike first to stop them!\""
								],
								[
									"21–40",
									"\"There is only one solution to my problems: kill them all!\""
								],
								[
									"41–60",
									"\"There is more than one mind inside my head.\""
								],
								[
									"61–80",
									"\"If you don't agree with me, I'll beat you into submission to get my way.\""
								],
								[
									"81–00",
									"\"I can't allow anyone to touch anything that belongs to me. They might try to take it away from me!\""
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Derro",
			"source": "OotA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The derro are degenerate Underdark humanoids that resemble small dwarves. Cruel and insane, they take delight in tormenting others-even their own kind.",
						"Derro have blue-gray skin and straight hair that is white or yellow in color. Their uniformly pale white eyes lack both irises and pupils.",
						{
							"name": "Unnatural Origin",
							"type": "entries",
							"entries": [
								"Derro believe they were created by their god, Diirinka, but they are actually the result of cruel experiments on dwarves by mind flayers. Like duergar, the derro were a slave race to the mind flayers, but eventually freed themselves."
							]
						},
						{
							"name": "Born to Madness",
							"type": "entries",
							"entries": [
								"The process of their creation rendered the derro irrevocably insane. They cooperate with each other only out of necessity and when riled up by a charismatic leader."
							]
						},
						{
							"name": "Life of Attrition",
							"type": "entries",
							"entries": [
								"Derro can live to be one hundred and fifty years old, but they mature and breed quickly. When their elders deem that their numbers are becoming unmanageable, the derro declare war on some other race and surge forth in a reckless horde, fighting until their population dwindles to a tolerable size. These ghastly purges weed out the weak among the derro and are referred to as \"Uniting Wars.\"",
								"Second-Class Citizens. Derro create no settlements of their own. Instead, they form small, isolated enclaves in non-derro settlements throughout the Underdark, where they are treated as vermin or slaves. Their own cutthroat politics prevent the derro from mounting any effective resistance against such exploitation."
							]
						},
						{
							"name": "Derro Weapons",
							"type": "entries",
							"entries": [
								"The derro wield special weapons. They use a hooked shortspear, which is a martial melee weapon that deals 1d4 piercing damage, weighs 2 pounds, and has the light weapon property (see chapter 5, \"Equipment,\" of the Player's Handbook). It doesn't possess the thrown or versatile weapon properties of a normal spear. On a hit with this weapon, the wielder can forgo dealing damage and attempt to trip the target, in which case the target must succeed on a Strength saving throw or fall prone. The DC is 8 + the wielder's Strength modifier + the wielder's proficiency bonus.",
								"The derro also use a light repeating crossbow fitted with a cartridge that can hold up to six crossbow bolts. This weapon is similar to a light crossbow except that it has half the range (40/160 feet) and doesn't have the loading property. It automatically reloads after firing until it runs out of ammunition. Reloading the cartridge takes an action."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Variant: Derro Savant",
					"entries": [
						"Derro savants have an affinity for arcane magic. A derro savant has the same statistics as a derro, except that it has 49 (11d6 + 11) hit points, a Charisma of 14 (+2), and a challenge rating of 3 (700 XP). The savant also gains the following additional feature.",
						{
							"name": "Spellcasting",
							"type": "entries",
							"entries": [
								"The derro is a 5th-level spellcaster. Its spellcasting ability is Charisma (save DC 12, +4 to hit with spell attacks). The derro knows the following sorcerer spells:",
								"Cantrips (at will): acid splash, light, mage hand, message, ray of frost",
								"1st level (4 slots): burning hands, chromatic orb, sleep",
								"2nd level (3 slots): invisibility, spider climb",
								"3rd level (2 slots): blink, lightning bolt"
							]
						}
					]
				}
			]
		},
		{
			"name": "Derro Savant",
			"source": "OotA",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/OotA/Derro Savant.jpg"
					}
				}
			],
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The derro are degenerate Underdark humanoids that resemble small dwarves. Cruel and insane, they take delight in tormenting others-even their own kind.",
						"Derro have blue-gray skin and straight hair that is white or yellow in color. Their uniformly pale white eyes lack both irises and pupils.",
						{
							"name": "Unnatural Origin",
							"type": "entries",
							"entries": [
								"Derro believe they were created by their god, Diirinka, but they are actually the result of cruel experiments on dwarves by mind flayers. Like duergar, the derro were a slave race to the mind flayers, but eventually freed themselves."
							]
						},
						{
							"name": "Born to Madness",
							"type": "entries",
							"entries": [
								"The process of their creation rendered the derro irrevocably insane. They cooperate with each other only out of necessity and when riled up by a charismatic leader."
							]
						},
						{
							"name": "Life of Attrition",
							"type": "entries",
							"entries": [
								"Derro can live to be one hundred and fifty years old, but they mature and breed quickly. When their elders deem that their numbers are becoming unmanageable, the derro declare war on some other race and surge forth in a reckless horde, fighting until their population dwindles to a tolerable size. These ghastly purges weed out the weak among the derro and are referred to as \"Uniting Wars.\"",
								"Second-Class Citizens. Derro create no settlements of their own. Instead, they form small, isolated enclaves in non-derro settlements throughout the Underdark, where they are treated as vermin or slaves. Their own cutthroat politics prevent the derro from mounting any effective resistance against such exploitation."
							]
						},
						{
							"name": "Derro Weapons",
							"type": "entries",
							"entries": [
								"The derro wield special weapons. They use a hooked shortspear, which is a martial melee weapon that deals 1d4 piercing damage, weighs 2 pounds, and has the light weapon property (see chapter 5, \"Equipment,\" of the Player's Handbook). It doesn't possess the thrown or versatile weapon properties of a normal spear. On a hit with this weapon, the wielder can forgo dealing damage and attempt to trip the target, in which case the target must succeed on a Strength saving throw or fall prone. The DC is 8 + the wielder's Strength modifier + the wielder's proficiency bonus.",
								"The derro also use a light repeating crossbow fitted with a cartridge that can hold up to six crossbow bolts. This weapon is similar to a light crossbow except that it has half the range (40/160 feet) and doesn't have the loading property. It automatically reloads after firing until it runs out of ammunition. Reloading the cartridge takes an action."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Variant: Derro Savant",
					"entries": [
						"Derro savants have an affinity for arcane magic. A derro savant has the same statistics as a derro, except that it has 49 (11d6 + 11) hit points, a Charisma of 14 (+2), and a challenge rating of 3 (700 XP). The savant also gains the following additional feature.",
						{
							"name": "Spellcasting",
							"type": "entries",
							"entries": [
								"The derro is a 5th-level spellcaster. Its spellcasting ability is Charisma (save DC 12, +4 to hit with spell attacks). The derro knows the following sorcerer spells:",
								"Cantrips (at will): acid splash, light, mage hand, message, ray of frost",
								"1st level (4 slots): burning hands, chromatic orb, sleep",
								"2nd level (3 slots): invisibility, spider climb",
								"3rd level (2 slots): blink, lightning bolt"
							]
						}
					]
				}
			]
		},
		{
			"name": "Droki",
			"source": "OotA",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/OotA/Droki.jpg"
					}
				}
			],
			"entries": [
				{
					"type": "entries",
					"name": "Roleplaying Droki",
					"entries": [
						"Droki hates everyone in general and surfacers in particular. He gnashes his teeth if he has to address the characters, taking every opportunity to be insulting and misleading. If the characters look through his satchel while he's still conscious, he throws an epic tantrum and becomes intractable until knocked unconscious.",
						"Droki is also obsessed with things happening where and when they should. If he is captured before he runs his errands in the Whorlstone Tunnels, he constantly complains about the characters altering fate by delaying him, and a good tactic to pressure him is to threaten to hold him indefinitely. He prefers to escape than to fight, except if the characters take his satchel."
					]
				}
			]
		},
		{
			"name": "Duergar Darkhaft",
			"source": "OotA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The tyrannical duergar, also known as gray dwarves, dwell in fantastic cities deep in the Underdark. Using ancient dwarven knowledge and myriad slaves, theywork tirelessly to expand their subterranean kingdoms.",
						"Most duergar (including females) are bald and have ashen gray skin. They wear drab clothing designed to blend in with stone, along with simple jewelry that reflects their severe and utilitarian demeanor.",
						{
							"name": "Slaves to Slavers",
							"type": "entries",
							"entries": [
								"The duergar were once dwarves, before their greed and endless delving beneath the earth brought them into contact with the mind flayers. Held in captivity for generations by the illithids, the dwarves eventually won their independence with the aid of the evil god Laduguer. Slavery had forever changed them, however, darkening their spirits to make the duergar as evil as the tyrants they had escaped. Despite winning their freedom, duergar are dour, pessimistic, untrusting creatures, always toiling and complaining, with nomemory of what it means to be happy or proud. Their craftsmanship and accomplishments endure, yet they are bereft of warmth or artistry.Duergar make war against their dwarven kin and all other subterranean races. They forge alliances when it is convenient, then break those alliances when they have nothing more to gain. They take and hold slaves to toil in the Underdark, regarding them as free labor and crude currency."
							]
						},
						{
							"name": "Tough as Stone",
							"type": "entries",
							"entries": [
								"Like dwarves, duergar have strong constitutions. Adding to their physical stamina is an incredible mental fortitude resulting from their time asslaves of the illithids. A duergar's mind is a fortress, able to shrug off charms, illusions, and other spells.Born of Darkness. The Underdark is saturated with strange magical power, which the duergar absorbed over generations of imprisonment. A duergar can increase its size and strength for a short time, becoming a powerful ogre-sized warrior. If it faces a foe it can't fight, or when spying on creatures approaching its territory, it can just as easily become invisible to slip away into the darkness. Eons spent in the Underdark also sharpened their darkvision, allowing them to see twice as far as other dwarves. This keen eyesight comes at a cost, however, as a duergar's vision is compromised by sunlight."
							]
						},
						{
							"name": "Infernal Master",
							"type": "entries",
							"entries": [
								"Asmodeus, Lord of the Nine Hells, has been known to impersonate duergar gods in order to cultivate the evil brimming in the hearts of the gray dwarves. He offers them divine guidance and vengeance against their enemies while urging them on toward greater acts of tyranny, all the while concealing his true identity."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Duergar Darkhaft",
					"entries": [
						"The darkhafts are the members of the Deepking's secret corps of psionic agents."
					]
				}
			]
		},
		{
			"name": "Duergar Kavalrachni",
			"source": "OotA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The tyrannical duergar, also known as gray dwarves, dwell in fantastic cities deep in the Underdark. Using ancient dwarven knowledge and myriad slaves, theywork tirelessly to expand their subterranean kingdoms.",
						"Most duergar (including females) are bald and have ashen gray skin. They wear drab clothing designed to blend in with stone, along with simple jewelry that reflects their severe and utilitarian demeanor.",
						{
							"name": "Slaves to Slavers",
							"type": "entries",
							"entries": [
								"The duergar were once dwarves, before their greed and endless delving beneath the earth brought them into contact with the mind flayers. Held in captivity for generations by the illithids, the dwarves eventually won their independence with the aid of the evil god Laduguer. Slavery had forever changed them, however, darkening their spirits to make the duergar as evil as the tyrants they had escaped. Despite winning their freedom, duergar are dour, pessimistic, untrusting creatures, always toiling and complaining, with nomemory of what it means to be happy or proud. Their craftsmanship and accomplishments endure, yet they are bereft of warmth or artistry.Duergar make war against their dwarven kin and all other subterranean races. They forge alliances when it is convenient, then break those alliances when they have nothing more to gain. They take and hold slaves to toil in the Underdark, regarding them as free labor and crude currency."
							]
						},
						{
							"name": "Tough as Stone",
							"type": "entries",
							"entries": [
								"Like dwarves, duergar have strong constitutions. Adding to their physical stamina is an incredible mental fortitude resulting from their time asslaves of the illithids. A duergar's mind is a fortress, able to shrug off charms, illusions, and other spells.Born of Darkness. The Underdark is saturated with strange magical power, which the duergar absorbed over generations of imprisonment. A duergar can increase its size and strength for a short time, becoming a powerful ogre-sized warrior. If it faces a foe it can't fight, or when spying on creatures approaching its territory, it can just as easily become invisible to slip away into the darkness. Eons spent in the Underdark also sharpened their darkvision, allowing them to see twice as far as other dwarves. This keen eyesight comes at a cost, however, as a duergar's vision is compromised by sunlight."
							]
						},
						{
							"name": "Infernal Master",
							"type": "entries",
							"entries": [
								"Asmodeus, Lord of the Nine Hells, has been known to impersonate duergar gods in order to cultivate the evil brimming in the hearts of the gray dwarves. He offers them divine guidance and vengeance against their enemies while urging them on toward greater acts of tyranny, all the while concealing his true identity."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Duergar Kavalrachni",
					"entries": [
						"The vicious kavalrachni are the duergar cavalry of Gracklstugh, riding giant tarantulas known as steeders."
					]
				}
			]
		},
		{
			"name": "Duergar Keeper of the Flame",
			"source": "OotA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The tyrannical duergar, also known as gray dwarves, dwell in fantastic cities deep in the Underdark. Using ancient dwarven knowledge and myriad slaves, theywork tirelessly to expand their subterranean kingdoms.",
						"Most duergar (including females) are bald and have ashen gray skin. They wear drab clothing designed to blend in with stone, along with simple jewelry that reflects their severe and utilitarian demeanor.",
						{
							"name": "Slaves to Slavers",
							"type": "entries",
							"entries": [
								"The duergar were once dwarves, before their greed and endless delving beneath the earth brought them into contact with the mind flayers. Held in captivity for generations by the illithids, the dwarves eventually won their independence with the aid of the evil god Laduguer. Slavery had forever changed them, however, darkening their spirits to make the duergar as evil as the tyrants they had escaped. Despite winning their freedom, duergar are dour, pessimistic, untrusting creatures, always toiling and complaining, with nomemory of what it means to be happy or proud. Their craftsmanship and accomplishments endure, yet they are bereft of warmth or artistry.Duergar make war against their dwarven kin and all other subterranean races. They forge alliances when it is convenient, then break those alliances when they have nothing more to gain. They take and hold slaves to toil in the Underdark, regarding them as free labor and crude currency."
							]
						},
						{
							"name": "Tough as Stone",
							"type": "entries",
							"entries": [
								"Like dwarves, duergar have strong constitutions. Adding to their physical stamina is an incredible mental fortitude resulting from their time asslaves of the illithids. A duergar's mind is a fortress, able to shrug off charms, illusions, and other spells.Born of Darkness. The Underdark is saturated with strange magical power, which the duergar absorbed over generations of imprisonment. A duergar can increase its size and strength for a short time, becoming a powerful ogre-sized warrior. If it faces a foe it can't fight, or when spying on creatures approaching its territory, it can just as easily become invisible to slip away into the darkness. Eons spent in the Underdark also sharpened their darkvision, allowing them to see twice as far as other dwarves. This keen eyesight comes at a cost, however, as a duergar's vision is compromised by sunlight."
							]
						},
						{
							"name": "Infernal Master",
							"type": "entries",
							"entries": [
								"Asmodeus, Lord of the Nine Hells, has been known to impersonate duergar gods in order to cultivate the evil brimming in the hearts of the gray dwarves. He offers them divine guidance and vengeance against their enemies while urging them on toward greater acts of tyranny, all the while concealing his true identity."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Duergar Keeper of the Flame",
					"entries": [
						"The Keepers of the Flame is a well-respected order of psionic clerics that serves the red dragon Themberchaud in Gracklstugh, and whose members are advisors to the Deepking.",
						"The duergar Keeper of the Flame uses the same statistics as the duergar in the Monster Manual, except that its challenge rating is 2 (450 XP) and it has the following additional features.",
						{
							"name": "Innate Spellcasting (Psionics)",
							"type": "entries",
							"entries": [
								"The Keeper of the Flame's innate spellcasting ability is Wisdom (spell save DC 12). It can innately cast the following spells, requiring no components:",
								"At will: friends, message",
								"3/day: command"
							]
						},
						{
							"name": "Spellcasting",
							"type": "entries",
							"entries": [
								"The Keeper of the Flame is a 3rd-level spellcaster. Its spellcasting ability is Wisdom (spell save DC 12, +4 to hit with spell attacks). The Keeper of the Flame has the following cleric spells prepared:",
								"Cantrips (at will): guidance, mending, sacred flame",
								"1st level (4 slots): bane, inflict wounds, shield of faith",
								"2nd level (2 slots): enhance ability, spiritual weapon"
							]
						}
					]
				}
			]
		},
		{
			"name": "Duergar Soulblade",
			"source": "OotA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The tyrannical duergar, also known as gray dwarves, dwell in fantastic cities deep in the Underdark. Using ancient dwarven knowledge and myriad slaves, theywork tirelessly to expand their subterranean kingdoms.",
						"Most duergar (including females) are bald and have ashen gray skin. They wear drab clothing designed to blend in with stone, along with simple jewelry that reflects their severe and utilitarian demeanor.",
						{
							"name": "Slaves to Slavers",
							"type": "entries",
							"entries": [
								"The duergar were once dwarves, before their greed and endless delving beneath the earth brought them into contact with the mind flayers. Held in captivity for generations by the illithids, the dwarves eventually won their independence with the aid of the evil god Laduguer. Slavery had forever changed them, however, darkening their spirits to make the duergar as evil as the tyrants they had escaped. Despite winning their freedom, duergar are dour, pessimistic, untrusting creatures, always toiling and complaining, with nomemory of what it means to be happy or proud. Their craftsmanship and accomplishments endure, yet they are bereft of warmth or artistry.Duergar make war against their dwarven kin and all other subterranean races. They forge alliances when it is convenient, then break those alliances when they have nothing more to gain. They take and hold slaves to toil in the Underdark, regarding them as free labor and crude currency."
							]
						},
						{
							"name": "Tough as Stone",
							"type": "entries",
							"entries": [
								"Like dwarves, duergar have strong constitutions. Adding to their physical stamina is an incredible mental fortitude resulting from their time asslaves of the illithids. A duergar's mind is a fortress, able to shrug off charms, illusions, and other spells.Born of Darkness. The Underdark is saturated with strange magical power, which the duergar absorbed over generations of imprisonment. A duergar can increase its size and strength for a short time, becoming a powerful ogre-sized warrior. If it faces a foe it can't fight, or when spying on creatures approaching its territory, it can just as easily become invisible to slip away into the darkness. Eons spent in the Underdark also sharpened their darkvision, allowing them to see twice as far as other dwarves. This keen eyesight comes at a cost, however, as a duergar's vision is compromised by sunlight."
							]
						},
						{
							"name": "Infernal Master",
							"type": "entries",
							"entries": [
								"Asmodeus, Lord of the Nine Hells, has been known to impersonate duergar gods in order to cultivate the evil brimming in the hearts of the gray dwarves. He offers them divine guidance and vengeance against their enemies while urging them on toward greater acts of tyranny, all the while concealing his true identity."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Duergar Soulblade",
					"entries": [
						"Duergar soulblades are assassins with the ability to manifest blades of psionic energy."
					]
				}
			]
		},
		{
			"name": "Duergar Stone Guard",
			"source": "OotA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The tyrannical duergar, also known as gray dwarves, dwell in fantastic cities deep in the Underdark. Using ancient dwarven knowledge and myriad slaves, theywork tirelessly to expand their subterranean kingdoms.",
						"Most duergar (including females) are bald and have ashen gray skin. They wear drab clothing designed to blend in with stone, along with simple jewelry that reflects their severe and utilitarian demeanor.",
						{
							"name": "Slaves to Slavers",
							"type": "entries",
							"entries": [
								"The duergar were once dwarves, before their greed and endless delving beneath the earth brought them into contact with the mind flayers. Held in captivity for generations by the illithids, the dwarves eventually won their independence with the aid of the evil god Laduguer. Slavery had forever changed them, however, darkening their spirits to make the duergar as evil as the tyrants they had escaped. Despite winning their freedom, duergar are dour, pessimistic, untrusting creatures, always toiling and complaining, with nomemory of what it means to be happy or proud. Their craftsmanship and accomplishments endure, yet they are bereft of warmth or artistry.Duergar make war against their dwarven kin and all other subterranean races. They forge alliances when it is convenient, then break those alliances when they have nothing more to gain. They take and hold slaves to toil in the Underdark, regarding them as free labor and crude currency."
							]
						},
						{
							"name": "Tough as Stone",
							"type": "entries",
							"entries": [
								"Like dwarves, duergar have strong constitutions. Adding to their physical stamina is an incredible mental fortitude resulting from their time asslaves of the illithids. A duergar's mind is a fortress, able to shrug off charms, illusions, and other spells.Born of Darkness. The Underdark is saturated with strange magical power, which the duergar absorbed over generations of imprisonment. A duergar can increase its size and strength for a short time, becoming a powerful ogre-sized warrior. If it faces a foe it can't fight, or when spying on creatures approaching its territory, it can just as easily become invisible to slip away into the darkness. Eons spent in the Underdark also sharpened their darkvision, allowing them to see twice as far as other dwarves. This keen eyesight comes at a cost, however, as a duergar's vision is compromised by sunlight."
							]
						},
						{
							"name": "Infernal Master",
							"type": "entries",
							"entries": [
								"Asmodeus, Lord of the Nine Hells, has been known to impersonate duergar gods in order to cultivate the evil brimming in the hearts of the gray dwarves. He offers them divine guidance and vengeance against their enemies while urging them on toward greater acts of tyranny, all the while concealing his true identity."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Duergar Stone Guard",
					"entries": [
						"The Stone Guards are veteran warriors who serve the Deepking as bodyguards, elite troops, and secret police."
					]
				}
			]
		},
		{
			"name": "Duergar Xarrorn",
			"source": "OotA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The tyrannical duergar, also known as gray dwarves, dwell in fantastic cities deep in the Underdark. Using ancient dwarven knowledge and myriad slaves, theywork tirelessly to expand their subterranean kingdoms.",
						"Most duergar (including females) are bald and have ashen gray skin. They wear drab clothing designed to blend in with stone, along with simple jewelry that reflects their severe and utilitarian demeanor.",
						{
							"name": "Slaves to Slavers",
							"type": "entries",
							"entries": [
								"The duergar were once dwarves, before their greed and endless delving beneath the earth brought them into contact with the mind flayers. Held in captivity for generations by the illithids, the dwarves eventually won their independence with the aid of the evil god Laduguer. Slavery had forever changed them, however, darkening their spirits to make the duergar as evil as the tyrants they had escaped. Despite winning their freedom, duergar are dour, pessimistic, untrusting creatures, always toiling and complaining, with nomemory of what it means to be happy or proud. Their craftsmanship and accomplishments endure, yet they are bereft of warmth or artistry.Duergar make war against their dwarven kin and all other subterranean races. They forge alliances when it is convenient, then break those alliances when they have nothing more to gain. They take and hold slaves to toil in the Underdark, regarding them as free labor and crude currency."
							]
						},
						{
							"name": "Tough as Stone",
							"type": "entries",
							"entries": [
								"Like dwarves, duergar have strong constitutions. Adding to their physical stamina is an incredible mental fortitude resulting from their time asslaves of the illithids. A duergar's mind is a fortress, able to shrug off charms, illusions, and other spells.Born of Darkness. The Underdark is saturated with strange magical power, which the duergar absorbed over generations of imprisonment. A duergar can increase its size and strength for a short time, becoming a powerful ogre-sized warrior. If it faces a foe it can't fight, or when spying on creatures approaching its territory, it can just as easily become invisible to slip away into the darkness. Eons spent in the Underdark also sharpened their darkvision, allowing them to see twice as far as other dwarves. This keen eyesight comes at a cost, however, as a duergar's vision is compromised by sunlight."
							]
						},
						{
							"name": "Infernal Master",
							"type": "entries",
							"entries": [
								"Asmodeus, Lord of the Nine Hells, has been known to impersonate duergar gods in order to cultivate the evil brimming in the hearts of the gray dwarves. He offers them divine guidance and vengeance against their enemies while urging them on toward greater acts of tyranny, all the while concealing his true identity."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Duergar Xarrorn",
					"entries": [
						"The xarrorn are duergar warriors of Clan Xardelvar trained to wield lances that spew alchemical fire."
					]
				}
			]
		},
		{
			"name": "Female Steeder",
			"source": "OotA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Duergar breed and train these giant Underdark-dwelling tarantulas. Male steeders are as big as ponies and used by the duergar as beasts of burden. The larger females are trained and used as mounts.",
						"Steeders don't spin webs, but they exude a sticky substance from their legs that lets them walk on walls and ceilings without trouble, as well as snare prey."
					]
				}
			]
		},
		{
			"name": "Fraz-Urb'luu",
			"source": "OotA",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/OotA/Fraz Urbluu.jpg"
					}
				}
			],
			"entries": [
				{
					"type": "entries",
					"entries": [
						"All demons are liars, but Fraz-Urb'luu is the Prince of Deception and Demon Lord of Illusions. He uses every trick, every ounce of demonic cunning, to manipulate his enemies-mortal and fiend alike-to do his will. Fraz-Urb'luu can create dreamlands and mind-bending fantasies able to deceive the most discerning foes.",
						"Once imprisoned for centuries below Castle Greyhawk on the world of Oerth, Fraz-Urb'luu has slowly rebuilt his power in the Abyss. He seeks the pieces of the legendary staff of power taken from him by those who imprisoned him, and commands his servants to do likewise.",
						"The Prince of Deception's true form is like that of a great gargoyle, some 12 feet tall, with an extended, muscular neck and a smiling face framed by long, pointed ears and lank, dark hair, and bat-like wings are furled against his powerful shoulders. He can assume other forms, however, from the hideous to the beautiful. Often the demon lord becomes so immersed in playing a role that he loses himself in it for a time.",
						"Many of the cultists of Fraz-Urb'luu aren't even aware they serve the Prince of Deception, believing their master is a beneficent being and granter of wishes, some lost god or celestial, or even another fiend. Fraz-Urb'luu wears all these masks and more. He particularly delights in aiding demon-hunters against his demonic adversaries, driving the hunters to greater and greater atrocities in the name of their holy cause, only to eventually reveal his true nature and claim their souls as his own."
					]
				},
				{
					"type": "entries",
					"name": "Fraz-Urb'luu's Lair",
					"entries": [
						"Fraz-Urb'luu's lair lies within the Abyssal lair known as Hollow's Heart, a featureless plain of white dust with few structures on it. The lair itself is the city of Zoragmelok, a circular fortress surrounded by adamantine walls topped with razors and hooks. Corkscrew towers loom above twisted domes and vast amphitheaters, just a few examples of the impossible architecture that fills the city.",
						"The challenge rating of Fraz-Urb'luu is 24 (62,000 XP) when he's encountered in his lair.",
						"Lair Actions",
						"On initiative count 20 (losing initiative ties), Fraz- Urb'luu can take a lair action to cause one of the following effects; he can't use the same effect two rounds in a row:",
						{
							"type": "list",
							"items": [
								"Fraz-Urb'luu causes up to 5 doors within the lair to become walls, and an equal number of doors to appear on walls where there previously were none.",
								"Fraz-Urb'luu chooses one humanoid within the lair and instantly creates a simulacrum of that creature (as if created with the simulacrum spell). This simulacrum obeys Fraz-Urb'luu's commands and is destroyed on the next initiative count 20.",
								"Fraz-Urb'luu creates a wave of anguish. Each creature he can see within the lair must succeed on a DC 23 Wisdom saving throw or take 33 (6d10) psychic damage."
							]
						},
						"Regional Effects",
						"The region containing Fraz-Urb'luu's lair is warped by his magic, creating one or more of the following effects:",
						{
							"type": "list",
							"items": [
								"Intelligent creatures within 1 mile of the lair frequently see hallucinations of long-dead friends and comrades that vanish after only a brief glimpse.",
								"Roads and paths within 6 miles of the lair twist and turn back on themselves, making navigation in the area exceedingly difficult.",
								"If a humanoid spends at least 1 hour within 1 mile of the lair, that creature must succeed on a DC 23 Wisdom saving throw or descend into a madness determined by the Madness of Fraz-Urb'luu table. A creature that succeeds on this saving throw can't be affected by this regional effect again for 24 hours."
							]
						},
						"If Fraz-Urb'luu dies, these effects fade over the course of 1d10 days."
					]
				},
				{
					"type": "entries",
					"name": "Madness of Fraz-Urb'luu",
					"entries": [
						"If a creature goes mad in Fraz-Urb'luu's lair or within line of sight of the demon lord, roll on the Madness of Fraz-Urb'luu table to determine the nature of the mad ness, which is a character flaw that lasts until cured. See the Dungeon Master's Guide for more on madness.",
						{
							"type": "table",
							"caption": "Madness of Fraz-Urb'luu",
							"colLabels": [
								"d100",
								"Flaw (lasts until cured)"
							],
							"colStyles": [
								"col-xs-2 text-align-center",
								"col-xs-10"
							],
							"rows": [
								[
									"01–20",
									"\"I never let anyone know the truth about my actions or intentions, even if doing so would be beneficial to me.\""
								],
								[
									"21–40",
									"\"I have intermittent hallucinations and fits of catatonia.\""
								],
								[
									"41–60",
									"\"My mind wanders as I have elaborate fantasies that have no bearing on reality. When I return my focus to the world, I have a hard time remembering that it was just a daydream.\""
								],
								[
									"61–80",
									"\"I convince myself that things are true, even in the face of overwhelming evidence to the contrary.\""
								],
								[
									"81–00",
									"\"My perception of reality doesn't match anyone else's. It makes me prone to violent delusions that make no sense to anyone else.\""
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Graz'zt",
			"source": "OotA",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/OotA/Grazzt.jpg"
					}
				}
			],
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The appearance of the Dark Prince is a warning that not all beautiful things are good. Standing nearly nine feet tall, Graz'zt strikes the perfect figure of untamed desire, every plane and curve of his body, every glance of his burning eyes, promising a mixture of pleasure and pain. A subtle wrongness pervades his beauty, from the cruel cast of his features to the six fingers on each hand and six toes on each foot. Graz'zt can also transform himself at will, appearing in any humanoid form that pleases him, or his onlookers, all equally tempting in their own ways.",
						"Graz'zt surrounds himself with the finest of things and the most attractive of servants, and he adorns himself in silks and leathers both striking and disturbing in their workmanship. His lair, and those of his cultists, are pleasure palaces where nothing is forbidden, save moderation or kindness.",
						"The dark Prince of Pleasure considers restriction the only sin, and takes what he wants. Cults devoted to him are secret societies of indulgence, often using their debauchery to subjugate others through blackmail, addiction, and manipulation. They frequently wear alabaster masks with ecstatic expressions and ostentatious dress and body ornamentation to their secret assignations.",
						"Although he prefers charm and subtle manipulation, Graz'zt is capable of terrible violence when provoked. He wields the greatsword Angdrelve, the Wave of Sorrow, its wavy, razor-edged blade dripping acid at his command."
					]
				},
				{
					"type": "entries",
					"name": "Graz'zt's Lair",
					"entries": [
						"Graz'zt's principal lair is his Argent Palace, a grandiose structure in the city of Zelatar, found within his Abyssal domain of Azzatar. Graz'zt's maddening influence radiates outward in a tangible ripple, warping reality around him. Given enough time in a single location, Graz'zt can twist it with his madness. Graz'zt's lair is a den of ostentation and hedonism. It is adorned with finery and decorations so decadent that even the wealthiest of mortals would blush at the excess. Within Graz'zt's lairs, followers, thralls, and subjects alike are forced to slake Graz'zt's thirst for pageantry and pleasure.",
						"Lair Actions",
						"On initiative count 20 (losing initiative ties), Graz'zt can take a lair action to cause one of the following effects; he can't use the same effect two rounds in a row:",
						{
							"type": "list",
							"items": [
								"Graz'zt casts the command spell on every creature of his choice in the lair. He needn't see each one, but he must be aware that an individual is in the lair to target that creature. He issues the same command to all the targets.",
								"Smooth surfaces within the lair become as reflective as a polished mirror. Until a different lair action is used, creatures within the lair have disadvantage on Dexterity (Stealth) checks made to hide."
							]
						},
						"Regional Effects",
						"The region containing Graz'zt's lair is warped by his magic, creating one or more of the following effects:",
						{
							"type": "list",
							"items": [
								"Flat surfaces within 1 mile of the lair that are made of stone or metal become highly reflective, as though polished to a shine. These surfaces become supernaturally mirrorlike.",
								"Wild beasts within 6 miles of the lair break into frequent conflicts and coupling, mirroring the behavior that occurs during their mating seasons.",
								"If a humanoid spends at least 1 hour within 1 mile of the lair, that creature must succeed on a DC 23 Wisdom saving throw or descend into a madness determined by the Madness of Graz'zt table. A creature that succeeds on this saving throw can't be affected by this regional effect again for 24 hours."
							]
						},
						"If Graz'zt dies, these effects fade over the course of 1d10 days."
					]
				},
				{
					"type": "entries",
					"name": "Madness of Graz'zt",
					"entries": [
						"If a creature goes mad in Graz'zt's lair or within line of sight of the demon lord, roll on the Madness of Graz'zt table to determine the nature of the madness, which is a character flaw that lasts until cured. See the Dungeon Master's Guide for more on madness.",
						{
							"type": "table",
							"caption": "Madness of Graz'zt",
							"colLabels": [
								"d100",
								"Flaw (lasts until cured)"
							],
							"colStyles": [
								"col-xs-2 text-align-center",
								"col-xs-10"
							],
							"rows": [
								[
									"01–20",
									"\"There is nothing in the world more important than me and my desires.\""
								],
								[
									"21–40",
									"\"Anyone who doesn't do exactly what I say doesn't deserve to live.\""
								],
								[
									"41–60",
									"\"Mine is the path of redemption. Anyone who says otherwise is intentionally misleading you.\""
								],
								[
									"61–80",
									"\"I will not rest until I have made someone else mine, and doing so is more important to me than my own life-or the lives of others.\""
								],
								[
									"81–90",
									"\"My own pleasure is of paramount importance. Everything else, including social graces, is a triviality.\""
								],
								[
									"91–00",
									"\"Anything that can bring me happiness should be enjoyed immediately. There is no point to saving anything pleasurable for later.\""
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Ixitxachitl",
			"source": "OotA",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/OotA/Ixitachitl.jpg"
					}
				}
			],
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Ixitxachitl (pronounced ick-zit-zah-chit-ul) are aquatic creatures resembling manta rays, with small, clawed hands at the ends of their \"wings\" and black eyes gleaming with sinister intelligence. Many creatures mistake ixitxachitl for common manta rays, but this can prove a deadly mistake. The ixitxachitl are as evil as they are cunning, leading to their common nickname \"demon rays.\" They inhabit bodies of fresh and salt water, but their violent nature means that little is known of them.",
						"Struggle for Survival. Ixitxachitl emerge from eggs as tiny creatures little more than a hand span in width. From that time onward, they struggle to survive at all costs, growing throughout their lives. Those ixitxachitl that master the secrets of survival gain powers of regeneration and feed on the life force of other creatures.",
						{
							"name": "All Consuming",
							"type": "entries",
							"entries": [
								"Ixitxachitl hollow out coral reefs or other natural aquatic formations to create labyrinthine dens, often compelling aid from captured aquatic species they enslave. They typically strip an area bare before moving on to new fertile grounds, leaving their abandoned dens behind. Schools of ixitxachitl often war on other aquatic creatures to claim feeding grounds and territory."
							]
						},
						{
							"name": "Demon Worshipers",
							"type": "entries",
							"entries": [
								"The ixitxachitl venerate and serve various demons, particularly Demogorgon, whom they consider their patron and creator. They have an intense rivalry with the merrow over which of them are the greatest and most favored servants of the Prince of Demons."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Variant: Ixitxachitl Cleric",
					"entries": [
						"Some ixitxachitl and vampiric ixitxachitl are able to cast divine spells. Such a creature gains the following feature.",
						{
							"name": "Spellcasting",
							"type": "entries",
							"entries": [
								"The ixitxachitl is a 5th-level spellcaster that uses Wisdom as its spellcasting ability (spell save DC 11, +3 to hit with spell attacks). The ixitxachitl has the following cleric spells prepared:",
								"Cantrips (at will): guidance, thaumaturgy",
								"1st Level (4 slots): charm person, create or destroy water",
								"2nd Level (3 slots): hold person, silence",
								"3rd Level (2 slots): dispel magic, tongues"
							]
						}
					]
				}
			]
		},
		{
			"name": "Ixitxachitl Cleric",
			"source": "OotA",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/OotA/Ixitachitl.jpg"
					}
				}
			],
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Ixitxachitl (pronounced ick-zit-zah-chit-ul) are aquatic creatures resembling manta rays, with small, clawed hands at the ends of their \"wings\" and black eyes gleaming with sinister intelligence. Many creatures mistake ixitxachitl for common manta rays, but this can prove a deadly mistake. The ixitxachitl are as evil as they are cunning, leading to their common nickname \"demon rays.\" They inhabit bodies of fresh and salt water, but their violent nature means that little is known of them.",
						"Struggle for Survival. Ixitxachitl emerge from eggs as tiny creatures little more than a hand span in width. From that time onward, they struggle to survive at all costs, growing throughout their lives. Those ixitxachitl that master the secrets of survival gain powers of regeneration and feed on the life force of other creatures.",
						{
							"name": "All Consuming",
							"type": "entries",
							"entries": [
								"Ixitxachitl hollow out coral reefs or other natural aquatic formations to create labyrinthine dens, often compelling aid from captured aquatic species they enslave. They typically strip an area bare before moving on to new fertile grounds, leaving their abandoned dens behind. Schools of ixitxachitl often war on other aquatic creatures to claim feeding grounds and territory."
							]
						},
						{
							"name": "Demon Worshipers",
							"type": "entries",
							"entries": [
								"The ixitxachitl venerate and serve various demons, particularly Demogorgon, whom they consider their patron and creator. They have an intense rivalry with the merrow over which of them are the greatest and most favored servants of the Prince of Demons."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Variant: Ixitxachitl Cleric",
					"entries": [
						"Some ixitxachitl and vampiric ixitxachitl are able to cast divine spells. Such a creature gains the following feature.",
						{
							"name": "Spellcasting",
							"type": "entries",
							"entries": [
								"The ixitxachitl is a 5th-level spellcaster that uses Wisdom as its spellcasting ability (spell save DC 11, +3 to hit with spell attacks). The ixitxachitl has the following cleric spells prepared:",
								"Cantrips (at will): guidance, thaumaturgy",
								"1st Level (4 slots): charm person, create or destroy water",
								"2nd Level (3 slots): hold person, silence",
								"3rd Level (2 slots): dispel magic, tongues"
							]
						}
					]
				}
			]
		},
		{
			"name": "Juiblex",
			"source": "OotA",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/OotA/Juiblex.jpg"
					}
				}
			],
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Called the Faceless Lord and the Oozing Hunger in ancient grimoires, Juiblex is demon lord of slime and ooze, a noxious creature that doesn't care about the plots and schemes of others of its kind. It exists only to consume, digesting and transforming living matter into more of itself.",
						"A true horror, Juiblex is a mass of bubbling slime, swirling black and green, with glaring red eyes floating and shifting within it. It can rise up like a 20-foot hill, lashing out with dripping pseudopods to drag victims into its bulk. Those consumed by Juiblex are obliterated.",
						"Only the truly insane worship Juiblex and tend to its slimes and oozes. Those who offer themselves up to the demon lord are engulfed by it and become vaguely humanoid, sentient oozes. The bodies of these former flesh-and-blood creatures form Juiblex's extended physical body, while the demon lord slowly digests and savors their identities over time."
					]
				},
				{
					"type": "entries",
					"name": "Juiblex's Lair",
					"entries": [
						"Juiblex's principal lair is known as the Slime Pits, a realm which Juiblex shares with Zuggtmoy. This layer of the Abyss, which is also known as Shedaklah, is a bubbling morass of oozing, fetid sludge. Its landscape is covered in vast expanses of caustic and unintelligent slimes, and strange organic forms rise from the oceans of molds and oozes at Juiblex's command.",
						"Lair Actions",
						"On initiative count 20 (losing initiative ties), Juiblex can take a lair action to cause one of the following effects; it can't use the same effect two rounds in a row:",
						{
							"type": "list",
							"items": [
								"Juiblex slimes a square area of ground it can see within the lair. The area can be up to 10 feet on a side. The slime lasts for 1 hour or until it is burned away with fire. When the slime appears, each creature in that area must succeed on a DC 21 Strength saving throw or become restrained. When a creature enters the area for the first time on a turn or ends its turn there, that creature must make the same save. A restrained creature is stuck as long as it remains in the slimy area or until it breaks free. The restrained creature, or another creature who can reach it, can use its action to try to break free and must succeed on a DC 21 Strength check. If the slime is set on fire, it burns away after 1 round. Any creature that starts its turn in the burning slime takes 22 (4d10) fire damage.",
								"Juiblex slimes a square area of ground it can see within the lair. The area can be up to 10 feet on a side. The slime lasts for 1 hour or until it is burned away with fire. When the slime appears, each creature on it must succeed on a DC 21 Dexterity saving throw or fall prone and slide 10 feet in a random direction determined by a d8 roll. When a creature enters the area for the first time on a turn or ends its turn there, that creature must make the same save. If the slime is set on fire, it burns away after 1 round. Any creature that starts its turn in the burning slime takes 22 (4d10) fire damage.",
								"A green slime (see the Dungeon Master's Guide) appears on a spot on the ceiling that Juiblex chooses within the lair. The slime disintegrates after 1 hour."
							]
						},
						"Regional Effects",
						"The region containing Juiblex's lair is warped by its magic, creating one or more of the following effects:",
						{
							"type": "list",
							"items": [
								"Small bodies of water, such as ponds or wells, within 1 mile of the lair turn highly acidic, corroding any object that touches them.",
								"Surfaces within 6 miles of the lair are frequently covered by a thin film of slime, which is slick and sticks to anything that touches it.",
								"If a humanoid spends at least 1 hour within 1 mile of the lair, that creature must succeed on a DC 18 Wisdom saving throw or descend into a madness determined by the Madness of Juiblex table. A creature that succeeds on this saving throw can't be affected by this regional effect again for 24 hours."
							]
						},
						"If Juiblex dies, these effects fade over the course of 1d10 days."
					]
				},
				{
					"type": "entries",
					"name": "Madness of Juiblex",
					"entries": [
						"If a creature goes mad in Juiblex's lair or within line of sight of the demon lord, roll on the Madness of Juiblex table to determine the nature of the madness, which is a character flaw that lasts until cured. See the Dungeon Master's Guide for more on madness.",
						{
							"type": "table",
							"caption": "Madness of Juiblex",
							"colLabels": [
								"d100",
								"Flaw (lasts until cured)"
							],
							"colStyles": [
								"col-xs-2 text-align-center",
								"col-xs-10"
							],
							"rows": [
								[
									"01–20",
									"\"I must consume everything I can!\""
								],
								[
									"21–40",
									"\"I refuse to part with any of my possessions.\""
								],
								[
									"41–60",
									"\"I'll do everything I can to get others to eat and drink beyond their normal limits.\""
								],
								[
									"61–80",
									"\"I must possess as many material goods as I can.\""
								],
								[
									"81–00",
									"\"My personality is irrelevant. I am defined by what I consume.\""
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Male Steeder",
			"source": "OotA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Duergar breed and train these giant Underdark-dwelling tarantulas. Male steeders are as big as ponies and used by the duergar as beasts of burden. The larger females are trained and used as mounts.",
						"Steeders don't spin webs, but they exude a sticky substance from their legs that lets them walk on walls and ceilings without trouble, as well as snare prey."
					]
				}
			]
		},
		{
			"name": "Orcus",
			"source": "OotA",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/OotA/Orcus.jpg"
					}
				}
			],
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Orcus is the Demon Prince of Undeath, known as the Blood Lord. He takes some pleasure in the sufferings of the living, but far prefers the company and service of the undead. His desire is to see all life quenched and the multiverse transformed into a vast necropolis populated solely by undead creatures under his command.",
						"Orcus rewards those who spread death in his name by granting them a small portion of his power. The least of these become ghouls and zombies who serve in his legions, while his favored servants are the cultists and necromancers who murder the living and then manipulate the dead, emulating their dread master.",
						"Orcus is a bestial creature of corruption with a diseased, decaying look. He has the lower torso of a goat, and a humanoid upper body with a corpulent belly swollen with rot. Great bat wings sprout from his shoulders, and his head is like the skull of a goat, the flesh nearly rotted from it. In one hand, he wields the legendary Wand of Orcus, which is described in chapter 7, \"Treasure,\" of the Dungeon Master's Guide."
					]
				},
				{
					"type": "entries",
					"name": "Orcus's Lair",
					"entries": [
						"Orcus makes his lair in the fortress city of Naratyr, which is on Thanatos, the layer of the Abyss that he rules. Surrounded by a moat fed by the River Styx, Naratyr is an eerily quiet and cold city, its streets often empty for hours at a time. The central castle of bone has interior walls of flesh and carpets made of woven hair. The city contains wandering undead, many of which are engaged in continuous battles with one another.",
						"Lair Actions",
						"On initiative count 20 (losing initiative ties), Orcus can take a lair action to cause one of the following effects; he can't use the same effect two rounds in a row:",
						{
							"type": "list",
							"items": [
								"Orcus's voice booms throughout the lair. His utterance causes one creature of his choice to be subjected to power word kill (save DC 23). Orcus needn't see the creature, but he must be aware that the individual is in the lair.",
								"Orcus causes up to six corpses within the lair to rise as skeletons, zombies, or ghouls. These undead obey his telepathic commands, which can reach anywhere in the lair.",
								"Orcus causes skeletal arms to rise from an area on the ground in a 20-foot square that he can see. They last until the next initiative count 20. Each creature in that area when the arms appear must succeed on a DC 23 Strength saving throw or be restrained until the arms disappear or until Orcus releases their grasp (no action required)."
							]
						},
						"Regional Effects",
						"The region containing Orcus's lair is warped by the Orcus's magic, creating one or more of the following effects:",
						{
							"type": "list",
							"items": [
								"Dead beasts periodically animate as undead mockeries of their former selves. Skeletal and zombie versions of local wildlife are commonly seen in the area.",
								"The air becomes filled with the stench of rotting flesh, and buzzing flies grow thick within the region, even when there is no carrion to be found.",
								"If a humanoid spends at least 1 hour within 1 mile of the lair, that creature must succeed on a DC 23 Wisdom saving throw or descend into a madness determined by the Madness of Orcus table. A creature that succeeds on this saving throw can't be affected by this regional effect again for 24 hours."
							]
						},
						"If Orcus dies, these effects fade over the course of 1d10 days."
					]
				},
				{
					"type": "entries",
					"name": "Madness of Orcus",
					"entries": [
						"If a creature goes mad in Orcus's lair or within line of sight of the demon lord, roll on the Madness of Juiblex table to determine the nature of the madness, which is a character flaw that lasts until cured. See the Dungeon Master's Guide for more on madness.",
						{
							"type": "table",
							"caption": "Madness of Orcus",
							"colLabels": [
								"d100",
								"Flaw (lasts until cured)"
							],
							"colStyles": [
								"col-xs-2 text-align-center",
								"col-xs-10"
							],
							"rows": [
								[
									"01–20",
									"\"I often become withdrawn and moody, dwelling on the insufferable state of life.\""
								],
								[
									"21–40",
									"\"I am compelled to make the weak suffer.\""
								],
								[
									"41–60",
									"\"I have no compunction against tampering with the dead in my search to better understand death.\""
								],
								[
									"61–80",
									"\"I want to achieve the everlasting existence of undeath.\""
								],
								[
									"81–00",
									"\"I am awash in the awareness of life's futility.\""
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "The Pudding King",
			"source": "OotA",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/OotA/The Pudding King.jpg"
					}
				}
			]
		},
		{
			"name": "Troglodyte Champion of Laogzed",
			"source": "OotA",
			"entries": [
				"The Monster Manual provides statistics for the typical troglodyte. Once in a while, a troglodyte tribe produces an unusually smart and strong specimen that can spew acid-what many troglodytes consider blessings from Laogzed, their demonic god. These hulking troglodyte champions make excellent chieftains."
			]
		},
		{
			"name": "Vampiric Ixitxachitl",
			"source": "OotA",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/OotA/Ixitachitl.jpg"
					}
				}
			],
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Ixitxachitl (pronounced ick-zit-zah-chit-ul) are aquatic creatures resembling manta rays, with small, clawed hands at the ends of their \"wings\" and black eyes gleaming with sinister intelligence. Many creatures mistake ixitxachitl for common manta rays, but this can prove a deadly mistake. The ixitxachitl are as evil as they are cunning, leading to their common nickname \"demon rays.\" They inhabit bodies of fresh and salt water, but their violent nature means that little is known of them.",
						"Struggle for Survival. Ixitxachitl emerge from eggs as tiny creatures little more than a hand span in width. From that time onward, they struggle to survive at all costs, growing throughout their lives. Those ixitxachitl that master the secrets of survival gain powers of regeneration and feed on the life force of other creatures.",
						{
							"name": "All Consuming",
							"type": "entries",
							"entries": [
								"Ixitxachitl hollow out coral reefs or other natural aquatic formations to create labyrinthine dens, often compelling aid from captured aquatic species they enslave. They typically strip an area bare before moving on to new fertile grounds, leaving their abandoned dens behind. Schools of ixitxachitl often war on other aquatic creatures to claim feeding grounds and territory."
							]
						},
						{
							"name": "Demon Worshipers",
							"type": "entries",
							"entries": [
								"The ixitxachitl venerate and serve various demons, particularly Demogorgon, whom they consider their patron and creator. They have an intense rivalry with the merrow over which of them are the greatest and most favored servants of the Prince of Demons."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Variant: Ixitxachitl Cleric",
					"entries": [
						"Some ixitxachitl and vampiric ixitxachitl are able to cast divine spells. Such a creature gains the following feature.",
						{
							"name": "Spellcasting",
							"type": "entries",
							"entries": [
								"The ixitxachitl is a 5th-level spellcaster that uses Wisdom as its spellcasting ability (spell save DC 11, +3 to hit with spell attacks). The ixitxachitl has the following cleric spells prepared:",
								"Cantrips (at will): guidance, thaumaturgy",
								"1st Level (4 slots): charm person, create or destroy water",
								"2nd Level (3 slots): hold person, silence",
								"3rd Level (2 slots): dispel magic, tongues"
							]
						}
					]
				}
			]
		},
		{
			"name": "Vampiric Ixitxachitl Cleric",
			"source": "OotA",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/OotA/Ixitachitl.jpg"
					}
				}
			],
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Ixitxachitl (pronounced ick-zit-zah-chit-ul) are aquatic creatures resembling manta rays, with small, clawed hands at the ends of their \"wings\" and black eyes gleaming with sinister intelligence. Many creatures mistake ixitxachitl for common manta rays, but this can prove a deadly mistake. The ixitxachitl are as evil as they are cunning, leading to their common nickname \"demon rays.\" They inhabit bodies of fresh and salt water, but their violent nature means that little is known of them.",
						"Struggle for Survival. Ixitxachitl emerge from eggs as tiny creatures little more than a hand span in width. From that time onward, they struggle to survive at all costs, growing throughout their lives. Those ixitxachitl that master the secrets of survival gain powers of regeneration and feed on the life force of other creatures.",
						{
							"name": "All Consuming",
							"type": "entries",
							"entries": [
								"Ixitxachitl hollow out coral reefs or other natural aquatic formations to create labyrinthine dens, often compelling aid from captured aquatic species they enslave. They typically strip an area bare before moving on to new fertile grounds, leaving their abandoned dens behind. Schools of ixitxachitl often war on other aquatic creatures to claim feeding grounds and territory."
							]
						},
						{
							"name": "Demon Worshipers",
							"type": "entries",
							"entries": [
								"The ixitxachitl venerate and serve various demons, particularly Demogorgon, whom they consider their patron and creator. They have an intense rivalry with the merrow over which of them are the greatest and most favored servants of the Prince of Demons."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Variant: Ixitxachitl Cleric",
					"entries": [
						"Some ixitxachitl and vampiric ixitxachitl are able to cast divine spells. Such a creature gains the following feature.",
						{
							"name": "Spellcasting",
							"type": "entries",
							"entries": [
								"The ixitxachitl is a 5th-level spellcaster that uses Wisdom as its spellcasting ability (spell save DC 11, +3 to hit with spell attacks). The ixitxachitl has the following cleric spells prepared:",
								"Cantrips (at will): guidance, thaumaturgy",
								"1st Level (4 slots): charm person, create or destroy water",
								"2nd Level (3 slots): hold person, silence",
								"3rd Level (2 slots): dispel magic, tongues"
							]
						}
					]
				}
			]
		},
		{
			"name": "Yeenoghu",
			"source": "OotA",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/OotA/Yeenoghu.jpg"
					}
				}
			],
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The Beast of Butchery appears as a great battle-scarred gnoll, towering 14 feet tall. Yeenoghu is the Gnoll Lord, and his creations are made in his twisted image. When the demon lord hunted across the Material Plane, packs of hyenas followed in his wake. Those that ate of great Yeenoghu's kills became gnolls, emulating their master's ways. Few others worship the Beast of Butchery, but those who do tend to take on a gnoll-like aspect, hunched over, and filing their teeth down to points.",
						"Yeenoghu wants nothing more than slaughter and senseless destruction. The gnolls are his instruments, and he drives them to ever-greater atrocities in his name. Yeenoghu takes pleasure in causing fear before death, and he sows sorrow and despair through destroying beloved things. He doesn't parlay; to meet him is to do battle with him-unless he becomes bored. The Beast of Butchery has a long rivalry with Baphomet, the Horned King, and the two demon lords and their followers attack one another on sight.",
						"The Gnoll Lord is covered in matted fur and taut, leathery hide, his face like a grinning predator's skull. Patchwork armor made of discarded shields and breastplates is lashed onto his body with heavy chains, decorated by the flayed skins of his foes. He wields a triple-headed flail called the Butcher, which he can summon into his hand at will, although he is as likely to tear his prey apart with his bare hands before ripping out its throat with his teeth."
					]
				},
				{
					"type": "entries",
					"name": "Yeenoghu's Lair",
					"entries": [
						"Yeenoghu's lair in the Abyss is called the Death Dells, its barren hills and ravines serving as one great hunting ground, where he pursues captured mortals in a cruel game. Yeenoghu's lair is a place of blood and death, populated by gnolls, hyenas, and ghouls, and there are few structures or signs of civilization on his layer of the Abyss.",
						"Lair Actions",
						"On initiative count 20 (losing initiative ties), Yeenoghu can take a lair action to cause one of the following effects; he can't use the same effect two rounds in a row.",
						{
							"type": "list",
							"items": [
								"Yeenoghu causes an iron spike-5 feet tall and 1 inch in diameter-to burst from the ground at a point he can see within 100 feet of him. Any creature in the space where the spike emerges must make a DC 24 Dexterity saving throw. On a failed save, the creature takes 27 (6d8) piercing damage and is restrained by being impaled on the spike. A creature can use an action to remove itself (or a creature it can reach) from the spike, ending the restrained condition.",
								"Each gnoll or hyena that Yeenoghu can see can use its reaction to move up to its speed.",
								"Until the next initiative count 20, all gnolls and hyenas within the lair are enraged, causing them to have advantage on melee weapon attack rolls and causing attack rolls to have advantage against them."
							]
						},
						"Regional Effects",
						"The region containing Yeenoghu's lair is warped by his magic, creating one or more of the following effects:",
						{
							"type": "list",
							"items": [
								"Within 1 mile of the lair, large iron spikes grow out of the ground and stone surfaces. Yeenoghu impales the bodies of the slain on these spikes.",
								"Predatory beasts within 6 miles of the lair become unusually savage, killing far more than what they need for food. Carcasses of prey are left to rot in an unnatural display of wasteful slaughter.",
								"If a humanoid spends at least 1 hour within 1 mile of the lair, that creature must succeed on a DC 17 Wisdom saving throw or descend into a madness determined by the Madness of Yeenoghu table. A creature that succeeds on this saving throw can't be affected by this regional effect again for 24 hours."
							]
						},
						"If Yeenoghu dies, these effects fade over the course of 1d10 days."
					]
				},
				{
					"type": "entries",
					"name": "Madness of Yeenoghu",
					"entries": [
						"If a creature goes mad in Yeenoghu's lair or within line of sight of the demon lord, roll on the Madness of Yeenoghu table to determine the nature of the madness, which is a character flaw that lasts until cured. See the Dungeon Master's Guide for more on madness.",
						{
							"type": "table",
							"caption": "Madness of Yeenoghu",
							"colLabels": [
								"d100",
								"Flaw (lasts until cured)"
							],
							"colStyles": [
								"col-xs-2 text-align-center",
								"col-xs-10"
							],
							"rows": [
								[
									"01–20",
									"\"I get caught up in the flow of anger, and try to stoke others around me into forming an angry mob.\""
								],
								[
									"21–40",
									"\"The flesh of other intelligent creatures is delicious!\""
								],
								[
									"41–60",
									"\"I rail against the laws and customs of civilization, attempting to return to a more primitive time.\""
								],
								[
									"61–80",
									"\"I hunger for the deaths of others, and am constantly starting fights in the hope of seeing bloodshed.\""
								],
								[
									"81–00",
									"\"I keep trophies from the bodies I have slain, turning them into adornments.\""
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Yestabrod",
			"source": "OotA",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/OotA/Illithid Environment Appendix Art.jpg"
					}
				}
			]
		},
		{
			"name": "Zuggtmoy",
			"source": "OotA",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/OotA/Zuggtmoy.jpg"
					}
				}
			],
			"entries": [
				{
					"type": "entries",
					"entries": [
						"The Demon Queen of Fungi, Lady of Rot and Decay, Zuggtmoy is an alien creature whose only desire is to infect the living with spores, transforming them into her mindless servants and, eventually, into decomposing hosts for the mushrooms, molds, and other fungi that she spawns.",
						"Utterly inhuman, Zuggtmoy can mold her fungoid form into an approximation of a humanoid shape, including the skeletal-thin figure depicted in grimoires and ancient art, draped and veiled in mycelium and lichen. Indeed, much of her appearance and manner, and that of her servants', is a soulless mockery of mortal life and its many facets.",
						"Zuggtmoy's cultists often follow her unwittingly. Most are fungi-infected to some degree, whether through inhaling her mind-controlling spores or being transformed to the point where flesh and fungus become one. Such cultists are fungal extensions of the Demon Queen's will. Their devotion might begin with the seemingly harmless promises offered by exotic spores and mushrooms, but quickly consumes them, body and soul.",
						"Sharing a layer of the Abyss with Juiblex, plus their mutual insatiable hunger, has made the two demon lords mortal enemies, each devoted to destroying and ultimately devouring the other."
					]
				},
				{
					"type": "entries",
					"name": "Zuggtmoy's Lair",
					"entries": [
						"Zuggtmoy's principal lair is her palace on Shedaklah. It consists of two dozen mushrooms of pale yellow and rancid brown. These massive fungi are some of the largest in existence. They are surrounded by a field of acidic puffballs and poisonous vapors. The mushrooms themselves are all interconnected by bridges of shelffungi, and countless chambers have been hollowed out from within their rubbery, fibrous stalks.",
						"Lair Actions",
						"On initiative count 20 (losing initiative ties), Zuggtmoy can take a lair action to cause one of the following effects; she can't use the same effect two rounds in a row.",
						{
							"type": "list",
							"items": [
								"Zuggtmoy causes four gas spores or violet fungi (see the Monster Manual) to appear in unoccupied spaces that she chooses within the lair. They vanish after 1 hour.",
								"Up to four plant creatures that are friendly to Zuggtmoy and that Zuggtmoy can see can use their reactions to move up to their speed and make one weapon attack.",
								"Zuggtmoy uses either her Infestation Spores or her Mind Control Spores, centered on a mushroom or other fungus within her lair, instead of on herself."
							]
						},
						"Regional Effects",
						"The region containing Zuggtmoy's lair is warped by her magic, creating one or more of the following effects:",
						{
							"type": "list",
							"items": [
								"Molds and fungi grow on surfaces within 6 miles of the lair, even where they would normally find no purchase.",
								"Plant life within 1 mile of the lair becomes infested with parasitic fungi, slowly mutating as it is overwhelmed.",
								"If a humanoid spends at least 1 hour within 1 mile of the lair, that creature must succeed on a DC 17 Wisdom saving throw or descend into a madness determined by the Madness of Zuggtmoy table. A creature that succeeds on this saving throw can't be affected by this regional effect again for 24 hours."
							]
						},
						"If Zuggtmoy dies, these effects fade over the course of 1d10 days."
					]
				},
				{
					"type": "entries",
					"name": "Madness of Zuggtmoy",
					"entries": [
						"If a creature goes mad in Zuggtmoy's lair or within line of sight of the demon lord, roll on the Madness of Zuggtmoy table to determine the nature of the madness, which is a character flaw that lasts until cured. See the Dungeon Master's Guide for more on madness.",
						{
							"type": "table",
							"caption": "Madness of Zuggtmoy",
							"colLabels": [
								"d100",
								"Flaw (lasts until cured)"
							],
							"colStyles": [
								"col-xs-2 text-align-center",
								"col-xs-10"
							],
							"rows": [
								[
									"01–20",
									"\"I see visions in the world around me that others do not.\""
								],
								[
									"21–40",
									"\"I periodically slip into a catatonic state, staring off into the distance for long stretches at a time.\""
								],
								[
									"41–60",
									"\"I see an altered version of reality, with my mind convincing itself that things are true even in the face of overwhelming evidence to the contrary.\""
								],
								[
									"61–80",
									"\"My mind is slipping away, and my intelligence seems to wax and wane.\""
								],
								[
									"81–00",
									"\"I am constantly scratching at unseen fungal infections.\""
								]
							]
						}
					]
				}
			]
		}
	]
}
