{
	"monster": [
		{
			"name": "Decapus",
			"source": "TTP",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/TTP/Decapus.jpg"
					}
				}
			],
			"entries": [
				"Decapuses are carnivorous, solitary hunters that swing through trees, scooping up prey with their 10-foot-long, suckered tentacles. Decapuses also use their tentacles to climb walls and ceilings.",
				"After securing a high vantage point, a decapus hangs by one tentacle and attacks with the other nine. On the ground, a decapus is slower and less dangerous. It must use half of its tentacles to support its weight upright, leaving five tentacles with which it can attack and defend itself.",
				{
					"type": "entries",
					"name": "Marine Decapus",
					"entries": [
						"A marine decapus is similar to its land-dwelling cousin, except that it gains a swimming speed of 30 feet and can breathe only underwater."
					]
				}
			]
		},
		{
			"name": "Geonid",
			"source": "TTP",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/TTP/Geonid.jpg"
					}
				}
			],
			"entries": [
				"Also known as rocklings and rock hermits, geonids are small, intelligent cave dwellers that originated on the Elemental Plane of Earth. A geonid's arms and legs come out of a small opening in the bottom of its shell. A geonid can draw its limbs into its shell and close the opening. When it does so, the creature looks like a small boulder. In this state, the geonid can't see and relies on its tremorsense to detect other creatures nearby.",
				{
					"type": "entries",
					"name": "Dark Lairs",
					"entries": [
						"Geonids live in natural tunnels and caves. They feed primarily on lizards, rats, slugs, and other vermin, as well as on cave lichen and moss. Geonids like to collect coins and gemstones, and they rarely confront creatures larger than themselves except to rob them or scare them away."
					]
				},
				{
					"type": "entries",
					"name": "Stone Tell",
					"entries": [
						"Geonids can attune to stone in a way that lets them discern what other creatures have been in the area recently. Geonids use this ability to track prey and to determine whether other creatures have trespassed in their territory. The information gleaned is imprecise and doesn't include the specific identities of such creatures or the precise times when they passed nearby."
					]
				}
			]
		},
		{
			"name": "Topi",
			"source": "TTP",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/TTP/Topi.jpg"
					}
				}
			],
			"entries": [
				"Topis are similar to zombies. Before a topi is animated, its corpse is shrunk until it stands only 2 feet tall, and its heart is cut out and replaced with a leather bag that contains a live poisonous snake. The snake requires neither air nor sustenance, and it magically renders the topi's claws venomous. When a topi dies, the snake inside it dies too. The process of creating a topi is known only to a handful of evil priests and necromancers.",
				"Topis are more difficult to turn than ordinary zombies, and their spongy bodies make them resistant to bludgeoning.",
				{
					"type": "entries",
					"name": "Undead Traits",
					"entries": [
						"A topi doesn't require air, food, drink, or sleep."
					]
				}
			]
		},
		{
			"name": "Tortle",
			"source": "TTP",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "bestiary/TTP/Tortle.jpg"
					}
				}
			],
			"entries": [
				"Tortles are omnivorous, turtle-like humanoids with leathery skin and bulky shells that cover most of their bodies. An adult tortle stands about 6 feet tall and weighs between 450 and 500 pounds. Males and females are nearly identical in size and appearance. They don't wear clothing other than belts and harnesses for carrying tools and supplies.",
				{
					"type": "entries",
					"name": "Natural Defenses",
					"entries": [
						"A tortle can retreat into its shell for added protection. While fully withdrawn inside its shell, a tortle can't do much other than hide."
					]
				}
			]
		},
		{
			"name": "Tortle Druid",
			"source": "TTP",
			"_copy": {
				"name": "Tortle",
				"source": "TTP"
			}
		}
	]
}
