{
	"_meta": {
		"internalCopies": [
			"creatureFluff"
		]
	},
	"creatureFluff": [
		{
			"name": "Silverfish",
			"source": "SoT1",
			"page": 84,
			"entries": [
				{
					"type": "pf2-h2",
					"name": "Silverfish",
					"entries": [
						{
							"type": "pf2-sidebar",
							"name": "SILVERFISH MOLTS",
							"entries": [
								"In an interesting twist to the pest's life cycle, some spellcasters incorporate giant silverfish moltings into their spellbooks and scrolls. These shed skins have the consistency of onionskin and are valuable due to the superstition that they contain residual magic from texts the silverfish consumed. Regardless of whether a silverfish molt has any intrinsic magical power, many tenured mages feel that proof of a book-devouring vermin's demise is worthy of a reward. Thus, such a trophy is guaranteed to fetch a tidy sum from the right buyer."
							]
						},
						"A common pest with a silvery carapace and an undulating, fishlike scuttle, the nocturnal silverfish infests homes and libraries throughout Golarion. These insects aren't typically dangerous, but their tendency to devour books and clothing often puts them at odds with larger creatures."
					]
				}
			]
		},
		{
			"name": "Gremlin",
			"source": "SoT1",
			"page": 81,
			"entries": [
				{
					"type": "pf2-h2",
					"name": "Gremlin",
					"entries": [
						{
							"type": "pf2-sidebar",
							"name": "Gremlin Society",
							"entries": [
								"Most gremlin communities are egalitarian and cooperative, with little importance placed on familial ties compared to the bond of the community as a whole. Gremlin leaders are often the youngest and most annoying members of a group, achieving their positions by harassing an old leader into resigning or bullying the other gremlins into obedience. Gremlin adults encourage the children to explore by themselves, in hopes that they busy themselves harassing local mortals instead of creating trouble for the other gremlins."
							]
						},
						{
							"type": "pf2-sidebar",
							"name": "GREMLIN PETS",
							"entries": [
								"Gremlins making their nests near mortals' homes inevitably encounter domesticated animals. Most gremlins can use their innate magical abilities to speak with animals, allowing them to bargain with pets and work animals to aid in terrorizing, stealing, or training them to harass their owners. Gremlins especially love to befriend cats, whom they rarely bother, instead bringing them into their pranks and schemes as coconspirators."
							]
						},
						"Gremlins are malicious fey that infest and prey upon mortal communities. They live in tunnels, beneath eaves, and in abandoned buildings, stealing what they need from their neighbors instead of creating for themselves.",
						"While there are gremlins of any and every gender, their appearances don't differ by gender. Young gremlins grow to maturity with alarming speed. Their entire nest raises them communally, though they are often encouraged to wander unsupervised and create mischief away from home instead of inside it."
					]
				}
			]
		},
		{
			"name": "Giant Tsetse Fly",
			"source": "SoT1",
			"page": 81,
			"entries": [
				{
					"type": "pf2-h2",
					"name": "Fly, Giant Tsetse",
					"entries": [
						{
							"type": "pf2-sidebar",
							"name": "TERRIBLE UNDERESTIMATION",
							"entries": [
								"A group of evil druids near Bloodcove captured and bred large tsetse flies to distill and empower the disease they spread. The underestimated the flies' ingenuity; the insects escaped and fed on several animals the druids had ritually prepared for sacrifice. The flies grew to their enormous size, killed the druids, and scattered into the surrounding fens."
							]
						},
						"This blood-sucking fly, the size of a horse, is widely despised as a harbinger,of disease. Giant tsetse flies rarely congregate in large numbers, as they require gallons of blood each day to survive and thus crowd out or drive away rivals. Any group of creatures large enough to sustain multiple tsetse flies, such as a herd of dinosaurs, are quite likely to dominate the surrounding ecosystem on their own right.",
						"A single giant tsetse fly can kill an entire herd of large animals within a few weeks, and those they don't kill often succumb to disease. When not hunting, giant tsetse flies prefer to hide in warm, dark places in forests and swamps, though they sometimes inhabit wet cave systems where prey is plentiful. The thrumming drone of their wings echoes around such cave systems, warning travelers familiar with the noise that the creatures are lairing nearby.",
						"If food becomes scarce, a giant tsetse fly relocates elsewhere. They tend to follow rivers, animal tracks, or even roads to find food. This can take them to the fringes of civilization, where farms and ranches often have livestock that draws their attention. Settlers who find evidence of a giant tsetse fly should quickly seek out help to eliminate the pests, as all their animals (and, indeed, their families) are in jeopardy as long as the hungry insect is near.",
						"Giant tsetse flies are only moderately smarter than ordinary flies, but some creatures have learned that they can train the creatures with frequent offerings of fresh blood. Giant tsetse flies might therefore be put to use as guardians or even mounts, but any potential trainer must take care not to become the voracious insect's next meal."
					]
				}
			],
			"images": [
				"https://2e.aonprd.com/Images/Monsters/Fly_GiantTsetseFly.png"
			]
		},
		{
			"name": "Bee, Giant",
			"source": "SoT1",
			"page": 80,
			"entries": [
				{
					"type": "pf2-h2",
					"name": "Bee, Giant",
					"entries": [
						{
							"type": "pf2-sidebar",
							"name": "HIVE MINDS",
							"entries": [
								"Bees communicate with each other using complex combinations of movement and pheromones. They can share detailed information, particularly related to food, water, and dangers. A queen bee doesn't have the ability to directly control members of her hive, but she guides the entire hive's activities and, when necessary, its relocation. Some druids have attempted to tap into this hive mind to control giant bee swarms, with limited success."
							]
						},
						"Like their smaller counterparts, giant bees are highly territorial. Many types of giant bees construct hives in caves or abandoned buildings and are quick to attack creatures that they deem a threat to the single fertile queen, who almost never leaves the hive. Although most common in warm biomes with lots of vegetation, some giant bees live in arid or cold environments and are solitary rather than hive-dwelling. "
					]
				}
			]
		},
		{
			"name": "Anadi",
			"source": "SoT1",
			"page": 78,
			"entries": [
				{
					"type": "pf2-h2",
					"name": "Anadi",
					"entries": [
						{
							"type": "pf2-sidebar",
							"name": "ANADI ALLIES",
							"entries": [
								"Peaceful anadis easily integrate into human communities so long as they wear their humanoid shape. Anadi families coexist happily with humans, usually making their living as tailors, weavers, or trappers. All too often, however, anadis face social stigma upon revealing their true forms. Most choose to hide this form, sharing their secret only with trusted friends. Reclusive anadis remain in the wilderness and avoid other ancestries entirely, but they domesticate giant spiders as trained guardians or hunting animals."
							]
						},
						"Anadis have three distinct forms—human, spider, and a beautiful but unnerving hybrid shape that is their true form. Despite their unsettling arachnid features, anadis are peaceful and form tight-knit communities."
					]
				}
			]
		},
		{
			"name": "Anadi Fateweaver",
			"source": "SoT1",
			"_copy": {
				"name": "Anadi",
				"source": "SoT1",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": [
							{
								"type": "pf2-h3",
								"name": "Anadi Fateweaver",
								"source": "SoT1",
								"page": 79,
								"entries": [
									"The anadis manipulate the threads of fate as easily as they spin silk."
								]
							}
						]
					}
				}
			},
			"images": [
				"https://2e.aonprd.com/Images/Monsters/Anadi_Fateweaver.png"
			]
		},
		{
			"name": "Anadi Lurker",
			"source": "SoT1",
			"_copy": {
				"name": "Anadi",
				"source": "SoT1",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": [
							{
								"type": "pf2-h3",
								"name": "Anadi Lurker",
								"source": "SoT1",
								"page": 78,
								"entries": [
									"These anadis lurkers combine their innate magical talents and wilderness lore to snare prey."
								]
							}
						]
					}
				}
			},
			"images": [
				"https://2e.aonprd.com/Images/Monsters/Anadi_Lurker.png"
			]
		},
		{
			"name": "Anadi Seeker",
			"source": "SoT1",
			"_copy": {
				"name": "Anadi",
				"source": "SoT1",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": [
							{
								"type": "pf2-h3",
								"name": "Anadi Seeker",
								"source": "SoT1",
								"page": 78,
								"entries": [
									"Anadi seekers are knowledge seekers who often brave the outside world."
								]
							}
						]
					}
				}
			},
			"images": [
				"https://2e.aonprd.com/Images/Monsters/Anadi.png"
			]
		},
		{
			"name": "Giant Mining Bee",
			"source": "SoT1",
			"_copy": {
				"name": "Bee, Giant",
				"source": "SoT1",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": [
							{
								"type": "pf2-h3",
								"name": "Giant Mining Bee",
								"source": "SoT1",
								"page": 80,
								"entries": [
									"Giant mining bees have smaller bodies than giant worker bees but sometimes look larger due to their bristles, which resemble fur. They dig tunnels in sand, old wood, or stone to create nests and aggressively defend their lairs. Although not truly subterranean, giant mining bees are the most likely type of giant bees to be found underground, and some dwarf apiarists breed and train them."
								]
							}
						]
					}
				}
			},
			"images": [
				"https://2e.aonprd.com/Images/Monsters/Bee_GiantBee.png"
			]
		},
		{
			"name": "Giant Worker Bee",
			"source": "SoT1",
			"_copy": {
				"name": "Bee, Giant",
				"source": "SoT1",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": [
							{
								"type": "pf2-h3",
								"name": "Giant Worker Bee",
								"source": "SoT1",
								"page": 80,
								"entries": [
									"Worker bees, exclusively female, exist to feed and defend a hive. They have no qualms about sacrificing their lives when confronting intruders in their territory. Worker bees can fight singly, in small groups, or in swarms of dozens. Giant worker bees inject a venom with their stings, but this venom is rarely dangerous except to people sensitive to it. Other worker bees have no stinger and only bite their enemies."
								]
							}
						]
					}
				}
			},
			"images": [
				"https://2e.aonprd.com/Images/Monsters/Bee_GiantBee.png"
			]
		},
		{
			"name": "Gnagrif",
			"source": "SoT1",
			"_copy": {
				"name": "Gremlin",
				"source": "SoT1",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": [
							{
								"type": "pf2-h3",
								"name": "GNAGRIF",
								"source": "SoT1",
								"page": 83,
								"entries": [
									"Squat, surly, and perpetually covered in wet mud, gnagrifs are gremlins that infest and destroy homes. They possess sharklike faces and two sets of jaws, allowing them to open their mouths 180 degrees and clamp onto flat rocks and walls. They delight in keeping their presence hidden, chewing holes into walls and foundations that weaken structures but don't bring them down until their inhabitants slam their doors too hard or step in the wrong place. Soon as the unwitting victims spring the trap, the building collapses around them.",
									"Like all fey, gnagrifs detest iron. Gnagrifs become obsessively vengeful if they accidentally swallow an iron nail or hinge, terrorizing families or whole villages for generations over the slight."
								]
							}
						]
					}
				}
			},
			"images": [
				"https://2e.aonprd.com/Images/Monsters/Gremlin_Gnagrif.png"
			]
		},
		{
			"name": "Scrit",
			"source": "SoT1",
			"_copy": {
				"name": "Gremlin",
				"source": "SoT1",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": [
							{
								"type": "pf2-h3",
								"name": "SCRIT",
								"source": "SoT1",
								"page": 82,
								"entries": [
									"Scrits are short, spindly gremlins with gray or beige leathery skin and a coat of smeared ink on their fingers. They make themselves the nightmare of many scribes and librarians, as they delight in nothing more than destroying books, scrolls, artwork, and other records or writing. The oils on a scrit's skin smears ink and renders text—even magical writing— completely illegible. Once they have smeared every page of a book, scrits devour them whole, absorbing the contents the book used to hold. After eating books they find stupid or funny, scrits hold skits for other gremlins which mock the mortal authors for the amusement of the other fey."
								]
							}
						]
					}
				}
			},
			"images": [
				"https://2e.aonprd.com/Images/Monsters/Gremlin_Scrit.png"
			]
		},
		{
			"name": "Silverfish Swarm",
			"source": "SoT1",
			"_copy": {
				"name": "Silverfish",
				"source": "SoT1",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": [
							{
								"type": "pf2-h3",
								"name": "SILVERFISH SWARM",
								"source": "SoT1",
								"page": 84,
								"entries": [
									"It's uncommon for silverfish to congregate in sufficient numbers to constitute a swarm, but forgotten libraries or similar out-of-the-way places might harbor a multitude of the voracious pests."
								]
							}
						]
					}
				}
			}
		},
		{
			"name": "Giant Silverfish",
			"source": "SoT1",
			"_copy": {
				"name": "Silverfish",
				"source": "SoT1",
				"_mod": {
					"entries": {
						"mode": "appendArr",
						"items": [
							{
								"type": "pf2-h3",
								"name": "GIANT SILVERFISH",
								"source": "SoT1",
								"page": 84,
								"entries": [
									"Some silverfish can grow as large as a pig, particularly in magic colleges and ancient vault-libraries, where they terrify hapless students and destroy precious tomes. Popular academic lore attributes their unusual size to a steady diet of spellbooks."
								]
							}
						]
					}
				}
			},
			"images": [
				"https://2e.aonprd.com/Images/Monsters/Silverfish_GiantSilverfish.png"
			]
		},
		{
			"name": "Spellskein",
			"source": "SoT1",
			"entries": [
				{
					"type": "pf2-h2",
					"name": "Spellskein",
					"source": "SoT1",
					"page": 85,
					"entries": [
						{
							"type": "pf2-sidebar",
							"name": "MORE SHAPES",
							"entries": [
								"Some spellskeins have additional forms and abilities unique to the rituals that created them.",
								"{@b Consecrate:} Spellskeins created during {@ritual consecrate} rituals have a religious symbol form and can use the one-action activity anoint while in that form. One creature within 10 feet gains a +1 status bonus to saving throws for one round.",
								"{@b Control Weather:} Spellskeins created during {@ritual control weather} rituals have a storm cloud form and can gain the following attack in that form: {@b Ranged} {@as 1} zap +6 (range <30 feet>), {@b Damage} {@damage 1d4+1} electricity.",
								"{@b Heroes' Feast:} Spellskeins created during {@ritual heroes' feast} rituals have a teapot form and can use the twoaction activity serve tea while in that form. A living creature that drinks the tea with an Interact action regains 1d4 Hit Points and is temporarily immune for 10 minutes. Unconsumed tea disappears at the beginning of the spellskein's next turn."
							]
						},
						"Magic can be used for many purposes—creating objects, summoning creatures, and manipulating the elements. Usually when a ritual is cast, the outcome is reliable and predictable, but sometimes magic takes unexpected turns and a spell's energy lands in unintended places.",
						"Spellskeins are scraps of fabric and paper infused with magic and brought to life. Once animated, they fold themselves into different shapes, changing both their appearance and their abilities based on their configuration. Spellskeins are only rarely aggressive and sometimes downright timid, but most have a playful streak.",
						"Though they are often made accidentally out of magical leakage from rituals, some ritualists intentionally create spellskeins to serve as magical toys or animated decor. These planned spellskeins tend to be more obedient and less mischievous than their accidental counterparts, following commands or routines set by their creators even after said creators are long gone.",
						"Scrap pieces torn from the body of a spellskein sometimes animate as ever smaller, more mischievous constructs, which usually dart away to hide until it's safe to come out and cause trouble."
					]
				}
			],
			"images": [
				"https://2e.aonprd.com/Images/Monsters/Spellskein.png"
			]
		},
		{
			"name": "Bramble Champion Construct",
			"source": "SoT1",
			"entries": []
		},
		{
			"name": "Kurshkin",
			"source": "SoT1",
			"entries": [
				{
					"type": "pf2-h1",
					"name": "Kurshkin",
					"source": "SoT1",
					"page": 86,
					"reference": {
						"auto": true
					},
					"entries": [
						{
							"type": "pf2-h1-flavor",
							"centered": true,
							"entries": [
								"Gremlin Trickster"
							]
						},
						{
							"type": "pf2-h3",
							"name": "Campaign Role",
							"source": "SoT1",
							"page": 87,
							"entries": [],
							"reference": {
								"auto": true
							}
						}
					]
				}
			],
			"images": [
				"https://2e.aonprd.com/Images/Monsters/Kurshkin.png"
			]
		},
		{
			"name": "Shieldbearer Construct",
			"source": "SoT1",
			"entries": []
		},
		{
			"name": "Sicklehand Construct",
			"source": "SoT1",
			"entries": []
		},
		{
			"name": "Stone Ghost",
			"source": "SoT1",
			"entries": [
				{
					"type": "pf2-h1",
					"name": "Stone Ghost",
					"source": "SoT1",
					"page": 88,
					"reference": {
						"auto": true
					},
					"entries": [
						{
							"type": "pf2-h1-flavor",
							"centered": true,
							"entries": [
								"Spite-Filled Apparition and Failed Student"
							]
						},
						{
							"type": "pf2-h3",
							"name": "Campaign Role",
							"entries": [],
							"reference": {
								"auto": true
							}
						}
					]
				}
			],
			"images": [
				"https://2e.aonprd.com/Images/Monsters/StoneGhost.png"
			]
		},
		{
			"name": "Takulu Ot",
			"source": "SoT1",
			"entries": [
				{
					"type": "pf2-h1",
					"name": "Takulu Ot",
					"source": "SoT1",
					"reference": {
						"auto": true
					},
					"page": 90,
					"entries": [
						{
							"type": "pf2-h1-flavor",
							"centered": true,
							"entries": [
								"Kindly Teacher of Incoming Students"
							]
						},
						{
							"type": "pf2-h3",
							"name": "Campaign Role",
							"source": "SoT1",
							"page": 91,
							"entries": [],
							"reference": {
								"auto": true
							}
						}
					]
				},
				{
					"type": "data",
					"tag": "generic",
					"data": {
						"name": "Takulu Ot",
						"source": "SoT4",
						"page": 67,
						"doNotSortTraits": true,
						"doNotTagTraits": true,
						"traits": [
							"{@trait LG}",
							"male",
							"{@ancestry human}",
							"{@creature teacher|gmg}"
						],
						"sections": [
							[
								[
									{
										"type": "pf2-options",
										"skipSort": true,
										"items": [
											{
												"type": "item",
												"name": "Branch",
												"entries": [
													"Cascade Bearers"
												]
											},
											{
												"type": "item",
												"name": "Area of Specialty",
												"entries": [
													"arcane theory and mathematics"
												]
											},
											{
												"type": "item",
												"name": "Notable Skills",
												"entries": [
													"{@skill Diplomacy}, {@skill Occultism}, {@skill Performance}, {@skill Society}"
												]
											},
											{
												"type": "item",
												"name": "Hobbies",
												"entries": [
													"weaving, mbira music, drawing glyphs and fractals, bird-feeding"
												]
											},
											{
												"type": "item",
												"name": "Most Well Known For",
												"entries": [
													"telling heartwarming stories about his wife during lessons"
												]
											},
											{
												"type": "item",
												"name": "Strangest Quirk",
												"entries": [
													"having a huge collection of carved anteaters"
												]
											},
											{
												"type": "item",
												"name": "Common Associates",
												"entries": [
													"Esi Djana (school events), Anchor Root and Noxolo (giving impromptu musical performances), Tzeniwe (bird-watching)"
												]
											}
										]
									}
								],
								[
									{
										"type": "pf2-h3",
										"entries": [
											"Takulu is a kindly Magaambya scholar who takes it upon himself to make all new students feel welcome. He's so kindly that some students have a hard time believing he's genuine, in fact. In any given semester, rumors abound that the professor is a secret serial murder, an ex-soldier responsible for the deaths of hundreds, or possessed of a secretly violent hobby in order to channel his rage. Takulu responds to these rumors as he does most things, with an understanding smile and a well-considered statement. Those who aren't hung up on Takulu's seemingly inhuman reserves of patience often appreciate the teacher for his willingness to treat his students as the young adults they are, empowering their efforts and ensuring they can always pursue what they feel is right.",
											"In addition to his love of mathematics, Takulu is one of the few professors who puts just as much scholarly emphasis on the study of teaching. Whereas many of the Magaambya's teachers provide hands-on lessons mainly to advance a relevant research project or simply due to the day's whim, Takulu has spent much of his time researching how best to convey information to others. He's particularly focused on teaching those who lack formal education, as they arrive without a framework for scholarly learning. Though his ideas have gotten some interest from others on campus, other teachers are uncertain how much of Takulu's success stems from his methods and how much stems from his even temperament."
										]
									}
								]
							]
						]
					}
				}
			],
			"images": [
				"https://2e.aonprd.com/Images/Monsters/TakuluOt.png"
			]
		},
		{
			"name": "Umbo",
			"source": "SoT1",
			"entries": []
		},
		{
			"name": "Urbel",
			"source": "SoT1",
			"entries": []
		}
	]
}
