{
    "_meta": {
		"internalCopies": [
			"creatureFluff"
		]
	},
    "creatureFluff": [
        {
			"name": "Ainamuuren",
			"source": "LOMM",
			"entries": [
				{
					"type": "pf2-h2",
					"name": "The Cursebreaker",
					"collapsible": true,
					"entries": [
						"Like all saumen kar, Ainamuuren is a large, muscular humanoid with large horns atop his head. Thick, white fur covers everywhere except his face, hands, and feet, which reveal darker skin beneath the fur, covered in an intricate pattern of stylized runes. Unlike other saumen kar, Ainamuuren possess not two but four long, curving horns, jutting from his head like a primal crown. The large, magical greataxe he carries bears intricate, stylized runic patterns that greatly resemble those carved upon his flesh, with the same sharp focus on angular lines and triangular shapes."
					]
				}
			]
		},
		{
			"name": "Cuetzmonquali",
			"source": "LOMM",
			"entries": [
				{
					"type": "pf2-h2",
					"name": "The Burning Dragon",
					"collapsible": true,
					"entries": [
						"Though stories call it the Burning Dragon, Cuetzmonquali is a unique creature with no draconic heritage.",
						"Cuetzmonquali resembles an enormous reptile with large frills, two tails ending in massive stingers, and scales that appear to be made of burning flame. Cuetzmonquali is capable of growing any number of horns from its head, on which it can impale and trap its enemies. Each horn grows in a burst of searing flame that burns flesh and scales and results in a blackened obsidian spike jutting from its forehead. These horns molt off occasionally, leaving behind warnings of the beast's presence.",
						"In combat, Cuetzmonquali is a terrifying foe who uses its horns to skewer foes, unleashes white-hot blasts of flame to devastate those who don't approach, and injects a potent burning venom that ignites a foe from within their own body, sapping their strength. Against groups of weaker foes, it simply tramples them to death underfoot. Anyone courageous enough to face Cuetzmonquali and powerful or cunning enough to slay the creature can lay claim to the treasure that lies in its belly: the legendary artifact known as the {@item Spear of the Destroyer's Flame|LOMM}."
					]
				}
			]
		},
		{
			"name": "Desert's Howl",
			"source": "LOMM",
			"entries": [
				{
					"type": "pf2-h2",
					"name": "Stalker in the Sand",
					"collapsible": true,
					"entries": [
						"Desert's Howl is a towering, gray abomination with a shape vaguely similar to that of a bearded man with glowing yellow eyes, long ibex horns, deadly black claws, and cloven hooves. These features have sometimes caused those who encounter it to mistake it for some kind of fiend, a fatal mistake likely to lead to their demise, as Desert's Howl is in truth a twisted aberration composed of a disgusting mix of nightmares, smoke, and ash. As such, {@item holy water} and other measures that might be effective against fiends have no effect on Desert's Howl.",
						"According to the oral histories of the people who have survived in the Thuvian desert the longest, when Desert's Howl first appeared, it was in much the same shape but no larger than a human. Over time, its proportions lengthened and grew, as did its frightening abilities and appetite for suffering.",
						"Given the incredible range on Desert's Howl's namesake desolate exclamation, creatures are much more likely to hear Desert's Howl than see it. Though such forewarning potentially gives distant creatures additional time to prepare to face or escape the creature, Desert's Howl enjoys the steady build-up of fear that this approach allows, potentially breaking its victims' resolve long before it even appears. Besides, a creature of its power has little to fear from travelers, or even most adventurers, regardless of how much time they have to prepare. In the end, a greater struggle just makes destroying them all the sweeter.",
						{
							"type": "pf2-h3",
							"name": "Unsettling Dreams",
							"entries": [
								"The nightmares induced by Desert's Howl's presence are vivid and disturbing. The first night often entails frequent wakening, often accompanied by gasping or screaming. On subsequent nights, dreams and reality can begin to blur together due to exhaustion, leaving the victim delirious and unable to discern upon waking whether the things they remember truly happened or not. At this point, Desert's Howl can use its illusions to bring to life things the victim saw in their dreams to unsettle them and sow distrust among their allies—perhaps glimpses of their companions acting suspiciously or strange omens and portents carried over from their nightmares."
							]
						}
					]
				}
			]
		},
		{
			"name": "Howling Spawn",
			"source": "LOMM",
			"entries": [
				{
					"type": "pf2-h2",
					"name": "Stalker's Spawn",
					"collapsible": true,
					"entries": [
						"While {@creature Desert's Howl|LOMM} is presumed to be unique, given its inexplicable origin, there have been reports of creatures resembling Desert's Howl that stalk the sands of Thuvia. Though quite similar to the descriptions of Desert's Howl, they seem to be individuals who haven't yet fully completed their transformation into the terrifying beast. Whether these unfortunate people met a cruel fate similar to that which spawned Desert's Howl or are spawn of the nightmarish creature itself is unclear. Some reports of encounters with these creatures note that it's possible to revert the creature back to its humanoid form by cleansing its mind of nightmarish visions, though there's no solid evidence of such an event ever occurring."
					]
				}
			]
		},
		{
			"name": "Fafnheir",
			"source": "LOMM",
			"entries": [
				{
					"type": "pf2-h2",
					"name": "Father of Linnorms",
					"collapsible": true,
					"entries": [
						"Fafnheir is the fabled Father of Linnorms. He's larger than all other linnorms on Golarion, with a length of 60 feet and a weight upwards of 10 tons. Fafnheir is a clever and powerful creature, worthy of the fear of all people in the Lands of the Linnorm Kings."
					]
				}
			]
		},
		{
			"name": "Young Linnorm",
			"source": "LOMM",
			"entries": [
				{
					"type": "pf2-h2",
					"name": "Young Linnorms",
					"collapsible": true,
					"entries": [
						"As discussed on page 165 of {@i Bestiary 2}, female linnorms lay eggs in the wilderness, where linnorms are known to hunt. A linnorm egg remains viable for many years, protected by a tough, leathery skin easily mistaken for stone. When a male linnorm eventually stumbles across the egg, he fertilizes it and takes it to a secure and remote location, leaving it alone to eventually hatch. Newborn linnorms remain hidden in their nests for several months as they mature, growing large enough to hunt on their own and setting out into the world. These linnorms are roughly the equivalent of older teenagers when compared to other species. Younger linnorms, while still primal creatures with a strong tie to the {@plane First World}, haven't yet manifested most of their magical powers. They still can't breathe deadly fire or lightning or see invisible creatures, and, most importantly, they can be slain without prompting the linnorm's legendary death curse. They do, however, have voracious appetites, consuming any living thing to fuel their rapid growth. A linnorm is most vulnerable during this time; scouts who find tracks of a young linnorm quickly muster a hunting party of stalwart and experienced warriors to track the creature down and kill it quickly—before they draw the attention of the linnorm's father.",
						{
							"type": "pf2-h3",
							"name": "Varieties of Young Linnorms",
							"entries": [
								"While the statistics for young linnorms suit most uses, you might choose to customize a creature by giving it abilities and traits found in its adult variety.",
								{
									"type": "list",
									"items": [
										"{@b {@creature Cairn Linnorm|B2}}: Immune to acid; venom inflicts acid damage instead of poison damage; gains a climb speed of 30 feet; loses {@ability Constrict}.",
										"{@b {@creature Crag Linnorm}}: Immune to fire; venom inflicts fire damage instead of poison damage.",
										"{@b {@creature Fjord Linnorm|B2}}: Immune to cold; venom inflicts cold damage instead of poison damage and {@condition clumsy} instead of {@condition drained}.",
										"{@b {@creature Ice Linnorm}}: Immune to cold; venom inflicts cold damage instead of poison damage.",
										"{@b {@creature Shoal Linnorm|B2}}: Immune to fire; venom inflicts fire damage instead of poison damage.",
										"{@b {@creature Taiga Linnorm|B2}}: Immune to electricity; venom inflicts electricity damage instead of poison damage; gains Spines; loses {@ability Constrict}.",
										"{@b {@creature Tarn Linnorm}}: Immune to acid; venom inflicts acid damage instead of poison damage; gains Double Bite.",
										"{@b {@creature Tor Linnorm}}: Immune to fire; venom inflicts fire damage instead of poison damage; gains a climb speed of 30 feet."
									]
								},
								"Despite their sizable threat, presenting the head of one of these linnorm youths is more likely to see a warrior laughed out of town than crowned king. Young linnorms who survive for more than a few months become Huge, gaining elite adjustments and other distinctive linnorm traits, such as {@spell true seeing} and {@spell freedom of movement}. By the time a linnorm manifests its breath weapon and death curse after a year, it's fully grown into an adult."
							]
						}
					]
				}
			]
		},
		{
			"name": "Grogrisant",
			"source": "LOMM",
			"entries": [
				{
					"type": "pf2-h2",
					"name": "The Empire's Pride",
					"collapsible": true,
					"entries": [
						"Grogrisant is an enormous lion with multiple eyes and a golden, glowing mane. As it was originally slain by Taldor's founding emperor, the legendary hero Taldaris, Grogrisant's appearance marks both danger for the people of Taldor and the potential for Taldans to prove their might against a creature from their fabled past. How it continues to appear time and time again remains a mystery, one that Taldan scholars continuously attempt to decipher."
					]
				}
			]
		},
		{
			"name": "Grisantian Lion",
			"source": "LOMM",
			"entries": [
				{
					"type": "pf2-h2",
					"name": "Grisantian Lions",
					"collapsible": true,
					"entries": [
						"The appearance of the {@creature Grogrisant|LOMM} is a once-in-a-generation event, but the spawn of that legendary creature are well known in the World's Edge Mountains and throughout Taldor. These primal beasts don't travel in a pride as ordinary lions do. Instead, they avoid others of their kind, even to mate, and they seek out ordinary lions once a year or so for this purpose. A grisantian lion who bears cubs nurses and tends their offspring only long enough for their young to become self-sufficient—which takes only a few months, thanks to their kind's incredibly rapid growth and development.",
						"A full-grown grisantian lion is as big as an elephant and exceedingly aggressive, hunting anything that comes across its path. While ordinary lions rely on stealth and pack tactics to secure a meal, the grisantian lion is too big to hide in tall grass. Instead, it has adapted to the mountains, where it selects a large and hard-to-reach cave as its home before claiming it from whatever creature is so unfortunate as to already inhabit the place. A grisantian lion is a canny hunter, able to track for miles, and remains behind rocky cliffs and outcroppings as it approaches its prey. Once close enough, it pounces, tearing open the prey's armor and shredding the flesh within. If threatened, a grisantian lion seizes its meal in its mouth and leaps off, scaling a nearby cliff face and retreating to its den.",
						"Although they're wild creatures that can never be tamed, grisantian lions understand Taldane and occasionally agree to help those who defend nature. However, such alliances are temporary and unreliable at best."
					]
				}
			]
		},
		{
			"name": "Kallas Devil",
			"source": "LOMM",
			"entries": [
				{
					"type": "pf2-h2",
					"name": "A Putrid Nightmare",
					"collapsible": true,
					"entries": [
						"Bearing a resemblance to the flayed {@creature nuckelavee|B2} that lurks in stagnant swamps, the Kallas Devil distinguishes herself by being able to separate herself from her mount without issue, as well as with her powers of disguise and subtlety. Though her wicked trident and violent fury are enough to sear her image into the minds of the local people, it's the Kallas Devil's ability to slip unseen among her would-be victims that elevates the creature beyond the ranks of a common horror. No matter how careful the residents of Riverton are with their youth and the vulnerable, the Kallas Devil claims her chosen target more often than not, luring the hapless victim toward doom while wearing a smiling child's face.",
						{
							"type": "pf2-sidebar",
							"name": "The Skinned Steed",
							"entries": [
								"As the Kallas Devil constantly replaces her mount with the latest offering from the locals, the Skinned Steed doesn't have a specific stat block. Instead, the Skinned Steed can have whatever statistics you need for the story you wish to tell or combat you wish to run. The Skinned Steed should be weaker than the Kallas Devil herself and, at most, should be a 7th-level creature. Assume the typical Skinned Steed is a {@creature war horse} with the elite adjustment."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Alternative Abilities",
							"entries": [
								"Rumors run rampant about the most mysterious and unique beings on Golarion, and any scholar who makes assumptions can easily be blindsided by reality. As the Kallas Devil takes the skin of others, she sometimes gains different abilities due to the differing natures of the souls she claims. GMs choosing to use one of these abilities can replace one of the Kallas Devil's abilities in the stat block. A GM can add two of these abilities and apply the elite adjustment to create a more powerful version of the Kallas Devil, perhaps one that has been empowered by a killing spree.",
								{
									"type": "list",
									"items": [
										"{@b Blameless}: While in disguise, the Kallas Devil can attempt to keep others from noticing her Loathsome Stench by attempting a {@skill Deception} check to {@action Lie}. She has a +4 circumstance bonus to this check.",
										"{@b Infectious Water}: The Kallas Devil has a vengeful streak and has the ability to infect wells and water supplies in Riverton with sewer haze. She can infect the water supply {@dice 1d6} days after the Festival of the Skinned Hooves if the ritual sacrifice of the festival isn't performed.",
										"{@b Underwater Views}: While underwater, the Kallas Devil can blend in with the surrounding environment and hide from other creatures by attempting a {@skill Stealth} check. She has a +4 circumstance bonus for this check.",
										"{@b Cold Currents}: While the Kallas Devil is in water, she gains cold resistance 10 and electricity weakness 5.",
										"{@b Suffer the Children}: ({@trait aura}, {@trait charm}, {@trait emotion}, {@trait mental}) 20 feet. While the Kallas Devil is disguised as a child, any creature in the aura who is considered an adult by their culture takes a –2 circumstance penalty to checks and DCs opposing the Kallas Devil's {@skill Deception}.",
										"{@b Freezing Touch}: When winter comes to Riverton, the Kallas Devil sharpens her claws with chunks of ice. When the Kallas Devil makes a jaws or claw attack, she deals an additional {@damage 1d6} cold damage.",
										"{@b Waterfall Torrent}: The Kallas Devil controls any water she touches. When the Kallas Devil is in water, she can cast {@spell hydraulic push} as an occult innate spell at will."
									]
								}
							]
						}
					]
				}
			]
		}
    ]
}