{
	"data": [
		{
			"type": "section",
			"name": "Unwelcome Spirits",
			"id": "8f5",
			"entries": [
				"An elder warlock from the goblinoid swamp village of Urzin has been kidnapped by soldiers of the Dwendalian Empire. Now the machinations of an evil imperial inquisitor might unleash an evil that could threaten the garrison at Fort Venture and the goblinoids of Urzin alike. \"Unwelcome Spirits\" is a Wildemount adventure that takes characters from 1st to 3rd level, and which introduces them to Wildemount's desolate and foreboding Eastern Wynandir region.",
				"If your players are using the heroic chronicle to create their characters (see {@book chapter 4|EGW|14|Heroic Chronicle}), you can talk with them about creating characters with ties to Urzin or nearby Xhorhasian settlements. Alternatively, characters from elsewhere might be traveling to Urzin, whether individually or as a group. Since this adventure ties directly to the Kryn Dynasty's conflict with the Dwendalian Empire, you can also ask each player to consider their character's stance on the war and how the war might tie into their background.",
				{
					"type": "section",
					"name": "Story Overview",
					"id": "8f6",
					"entries": [
						"Trouble has come to the roaming village of Urzin, which slowly ambles through the wastes of Xhorhas atop the massive, mossy shells of horizonback tortoises. The village's elder seer, the goblin warlock {@creature Bol'bara|EGW}, has gone missing. Three nights ago, while foraging by night for rare alchemical ingredients, Bol'bara was beset by a cadre of Dwendalian Empire soldiers near the foothills of Brokenveil Bluffs. On the orders of an imperial inquisitor named {@creature Parson Pellinost|EGW}, the goblin warlock was forcefully escorted to the local garrison for questioning—and for magical experimentation.",
						"What neither the imperial forces nor the goblinoids of Urzin know is that Bol'bara was performing a series of rare communal rites near a site of major arcane significance. With those rites interrupted, she is now in the throes of possession by her patron, a shadow demon known as Trush. If its dark power is set free, Trush could wreak havoc across the wastes of Xhorhas, using Bol'bara as its worldly vessel."
					]
				},
				{
					"type": "section",
					"name": "Adventure Summary",
					"id": "8f7",
					"entries": [
						"In the political absence of the champion chief of Urzin, Sunbreaker Olomon, the village's proud and protective acting leader is {@creature Ogre Lord Buhfal II|EGW}. Buhfal seeks to resolve the plight of the missing warlock, {@creature Bol'bara|EGW}, which he worries will threaten the frail alliances among the village's restless goblinoids. He and his advisors suspect the nearby imperial outpost at Fort Venture has something to do with Bol'bara's fate. However, Buhfal knows that goblinoids advancing on Fort Venture will draw reprisals against Urzin, so he seeks an outside group who might more easily seek the warlock there and bring her back to help safeguard the settlement.",
						"At Buhfal's behest, the characters must chart a course to the Brokenveil Bluffs with the help of a hobgoblin guide, locate Fort Venture, and extract Bol'bara. Unfortunately, the reckless aims of the imperial inquisitor Parson Pellinost and his lackeys work to undermine their efforts. Without a timely interruption, the torturous interrogation of Bol'bara will lead to her possession by Trush, her shadow demon patron—and to a series of calamitous arcane events. Trush's demonic rampage will start at Fort Venture before wending its way back to Urzin—and it's up to the adventurers to do something about it."
					]
				},
				{
					"type": "section",
					"name": "Setup and Starting Points",
					"id": "8f8",
					"entries": [
						"Before starting the adventure, work with your players as they talk about why their characters have come to Urzin. Details regarding this unique settlement and its politics can be found in {@book chapter 3|EGW|10|Urzin}. The {@creature Horizonback Tortoise|EGW|horizonback tortoises} that give the village its mobility are detailed in {@book chapter 7|EGW|17|Horizonback Tortoise}. Goblinoid or orc characters might be residents of Urzin, but characters of other races are probably visitors to this remote settlement—and are probably feeling very much out of their element.",
						"This is also a good time to figure out if the characters already know each other or if this adventure is the first time they've met. If none of the characters are goblinoids, they most likely already make up an adventuring party and have traveled to Urzin together."
					]
				},
				{
					"type": "section",
					"name": "Mission in Urzin",
					"id": "8f9",
					"entries": [
						"Whether the characters are local to the area or have traveled to Urzin, the adventure starts with them being summoned to an audience with {@creature Ogre Lord Buhfal II|EGW}, leader of the village. The characters might have made it known that they are mercenary adventurers seeking work, or they might simply look the part. Alternatively, if they are all strangers to the village, Lord Buhfal might approach them simply because he wants there to be no connection between the characters and the village if their intended mission goes bad.",
						"The tone of the adventure and the read-aloud text assumes that the characters find Urzin a strange and exotic location. If the party consists of some or all goblinoids or other natives of Urzin, adjust the flavor and the read-aloud text accordingly.",
						"Once the players are ready to begin, read or paraphrase the following to set the scene:",
						{
							"type": "insetReadaloud",
							"id": "8fa",
							"entries": [
								"The rank odors of the Brokenveil Marsh mingle with the musty aroma of a fleet of gargantuan reptiles as you traverse the rickety rope bridges above Urzin. This strange goblinoid village moves slowly and endlessly through the swampy Xhorhasian wastes, its structures set atop the massive shells of horizonback tortoises. Urzin's monstrous residents pay you little heed until you approach the large, ramshackle hall of Ogre Lord Buhfal II—a towering structure of haphazard timber and scrap."
							]
						},
						"If the characters enter the hall of Ogre Lord Buhfal II, add the following:",
						{
							"type": "insetReadaloud",
							"id": "8fb",
							"entries": [
								"The din of the swamp and the hushed chatter of Urzin's residents is muted as you step through the folds of a heavy leather curtain into the chamber beyond. There, the reek of the marsh is quickly replaced by the favorable scent of roasted meats and spiced wine. Orc attendants gesture you toward a litter of dingy furs before the seat of Buhfal II, who allows you to settle in before his baritone voice issues a welcome.",
								"\"Eat. Drink. But be wary, for the empire has come to Xhorhas, bringing damnation with it!\""
							]
						},
						"{@creature Ogre Lord Buhfal II|EGW}—a lawful evil, male {@creature ogre} with an Intelligence score of 10—explains the current situation to the characters:",
						{
							"type": "list",
							"items": [
								"Since his father was slain forty years earlier by the Kryn paragon Sunbreaker Olomon, Buhfal II has seen a slow swell of discontent among Urzin's goblinoid population, who labor tirelessly to execute the Kryn Dynasty's clandestine agendas. An increasing number of Urzin's residents look to Buhfal and his advisors for leadership, despite the dynasty's overt hold on the area.",
								"Three nights ago, Buhfal's most trusted counselor, the goblin witch {@creature Bol'bara|EGW}, journeyed to the foothills of the Brokenveil Bluffs to the west, where she regularly forages for ritual components. She never returned.",
								"Buhfal doesn't know what happened to her, but he knows that Dwendalian Empire patrols had been spotted in the area in previous weeks. The patrols strike out from an outpost known as Fort Venture, which watches over the Brokenveil Bluffs.",
								"An elder villager who remembers the reign of the first Buhfal, Bol'bara is Urzin's chief loremaster and a pivotal ally in both the ongoing battle against the empire and the enduring struggle against the cruel environs of the Xhorhasian swamps. Little is known of Bol'bara's otherworldly patron, but her warlock powers are respected by all.",
								"Without Bol'bara's arcane protections and political guile, Buhfal fears his people will grow submissive to the Kryn Dynasty's whims, making Urzin a more notable target for imperial reprisals."
							]
						},
						{
							"type": "entries",
							"name": "Buhfal's Boon",
							"id": "8fc",
							"entries": [
								"{@creature Ogre Lord Buhfal II|EGW|Buhfal} hires the characters to locate the goblin warlock and retrieve her. For rescuing {@creature Bol'bara|EGW} from her kidnappers, the ogre lord agrees to pay 200 gp and to provide the characters with \"premium weapons.\"",
								"Buhfal suggests that the characters begin by reconnoitering the imperial garrison at Fort Venture to the west, under the keen supervision of a {@creature hobgoblin} scout named Morgid."
							]
						},
						{
							"type": "entries",
							"name": "Preparing for the Journey",
							"id": "8fd",
							"entries": [
								"As they make preparations, the characters discover that the \"premium weapons\" Lord Buhfal promises are anything but. Each character receives their choice of any simple melee weapon from {@table weapons|phb|chapter 5} of the {@book Player's Handbook|PHB}, but these are crude weapons of goblinoid design. With resources scarce in Urzin, goblinoid-made weapons are often hastily crafted and cheap.",
								"Characters looking for better gear can equip themselves (at normal prices) for the journey through Brokenveil Marsh by visiting one of Urzin's merchants. Popular stops in the village include the following:",
								{
									"type": "list",
									"items": [
										"Graaf the blacksmith (a lawful neutral, male {@creature orc}) for weapons and armor",
										"Quartermaster Krekk (a lawful evil, male {@creature goblin}) for tools and adventuring gear",
										"Vreya Trestilya (a chaotic good, agender {@creature drow}) for bows, crossbows, arrows and bolts, as well as simple hunters' traps"
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Exploring Brokenveil Marsh",
					"id": "8fe",
					"entries": [
						"The area between Urzin and Fort Venture is encompassed by the boggy morass of the Brokenveil Marsh. Unless otherwise noted, all areas of the marsh are difficult terrain. The bog water in the marsh averages from 1 to 5 feet deep, but is too shallow and weed-bound for boats or rafts. Tiny creatures must have a swimming speed or be carried to traverse this watery terrain.",
						"Any character not used to this environment who takes a short or long rest within the swamp without being on raised dry ground must make a DC 11 Constitution check. On a failure, the character contracts sewer plague (see \"{@book Diseases|DMG|8|Diseases}\" in chapter 8 of the {@book Dungeon Master's Guide|DMG}).",
						"Key areas of Brokenveil Marsh are noted on {@adventure map 5.11|US|0|Map 5.11: Brokenveil Marsh View Player Version}. Each hex on the map measures 1 mile across. Characters moving at a normal pace can travel 10 hexes per day on foot through the swampy terrain.",
						{
							"type": "entries",
							"name": "Navigation",
							"id": "8ff",
							"entries": [
								"Have the players designate one party member as the navigator. The navigator might be an NPC, such as Morgid the hobgoblin or some other guide, and the party can switch its navigator day to day.",
								"At the start of each new travel day, the DM makes a DC 15 Wisdom ({@skill Survival}) check on behalf of the navigator. This check determines whether or not the party becomes lost over the course of the day. Apply a +5 bonus to the check if the group sets a slow pace for the day, or a −5 penalty if the group is moving at a fast pace. It's possible to get lost on a river by following a tributary instead of the main branch.",
								"If the check succeeds, the navigator knows exactly where the party is on the players' map of Brokenveil Marsh throughout the day.",
								"If the check fails, the party becomes lost. Each hex on the map is surrounded by six other hexes; whenever a lost party moves 1 hex, roll a {@dice d6} to randomly determine which neighboring hex the party enters, and don't divulge the party's location to the players. While the party is lost, players can't pinpoint the group's location on their map of Brokenveil Marsh. The next time a navigator succeeds on a Wisdom ({@skill Survival}) check made to navigate, reveal the party's actual location to the players.",
								{
									"type": "gallery",
									"images": [
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/EGW/121-5.11-brokenveil-marsh.png"
											},
											"title": "Map 5.11: Brokenveil Marsh",
											"width": 2550,
											"height": 1650
										},
										{
											"type": "image",
											"href": {
												"type": "internal",
												"path": "book/EGW/121-5.11-brokenveil-marsh-player.png"
											},
											"title": "Map 5.11: Brokenveil Marsh (Player Version)",
											"width": 2550,
											"height": 1650
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Describing the Journey",
							"id": "900",
							"entries": [
								"The following boxed text describes the characters' first foray into Brokenveil Marsh and assumes Morgid, their hobgoblin guide, is leading them:",
								{
									"type": "insetReadaloud",
									"id": "901",
									"entries": [
										"Boggy wetlands covered with waist-high water spread as far as the eye can see as you venture deeper into the mist-laden expanses of the Brokenveil Marsh. Morgid, your hobgoblin guide, knows the route you must follow, but that path leads through a hazardous morass and the territory of unknown monsters.",
										"While you take a brief rest on a patch of relatively dry land, Morgid produces a scrap of bleached leather from his belt—a map of the marsh. His eyes narrow as if trying to pierce the fog ahead as he glances from the marsh to the map and back again.",
										"\"The marsh loves outlanders like you,\" he murmurs. \"Loves to gobble 'em up, bones and all. But worry you not, my friends. Morgid will lead the way. Maybe three days of swamp to sift through till we reach Fort Venture. And then it's your time to shine.\" The wild-eyed hobgoblin stuffs the map back into his belt and briskly wades into the bog once more, motioning for you to follow."
									]
								},
								"Morgid (a neutral, male {@creature hobgoblin}) is an able scout, but his allegiance is tenuous. He gladly shares his map with the party and is keen to join in on the investigation of any landmarks or other points of interest, even as he warns of the importance of not dallying in the marsh. However, if the hobgoblin loses half or more of his hit points during a single combat encounter, he abandons the party unless one of the characters succeeds on a DC 15 Charisma ({@skill Persuasion}) check to convince him otherwise."
							]
						},
						{
							"type": "entries",
							"name": "Random Encounters",
							"id": "902",
							"entries": [
								"In addition to the fixed locations the characters pass through, encounters can occur at any point as the characters venture through the unwelcoming environs of Brokenveil Marsh. While the characters are traveling or camping in the swampy wilderness, roll a {@dice d20} three times per day of game time, checking for encounters each morning, afternoon, and evening or night. An encounter occurs on a roll of 16 or higher. Roll a {@dice d12} and check the Brokenveil Marsh Encounters table to determine what the characters encounter, or choose an encounter you like.",
								{
									"type": "entries",
									"name": "Brokenveil Marsh Encounters",
									"id": "903",
									"entries": [
										{
											"type": "table",
											"colLabels": [
												"d12",
												"Encounter"
											],
											"colStyles": [
												"col-2 text-center",
												"col-10"
											],
											"rows": [
												[
													"1",
													"The characters stumble onto an underwater sinkhole of indeterminate size. All plants, earth, and structures within the area are slowly receding into a watery pit beneath the marsh. Any character with a passive Wisdom ({@skill Perception}) score of 10 or higher notices the sinkhole, making it easy to avoid. If not spotted, the area of the sinkhole is deep water, forcing characters to swim through it with successful DC 10 Strength ({@skill Athletics}) checks."
												],
												[
													"2",
													"While passing through a copse of blackened mangrove trees, the characters are ambushed by {@dice 1d4} {@creature Vine Blight||vine blights} that emerge from the trees' tangled roots. Any character with a passive Wisdom ({@skill Perception}) score of 13 or higher spots the blights, but all others are surprised."
												],
												[
													"3",
													"Any character with a passive Wisdom ({@skill Perception}) score of 13 or higher spots a {@creature swarm of ravens} flying overhead. A character with access to a map of the area who succeeds on a DC 10 Wisdom ({@skill Insight}) check intuits that the ravens are flying in the opposite direction of Fort Venture."
												],
												[
													"4",
													"The characters cross paths with {@dice 1d4 + 1} {@creature Bullywug||bullywugs}. The bullywugs are hostile but can be pacified with a successful DC 18 Charisma ({@skill Intimidation}) check, or a DC 15 Charisma ({@skill Persuasion}) check if the characters are able to communicate with them."
												],
												[
													"5",
													"Any character with a passive Wisdom ({@skill Perception}) score of 11 or higher spots a swarm of ravenous dragonflies hovering above the nearby marsh. The swarm uses the {@creature swarm of insects} stat block."
												],
												[
													"6",
													"A Dwendalian {@creature veteran} leads a patrol of {@dice 1d4 + 2} {@creature Guard||guards} from Fort Venture through the marsh, searching for goblinoids out of Urzin to be interrogated. If the party includes any goblinoids, the Dwendalian forces demand those goblinoids' immediate surrender, then attack in response to any resistance."
												],
												[
													"7",
													"The characters discover the bones of a long-dead adventurer whose skeletal remains have been picked clean by swamp vermin and years of decay. If any character searches the bones, roll on the {@book Trinkets table|PHB|5|Trinkets} in chapter 5 of the {@book Player's Handbook|PHB} to determine the skeleton's last worldly possession."
												],
												[
													"8",
													"The characters are ambushed by a {@creature giant constrictor snake} while wading through the murky swamp. Any character with a passive Wisdom ({@skill Perception}) score of 16 or higher spots the snake, but all others are surprised by it."
												],
												[
													"9",
													"Any character with a passive Wisdom ({@skill Perception}) score of 15 or higher spots a hummock of dry earth. The hummock is {@dice 1d6} feet above ground, and a successful DC 10 Strength ({@skill Athletics}) check is required to climb it. The hummock is 10 feet square and firm enough to support six characters and their gear. Characters who take a long or short rest on this hummock avoid exposure to the swamp's sewer plague (see \"{@adventure Exploring Brokenveil Marsh|US|0|Exploring Brokenveil Marsh}\" earlier in this adventure)."
												],
												[
													"10",
													"The characters disturb {@dice 2d4} {@creature Stirge||stirges} as they move through an area of the marsh set with overgrown ruins and rotting trees. Alternatively, the same number of stirges descend on the party's camp during a rest."
												],
												[
													"11",
													"Any character with a passive Wisdom ({@skill Perception}) score of 12 or higher sees and hears {@dice 1d3 + 1} {@creature Crocodile||crocodiles} moments before they attack. All other characters are surprised by the reptiles."
												],
												[
													"12",
													"Any character with a passive Wisdom ({@skill Perception}) score of 12 or higher hears and smells a pack of {@dice 2d4} goblinoid ghouls approaching. There is a 20 percent chance that the ghoul pack contains a freshly undead guard or two from nearby Fort Venture. These ghouls are of an aquatic variety known as {@creature Lacedon|TftYP|lacedons}. In addition to the statistics of a normal ghoul, each has a swimming speed of 30 feet."
												]
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "B1. Urzin's March",
							"id": "904",
							"entries": [
								"As the characters push through the Brokenveil Marsh to reach the garrison at Fort Venture, the lethargic horizonback tortoises that hold the village of Urzin aloft move through the swamp at a rate of 1 mile per day. Roll a {@dice d6} to randomly determine which neighboring hex the village enters, and don't divulge Urzin's new location to the players.",
								"Whenever the party is at two miles or more away from the village, Urzin's exact location can no longer be determined. Characters within two miles of the village can zero in on signs of its movement with a successful DC 15 Wisdom ({@skill Survival}) check. The characters will be forced to account for the village's movement when they make their way back after the encounter at Fort Venture, with or without a guide."
							]
						},
						{
							"type": "entries",
							"name": "B2. Withered Grove",
							"id": "905",
							"entries": [
								"Approximately four miles from Urzin, the characters come across signs of how far into the swamps the Dwendalian Empire's patrols have reached. When they reach this site, read:",
								{
									"type": "insetReadaloud",
									"id": "906",
									"entries": [
										"You spy a shaded thicket of withered mangrove trees draped in a sickly veil of rotted kudzu and creeper vines. A moldering wooden raft topped with a single withered post floats near the center of this dark and lonely copse. A gaunt form clings lifelessly to the bottom of the post, recognizable as the weathered skeletal remains of a Dwendalian soldier."
									]
								},
								"Two {@creature Swarm of Poisonous Snakes||swarms of poisonous snakes} dwell within the knotted root system of the trees, attacking any creatures that tread or swim through the area. Any character with a passive Wisdom ({@skill Perception}) score of 14 or higher spots the swarms, but all others are surprised. After the fight, a character who succeeds on a DC 10 Wisdom ({@skill Insight}) check can deduce that the Dwendalian soldier starved to death while waiting out the relentless snakes.",
								{
									"type": "entries",
									"name": "Treasure",
									"id": "907",
									"entries": [
										"The dead soldier is clad in chain mail and rotted clothes. A mildewed pouch containing 15 sp dangles from the corpse's belt, and a tarnished shield emblazoned with the Dwendalian crest sits on the raft. Any character who succeeds on a DC 12 Wisdom ({@skill Perception}) check made to search around the raft locates the soldier's longsword jutting up from the slimy bottom of the swamp, along with the scattered skeletal remains of at least two more dead travelers."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "B3. Sunken Boneyard",
							"id": "908",
							"entries": [
								"A boggy field littered with the bones of massive beasts has become home to a raiding party of cannibal lizardfolk. Read the following when this site comes into view:",
								{
									"type": "insetReadaloud",
									"id": "909",
									"entries": [
										"The fog parts ahead to reveal the skulls and bones of giant beasts rising from the marsh like a collection of morbid monuments. As you draw nearer, you spy three horizonback tortoise skulls beneath the shadow of a gargantuan rib cage at the center of this sullen boneyard."
									]
								},
								"Six bloodthirsty {@creature lizardfolk} and a corrupted {@creature lizardfolk shaman} named {@creature Skr'a S'orsk|EGW} have taken up temporary residence in the shadows of this titanic heap of primordial skulls and bones. The lizardfolk regard this place as a holy site of profound religious significance. They attempt to ambush and attack any interlopers, but are particularly brutish against non-lizardfolk humanoids.",
								"{@creature Skr'a S'orsk|EGW} worships the demon lord Sess'inek and has the following spells prepared:",
								"Cantrips (at will): {@spell produce flame}, {@spell resistance}, {@spell thorn whip}",
								"1st level (4 slots): {@spell entangle}, {@spell fog cloud}",
								"2nd level (3 slots): {@spell blindness/deafness}, {@spell spike growth}",
								"3rd level (2 slots): {@spell animate dead}, {@spell conjure animals} (reptiles only)",
								"The boneyard provides ample humanoid bones for the corrupted shaman's {@spell animate dead} spell, and the heavy clubs wielded by the lizardfolk are fashioned from massive femurs and the like. The lizardfolk are clad in a decorative assortment of bone jewelry, and bloody war paint. Any character who succeeds on a DC 15 Intelligence ({@skill Religion}) check recognizes these affectations as tributes to the reptilian demon lord Sess'inek. A character who succeeds on a DC 18 Wisdom ({@skill Insight}) check determines that the lizardfolk sect's proximity to the boneyard is fundamentally spiritual in nature.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/EGW/122-05-07.png"
									},
									"title": "Skr'a S'orsk",
									"width": 663,
									"height": 1000
								},
								{
									"type": "entries",
									"name": "Treasure",
									"id": "90a",
									"entries": [
										"The lizardfolk have dutifully stacked the skulls and bones of their victims in a mound near the center of the sunken boneyard. Although most of the clothing and equipment of these victims has been cast aside or destroyed, any character who searches the bone mounds and succeeds on a DC 18 Wisdom ({@skill Perception}) check finds {@dice 2d4} gold teeth (worth 1 gp each) among a few errant skulls.",
										"The horizonback tortoise skulls used as dwellings by the lizardfolk are sparsely decorated with stone bedding and humanoid skull trophies. Any search of the central skull turns up the shaman's trove of valuables: a {@item wand of magic detection} and a small collection of holy symbols representing various gods. A tarnished silver amulet of Tharizdun (worth 25 gp) feels cold to the touch."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "B4. Crumbling Tower",
							"id": "90b",
							"entries": [
								"The dilapidated ruins of a pre-Calamity watchtower are slowly sinking into the swamp at this location:",
								{
									"type": "insetReadaloud",
									"id": "90c",
									"entries": [
										"A squat, square, three-story tower juts up out of the water ahead. Its crumbling stones sag with age, and half of the timeworn building's first floor has already been subsumed by the murky marsh. Shadowy openings mark the locations of an arched doorway at ground level and several small windows on the upper floors."
									]
								},
								"The lowest floor of this 30-foot-wide square edifice is half submerged under 5 feet of bog water, creating a claustrophobic crawlspace of muck and mire. The ceilings of the tower are 10 feet high, and all its doors and windows have long since rotted off.",
								"Characters who approach can see a narrow stone staircase wrapping around the crumbling tower's inner walls. Spider webs cling to every dry corner of the building's interior, and serve to warn perceptive adventurers of the dangers within.",
								{
									"type": "entries",
									"name": "Spider Sentries",
									"id": "90d",
									"entries": [
										"Five {@creature Giant Spider||giant spiders} have taken over the top two floors of the crumbling tower, and feast on any creatures that traverse or explore its lightless recesses. The giant spiders won't leave the tower during daylight hours unless properly motivated by a threat. After dusk, the spiders pursue potential prey up to 100 feet from the tower before returning."
									]
								},
								{
									"type": "entries",
									"name": "Rotten Floors",
									"id": "90e",
									"entries": [
										"The wooden floors of the dilapidated tower are rotten and dangerous. Whenever a creature standing on the floor takes damage, it must succeed on a DC 12 Dexterity ({@skill Acrobatics}) check or fall as a section of the floor gives way, taking 3 ({@dice 1d6}) bludgeoning damage."
									]
								},
								{
									"type": "entries",
									"name": "Bodies",
									"id": "90f",
									"entries": [
										"The shadowy third floor of the ruins is covered with the rotting husks of swamp vermin and birds. Any character who succeeds on a DC 13 Wisdom ({@skill Perception}) check notices the remains of two dead Kryn Dynasty soldiers webbed to the walls."
									]
								},
								{
									"type": "entries",
									"name": "Chest",
									"id": "910",
									"entries": [
										"Any character who searches the watery expanse of the first floor and succeeds on a DC 12 Wisdom ({@skill Perception}) check finds a locked wooden chest half buried between the slimy swamp muck and a rotted trap door. Once drawn from the water, the chest's rusted lock can be picked with a successful DC 18 Dexterity check using thieves' tools, or the chest can be forced open with a successful DC 20 Strength check."
									]
								},
								{
									"type": "entries",
									"name": "Treasure",
									"id": "911",
									"entries": [
										"One of the Kryn cadavers is clad in a suit of {@item elven chain}, and a normal longsword is knotted up in webs nearby. The other body isn't armed or armored, but it wears a silver ring (worth 20 gp) on its left ring finger.",
										"The chest contains a large selection of books and scrolls that have been thoroughly destroyed by soiled water, plus {@item pipes of haunting} carved from the bones of a moorbounder."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "B5. Bullywug Cave",
							"id": "912",
							"entries": [
								"An algae-covered moat surrounds a low hill and a small, murky cave, within which dwells a clan of bullywugs and their toad steeds. Read the following when the characters first spot the hill:",
								{
									"type": "insetReadaloud",
									"id": "913",
									"entries": [
										"The sunless mouth of a small cave is set into a stony hill rising from a scum-covered expanse of the swamp. A colony of large purple toadstools surrounds the cave on its rocky, moss-covered isle, and a slimy path winds through the mushrooms before terminating at the cavern's dark, vine-draped entrance."
									]
								},
								"The small hill is roughly 80 feet in diameter at its base. The stony hollow delved out beneath it is comprised of one large cave and three smaller dens connected by a network of short natural tunnels.",
								{
									"type": "entries",
									"name": "Toxic Toadstools",
									"id": "914",
									"entries": [
										"The overgrown mushroom colony surrounding the small hill is noxious. Any character who moves through the swamp within 40 feet of the hill must succeed on a DC 12 Dexterity ({@skill Acrobatics}) check to avoid touching the large purple mushrooms, which range from 1 to 10 feet tall. Any character who touches the mushrooms must succeed on a DC 15 Constitution saving throw or become {@condition poisoned} until they finish a long rest.",
										"Characters who move only along the slimy path twisting up toward the mouth of the cave can easily avoid the toxic toadstools."
									]
								},
								{
									"type": "entries",
									"name": "Exploring the Caverns",
									"id": "915",
									"entries": [
										"Other than a few rocky outcroppings, all the caverns beneath the hill, including the entrance, are covered in two feet of standing swamp water, which is difficult terrain. Any character who moves through the flooded interior areas of the echoing caves has disadvantage on Dexterity ({@skill Stealth}) checks unless they can avoid the water.",
										"The bullywugs launch hunting and raiding parties into the marsh on a daily basis, setting out before dawn and returning when their appetites have been satiated. When the characters arrive here, five {@creature Bullywug||bullywugs} and two {@creature Giant Toad||giant toads} lurk in different sections of the cave. If the characters stay in this area and explore the cave, there is a 25 percent chance each hour that a hunting party of {@dice 1d4 + 1} {@creature Bullywug||bullywugs} riding the same number of {@creature Giant Toad||giant toads} returns from a foray into the swamp."
									]
								},
								{
									"type": "entries",
									"name": "Junk",
									"id": "916",
									"entries": [
										"Any character who searches the bullywug cave discovers a small trove of junk \"treasures\" in the largest cavern, consisting of shiny metal scraps and worthless polished stones foraged from various corners of the swamp. As well, a few items of interest stand out within the heap (see below)."
									]
								},
								{
									"type": "entries",
									"name": "Treasure",
									"id": "917",
									"entries": [
										"Among the worthless goods collected by the bullywugs, the characters can find the following:",
										{
											"type": "list",
											"items": [
												"Eleven unbroken glass bottles of assorted shapes, sizes, and tints",
												"A crude {@item shortsword|PHB} with artful etchings on its blade",
												"A tarnished suit of dwarf-sized {@item Plate Armor|PHB|plate mail} crafted from a curious alloy",
												"A {@item magnifying glass|PHB} with a silver frame and handle",
												"A copper tankard scribed with an intricate image of vines (worth 25 gp)",
												"A jar half full of glass marbles plus five tiger-eye gemstone marbles (10 gp each)"
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "B6. Ritual Stone",
							"id": "918",
							"entries": [
								{
									"type": "insetReadaloud",
									"id": "919",
									"entries": [
										"Ahead, you spy a mossy knoll rising out of the marsh with a curious standing stone at its center. A jagged, eight-foot-tall monolith of black rock, the stone is laced with veins of crystal that shimmer with a strange light."
									]
								},
								"Roughly 3 feet across, this enchanted menhir glows with a pale radiance under moonlight, shedding dim light in a 5-foot radius. Any character who succeeds on a DC 15 Intelligence ({@skill Arcana}) check or a DC 18 Intelligence ({@skill Religion}) check understands that this ritual stone is an ancient monument to some dark, primordial god, and that it serves modern spellcasters by acting as a focus for illicit rituals and dark incantations. ({@creature Bol'bara|EGW} was using the stone to commune with her patron when she was beset by soldiers of Fort Venture.)",
								{
									"type": "entries",
									"name": "Rite of Communion",
									"id": "91a",
									"entries": [
										"Any spellcaster who spends a short or long rest attuning to the ritual stone can use an action to cast the {@spell commune} spell. Once used, this property of the ritual stone can't be used again until the next full moon. Any warlock who uses the ritual stone to commune with their otherworldly patron gains inspiration and acts as if under the effect of the {@spell guidance} cantrip for {@dice 1d2 + 1} days."
									]
								},
								{
									"type": "entries",
									"name": "Ritual Stone Fragments",
									"id": "91b",
									"entries": [
										"Any character who succeeds on a DC 16 Wisdom ({@skill Perception}) check made to inspect the ritual stone discovers that three naturally loosened fragments of the stone can be easily removed and replaced. A fragment carries a semblance of the stone's magic, allowing the character who carries it to cast the {@spell augury} spell. Once used, this property of the fragment can't be used again until the next dusk.",
										"If a fragment is taken more than 10 feet from the ritual stone, its magic fades and it ceases to function after {@dice 1d3 + 1} days. A character who attempts to chip away a piece of the ritual stone in addition to the three fragments must succeed on a DC 20 Charisma saving throw or take 3 ({@dice 1d6}) psychic damage."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "B7. Brokenveil Bluffs",
							"id": "91c",
							"entries": [
								"If the characters decide to exit the swamp to move overland to Fort Venture, they eventually draw near the Brokenveil Bluffs. Read the following as the characters draw close to land:",
								{
									"type": "insetReadaloud",
									"id": "91d",
									"entries": [
										"As you near the end of the wetter portion of your journey, the mist-veiled western marshland slowly gives way to the rocky foothills of the Brokenveil Bluffs. Sharp crags and steep foothills are visible ahead, as are the openings to what must be hundreds of natural caves."
									]
								},
								"Life is particularly difficult in this section of the swamp, where avian predators and winged monstrosities from the bluffs roam unfettered through an open sky. If Morgid is still with the party, he warns the characters to be on their guard.",
								{
									"type": "entries",
									"name": "Harpy Assault",
									"id": "91e",
									"entries": [
										"When the characters finally leave the swamp behind and enter the bluffs, any character who succeeds on a DC 13 Intelligence ({@skill Nature}) check or a DC 16 Wisdom ({@skill Perception}) check notices increasing numbers of scattered bones—both animal and humanoid. Six {@creature Harpy||harpies} lurk among this particular section of the foothills. These bluff harpies attempt to beguile interlopers with their Luring Song before attacking with claws and clubs.",
										"In the aftermath of the fight, the characters can follow the path of the harpies' flight back to their nest. This sits within a shallow cave approximately 80 feet above the moist and peaty ground at the base of the bluffs."
									]
								},
								{
									"type": "entries",
									"name": "Treasure",
									"id": "91f",
									"entries": [
										"Any character who searches the cave finds a collection of valuable items buried beneath a repulsive heap of offal, including a {@item potion of healing}, a decorative {@item rapier|PHB} with a crystal hilt (worth 50 gp), and an assortment of loose coins totaling 11 gp."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "B8. The Mossback Steward",
							"id": "920",
							"entries": [
								"A massive hill appears to rise out of a lonely section of the Brokenveil Marsh. The hill is actually an aging horizonback tortoise nicknamed the {@creature Mossback Steward|EGW}, who has presided over this area for time immemorial.",
								"This encounter might occur if the characters approach Fort Venture from the swamp, or if becoming lost drives them south from a course to the Brokenveil Bluffs. Alternatively, you can have the Mossback Steward move from its marked location on the map, with its wandering course bringing it into the characters' path.",
								"When the characters encounter the {@creature Mossback Steward|EGW}, read the following:",
								{
									"type": "insetReadaloud",
									"id": "921",
									"entries": [
										"As you forge onward through the marsh, the mist clears to reveal a lone hillock crowned with a thicket of low-hanging mangrove trees. This bramble-covered knoll looks to be a perfect site to take respite from the murky waters of the swamp."
									]
								},
								"Any character who succeeds on a DC 14 Intelligence ({@skill Nature}) check or a DC 18 Wisdom ({@skill Perception}) check realizes that the hill is, in fact, the partially submerged moss-covered shell of a horizonback tortoise. A character who succeeds on a DC 18 Intelligence ({@skill History}) check guesses that this must be the Mossback Steward, a creature of local mystery and renown.",
								{
									"type": "entries",
									"name": "Attendant of the Broken Veil",
									"id": "922",
									"entries": [
										"Long-term proximity to the eldritch phenomena of the marsh has granted the {@creature Mossback Steward|EGW} a modest array of magical abilities. This unique creature is a {@creature horizonback tortoise|EGW} (see {@book chapter 7 |EGW|17|Horizonback Tortoise} for its stat block) with these changes:",
										{
											"type": "list",
											"items": [
												"The {@creature Mossback Steward|EGW} has an Intelligence of 12 (+1) and a Wisdom of 17 (+3). It has the following skills: {@skill Arcana} +5, {@skill Insight} +7, {@skill Nature} +5, {@skill Perception} +7, {@skill Persuasion} +5.",
												"It understands Common and Primordial, and has telepathy out to a range of 120 feet.",
												"As an action, it can cast the {@spell friends} cantrip, the {@spell suggestion} spell (save DC 15), or the {@spell divination} spell. After casting {@spell suggestion} or {@spell divination}, it can't cast that spell again until it finishes a short or long rest."
											]
										},
										"The {@creature Mossback Steward|EGW} is aware of the situation involving {@creature Bol'bara|EGW} and the Dwendalian garrison at Fort Venture. While the great tortoise has a keen understanding of Bol'bara and her relationship with the people and tortoises of Urzin, the true intentions of the Dwendalian Empire's outpost and its leaders remain a mystery.",
										"One thing is clear, though. Since the garrison at Fort Venture was established, the primordial harmony of the swamp has been disrupted. The Mossback Steward is more than willing to use its powers of divination to assist characters who display an honest interest in forcing the Dwendalian military out of Brokenveil Marsh."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "B9. Fort Venture",
							"id": "923",
							"entries": [
								"As the characters draw close to the fort, flashes of lightning and the sound of thunder should grow more prevalent.",
								"The Dwendalian stronghold known as Fort Venture sits along a dismal stretch of marsh among the craggy foothills of the Brokenveil Bluffs. A timber palisade surrounds the fort's squat stone keep and muddy grounds, where rows of tents are set up alongside a central training field. The green timber of its battlements hint at the recent construction of this remote military outpost, while the bright colors of its quarried stonework and foreign banners readily betray its distinctly non-Xhorhasian heritage.",
								"Read the following when the characters first catch sight of the fort:",
								{
									"type": "insetReadaloud",
									"id": "924",
									"entries": [
										"The swamp gives way to a grassy shoreline beneath a low promontory, on which sits a modest stone keep surrounded by a tall wooden palisade. Weather-worn Dwendalian flags hang forlornly above the massive front gate and from decorative pikes rising from the keep. Several rows of spiked barricades surround the palisade as a defense against the predators of Brokenveil Marsh.",
										"A jagged bolt of lightning suddenly cuts through the misty air above the keep, striking the edifice as a mighty crack of thunder rumbles off to the horizon."
									]
								},
								"Fort Venture is detailed on {@adventure map 5.12|US|0|Map 5.12: Fort Venture View Player Version}. Any character who succeeds on a DC 12 Intelligence ({@skill Nature}) check or a DC 14 Wisdom ({@skill Perception}) check recognizes that the thunderstorm above Fort Venture is fixed around the outpost and the nearby promontory, while the rest of the marsh remains relatively unaffected by the strange weather.",
								"Once the characters reach Fort Venture, the hobgoblin guide Morgid offers to run reconnaissance and to distract incoming Dwendalian patrols as the party infiltrates the fort. The precise condition of Fort Venture and its inhabitants is dependent on how long it took the characters to arrive, and how much of {@creature Parson Pellinost|EGW|Parson Pellinost's} ill-fated exorcism of {@creature Bol'bara|EGW} has transpired. See \"{@adventure Bol'bara's Exorcism|US|0|Bol'bara's Exorcism}\" later in this chapter for more information."
							]
						},
						{
							"type": "entries",
							"name": "Character Advancement",
							"id": "925",
							"entries": [
								"Having successfully navigated the challenges of Brokenveil Marsh, the characters reach 2nd level when they arrive at Fort Venture."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Infiltrating Fort Venture",
					"id": "926",
					"entries": [
						"The Dwendalian Empire's hold on Eastern Wynandir is tenuous at best, and the ramshackle garrison at Fort Venture is testament to the empire's attempt to solidify its influence. Despite the outpost's modest appearance, its freshly laid stonework and newly erected battlements offer solid protection against the harsh environs and deadly creatures of the Brokenveil Marsh.",
						"Commander Struther Felmont and the Dwendalian soldiers at the fort have grown callous and cruel under the leadership of Imperial Inquisitor {@creature Parson Pellinost|EGW}, who conducts deranged experiments on the humanoids of the marsh with an unsavory and sadistic application of divine magic. The guards of Fort Venture engage in defense, training, and patrol work in eight-hour shifts. Few of those guards respect Pellinost, but all obey him for fear of strict retribution.",
						{
							"type": "entries",
							"name": "Bol'bara's Exorcism",
							"id": "927",
							"entries": [
								"The party's travel time from Urzin to Fort Venture determines whether the goblin warlock {@creature Bol'bara|EGW} is still a prisoner of the empire or has become an unfettered vessel of demonic possession and torn the fort apart. After three days of torture and experimentation, Parson Pellinost triggers Bol'bara's full demonic possession—making her powerful enough to kill the inquisitor and escape captivity.",
								"If the characters spend the minimum three days traversing the marsh and enter Fort Venture at once, they can either prevent the second phase of Bol'bara's possession or become witness to it. With or without the party's intervention, once Bol'bara enters the second phase of her possession, she plots a return to Urzin and attempts to destroy anyone and anything in her way.",
								{
									"type": "entries",
									"name": "Point of No Return",
									"id": "928",
									"entries": [
										"{@creature Parson Pellinost|EGW|Parson Pellinost's} methods of interrogation for \"troublemakers\" are considered savage by normal imperial standards, but the remote location of the outpost and the soldiers' fear of him have worked in his favor. {@creature Bol'bara|EGW} is of particular interest to the inquisitor, who has been torturing her to death, then bringing her back again using divine healing magic. Bol'bara's full demonic possession is triggered at the end of the third day after the characters set out from Urzin, when Pellinost utilizes the {@spell revivify} spell a third time to bring Bol'bara back to life."
									]
								},
								{
									"type": "entries",
									"name": "A Warlock Possessed",
									"id": "929",
									"entries": [
										"Once {@creature Bol'bara|EGW} enters the next phase of her demonic possession, she gains two legendary actions granted by the unique supernatural union with her otherworldly patron (see her stat block later in this adventure). Most areas of Fort Venture will be affected by her escape, as indicated by additional descriptive text in the \"Bol'bara's Possession\" section in each area of the fort. Use the appropriate text depending on whether the characters arrive before Bol'bara has been fully corrupted and have a chance to stop the process, or whether her spree of destruction is already underway."
									]
								},
								{
									"type": "entries",
									"name": "Demon Detente",
									"id": "92a",
									"entries": [
										"Even if they are too late to stop Bol'bara's possession, the characters might want to try to parley with the demon-possessed warlock. Give the players any chance of success that seems appropriate to their efforts, but remember that the shadow demon behind Bol'bara's transformation is a creature of chaos. It savors the taste of discord, and convincing Trush to relinquish its hold over the witch won't be easy.",
										{
											"type": "gallery",
											"images": [
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "book/EGW/123-5.12-fort-venture.png"
													},
													"title": "Map 5.12: Fort Venture",
													"width": 2550,
													"height": 1560
												},
												{
													"type": "image",
													"href": {
														"type": "internal",
														"path": "book/EGW/123-5.12-fort-venture-player.png"
													},
													"title": "Map 5.12: Fort Venture (Player Version)",
													"width": 2550,
													"height": 1560
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "V1. Palisade",
							"id": "92b",
							"entries": [
								"The palisade wall around the fort is easily scouted and assessed from a distance, but more difficult to get past. When the characters draw close to the fort, read:",
								{
									"type": "insetReadaloud",
									"id": "92c",
									"entries": [
										"The wooden palisade that encloses Fort Venture stands over ten feet high and is topped by huge spikes. A gate in the middle of the east wall is flanked by two watchtowers and appears to be the only way in or out of the complex. The parapet of the fort's stone keep can be seen rising up from the center of the grounds. Tall grass and knotted brambles partially obscure a well-trodden path that winds up to the gate from the marsh. Rows of spiked barricades encircle the palisade, completing the appearance of a well-fortified military outpost."
									]
								},
								"At any given time, each watchtower (including the two towers bordering the gate) is occupied by a Dwendalian {@creature guard} equipped with a crossbow and a torch. The guards work in eight-hour shifts, with two guards present at each watchtower during shift changes. Characters who attempt to sneak into Fort Venture must find a way to avoid being spotted by the watchtower guards, whose position gives them advantage on all Wisdom ({@skill Perception}) checks to notice activity on the grounds around or inside the palisade.",
								"Strangers approaching the fort are hailed by the watchtower guards and ordered to identify themselves. At the first sign of trouble (and the guards are inclined to view anything out of the ordinary as trouble'), a guard sounds an alarm on a horn whose call can be heard across the fortress.",
								{
									"type": "entries",
									"name": "Bear Traps",
									"id": "92d",
									"entries": [
										"Scores of bear traps are hidden among the tall grass in a 40-foot-wide area surrounding the palisade. A character with a passive Wisdom ({@skill Perception}) score of 12 or higher is able to spot the traps and avoid them. Characters who don't spot the traps have a 50 percent chance of stepping on a bear trap and triggering it whenever they move through the area.",
										"A bear trap's attack is +8 to hit and deals 5 ({@dice 1d10}) piercing damage on a hit. This attack can't be made with advantage or disadvantage. A creature hit by the trap also has its speed reduced to 0 and can't move until it breaks free of the trap. Breaking free requires a successful DC 15 Strength check by the trapped creature or another creature within 5 feet of the trap. A successful DC 10 Dexterity check using thieves' tools disables a bear trap."
									]
								},
								{
									"type": "entries",
									"name": "Spiked Barricades",
									"id": "92e",
									"entries": [
										"Though visually formidable, these barricades built of crossed rows of spiked poles pose a threat only to Large and larger creatures. Any area containing a spiked barricade is difficult terrain. Any Large or bigger creature that moves through an area of spiked barricades must succeed on a DC 14 Dexterity saving throw or take 5 ({@dice 1d6 + 2}) piercing damage."
									]
								},
								{
									"type": "entries",
									"name": "No Visitors",
									"id": "92f",
									"entries": [
										"The garrison of Fort Venture are all experienced soldiers and treat all creatures outside the fort as potential threats. Characters who approach them intent on diplomacy or intimidation are met with swift opposition. Using crossbows or spears from their watchtower vantage points, the guards attack any character who engages in conversation with them for more than 1 round."
									]
								},
								{
									"type": "entries",
									"name": "Climbing the Walls",
									"id": "930",
									"entries": [
										"The rough-cut logs of the palisade are relatively easy to climb, notwithstanding the risk of being seen. A character must succeed on a DC 12 Strength ({@skill Athletics}) check to climb up the wall, followed by the same check to descend the other side unless a rope is lowered down. At the top of the wall, a character must make a DC 12 Dexterity ({@skill Acrobatics}) check to safely slip up and over the palisade spikes. On a failed check, the character takes 3 ({@dice 1d6}) piercing damage."
									]
								},
								{
									"type": "entries",
									"name": "East Gate",
									"id": "931",
									"entries": [
										"The gate into Fort Venture is a sturdy door of iron-banded oak timbers and can be barricaded from within by a 20-foot-long iron crossbar. This crude defense mechanism can't be opened from outside the gate. The barred door can be physically forced open by creatures with a combined Strength of 50.",
										{
											"type": "entries",
											"name": "Bol'bara's Possession",
											"id": "932",
											"entries": [
												"If {@creature Bol'bara|EGW} has already been possessed as a result of the failed exorcism, the watchtower guards are either dead at their posts or missing, having fled to the main hall ({@adventure area V5|US|0|V5. Main Hall}). The iron-banded doors of the gate stand invitingly ajar."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "V2. Tent Yard",
							"id": "933",
							"entries": [
								"Thirty single-person canvas tents cover this section of the outpost grounds in three rows of ten. When the characters can see this area, read:",
								{
									"type": "insetReadaloud",
									"id": "934",
									"entries": [
										"The south side of the Fort Venture grounds is lined with three rows of canvas tents, presumably the garrison's barracks."
									]
								},
								"When not on duty or training, the guards of Fort Venture spend most of their time in this tent yard, where they drink, gamble, or attempt to sleep despite the maddening howls of Pellinost's furious prisoners in the chapel ({@adventure area V6|US|0|V6. Chapel}). Each tent features a floor covered with straw, a cotton bedroll, a down pillow, and a small wooden footlocker.",
								"Eight {@creature Guard||guards} are off duty when the characters arrive in this area, sleeping (an 80 percent chance) or resting but awake in their tents. Sleeping guards use their passive Wisdom ({@skill Perception}) scores to detect intruders or to hear the alarm being raised.",
								{
									"type": "entries",
									"name": "Treasure",
									"id": "935",
									"entries": [
										"The wooden footlockers within the tents are unlocked. Each contains the components of an explorer's pack minus the bedroll currently laid out in the tent. Each footlocker also has a 15 percent chance of containing an object of personal or curious importance. Roll on the Trinkets table in {@book chapter 5|PHB|5|Trinkets} of the {@book Player's Handbook|PHB} to determine such items."
									]
								},
								{
									"type": "entries",
									"name": "Bol'bara's Possession",
									"id": "936",
									"entries": [
										"If {@creature Bol'bara|EGW} has already been possessed, no guards are present in the infantry tent yard. The eight off-duty guards took up arms, joined the fray against the possessed warlock, and are either found dead in the training yard ({@adventure area V4|US|0|V4. Training Yard}) or alive after fleeing to the main hall ({@adventure area V5|US|0|V5. Main Hall})."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "V3. Commander's Quarters",
							"id": "937",
							"entries": [
								"This huge canvas tent is completely sealed except for a 5-foot-wide entrance flap on its eastern wall. When the characters can see into the tent, read:",
								{
									"type": "insetReadaloud",
									"id": "938",
									"entries": [
										"Within the dim confines of this huge canvas tent, a tall human clad in splint mail stands before a small, lantern-lit table surrounded by three chairs. He takes a sip of wine from a copper goblet as he studies a large map on the tabletop. A crooked scar dances across the left side of his face, and his expression shows a hint of regret as he drinks again."
									]
								},
								"The map shows the area of Brokenveil Marsh. On the west side of the tent, a wooden bed frame topped with a dusty mattress is flanked by a bedside table. A locked wooden chest lies at the foot of the bed, while a wooden weapon rack and armor stand on the north wall.",
								"Any character who succeeds on a DC 12 Intelligence ({@skill History}) check can identify the Dwendalian insignias and medal of rank adorning the armor of Commander Struther Felmont (a lawful neutral, male human {@creature veteran}). Felmont prefers the isolation of his command tent to the grim scene inside Pellinost's chapel, and retreats here whenever the priest conducts his strange exorcisms. He carries a key to the main hall ({@adventure area V5|US|0|V5. Main Hall}).",
								"At the first sight of intruders, Felmont reaches for a horn at his side and sounds the alarm, alerting the guards outside. The commander is fearful but stubborn, and parleys with the characters only if his support troops have been routed and he is obviously outnumbered or outclassed. If Felmont sounds the horn, six Dwendalian {@creature Guard||guards} arrive from the training yard within 2 rounds to fight at his side. If combat persists, all the remaining guards at Fort Venture eventually join the battle.",
								{
									"type": "entries",
									"name": "Wooden Chest",
									"id": "939",
									"entries": [
										"The chest at the foot of the bed is locked and trapped. Any character who examines the chest and succeeds on a DC 15 Intelligence ({@skill Investigation}) check discovers a {@condition poisoned} needle hidden in the chest's lock. The needle can be removed with a successful DC 15 Dexterity check using thieves' tools. On a failed check, the character attempting to remove the needle takes 1 piercing damage and 7 ({@dice 2d6}) poison damage, and must succeed on a DC 15 Constitution saving throw or be {@condition poisoned} for 1 hour."
									]
								},
								{
									"type": "entries",
									"name": "Treasure",
									"id": "93a",
									"entries": [
										"The wooden chest contains 10 silver ingots stamped with the crest of the Dwendalian Empire (worth 25 gp each) and a {@item potion of mind reading}. Additionally, the drawer of the bedside table contains the following items: an ornate coral-handled dagger (25 gp), a magnifying glass, and a dog-eared book of Eastern Wynandir mythology titled {@i Fabled Mutants of the Miskath Strand} (worth 10 gp)."
									]
								},
								{
									"type": "entries",
									"name": "Bol'bara's Possession",
									"id": "93b",
									"entries": [
										"If {@creature Bol'bara|EGW} has already been possessed, Struther Felmont isn't in his tent but can be found among the dead guards in the training yard."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "V4. Training Yard",
							"id": "93c",
							"entries": [
								"The bulk of Fort Venture's garrison are usually found on this muddy training yard. Four tall braziers stand at the corners of the area. They are lit at sundown and burn through the night, shedding bright light in a 20-foot radius and dim light for an additional 20 feet.",
								"When the characters see this area, read:",
								{
									"type": "insetReadaloud",
									"id": "93d",
									"entries": [
										"This muddy open space is lined with straw targets and practice dummies. Bales of hay stacked six feet high fence off the north and south sides of the yard, all filled with stray arrows."
									]
								},
								"Eight Dwendalian {@creature Guard||guards} are normally present in the training yard at all times, with four of them practicing ranged attacks with longbows against straw targets to the north, while four run longsword skirmishes against straw dummies to the south.",
								{
									"type": "entries",
									"name": "Development",
									"id": "93e",
									"entries": [
										"If the watchtower guards or Commander Felmont sound an alarm, six of the guards here investigate the disturbance, while the other two fall back to watch the front gate."
									]
								},
								{
									"type": "entries",
									"name": "Treasure",
									"id": "93f",
									"entries": [
										"The guards of Fort Venture routinely keep a bottle of fine brandy (worth 15 gp) hidden within one of the bales of hay in the training yard, and stage mock tournaments for a chance to quaff the imported spirits when the commander isn't looking. A character who succeeds on a DC 12 Intelligence ({@skill Investigation}) check to search the area finds the bottle stuffed into a hay bale, next to a charcoal stick and a small parchment notebook used to tally scores."
									]
								},
								{
									"type": "entries",
									"name": "Bol'bara's Possession",
									"id": "940",
									"entries": [
										"If {@creature Bol'bara|EGW} has already been possessed, the eight guards normally here lay dead, and most of the targets, dummies, and bales of hay are burning where the braziers have been toppled."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "V5. Main Hall",
							"id": "941",
							"entries": [
								"This small stone-walled keep serves as the main gathering hall for the soldiers of Fort Venture. Built on the foundations of a pre-Calamity ruin, the main hall is the strongest point in the fortress, and guards know to muster here for protection against the elements and interlopers.",
								"As the characters approach this area, read:",
								{
									"type": "insetReadaloud",
									"id": "942",
									"entries": [
										"The freshly quarried rocks of this squat stone keep lack the Brokenveil Bluffs' distinct mossy charm, and the structure's utilitarian style makes it even more foreboding. No windows are set into the stone walls, and a wide, iron-banded double door is the keep's only entrance."
									]
								},
								"The front door can be locked and bolted from inside (see below) but is usually unlocked. When the characters can see inside the main hall, read:",
								{
									"type": "insetReadaloud",
									"id": "943",
									"entries": [
										"Three long tables decorate this sparse room, their oiled surfaces spotlessly clean. A closed wooden door is set into the far wall."
									]
								},
								"The main hall is a place for the guards of Fort Venture to join together for meals, revelry, and prayer. However, most of the guards prefer to spend their time in the open spaces of the training yard or in their own tents because of the unsavory sounds that issue forth from Parson Pellinost's chapel ({@adventure area V6|US|0|V6. Chapel}).",
								{
									"type": "entries",
									"name": "Chapel Door",
									"id": "944",
									"entries": [
										"Any character who succeeds on a DC 15 Wisdom ({@skill Perception}) check in this area can hear muffled screaming coming from behind the closed door on the west side of the room.",
										"Two Dwendalian {@creature Guard||guards} normally stand watch outside the chapel door. Any character with a passive Wisdom ({@skill Perception}) score of 12 or higher notes the looks of discomfort and unease both wear. Though the guards maintain their watch dutifully, Pellinost's activities have put them on edge, imposing disadvantage on saving throws against being {@condition frightened}.",
										"One of the guards carries a key to the chapel door, which can also be opened with a successful DC 15 Dexterity check using thieves' tools."
									]
								},
								{
									"type": "entries",
									"name": "Main Door",
									"id": "945",
									"entries": [
										"The sturdy, iron-banded oak door leading to the main hall features an inset lock. If the door is locked, it can be opened with a successful DC 15 Dexterity check using thieves' tools. Commander Felmont, {@creature Parson Pellinost|EGW}, one of the guards in this area, and one of the guards at the jail ({@adventure area V8|US|0|V8. Jail}) carry keys to the lock. The door can also be barricaded from within with a 20-foot-long iron crossbar. This crude defense mechanism can't be opened from outside. The barred door can be physically forced open by creatures with a combined Strength of 50."
									]
								},
								{
									"type": "entries",
									"name": "Bol'bara's Possession",
									"id": "946",
									"entries": [
										"If {@creature Bol'bara|EGW} has already been possessed, the door to the main hall stands wide open and the two guards at the chapel door are dead. Any character who succeeds on a DC 18 Intelligence ({@skill Investigation}) check or a DC 16 Wisdom ({@skill Medicine}) check can determine that the dead guards slew each other with their longswords, providing a hint of the power of Bol'bara's Zone of Calamity legendary action."
									]
								},
								{
									"type": "entries",
									"name": "Development",
									"id": "947",
									"entries": [
										"If the guards in Fort Venture suffer massive casualties or become targets of a {@spell fear} spell or similar effect, they fall back to the main hall as a final defense. If {@creature Bol'bara|EGW} is already possessed, you might decide that some of the guards survived her assault and have retreated here."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Infiltrating Fort Venture (V6-V11)",
					"id": "948",
					"entries": [
						{
							"type": "entries",
							"name": "V6. Chapel",
							"id": "949",
							"entries": [
								"Since Parson Pellinost's arrival, the chapel built for the use of Fort Venture's soldiers has facilitated his fetish for torture and now houses a secret altar to the god of blood, death, and life: Vesh, the Bloody Siren (described in {@book chapter 1|EGW|2|Vesh, the Bloody Siren}).",
								"When the characters can see into this area, read:",
								{
									"type": "insetReadaloud",
									"id": "94a",
									"entries": [
										"A cramped room is lit by the flickering flames of two small braziers suspended from the ceiling. In the center of the room, a Dwendalian inquisitor stands above a bloody stone altar, clutching a crimson-stained mace in his prosthetic right hand. On the altar, a goblin struggles furiously against the chains that bind her. A Dwendalian guard looks on with glee and disgust."
									]
								},
								"When the characters arrive, {@creature Parson Pellinost|EGW} and an imperial {@creature guard} are in the process of torturing the demon-possessed {@creature Bol'bara|EGW} to the point of death—with the sadistic intention of reviving her to repeat the process. Bol'bara has been suffering this horrific treatment for days, and the rage in her eyes suggests that she would do equally horrific things in return if released from this torturous captivity.",
								"What Pellinost doesn't know is that the third time he attempts to cast {@spell revivify} on the possessed warlock, her tortured mind will break, allowing her to be possessed by her shadow demon patron—a fiend known as Trush.",
								"{@creature Bol'bara|EGW} is a chaotic good (for now at least), female {@creature goblin} (see the accompanying stat block), but she doesn't have legendary actions until she is fully possessed.",
								"{@creature Parson Pellinost|EGW} uses the {@creature priest} stat block but has the following cleric spells prepared:",
								"Cantrips (at will): {@spell light}, {@spell sacred flame}, {@spell spare the dying}",
								"1st level (4 slots): {@spell command}, {@spell cure wounds}, {@spell guiding bolt}",
								"2nd level (3 slots): {@spell lesser restoration}, {@spell spiritual weapon}",
								"3rd level (2 slots): {@spell dispel magic}, {@spell revivify}",
								"Pellinost has a {@item prosthetic limb|ERLW} (right hand), as described in {@book chapter 6|EGW|16|Prosthetic Limb}, as well as keys to the main hall, the chapel door, and the altar manacles.",
								{
									"type": "entries",
									"name": "Chapel Door",
									"id": "94b",
									"entries": [
										"The door to the chapel is usually locked. Parson Pellinost and one of the guards on duty in the main hall carry keys to the door, which can also be unlocked with a successful DC 15 Dexterity check using thieves' tools."
									]
								},
								{
									"type": "entries",
									"name": "Altar of Blood",
									"id": "94c",
									"entries": [
										"{@creature Bol'bara|EGW} is shackled by each limb to the four corners of the low stone altar. A rope gag muffles her screaming, and her arms and legs are covered in an array of fresh contusions and magically healed lacerations. Rivulets of her dark goblin blood run down the side of the stone slab and into a narrow channel cut into the floor around the altar. Without the key, the manacle locks can be opened with a successful DC 15 Dexterity check using thieves' tools."
									]
								},
								{
									"type": "entries",
									"name": "Development",
									"id": "94d",
									"entries": [
										"If the characters reached Fort Venture within three days of setting out from Urzin (see \"{@adventure Bol'bara's Exorcism|US|0|Bol'bara's Exorcism}\" earlier in this chapter), they arrive here to find {@creature Parson Pellinost|EGW} ready to deliver a death blow against {@creature Bol'bara|EGW}. If Bol'bara is slain and revived with the use of a {@spell revivify} spell (the third time Pellinost has brought her back to life that way), her otherworldly patron manipulates the veil between the Shadowfell and the Border Ethereal to possess her. Alternatively, if 1 minute passes from the time the characters arrive and interrupt the torture session, the shadow demon Trush completes its own ritual from the Shadowfell and takes control of the warlock."
									]
								},
								{
									"type": "entries",
									"name": "Treasure",
									"id": "94e",
									"entries": [
										"In addition to his {@item prosthetic limb|ERLW} (right hand), Pellinost carries a solid ring of polished bloodstone on a tarnished silver chain (worth 50 gp)—a holy symbol of Vesh, the Bloody Siren."
									]
								},
								{
									"type": "entries",
									"name": "Bol'bara's Possession",
									"id": "94f",
									"entries": [
										"If {@creature Bol'bara|EGW} has already been possessed, Parson Pellinost and the guard here are dead. Any character who succeeds on a DC 18 Intelligence ({@skill Investigation}) check can determine that the guard attacked Pellinost (under the influence of Bol'bara's Zone of Calamity legendary action) alongside another creature using magic."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "V7. Armory Tent",
							"id": "950",
							"entries": [
								"The stronghold's open-fronted armory tent is set up with a blacksmith's forge to serve the needs of the garrison. When the characters can see into this area, read:",
								{
									"type": "insetReadaloud",
									"id": "951",
									"entries": [
										"Smoke rises from the tiny coal forge of this open-fronted armory tent, which is equipped with a full complement of blacksmith's resources and tools. Along the rear wall, wooden racks hold a battlefield-ready collection of swords, crossbows, spears, hammers, chain shirts, and shields."
									]
								},
								"One Dwendalian {@creature veteran} serves as the outpost's blacksmith and can be found in the armory tent during daylight hours. During evening hours, the smith is either fraternizing with the guards in the training yard or drinking and gambling with another guard in the tent yard.",
								{
									"type": "entries",
									"name": "Supplies",
									"id": "952",
									"entries": [
										"The armory holds ten {@item Longsword|PHB|longswords}, eight {@item Light Crossbow|PHB|crossbows}, eight {@item Spear|PHB|spears}, six {@item Warhammer|PHB|warhammers}, four {@item Chain Shirt|PHB|chain shirts}, and six {@item Shield|PHB|shields}. Additionally, any character who succeeds on a DC 12 Intelligence ({@skill Investigation}) check to search through the tools can assemble a {@item burglar's pack|PHB} and a {@item dungeoneer's pack|PHB}."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "V8. Jail",
							"id": "953",
							"entries": [
								{
									"type": "insetReadaloud",
									"id": "954",
									"entries": [
										"Four iron cages stand in the northeast corner of the Fort Venture grounds, apparently serving as a makeshift jail."
									]
								},
								"Three of the cages are empty, but the fourth houses a strange prisoner (see below). A small table and two wooden stump stools serve as a guard station between the jail and the storehouse ({@adventure area V9|US|0|V9. Storehouse}).",
								"Two Dwendalian {@creature Guard||guards} normally defend this area but spend most of their time playing at cards or dice. Both guards carry master keys for the cages and for the kennels ({@adventure area V10|US|0|V10. Kennels}), and one carries a key to the main hall ({@adventure area V5|US|0|V5. Main Hall}). Without a key, the cages can be opened with a successful DC 15 Dexterity check using thieves' tools, or forced open from the outside with a successful DC 20 Strength ({@skill Athletics}) check.",
								{
									"type": "entries",
									"name": "Caged Cultist",
									"id": "955",
									"entries": [
										"The solitary prisoner is a neutral evil hollow one {@creature cultist} of Ceratos named Alonne Frith, a Far Realm scholar from Rotthold. Frith was captured by a Fort Venture patrol during his journey through the Brokenveil Marsh seeking eldritch relics. His distinctly undead nature was quickly identified as a point of interest for {@creature Parson Pellinost|EGW}, and Frith has since become a reluctant yet reliable subject for Pellinost's experiments.",
										"Alonne Frith is toilworn and weary after several days of interrogation by Pellinost. He wears a bloodstained {@item hunter's coat|EGW} (see {@book chapter 6|EGW|16|Hunter's Coat}) whose magical properties have gone unnoticed by Pellinost and his cronies."
									]
								},
								{
									"type": "entries",
									"name": "Development",
									"id": "956",
									"entries": [
										"If the alarm is sounded or the dogs in {@adventure area V10|US|0|V10. Kennels} start barking, one of the guards heads to the kennel to release the dogs before investigating the disturbance, while the other guard holds their position at the jail.",
										"If the characters manage to free Alonne Frith, the cultist can be convinced to join the party and take up the characters' mission with a successful DC 18 Charisma ({@skill Persuasion}) check."
									]
								},
								{
									"type": "entries",
									"name": "Treasure",
									"id": "957",
									"entries": [
										"In addition to the playing card set and dice they use for entertainment, the two guards each have a coin purse containing 26 cp and 17 cp, respectively. In addition to the{@i hunter's coat} Alonne Frith wears (see {@book chapter 6|EGW|16|Hunter's Coat}), one guard also carries Frith's weapon, a {@item +1 Scimitar||black-bladed +1 scimitar}, but is unaware of its magical properties and doesn't use the weapon in combat."
									]
								},
								{
									"type": "entries",
									"name": "Bol'bara's Possession",
									"id": "958",
									"entries": [
										"If {@creature Bol'bara|EGW} has already been possessed, the two guards are dead and Alonne Frith huddles in his cage, the only living witness to Fort Venture's demise. Frith can describe seeing a lone goblin spellcaster taking on the garrison, and how her power forced many of the soldiers to turn against each other. He can still be asked to join the party, but the Charisma ({@skill Persuasion}) check to convince him is made with disadvantage."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "V9. Storehouse",
							"id": "959",
							"entries": [
								"When the characters can see into this area, read:",
								{
									"type": "insetReadaloud",
									"id": "95a",
									"entries": [
										"This moderately sized tent contains a wide variety of foodstuffs stored in barrels and crates of all sizes. The air carries the savory aroma of smoked meats, the sweet smell of dried fruits, and the hearty fragrance of ale."
									]
								},
								"Its location at the lonely edge of the marshlands has made Fort Venture an increasingly popular waypoint for humanoid envoys and merchant caravans heading through the Xhorhasian wastes. This storehouse tent contains the fort's full complement of foodstuffs and potable drinking water, which are replenished at least once a month by caravan. The storehouse tent contains enough rations and clean water to accommodate thirty-five creatures for one month, plus a barrel of ale and a ledger of deliveries kept by a Dwendalian quartermaster.",
								{
									"type": "entries",
									"name": "Bol'bara's Possession",
									"id": "95b",
									"entries": [
										"If {@creature Bol'bara|EGW} has already been possessed, the storehouse tent is at risk from the fires in {@adventure area V4|US|0|V4. Training Yard} (see that section for details). If the characters come here particularly late, they might find the tent and its contents charred and ruined."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "V10. Kennels",
							"id": "95c",
							"entries": [
								"When the characters can see this area, read:",
								{
									"type": "insetReadaloud",
									"id": "95d",
									"entries": [
										"The rank odor of wet dog rises from an area of small iron cages near the northeast stockade wall. Four lean guard dogs are chained within these kennels."
									]
								},
								"Underfed and overtrained, the four guard dogs (use the {@creature mastiff} stat block) respond aggressively to anyone not in the uniform of the Dwendalian Empire. They start barking if they see or scent intruders, causing the nearest soldiers to come and investigate. If set free, the dogs immediately attack any characters not in uniform or engaged in combat with any member of the garrison.",
								{
									"type": "entries",
									"name": "Development",
									"id": "95e",
									"entries": [
										"A character who succeeds on a DC 18 Wisdom ({@skill Animal Handling}) check is able to calm all the dogs and prevent them from barking or attacking.",
										"If an alarm is sounded elsewhere in the camp, the dogs start barking and one of the guards from the jail ({@adventure area V8|US|0|V8. Jail}) runs to the kennel to release them before investigating the disturbance."
									]
								},
								{
									"type": "entries",
									"name": "Bol'bara's Possession",
									"id": "95f",
									"entries": [
										"If {@creature Bol'bara|EGW} has already been possessed, the dogs survive her initial onslaught but are fearful in the aftermath. A character who succeeds on a DC 14 Wisdom ({@skill Animal Handling} or {@skill Insight}) check discerns that the dogs are too {@condition frightened} to attack. If the dogs are freed, they either flee or can be encouraged to come with the characters at your discretion. If they aren't set free, they die of thirst and starvation within a few days."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "V11. Latrines",
							"id": "960",
							"entries": [
								"Three small wooden outhouses stand in a row beneath the southwest palisade wall. When the characters first arrive here, there is a 15 percent chance that one Dwendalian {@creature guard} is present in one of the outhouses. If combat breaks out here, the inconvenient circumstances give the guard disadvantage on its initiative roll.",
								{
									"type": "entries",
									"name": "Bol'bara's Possession",
									"id": "961",
									"entries": [
										"If {@creature Bol'bara|EGW} has already been possessed, the characters discover a dead guard in one outhouse, showing no obvious wounds. A successful DC 13 Wisdom ({@skill Medicine}) check confirms that the guard died of a heart attack."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Return to Urzin",
					"id": "962",
					"entries": [
						"If the characters don't rescue {@creature Bol'bara|EGW} from captivity before {@creature Parson Pellinost|EGW} completes his interrogation and triggers her full possession, the goblin warlock is taken over by her otherworldly patron. Her alignment becomes chaotic evil, and she gains the legendary actions noted in her stat block. After destroying Pellinost and the garrison of Fort Venture, Bol'bara heads into the Brokenveil Marsh, slaying every creature she meets on her way back to destroy the village of Urzin.",
						"To prevent the people of Urzin from suffering a terrible fate, the characters must track Bol'bara across the swamp and intercept her for a final confrontation. You can use a location the characters didn't visit on their journey to the fort as the site of a climactic battle, or reuse an already-visited site as a location for a deadly ambush. Alternatively, you could have the characters catch the warlock as she reaches Urzin, turning the unique village into the site of a deadly battle.",
						"Ending Bol'bara's possession while she is alive is beyond the characters' abilities. However, if the warlock is reduced to 0 hit points during the party's confrontation with her, she falls {@condition unconscious} rather than dying outright. If she is brought back to 1 hit point within 3 rounds, she is restored to her normal self. This reverts her alignment to chaotic good and causes her to lose her legendary actions. A character who succeeds on a DC 13 Intelligence ({@skill Arcana} or {@skill Religion}) check when the warlock falls can deduce this fact from observing how the unnatural magic infusing her dissipates, or the characters might receive this information as a prophetic insight from the {@creature Mossback Steward|EGW} ({@adventure area B8|US|0|B8. The Mossback Steward})."
					]
				},
				{
					"type": "section",
					"name": "Concluding the Adventure",
					"id": "963",
					"entries": [
						"If the characters successfully rescue or defeat {@creature Bol'bara|EGW}, they have the gratitude of {@creature Ogre Lord Buhfal II|EGW|Buhfal II} and the people of Urzin—and will no doubt attract the questionable attention of local Kryn Dynasty operatives. If the characters fail, Bol'bara attacks Urzin and becomes an ongoing threat in Brokenveil Marsh—a threat for which the characters are almost certain to be blamed, by any surviving goblinoids and the Dwendalian Empire alike.",
						{
							"type": "entries",
							"name": "Character Advancement",
							"id": "964",
							"entries": [
								"At the end of this adventure, the characters reach 3rd level. Further opportunities for adventure might be found in Eastern Wynandir, perhaps involving the goblinoids of Urzin or the soldiers of Fort Venture. Or the characters might use the success of this adventure—or their unwelcome notoriety if the mission failed—as an excuse to seek out new opportunities elsewhere in Wildemount.",
								{
									"type": "image",
									"href": {
										"type": "internal",
										"path": "book/EGW/124-05-08.png"
									},
									"width": 1000,
									"height": 559
								}
							]
						}
					]
				}
			]
		}
	]
}
