{
	"feat": [
		{
			"name": "Bellflower Dedication",
			"source": "AoA3",
			"page": 75,
			"level": 6,
			"featType": {
				"archetype": [
					"Bellflower Tiller"
				]
			},
			"traits": [
				"Uncommon",
				"Archetype",
				"Dedication",
				"Prestige"
			],
			"prerequisites": "Charisma 14, expert in {@skill Stealth} and {@skill Survival}, member of the Bellflower Network",
			"entries": [
				"You dedicate yourself to freeing slaves and escorting them to freedom. You gain a +5-foot status bonus to your Speed.",
				"Choose up to six other people to be your \"crop.\" Members of your crop can use your Speed for overland travel if it's higher than their own. Members more than 60 feet from you lose all benefits (from this or other Bellflower tiller feats) of being part of your crop, but they regain those benefits immediately when they return. You can add or remove someone from your crop by spending 10 minutes in conversation with them."
			],
			"special": "You cannot select another dedication feat until you have gained two other feats from the Bellflower tiller archetype."
		},
		{
			"name": "Cut The Bonds",
			"source": "AoA3",
			"page": 75,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 12,
			"featType": {
				"archetype": [
					"Bellflower Tiller"
				]
			},
			"traits": [
				"Uncommon",
				"Archetype",
				"Attack"
			],
			"prerequisites": "Bellflower Dedication, expert in a melee weapon",
			"entries": [
				"Select a {@trait magical} effect that has made an adjacent member of your crop {@condition clumsy}, {@condition grabbed}, {@condition paralyzed}, {@condition restrained}, or {@condition slowed}. Attempt a counteract check using your attack modifier (including your multiple attack penalty) with a melee weapon with which you have expert proficiency. Your counteract level is half your level rounded up. On a success, you free that member from the effect; on a failure, you can't attempt to use Cut the Bonds on that effect on that crop member until 24 hours have passed."
			]
		},
		{
			"name": "Different Worlds",
			"source": "AoA3",
			"page": 73,
			"level": 1,
			"traits": [
				"Uncommon",
				"General"
			],
			"prerequisites": "ability to select ancestry feats from multiple ancestries",
			"entries": [
				"Your separate experiences in different societies have evolved into entirely separate lives. Create a second identity for yourself with a different name, history, and background. This identity must correspond to one of the ancestries whose ancestry feats you can select. You gain the trained proficiency rank in the {@skill Lore} skill from the second background you chose (but you don't gain any of the background's other benefits), and you gain a +4 circumstance bonus to {@skill Deception} checks when making a statement that would be true of your second identity or when disguising yourself as your second identity."
			]
		},
		{
			"name": "Garden Path",
			"source": "AoA3",
			"page": 75,
			"level": 8,
			"featType": {
				"archetype": [
					"Bellflower Tiller"
				]
			},
			"traits": [
				"Uncommon",
				"Archetype"
			],
			"prerequisites": "Bellflower Dedication",
			"entries": [
				"You can guide your crop to move without notice. When you and any of your crop are {@action Avoid Notice||Avoiding Notice}, you can choose one member of your crop to temporarily gain the benefits of the {@feat Quiet Allies} skill feat until the group is no longer {@action Avoid Notice||Avoiding Notice}. The group rolls two checks instead of one, using the higher die roll. This is a {@trait fortune} effect."
			]
		},
		{
			"name": "Practiced Guidance",
			"source": "AoA3",
			"page": 75,
			"level": 8,
			"featType": {
				"archetype": [
					"Bellflower Tiller"
				]
			},
			"traits": [
				"Uncommon",
				"Archetype"
			],
			"prerequisites": "Bellflower Dedication",
			"entries": [
				"Making one's way to safety can be harrowing, but you have extensive practice at helping others along that path.",
				"When you roll a success to {@action Aid} a member of your crop, you get a critical success instead."
			]
		},
		{
			"name": "Reveal Machinations",
			"source": "AoA3",
			"page": 73,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 15,
			"featType": {
				"skill": [
					"Deception"
				]
			},
			"traits": [
				"Rare",
				"General",
				"Skill"
			],
			"prerequisites": "legendary in {@skill Deception}",
			"entries": [
				"You reveal that you played a minor but recurring role in another humanoid's life—or at least convince them that's the case. Attempt a {@skill Deception} check against the target's Will DC. On a success, the revelation makes them {@condition frightened|CRB|frightened 2}, and on a critical success they are {@condition frightened|CRB|frightened 3}. In addition, you gain information about the subject as though you had attempted to {@action Recall Knowledge} about them using an appropriate skill and received the same result on your roll. You can't use this ability against the same humanoid again until 1 day has passed and you've also successfully disguised yourself as a different person."
			],
			"special": "At the GM's discretion, this feat can be used against non-humanoids if they have regular contact with humanoids or you are able to disguise yourself as a member of the target's ancestry or type of creature."
		},
		{
			"name": "Scarecrow",
			"source": "AoA3",
			"page": 75,
			"level": 8,
			"featType": {
				"archetype": [
					"Bellflower Tiller"
				]
			},
			"traits": [
				"Uncommon",
				"Archetype"
			],
			"prerequisites": "Bellflower Dedication",
			"entries": [
				"You fight fiercely to protect your crop. When you hit a creature that is adjacent to two or more members of your crop with a weapon or unarmed attack, you gain a circumstance bonus to your damage roll equal to the number of weapon damage dice. When you hit a creature who has a member of your crop {@condition grabbed}, that member can attempt to {@action Escape} using a reaction."
			]
		},
		{
			"name": "Secret Speech",
			"source": "AoA3",
			"page": 73,
			"level": 1,
			"featType": {
				"skill": [
					"Deception"
				]
			},
			"traits": [
				"Uncommon",
				"General",
				"Skill"
			],
			"prerequisites": "trained in {@skill Deception}",
			"entries": [
				"Choose a secret society (such as the Lacunafex or the Bellflower Network). You've learned that society's secret cant or jargon, enabling you to share {@condition hidden} messages when signing or speaking with others who've also learned it. If an observer succeeds at a {@skill Perception} check against your {@skill Deception} DC when you do this, they realize you are passing a message but fail to discern its content, unless they subsequently succeed at a {@skill Society} check against your {@skill Deception} DC. On a critical success, they learn not only the message, but also who you're passing the message to."
			],
			"special": "You can take this feat multiple times. You learn the secret speech of a different society each time."
		},
		{
			"name": "Silver's Refrain",
			"source": "AoA3",
			"page": 73,
			"level": 12,
			"featType": {
				"class": [
					"Bard"
				]
			},
			"traits": [
				"Rare",
				"Bard"
			],
			"entries": [
				"You learn the {@spell silver's refrain|AoA3} composition cantrip, which aids you when fighting devils."
			]
		},
		{
			"name": "Tiller's Aid",
			"source": "AoA3",
			"page": 75,
			"level": 10,
			"featType": {
				"archetype": [
					"Bellflower Tiller"
				]
			},
			"traits": [
				"Uncommon",
				"Archetype"
			],
			"prerequisites": "Bellflower Dedication",
			"entries": [
				"You can use the {@action Aid} reaction to help a member of your crop even if you haven't prepared to do so."
			]
		},
		{
			"name": "Tiller's Drive",
			"source": "AoA3",
			"page": 75,
			"level": 10,
			"featType": {
				"archetype": [
					"Bellflower Tiller"
				]
			},
			"traits": [
				"Uncommon",
				"Archetype"
			],
			"prerequisites": "Bellflower Dedication",
			"entries": [
				"Your Speed bonus from Bellflower Dedication increases to +10 feet. Members of your crop receive a +5-foot circumstance bonus to Speed."
			]
		},
		{
			"name": "Tweak Appearances",
			"source": "AoA3",
			"page": 73,
			"level": 2,
			"featType": {
				"skill": [
					"Crafting"
				]
			},
			"traits": [
				"Uncommon",
				"General",
				"Skill"
			],
			"prerequisites": "expert in {@skill Crafting}",
			"entries": [
				"You spend 1 minute making quick adjustments to someone's clothing and appearance, causing their words to carry more weight with an audience of your choice.",
				"While speaking to that audience, the target gains a +1 item bonus to {@skill Diplomacy} and {@skill Performance} checks. If you have master proficiency in {@skill Crafting}, the bonus increases to +2; if you have legendary proficiency in {@skill Crafting}, the bonus increases to +3. This bonus lasts until this ability is used on the target again, the situation they were prepared for ends, or they next change their outfit."
			]
		}
	]
}
