{
	"feat": [
		{
			"name": "Embodied Legionary Subjectivity",
			"source": "LOIL",
			"page": 29,
			"level": 1,
			"traits": [
				"uncommon",
				"fleshwarp"
			],
			"prerequisites": "cataphract fleshwarp heritage",
			"access": "You're from Nex.",
			"entries": [
				"Nex's Fleshforges shaped you not to achieve individual greatness at arms, but rather to become a part of a legion, a modular piece integral to the combined arms stratagems of Nexian battlemages. You become trained in {@skill Arcana} and {@skill Athletics}. If you would automatically become trained in one of those skills, you instead gain the trained rank in another skill of your choice. You also become trained in {@skill Lore||Warfare Lore}."
			]
		},
		{
			"name": "Embodied Dreadnought Subjectivity",
			"source": "LOIL",
			"page": 29,
			"level": 5,
			"traits": [
				"uncommon",
				"fleshwarp"
			],
			"prerequisites": "cataphract fleshwarp heritage",
			"access": "You're from Nex.",
			"entries": [
				"Your colossal might marks you as a behemoth, the pride of Nex's Fleshforges, and the heaviest ordnance is a child's toy in your monumental grasp. You're a dreadnought, a living siege weapon, albeit one that wields other siege weapons in battle as your endoskeleton and flesh toughens. You gain the {@feat Hefty Hauler} skill feat, and your maximum Bulk limit further increases by 3, for a total of 2 to your {@condition encumbered} limit and 5 to your maximum limit."
			]
		},
		{
			"name": "Transposable Compliance",
			"source": "LOIL",
			"page": 29,
			"level": 5,
			"traits": [
				"fleshwarp"
			],
			"entries": [
				"Your protean vitality is fecund and many-succoring: your veins run with life-giving ichor that adapts to the blood and physiology of any body, and your skin molts on command, creating wound-stanching sheaths of tissue for yourself and others. You become trained in {@skill Medicine}. If you were already trained in {@skill Medicine}, you instead become trained in a skill of your choice. You can {@action Administer First Aid} without healer's tools by using your physiology instead, but you must take 1 damage to make the attempt. Similarly, you can {@action Treat Wounds} without healer's tools but take {@dice 2d8} damage. You gain a +1 circumstance bonus on all {@skill Medicine} checks to {@action Administer First Aid} and {@action Treat Wounds} using your own physiology."
			]
		},
		{
			"name": "Embodied Dragoon Subjectivity",
			"source": "LOIL",
			"page": 29,
			"level": 9,
			"traits": [
				"fleshwarp"
			],
			"entries": [
				"When your allies call for swift reinforcements or lightning raids, you're ready to answer. Your titanic form encompasses both cavalry and rider so that you're able to traverse vast distances and exploit opportunities in the theater of war. Your pores distend and extrude copious amounts of blood, subcutaneous fat, and lymphatic fluid for you to harden and flash-sculpt into gliding wings or a swift-hurtling mount.",
				"You can cast {@spell feather fall} and phantom steed each once per day as innate occult spells. When you cast {@spell feather fall} in this way, gliding wings slow your fall, and when you cast {@spell phantom steed} in this way, the steed physically protrudes from your own lower body. Neither of these cosmetic changes alter the spells' effects; for example, foes can still attack the phantom steed as normal."
			]
		},
		{
			"name": "Molten Wit",
			"source": "LOIL",
			"page": 30,
			"level": 1,
			"traits": [
				"ifrit"
			],
			"entries": [
				"Your elemental soul has sparked not just your body but also your mind. You either become trained in {@skill Deception} and gain the {@feat Charming Liar} skill feat, or you become trained in {@skill Diplomacy} and gain the {@feat Group Impression} skill feat. If you're already trained in one of these skills, you must take the other and can choose from either skill feat. If you're trained in both skills, you become trained in a different skill of your choice instead and can choose from either skill feat."
			]
		},
		{
			"name": "Native Waters",
			"source": "LOIL",
			"page": 31,
			"level": 1,
			"traits": [
				"undine"
			],
			"entries": [
				"You were born with or obtained a special connection to either fresh water or salt water. Once made, this decision can't be changed. Whenever you take your full rest in a natural body of water of the type corresponding to your connection, you recover additional Hit Points equal to your level, and if you have the {@condition doomed} or {@condition fatigued} conditions, you reduce them by 2 instead of 1."
			]
		},
		{
			"name": "Silent Stone",
			"source": "LOIL",
			"page": 31,
			"level": 1,
			"traits": [
				"oread"
			],
			"entries": [
				"You've lived in the shadow of the Shattered Range, and the patience of those ancient mountains expresses itself in your stillness. Your body might have veins of granite, sandstone, or similar sedimentary rocks that make it easier for you to camouflage yourself in certain regions. You become trained in {@skill Stealth}, and you gain the {@feat Terrain Stalker} skill feat. If you're already trained in {@skill Stealth} from another source, you become trained in a skill of your choice instead."
			]
		},
		{
			"name": "Wind Pillow",
			"source": "LOIL",
			"page": 31,
			"level": 1,
			"traits": [
				"sylph"
			],
			"entries": [
				"The winds have whispered to you all your life, and the essence of air itself helps you at times, making you somewhat buoyant when you're suspended in space. Treat all falls as though they were 10 feet less than the actual distance traveled. You also gain the {@feat Powerful Leap} skill feat, even if you don't meet that feat's prerequisites."
			]
		},
		{
			"name": "Noble Resolve",
			"source": "LOIL",
			"page": 31,
			"level": 5,
			"traits": [
				"ifrit",
				"oread",
				"suli",
				"sylph",
				"undine"
			],
			"entries": [
				"Once, genies ruled vast kingdoms, and a remnant of that confidence and power is reflected in your strong will. You gain a +1 circumstance bonus to Will saves against effects with the {@trait mental} trait. Regardless of success or failure, you become aware of the person who used the effect on you if they were visible to you at the time of use."
			]
		},
		{
			"name": "Miraculous Repair",
			"source": "LOIL",
			"page": 31,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 9,
			"traits": [
				"arcane",
				"concentrate",
				"ifrit",
				"oread",
				"suli",
				"sylph",
				"transmutation",
				"undine"
			],
			"frequency": {
				"number": 1,
				"unit": "day"
			},
			"entries": [
				"Geniekin can't grant magical wishes, but some echo of power lingers within you.",
				"Faced with a mechanism that is damaged but not destroyed, you can wish it back into a functional state for a period of 10 minutes. The object must be mundane and no larger than 5 Bulk, such as a disabled locking mechanism in a door. For 10 minutes, the object functions as it should, ignoring any damage to its mechanism.",
				"This doesn't grant you any knowledge of what a device might do or how it ought to function. Once the 10 minutes are up, the object falls back into disrepair and is temporarily immune to Miraculous {@action Repair} for 1 day"
			]
		},
		{
			"name": "Planar Sidestep",
			"source": "LOIL",
			"page": 31,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 13,
			"traits": [
				"arcane",
				"concentrate",
				"conjuration",
				"ifrit",
				"oread",
				"suli",
				"sylph",
				"undine"
			],
			"frequency": {
				"number": 1,
				"unit": "day"
			},
			"trigger": "A creature hits you with a melee {@action Strike}.",
			"entries": [
				"You shift your body briefly between planes, reducing the damage from your foe's attack. You gain resistance 25 to all damage against the triggering attack.",
				"Observers simply see you shimmer with elemental energy for a moment, just as the attack lands."
			]
		},
		{
			"name": "Faultspawn",
			"source": "LOIL",
			"page": 32,
			"level": 1,
			"traits": [
				"lineage",
				"tiefling"
			],
			"entries": [
				"You bear a grudge, inherited from a blasphemous asura forebear in your bloodline, against a particular deity and their works. You also have some vestigial signs of your previous incarnation, such as a second set of shoulder blades without usable arms, a set of mostly closed eyes where no eyes belong, or strange scarring reminiscent of a mouth. You gain the Find Fault reaction.",
				{
					"name": "Find Fault",
					"activity": {
						"number": 1,
						"unit": "reaction"
					},
					"traits": [
						"concentrate"
					],
					"trigger": "You attempt a saving throw against a spell or magic effect but haven't rolled yet",
					"entries": [
						"You find some kind of fault with the magic, using that flaw to protect yourself from the effect. You gain a +1 circumstance bonus to your saving throw against the triggering effect, which increases to a +2 circumstance bonus if the effect is divine and originates from a worshipper of the deity you chose for your grudge."
					],
					"type": "ability"
				}
			],
			"leadsTo": [
				"Towering Presence|LOIL",
				"Asura Magic|LOIL",
				"Dominion Aura|LOIL"
			]
		},
		{
			"name": "Reveal Hidden Self",
			"source": "LOIL",
			"page": 32,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 5,
			"traits": [
				"concentrate",
				"divine",
				"illusion",
				"tiefling"
			],
			"prerequisites": "{@feat Beastbrood|LOAG}",
			"frequency": {
				"number": 1,
				"unit": "day"
			},
			"requirements": "You're {@condition hidden} to at least one enemy.",
			"entries": [
				"While {@condition hidden}, you manifest a version of your animalistic nature. You create an illusion of a Large or smaller creature within 60 feet of your location with the effects of the {@spell illusory creature} spell. The creature shares your animalistic beastbrood features. Unlike most actions taken while {@condition hidden}, using Reveal {@condition Hidden} Self and Sustaining the Spell don't automatically end your {@condition hidden} condition. Use the higher of your class DC or spell DC against attempts to disbelieve the illusion. If a creature observes you, it automatically disbelieves the illusion, and if you're no longer {@condition hidden} to at least one enemy, the effect ends."
			]
		},
		{
			"name": "Towering Presence",
			"source": "LOIL",
			"page": 33,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 5,
			"traits": [
				"concentrate",
				"divine",
				"illusion",
				"polymorph",
				"tiefling",
				"transmutation"
			],
			"prerequisites": "{@feat Faultspawn|LOIL}",
			"frequency": {
				"number": 1,
				"unit": "hour"
			},
			"entries": [
				"You fill an area with your force of will, towering beyond where your true form should be. Increase your size to Large until the beginning of your next turn. Your equipment grows with you but returns to natural size if removed. You're {@condition clumsy||clumsy 1}. Your reach increases by 5 feet (or by 10 feet if you started out Tiny), and you gain a +2 status bonus to melee damage. Towering Presence has no effect if you were already Large or larger."
			]
		},
		{
			"name": "Asura Magic",
			"source": "LOIL",
			"page": 33,
			"level": 9,
			"traits": [
				"tiefling"
			],
			"prerequisites": "{@feat Faultspawn|LOIL}",
			"entries": [
				"You can cast {@spell blood vendetta|APG} and death knell once per day each as 2nd-level divine innate spells."
			]
		},
		{
			"name": "Jalmeri Rakshasa Magic",
			"source": "LOIL",
			"page": 33,
			"level": 9,
			"traits": [
				"tiefling"
			],
			"prerequisites": "{@feat Beastbrood|LOAG}",
			"entries": [
				"You can cast {@spell dispel magic} and {@spell reaper's lantern|apg} once per day each as 2nd-level divine innate spells. {@spell Reaper's lantern|apg} manifests as a lantern shaped like the head of your rakshasa incarnation."
			]
		},
		{
			"name": "Idol Threat",
			"source": "LOIL",
			"page": 33,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 13,
			"traits": [
				"tiefling"
			],
			"prerequisites": "{@feat Beastbrood|LOAG}",
			"requirements": "You're holding something sacred or precious to a creature, such as a relic or personal depiction of their deity or a precious personal memento.",
			"entries": [
				"You brandish the precious object you're holding menacingly, at once mocking it and threatening its safety. Attempt to {@action Demoralize} the creature whose precious item you threaten. You gain a +2 circumstance bonus to the {@skill Intimidation} check to {@action Demoralize}, and on a success, the creature is {@condition flat-footed} for 1 round out of distraction for the object's safety and is {@condition stupefied||stupefied 1} for 1 minute (or {@condition stupefied||stupefied 2} on a critical success). These conditions are both in addition to the normal effects of {@action Demoralize}. The creature is then temporarily immune to any Idol Threat using that specific object for 1 day."
			]
		},
		{
			"name": "Dominion Aura",
			"source": "LOIL",
			"page": 33,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 17,
			"traits": [
				"aura",
				"divine",
				"evocation",
				"force",
				"tiefling"
			],
			"prerequisites": "{@feat Faultspawn|LOIL}",
			"frequency": {
				"number": 1,
				"unit": "day"
			},
			"entries": [
				"For a short time, you fully manifest the expectations of the god destroyer within you. All creatures within a 10-foot emanation take {@damage 8d6} force damage with a basic Fortitude save. A creature that fails this save is also knocked {@condition prone}. For 1 minute, any creature who ends its turn within the 10-foot emanation takes {@damage 5d6} force damage with a basic Fortitude save. If you aren't {@condition drained}, you can choose to become {@condition drained||drained 2} when you use Dominion Aura to increase the radius of the emanation from 10 feet to 20 feet."
			]
		},
		{
			"name": "Ancient Memories",
			"source": "LOIL",
			"page": 37,
			"level": 1,
			"traits": [
				"ghoran"
			],
			"entries": [
				"In the long years since Ghorus's day, you've done pretty much everything at one time or another. During your daily preparations, you can explore your memories of your past lives to become trained in one skill of your choice. This proficiency lasts until you prepare again. Since this proficiency is temporary, you can't use it as a prerequisite for a skill increase or a permanent character option like a feat."
			]
		},
		{
			"name": "Flexible Form",
			"source": "LOIL",
			"page": 37,
			"level": 1,
			"traits": [
				"ghoran"
			],
			"prerequisites": "any heritage except strong oak",
			"entries": [
				"Your body is as supple as a sapling, capable of bending without breaking. You become trained in {@skill Acrobatics}, and if you roll a success to {@action Squeeze}, you get a critical success instead. If you would automatically become trained in {@skill Acrobatics} (from your background or class, for example), you instead become trained in a skill of your choice."
			]
		},
		{
			"name": "Ghoran Lore",
			"source": "LOIL",
			"page": 37,
			"level": 1,
			"traits": [
				"ghoran"
			],
			"entries": [
				"The very first memories ghorans have are those of their creation, and even after thousands of years, those memories have never faded for you. You become trained in {@skill Arcana} and {@skill Nature}. If you would automatically become trained in one of those skills (from your background or class, for example), you instead become trained in a skill of your choice. You also become trained in {@skill Lore||Ghoran Lore}."
			]
		},
		{
			"name": "Ghoran Weapon Familiarity",
			"source": "LOIL",
			"page": 37,
			"level": 1,
			"traits": [
				"ghoran"
			],
			"entries": [
				"Over the course of your long, long existence, you've had a chance to practice with traditional ghoran weapons. You're trained with the glaive, greatclub, hatchet, scythe, and sickle. In addition, you gain access to all uncommon ghoran weapons. For the purpose of determining your proficiency, martial ghoran weapons are simple weapons and advanced ghoran weapons are martial weapons."
			]
		},
		{
			"name": "Hidden Thorn",
			"source": "LOIL",
			"page": 37,
			"level": 1,
			"traits": [
				"ghoran"
			],
			"entries": [
				"Some flowers can hide their thorns, and yours happen to be {@condition hidden} along your arms. You gain a thorns unarmed attack that deals {@damage 1d6} piercing damage. Your thorns are in the knife weapon group and have the {@trait finesse} and {@trait unarmed} traits."
			]
		},
		{
			"name": "Ghoran Weapon Practice",
			"source": "LOIL",
			"page": 38,
			"level": 5,
			"traits": [
				"ghoran"
			],
			"prerequisites": "Ghoran Weapon Familiarity",
			"entries": [
				"With plenty of practice, the memories of previous fights from previous lives come flooding back. Whenever you critically hit using a glaive, greatclub, hatchet, scythe, sickle, or ghoran weapon, you apply the weapon's critical specialization effect."
			]
		},
		{
			"name": "Murderous Thorns",
			"source": "LOIL",
			"page": 38,
			"level": 5,
			"traits": [
				"ghoran"
			],
			"prerequisites": "{@condition Hidden} Thorn or thorned rose",
			"entries": [
				"Your thorns are many, vicious, and sharp. If you have the {@condition Hidden} Thorn feat, your thorn attack gains the deadly d6 trait. If you have the thorned rose heritage, you can use the {@action Wicked Thorns|LOIL} reaction once every hour."
			]
		},
		{
			"name": "Speak with Flowers",
			"source": "LOIL",
			"page": 38,
			"level": 5,
			"traits": [
				"ghoran"
			],
			"entries": [
				"At your very heartwood, you're a flower animated by elder magic, and with a little effort, you can speak to your kindred. You can ask questions of, receive answers from, and use the {@skill Diplomacy} skill with flowering plants of all types."
			]
		},
		{
			"name": "Tree's Ward",
			"source": "LOIL",
			"page": 38,
			"level": 5,
			"traits": [
				"ghoran"
			],
			"entries": [
				"You've lived among trees for so long they recognize your presence and seek to protect you from harm. You can cast {@spell protector tree|SoM} (Pathfinder Secrets of Magic 123) as a primal innate spell once per day."
			]
		},
		{
			"name": "Endless Memories",
			"source": "LOIL",
			"page": 38,
			"level": 9,
			"traits": [
				"ghoran"
			],
			"prerequisites": "Ancient Memories",
			"entries": [
				"You've lived a thousand lives and done a hundred-thousand things. When you choose a skill in which to become trained with Ancient Memories, you can also choose a skill in which you're already trained and become an expert in that skill. This lasts until your Ancient Memories expires. When the effects of Ancient Memories and Endless Memories expire, you can retrain one of your skill increases. The skill increase you gain from this retraining must either make you trained in the skill you chose with Ancient Memories or make you an expert in the skill you chose with Endless Memories."
			]
		},
		{
			"name": "Flower Magic",
			"source": "LOIL",
			"page": 38,
			"level": 9,
			"traits": [
				"ghoran"
			],
			"entries": [
				"Certain magics in the world flow easily through your sap. You can cast {@spell barkskin} and tree shape as 2nd-level arcane innate spells once per day each. A {@spell tree shape} spell you cast this way transforms you into a Large flowering plant like a rosebush or lilac bush instead of a tree."
			]
		},
		{
			"name": "Perfume Cloud",
			"source": "LOIL",
			"page": 38,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 9,
			"traits": [
				"disease",
				"ghoran"
			],
			"frequency": {
				"number": 1,
				"unit": "hour"
			},
			"entries": [
				"You issue a cloud of your fragrance like a full-body sneeze—but one that might save your life as the powerful perfume makes your attackers' eyes sting and water. Plants and fungi are immune to this effect, but all other creatures in a 10-foot emanation must attempt a Fortitude save against your class DC or spell DC (whichever is higher) with the following results.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": [
							"No effect."
						],
						"Success": [
							"The creature is {@condition dazzled} for 1 round."
						],
						"Failure": [
							"The creature is {@condition dazzled} and can see only 10 feet away for 1 round."
						],
						"Critical Failure": [
							"The creature is {@condition blinded} for 1 round."
						]
					}
				}
			]
		},
		{
			"name": "Solar Rejuvenation",
			"source": "LOIL",
			"page": 39,
			"level": 9,
			"traits": [
				"ghoran"
			],
			"entries": [
				"The warmth and light of the sun gives you life. If you rest outdoors for 10 minutes during the day, you regain Hit Points equal to your Constitution modifier × half your level. You gain this benefit in addition to any healing from {@action Treat Wounds}."
			]
		},
		{
			"name": "Eternal Memories",
			"source": "LOIL",
			"page": 39,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 13,
			"traits": [
				"ghoran"
			],
			"prerequisites": "Endless Memories",
			"frequency": {
				"number": 1,
				"unit": "day"
			},
			"entries": [
				"You have lived longer than most realize, and due to your many lifetimes of practice you remember almost everything from your previous incarnations now. You examine your memories, changing the skills you selected with Ancient Memories and Endless Memories."
			]
		},
		{
			"name": "Ghoran Weapon Expertise",
			"source": "LOIL",
			"page": 39,
			"level": 13,
			"traits": [
				"ghoran"
			],
			"prerequisites": "Ghoran Weapon Familiarity",
			"entries": [
				"It's as if you've been training for a thousand years. Whenever you gain a class feature that grants you expert or greater proficiency in a given weapon or weapons, you also gain that proficiency in the glaive, greatclub, hatchet, scythe, sickle, and ghoran weapons in which you're trained."
			]
		},
		{
			"name": "Look but Don't Touch",
			"source": "LOIL",
			"page": 39,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 13,
			"traits": [
				"ghoran",
				"poison"
			],
			"frequency": {
				"number": 1,
				"unit": "day"
			},
			"entries": [
				"Many flowers are beautiful to look upon but deadly to touch—and you're one of them. For 1 minute, any creature that touches you or damages you with a melee weapon without the {@trait reach} trait or with a melee unarmed attack takes {@damage 3d6} poison damage."
			]
		},
		{
			"name": "Violent Vines",
			"source": "LOIL",
			"page": 39,
			"level": 13,
			"traits": [
				"ghoran"
			],
			"entries": [
				"When angered, you can imbue nearby vines with your wrath, provoking them into a murderous rampage. Once per hour, you can cast {@spell murderous vine|SoM} (Secrets of Magic 117) as a primal innate spell."
			]
		},
		{
			"name": "Ghoran's Wrath",
			"source": "LOIL",
			"page": 39,
			"level": 17,
			"traits": [
				"ghoran"
			],
			"entries": [
				"You have such a strong connection to the natural world that you can inspire it to attack at those who threaten you. You can cast nature's reprisal (Secrets of Magic 117) once per hour as a primal innate spell."
			]
		},
		{
			"name": "Community Knowledge",
			"source": "LOIL",
			"page": 42,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 1,
			"traits": [
				"concentrate",
				"divination",
				"kashrishi",
				"occult"
			],
			"frequency": {
				"number": 1,
				"unit": "hour"
			},
			"trigger": "You attempt a skill check requiring 3 actions or fewer.",
			"entries": [
				"You commune with the psychic echoes of your ancestors and community, channeling their experiences into yourself. You gain a +2 status bonus on the triggering skill check."
			]
		},
		{
			"name": "Crystal Luminescence",
			"source": "LOIL",
			"page": 43,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 1,
			"traits": [
				"concentrate",
				"kashrishi",
				"light"
			],
			"entries": [
				"Your horn glows with bioluminescent color, casting bright light in a 20-foot emanation (and dim light for the next 20 feet). This light can be any color. The most common colors are blue and purple, except for trogloshi, who normally shed white light. The light shuts off when you take this action again or fall {@condition unconscious}.",
				"If a spell or ability would activate your glowing horn while Crystal Luminescence is active, it instead increases the radius of the bright light and dim light by 10 feet each until the start of your next turn. This isn't cumulative, so using another such ability doesn't increase the radius again."
			],
			"special": [
				"If you have the trogloshi heritage, you can select this feat a second time (in addition to gaining it automatically from your heritage). If you do, you increase the area to a 40-foot emanation (and dim light for the next 40 feet). In addition, you can use Crystal Luminescence as a free action the first time you use it on each of your turns."
			]
		},
		{
			"name": "Emotional Partitions",
			"source": "LOIL",
			"page": 43,
			"level": 1,
			"traits": [
				"kashrishi"
			],
			"entries": [
				"You have created strong mental partitions in your mind to filter out negative emotional influences. You gain a +1 circumstance bonus on saving throws against {@trait emotion} effects. If you roll a success on a saving throw against an {@trait emotion} effect, you get a critical success instead."
			]
		},
		{
			"name": "Mental Sustenance",
			"source": "LOIL",
			"page": 43,
			"level": 1,
			"traits": [
				"kashrishi"
			],
			"entries": [
				"You can sustain yourself with the power of your mind. You need only a single serving of food and water each week to avoid starvation or dehydration. You can hold your breath for an additional 5 rounds before running out of air."
			]
		},
		{
			"name": "Open Mind",
			"source": "LOIL",
			"page": 43,
			"level": 1,
			"traits": [
				"kashrishi"
			],
			"entries": [
				"You have inherent psychic abilities that allow you to tap into the power of your mind. Choose one cantrip from the occult spell list. You can cast this spell as an occult innate spell at will. A cantrip is heightened to a spell level equal to half your level rounded up."
			]
		},
		{
			"name": "Puncturing Horn",
			"source": "LOIL",
			"page": 43,
			"level": 1,
			"traits": [
				"kashrishi"
			],
			"entries": [
				"While many kashrishi never use their horns for more than cracking open hard-shelled fruits or amplifying their psychic powers, you've practiced using yours offensively. You gain a horn unarmed attack that deals {@damage 1d6} piercing damage. Your horn is in the brawling group and has the {@trait finesse} and {@trait unarmed} traits."
			],
			"special": [
				"If you have the xyloshi heritage, your horn instead deals {@damage 1d8} piercing damage."
			]
		},
		{
			"name": "Scuttle Up",
			"source": "LOIL",
			"page": 43,
			"level": 1,
			"traits": [
				"kashrishi"
			],
			"prerequisites": "athamasi or xyloshi",
			"entries": [
				"Your environment requires you to climb cave walls or tree trunks with great regularity. You gain a {@action Climb} speed of 10 feet."
			]
		},
		{
			"name": "Tough Skin",
			"source": "LOIL",
			"page": 44,
			"level": 1,
			"traits": [
				"kashrishi"
			],
			"prerequisites": "lethoci heritage or xyloshi heritage",
			"entries": [
				"Your skin is medium armor in the plate armor group that grants a +4 item bonus to AC, and has a Dex cap of +1, a check penalty of –2, a Speed penalty of –5 feet, a Strength value of 16, and the {@trait comfort} trait. You can never wear other armor or remove your hide. You can etch armor runes onto your hide.",
				"If you're a lethoci kashrishi who takes this feat, your modifications also make you more buoyant, allowing you to {@action Swim} across the surface of even turbulent bodies of water without needing to make an {@skill Athletics} check."
			],
			"special": [
				"You can take this feat only at 1st level, and you can't retrain into this feat."
			]
		},
		{
			"name": "Empathic Calm",
			"source": "LOIL",
			"page": 44,
			"level": 5,
			"traits": [
				"kashrishi"
			],
			"entries": [
				"Once per day, you can cast either calm emotions or sanctuary as an innate occult spell, heightened to half your level rounded up."
			]
		},
		{
			"name": "Fighting Horn",
			"source": "LOIL",
			"page": 44,
			"level": 5,
			"traits": [
				"kashrishi"
			],
			"prerequisites": "Puncturing Horn or xyloshi",
			"entries": [
				"You can modify the size and shape of your horn over time using your mental powers. Choose two of the following weapon traits: disarm, grapple, shove, and trip. Your horn gains the chosen traits."
			],
			"special": [
				"You can take this feat a second time, adding the traits you didn't choose when you first took it."
			]
		},
		{
			"name": "Skilled Climber",
			"source": "LOIL",
			"page": 44,
			"level": 5,
			"traits": [
				"kashrishi"
			],
			"prerequisites": "athamasi or xyloshi",
			"entries": [
				"You can navigate vertical surfaces with ease. You gain a climb Speed of 10 feet. If you also have the Scuttle Up ancestry feat, your climb Speed increases to your land Speed when climbing trees or cavern walls."
			]
		},
		{
			"name": "Unlock Secret",
			"source": "LOIL",
			"page": 44,
			"level": 5,
			"traits": [
				"kashrishi"
			],
			"prerequisites": "Open Mind",
			"entries": [
				"You delve deeper into your psychic potential. Choose a 1st-level occult spell, either a common spell or another to which you have access. You can cast that spell once per day as an innate occult spell."
			]
		},
		{
			"name": "Well of Potential",
			"source": "LOIL",
			"page": 44,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 5,
			"traits": [
				"kashrishi"
			],
			"prerequisites": "focus pool, at least one innate spell from a kashrishi heritage or ancestry feat that shares a tradition with at least one of your focus spells",
			"frequency": {
				"number": 1,
				"unit": "day"
			},
			"entries": [
				"Your mind is a deep well of psychic potential. You regain 1 Focus Point, up to your usual maximum."
			]
		},
		{
			"name": "Fortified Mind",
			"source": "LOIL",
			"page": 44,
			"level": 9,
			"traits": [
				"kashrishi"
			],
			"entries": [
				"Your mind is unusually resilient and resistant to influence. When you would gain the {@condition fascinated} or {@condition stupefied} condition, you can attempt a DC {@flatDC 17} flat check. On a success, you don't gain the {@condition fascinated} or {@condition stupefied} condition."
			]
		},
		{
			"name": "Telekinetic Slip",
			"source": "LOIL",
			"page": 45,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 9,
			"traits": [
				"evocation",
				"kashrishi",
				"occult"
			],
			"frequency": {
				"number": 1,
				"unit": "day"
			},
			"trigger": "Your turn begins, and you're {@condition grabbed} or {@condition restrained}.",
			"entries": [
				"A thin shell of telekinetic energy pushes from your skin, widening your enemy's grasp enough for you to slip free. You gain a +2 status bonus to checks to {@action Escape} from whatever has you {@condition grabbed} or {@condition restrained}. This bonus lasts until either you're no longer {@condition grabbed} or {@condition restrained}, or you fall {@condition unconscious}."
			]
		},
		{
			"name": "Transcendent Realization",
			"source": "LOIL",
			"page": 45,
			"level": 9,
			"traits": [
				"kashrishi"
			],
			"prerequisites": "Unlock Secret",
			"entries": [
				"You've unleashed even more of your mind's limitless potential. Choose a 3rd-level occult spell, either a common spell or another to which you have access, including a lower-level spell heightened to 3rd level if you wish. You can cast that spell once per day as an innate occult spell."
			]
		},
		{
			"name": "Kashrishi Revivification",
			"source": "LOIL",
			"page": 45,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"level": 13,
			"traits": [
				"kashrishi"
			],
			"frequency": {
				"number": 1,
				"unit": "day"
			},
			"trigger": "You have the {@condition dying} condition and are about to attempt a recovery check.",
			"entries": [
				"You can use Kashrishi Revivification even if you're otherwise unable to act. The well of psychic energy held within your mind can exceed the limitations of your physical body. You're restored to 1 Hit Point, lose the {@condition dying} and {@condition unconscious} conditions, and can act normally on this turn. You gain or increase the {@condition wounded} condition as normal for losing the {@condition dying} condition."
			]
		},
		{
			"name": "Reimagine",
			"source": "LOIL",
			"page": 45,
			"level": 13,
			"traits": [
				"kashrishi"
			],
			"prerequisites": "Transcendent Realization",
			"entries": [
				"You can cast {@spell dreaming potential} as an innate occult spell. You can cast this spell targeting yourself as your last activity before falling asleep to receive its normal benefits and effects."
			]
		},
		{
			"name": "Bend Space",
			"source": "LOIL",
			"page": 45,
			"level": 17,
			"traits": [
				"uncommon",
				"kashrishi"
			],
			"prerequisites": "Transcendent Realization",
			"entries": [
				"Not even space itself is a match for the unleashed power of your mind. You can cast {@spell teleport} as an innate occult spell. You don't need to touch creatures to target them with this innate spell as long as they're in range of your empathic sense."
			]
		},
		{
			"name": "Cleansing Light",
			"source": "LOIL",
			"page": 45,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 17,
			"traits": [
				"concentrate",
				"kashrishi",
				"light",
				"necromancy",
				"occult"
			],
			"frequency": {
				"number": 1,
				"unit": "day"
			},
			"entries": [
				"A burst of light from your horn cleanses your allies of ailments and sends your foes reeling. You and all allies in a 20-foot emanation benefit from a 4th-level {@spell restoration} spell. All enemies within the emanation are {@condition dazzled} until the end of your next turn."
			]
		},
		{
			"name": "Cold Minded",
			"source": "LOIL",
			"page": 48,
			"level": 1,
			"traits": [
				"nagaji"
			],
			"entries": [
				"The subtle strands of beguiling magic leave little impression on your mind. You gain a +1 circumstance bonus to saving throws against {@trait emotion} effects, and whenever you roll a success on a saving throw against an {@trait emotion} effect, you get a critical success instead."
			]
		},
		{
			"name": "Nagaji Lore",
			"source": "LOIL",
			"page": 49,
			"level": 1,
			"traits": [
				"nagaji"
			],
			"entries": [
				"You're the vassal or apprentice of a learned naga, and you've studied the secrets of naga magic and concocting intricate poisons. You gain the trained proficiency rank in {@skill Crafting} and {@skill Occultism}. If you would automatically become trained in one of those skills (from your background or class, for example), you become trained in a skill of your choice. You also become trained in your choice of {@skill Lore||Nagaji Lore} or {@skill Lore||Naga Lore}."
			]
		},
		{
			"name": "Nagaji Spell Familiarity",
			"source": "LOIL",
			"page": 49,
			"level": 1,
			"traits": [
				"nagaji"
			],
			"entries": [
				"Either through study, exposure, or familial devotion, you have the magic of nagas bubbling in your blood. During your daily preparations, choose {@spell daze}, {@spell detect magic}, or {@spell mage hand}. Until your next daily preparations, you can cast the chosen spell as an occult innate cantrip. A cantrip is heightened to a spell level equal to half your level rounded up."
			]
		},
		{
			"name": "Serpent's Tongue",
			"source": "LOIL",
			"page": 49,
			"level": 1,
			"traits": [
				"nagaji"
			],
			"entries": [
				"You subconsciously flick your tongue through the air to taste the world around you. You gain imprecise scent with a range of 30 feet."
			]
		},
		{
			"name": "Water Nagaji",
			"source": "LOIL",
			"page": 49,
			"level": 1,
			"traits": [
				"nagaji"
			],
			"entries": [
				"Much like a water naga, you've formed a connection to a sacred or pristine body of water, either as a home or a place to protect. You gain the {@feat Breath Control} general feat as a bonus feat and a swim Speed of 10 feet."
			]
		},
		{
			"name": "Hypnotic Lure",
			"source": "LOIL",
			"page": 49,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 5,
			"traits": [
				"concentrate",
				"enchantment",
				"mental",
				"nagaji",
				"occult",
				"visual"
			],
			"frequency": {
				"number": 1,
				"unit": "hour"
			},
			"entries": [
				"Your unblinking gaze is so intense it can befuddle the mind of others, drawing your victims toward you even against their better judgment. You stare at a creature within 30 feet. The target must attempt a Will save against the higher of your class DC or spell DC.",
				{
					"type": "successDegree",
					"entries": {
						"Success": [
							"The target is unaffected."
						],
						"Failure": [
							"On its turn, the target must spend its first action to approach you. It can't {@action Delay} or take reactions until it has done so."
						],
						"Critical Failure": [
							"The target must use all its actions on its next turn to approach you. It can't {@action Delay} or take any reactions until it has reached a space that's adjacent to you (or as close to you as possible if it reaches an impassable barrier)."
						]
					}
				}
			]
		},
		{
			"name": "Nagaji Spell Mysteries",
			"source": "LOIL",
			"page": 49,
			"level": 5,
			"traits": [
				"nagaji"
			],
			"prerequisites": "at least one innate spell from a nagaji heritage or ancestry feat",
			"entries": [
				"You've learned more naga magic. During your daily preparations, choose {@spell charm}, {@spell fleet step}, or {@spell heal}. You can cast the chosen spell as a 1st-level occult innate spell once that day."
			]
		},
		{
			"name": "Skin Split",
			"source": "LOIL",
			"page": 49,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 5,
			"traits": [
				"nagaji"
			],
			"frequency": {
				"number": 1,
				"unit": "day"
			},
			"entries": [
				"You claw open the top layer of your scales and peel off the premature shed in order to remove harmful substances from your skin. You immediately end all {@condition persistent damage} from effects that coat your skin (such as fire and most {@condition persistent damage||persistent acid damage}). If you're suffering from an effect other than {@condition persistent damage} that depends on continuous contact with your skin, and if that effect allows a saving throw, immediately attempt a new saving throw against that effect."
			]
		},
		{
			"name": "Venom Spit",
			"source": "LOIL",
			"page": 50,
			"level": 5,
			"traits": [
				"nagaji"
			],
			"entries": [
				"You've learned the art of lobbing toxic spittle at vulnerable spots on your foes, especially the eyes. You gain a venomous spit ranged unarmed attack with a range increment of 10 feet that deals {@damage 1d4} poison damage. On a critical hit, the target takes {@condition persistent damage||persistent poison damage} equal to the number of weapon damage dice. Your spit doesn't have a weapon group, nor a critical specialization effect."
			],
			"special": [
				"If you have the hooded nagaji heritage, in addition to your venomous spit's normal critical hit effect, the target is also {@condition dazzled} until the start of your next turn."
			]
		},
		{
			"name": "Envenom Strike",
			"source": "LOIL",
			"page": 50,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 9,
			"traits": [
				"nagaji"
			],
			"prerequisites": "you possess a {@action Strike} from a nagaji heritage or ancestry feat that deals poison damage",
			"frequency": {
				"number": 1,
				"interval": 10,
				"unit": "minute"
			},
			"entries": [
				"You spit venom onto a weapon you're holding or a weapon held by a willing creature within 30 feet; you can also use this ability to envenom your nagaji fangs unarmed attack. If the next {@action Strike} with the chosen weapon before the start of your next turn hits and deals damage, the {@action Strike} deals an additional {@damage 2d6} poison damage."
			]
		},
		{
			"name": "Guarded Thoughts",
			"source": "LOIL",
			"page": 50,
			"level": 9,
			"traits": [
				"nagaji"
			],
			"entries": [
				"Your mind, like a dark naga's, foils attempts to read your thoughts. Any effect that specifically attempts to read your mind to glean information must succeed at a counteract check against the higher of your class DC or your spell DC to do so successfully; otherwise, it gains no information. The counteract level is equal to half your level rounded up."
			]
		},
		{
			"name": "Serpentcoil Slam",
			"source": "LOIL",
			"page": 50,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 9,
			"traits": [
				"nagaji"
			],
			"frequency": {
				"number": 1,
				"unit": "minute"
			},
			"entries": [
				"Your people's ancient and storied rivalry with garudas led you to develop special techniques against flying foes. Make a melee {@action Strike} against a flying creature up to one size larger than you; if you hit, you use your neck or coils to smash the creature into the ground. In addition to the normal effects of your {@action Strike}, the creature moves to the nearest unoccupied ground space adjacent to you and can't {@action Fly}, levitate, or otherwise leave the ground for 1 round. On a critical hit, it can't {@action Fly}, levitate, or otherwise leave the ground for 1 minute."
			]
		},
		{
			"name": "Serpentine Swimmer",
			"source": "LOIL",
			"page": 50,
			"level": 9,
			"traits": [
				"nagaji"
			],
			"prerequisites": "Water Nagaji",
			"entries": [
				"You undulate your body in a series of sinuous serpentine motions as you swim, drastically improving the speed at which you move through the water. Your swim Speed increases from 10 feet to 25 feet."
			]
		},
		{
			"name": "Disruptive Stare",
			"source": "LOIL",
			"page": 51,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 13,
			"traits": [
				"mental",
				"nagaji",
				"visual"
			],
			"trigger": "A creature within 30 feet attempts to {@action Cast a Spell} with the {@trait concentrate} trait.",
			"entries": [
				"Your frigid gaze can turn a foe's blood to ice. The triggering creature must attempt a Will save against your class DC or spell DC, whichever is higher. It then becomes temporarily immune for 24 hours.",
				{
					"type": "successDegree",
					"entries": {
						"Failure": [
							"The triggering spell takes a –2 status penalty to its spell attack rolls and DCs."
						],
						"Critical Failure": [
							"The triggering spell is disrupted."
						]
					}
				}
			]
		},
		{
			"name": "Nagaji Spell Expertise",
			"source": "LOIL",
			"page": 51,
			"level": 13,
			"traits": [
				"nagaji"
			],
			"prerequisites": "Nagaji Spell Mysteries",
			"entries": [
				"Your magical skill rivals that of accomplished naga spellcasters. During your daily preparations, choose blink, control water, or subconscious suggestion. You can Cast this Spell as a 5th-level occult innate spell once that day. You become an expert in occult spell DCs and occult spell attack rolls."
			]
		},
		{
			"name": "Pit of Snakes",
			"source": "LOIL",
			"page": 51,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 13,
			"traits": [
				"concentrate",
				"conjuration",
				"manipulate",
				"nagaji",
				"occult"
			],
			"frequency": {
				"number": 1,
				"unit": "day"
			},
			"entries": [
				"Mundane serpents obey your summons. You call forth a writhing mass of snakes, raising your hands to cause the snakes to emerge from the ground in a 20-foot burst within 120 feet. The snakes appear on all squares of the ground in the area and remain for 1 minute. When you use Pit of Snakes, all creatures in the area must attempt a Fortitude save against the higher of your class DC or spell DC. Any creature that fails is {@condition grabbed} by a snake and takes {@damage 3d6} bludgeoning damage. Whenever a creature ends its turn in the area, the snakes attempt to Grab that creature if they aren't already grabbing it. Any creature already {@condition grabbed} instead takes {@damage 2d6} bludgeoning damage.",
				"The snakes' {@action Escape} DC is equal to the higher of your class DC or spell DC. A creature can attack a snake in an attempt to release its grip. The snake's AC is equal to the higher of your class DC or spell DC, and it's destroyed if it takes 12 or more damage. Even if a specific snake is destroyed, additional snakes continue to cavort in the area until the duration ends. You can {@action Dismiss} the effect."
			]
		},
		{
			"name": "Breath of Calamity",
			"source": "LOIL",
			"page": 51,
			"level": 17,
			"traits": [
				"nagaji"
			],
			"entries": [
				"Your roar shakes the earth and splits the heavens. Once per day, you can cast {@spell chain lightning} as a 7th-level innate occult spell. Any creature that critically fails its save against the spell is {@condition blinded} and {@condition deafened} for 1 round."
			]
		},
		{
			"name": "Prismatic Scales",
			"source": "LOIL",
			"page": 51,
			"level": 17,
			"traits": [
				"nagaji"
			],
			"entries": [
				"You can cause your scales to glow with scintillating, many-hued colors, protecting you from energy while dazzling foes. Once per day, you can cast {@spell prismatic armor|SoM} (Secrets of Magic 122) as an occult innate spell, except the spell alters the coloration of your scales instead of causing you to be clad in armor. This difference is cosmetic, and the spell has all the same effects as normal."
			]
		},
		{
			"name": "Canopy Sight",
			"source": "LOIL",
			"page": 54,
			"level": 1,
			"traits": [
				"vanara"
			],
			"entries": [
				"You can see equally well even in dense jungles where only a small amount of light shines through. You gain low-light vision."
			]
		},
		{
			"name": "Climbing Tail",
			"source": "LOIL",
			"page": 55,
			"level": 1,
			"traits": [
				"vanara"
			],
			"entries": [
				"Your tail makes it much easier for you to climb. You gain a +2 circumstance bonus to {@skill Athletics} checks to {@action Climb}, you gain the {@feat Combat Climber} skill feat, and you reduce the number of free hands required to {@action Climb} or {@action Trip} by one."
			]
		},
		{
			"name": "Sudden Mindfulness",
			"source": "LOIL",
			"page": 55,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 1,
			"traits": [
				"vanara"
			],
			"trigger": "You roll a success on a saving throw against an effect that would make you {@condition fascinated} or {@condition dazzled}.",
			"entries": [
				"Your mind retains full awareness despite the best attempts of others, and your focus throws others off-balance. You get a critical success on the triggering saving throw, and if the triggering effect was caused by a creature, that creature is {@condition flat-footed} to you until the end of your next turn."
			]
		},
		{
			"name": "Vanara Lore",
			"source": "LOIL",
			"page": 55,
			"level": 1,
			"traits": [
				"vanara"
			],
			"entries": [
				"You attained the cultural training of a ba-sadhak, a seeker of treasures and rare delights. You become trained in {@skill Survival} and {@skill Thievery}. If you would automatically become trained in one of those skills (from your background or class, for example), you instead become trained in a skill of your choice. You're also trained in the {@skill Lore||Vanara Lore} skill."
			]
		},
		{
			"name": "Vanara Weapon Familiarity",
			"source": "LOIL",
			"page": 55,
			"level": 1,
			"traits": [
				"vanara"
			],
			"entries": [
				"You favor weapons steeped in vanaran tradition. You gain access to, and are trained with, the bo staff, chakram, katar, panabas, and urumi (Pathfinder Lost Omens: Gods & Magic 121). In addition, you gain access to all uncommon vanara weapons. For the purpose of determining your proficiency, martial vanara weapons are simple weapons, and advanced vanara weapons are martial weapons."
			]
		},
		{
			"name": "Whitecape",
			"source": "LOIL",
			"page": 55,
			"level": 1,
			"traits": [
				"vanara"
			],
			"entries": [
				"You're shorter and wider than many vanaras of your heritage, and the hair on your shoulders and your head is particularly thick and luxurious, like a majestic cape. This hair grows back supernaturally quickly if shorn. You gain the {@feat Steady Balance} skill feat, even if you aren't trained in {@skill Acrobatics}, and you can {@action Step} into difficult terrain caused by uneven ground."
			],
			"special": [
				"You can take this feat only at 1st level, and you can't retrain out of or into this feat."
			]
		},
		{
			"name": "Darting Monkey",
			"source": "LOIL",
			"page": 55,
			"level": 5,
			"traits": [
				"vanara"
			],
			"entries": [
				"You have a heightened awareness in combat, and your darting strikes prevent your foes from distracting you or breaking your focus. When you hit a creature of your level or lower while that creature is flanking you, flanking doesn't make you {@condition flat-footed} to that creature. This benefit lasts until the start of your next turn or until the creature moves, whichever comes first. The creature can still help its other allies flank."
			]
		},
		{
			"name": "Jungle Runner",
			"source": "LOIL",
			"page": 55,
			"level": 5,
			"traits": [
				"vanara"
			],
			"entries": [
				"You run through the jungle as easily as you would through an open field. You ignore difficult terrain from underbrush within forests and jungles. You can always use the {@action Take Cover} action when you're within forest or jungle terrain to gain cover, even if you aren't adjacent to an obstacle you can {@action Take Cover} behind."
			]
		},
		{
			"name": "Ragdya's Revelry",
			"source": "LOIL",
			"page": 56,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 5,
			"traits": [
				"vanara"
			],
			"frequency": {
				"number": 1,
				"unit": "day"
			},
			"trigger": "An adjacent creature you can see fails an attack roll against you.",
			"entries": [
				"You dart away from your foe's attack with a casual laugh, using the opening to cause mischief. You attempt to {@action Steal} an item from the triggering creature, ignoring the usual restriction that the creature can't be in combat."
			]
		},
		{
			"name": "Skillful Climber",
			"source": "LOIL",
			"page": 56,
			"level": 5,
			"traits": [
				"vanara"
			],
			"entries": [
				"You can scamper up or down surfaces as nimbly as a monkey. You gain a climb Speed of 10 feet. If you have the Climber's Tail ancestry feat, your total climb Speed increases to your land Speed when climbing trees."
			]
		},
		{
			"name": "Tail Snatch",
			"source": "LOIL",
			"page": 56,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 5,
			"traits": [
				"vanara"
			],
			"entries": [
				"You can whip your tail around to lash items from the unwary's grip. You attempt to {@action Disarm} a creature, ignoring the requirement that you must have at least one hand free. As normal, your tail can't hold the items it disarms."
			]
		},
		{
			"name": "Vanara Weapon Trickery",
			"source": "LOIL",
			"page": 56,
			"level": 5,
			"traits": [
				"vanara"
			],
			"prerequisites": "Vanara Weapon Familiarity",
			"entries": [
				"You've learned how to trick your foes using vanara weapons. Whenever you critically hit using a bo staff, chakram, katar, panabas, urumi (Gods & Magic 121), or vanara weapon, you apply the weapon's critical specialization effect."
			]
		},
		{
			"name": "Dangle",
			"source": "LOIL",
			"page": 56,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 9,
			"traits": [
				"move",
				"vanara"
			],
			"prerequisites": "Climbing Tail",
			"entries": [
				"You can hang by your tail from any suitable anchor point, such as a tree branch, balcony, or rocky outcropping (subject to the GM's discretion), typically while climbing. While hanging, you have free use of all your other limbs, so you can perform tasks that require both hands, such as firing a bow or swinging a bo staff.",
				"You can {@action Release} your tail to drop down, and you cease hanging if you take an action with the {@trait move} trait."
			]
		},
		{
			"name": "Legendary Size",
			"source": "LOIL",
			"page": 56,
			"level": 9,
			"traits": [
				"vanara"
			],
			"entries": [
				"The vanaras of old were tricksters able to step across wide rivers or slip into impossibly small spaces. You can cast {@spell enlarge} and shrink once per day each as 2nd-level divine innate spells. You can target only yourself and other vanaras with these spells."
			]
		},
		{
			"name": "Ragdya's Dance",
			"source": "LOIL",
			"page": 56,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 9,
			"traits": [
				"vanara"
			],
			"frequency": {
				"number": 1,
				"unit": "hour"
			},
			"trigger": "An adjacent {@condition observed} creature succeeds at an attack roll against you.",
			"entries": [
				"Even when faced with deadly danger, you fight with the rapturous laughter of {@deity Ragdya|LOGM} in your heart and can play impossible tricks. After resolving the successful attack, the triggering creature must attempt a Will save against the higher of your class DC or your spell DC. On a failure, you and the triggering creature switch places. You and the triggering creature must each be able to fit in the new space, and your positions must be unoccupied."
			]
		},
		{
			"name": "Rakshasa Ravaged",
			"source": "LOIL",
			"page": 57,
			"level": 9,
			"traits": [
				"vanara"
			],
			"prerequisites": "expert in {@skill Occultism}",
			"entries": [
				"You and your family know well the ravages of rakshasa predations, and you know how to best defend yourself against their growing corruption in the world. You gain a +1 circumstance bonus to saving throws against occult spells."
			]
		},
		{
			"name": "Monkey Spirits",
			"source": "LOIL",
			"page": 57,
			"level": 13,
			"traits": [
				"vanara"
			],
			"entries": [
				"Vanaras generally consider the spirits of departed monkeys to be less informative or interesting than their own ancestors traveling the cycles of existence, yet these monkey spirits can prove useful when the situation is dire. You can cast {@spell mad monkeys|APG} (Pathfinder Advanced Player's Guide 222) once per day as a 5th-level primal innate spell. You become an expert in primal spell DCs and primal spell attack rolls. If you choose flagrant burglary for this casting of mad monkeys, you can have the monkeys use your {@skill Thievery} modifier instead of your spell DC – 10."
			]
		},
		{
			"name": "Unbound Freedom",
			"source": "LOIL",
			"page": 57,
			"level": 13,
			"traits": [
				"vanara"
			],
			"entries": [
				"Your future is no other person's to control, and the cycles of your fate sometimes step in to protect you when that control would be taken from you. Whenever you would gain the {@condition controlled} condition, you can attempt a DC {@flatDC 17} flat check. On a success, you don't gain the condition."
			]
		},
		{
			"name": "Vanara Battle Clarity",
			"source": "LOIL",
			"page": 57,
			"level": 13,
			"traits": [
				"vanara"
			],
			"entries": [
				"Your focus in combat is practically unshakable.",
				"While you can act, you aren't {@condition flat-footed} to {@condition hidden}, {@condition undetected}, or flanking creatures of your level or lower, or to creatures of your level or lower using surprise attack."
			]
		},
		{
			"name": "Vanara Weapon Expertise",
			"source": "LOIL",
			"page": 57,
			"level": 13,
			"traits": [
				"vanara"
			],
			"prerequisites": "Vanara Weapon Familiarity",
			"entries": [
				"Thanks to numerous joyous practice exercises, you've become an expert in vanara weapons. Whenever you gain a class feature that grants you expert or greater proficiency in a given weapon or weapons, you also gain that proficiency in the bo staff, chakram, katar, panabas, urumi (Gods & Magic 121), and all vanara weapons in which you're trained."
			]
		},
		{
			"name": "Unfettering Prankster",
			"source": "LOIL",
			"page": 57,
			"level": 17,
			"traits": [
				"vanara"
			],
			"entries": [
				"You can uplift all around you with your pranks, causing you and your allies to receive divine guidance in all your movements to effortlessly avoid environmental hindrances. Once per day, you can cast {@spell unfettered pack} as a divine innate spell. When you do so, you cast the spell by performing a divinely inspired prank."
			]
		},
		{
			"name": "Alabaster Eyes",
			"source": "LOIL",
			"page": 60,
			"level": 1,
			"traits": [
				"vishkanya"
			],
			"entries": [
				"In place of the normal vishkanyan golden eyes, you were born with especially perceptive snow-white eyes. You gain darkvision."
			],
			"special": [
				"You can take this feat only at 1st level, and you can't retrain out of this feat or into this feat."
			]
		},
		{
			"name": "Lesser Enhance Venom",
			"source": "LOIL",
			"page": 61,
			"level": 1,
			"traits": [
				"vishkanya"
			],
			"prerequisites": "{@action Envenom|LOIL}",
			"entries": [
				"Your venom grows deadlier and more plentiful. You upgrade the vishkanyan venom you can apply with {@action Envenom|LOIL} to lesser vishkanyan venom. {@action Envenom|LOIL}'s frequency becomes once per hour.",
				{
					"type": "affliction",
					"name": "Lesser Vishkanyan Venom",
					"note": "level 1",
					"savingThrow": "Fortitude",
					"maxDuration": "6 rounds",
					"stages": [
						{
							"stage": 1,
							"entry": "{@damage 1d6} poison damage",
							"duration": "1 round"
						},
						{
							"stage": 2,
							"entry": "{@damage 1d6} poison damage",
							"duration": "1 round"
						},
						{
							"stage": 3,
							"entry": "{@damage 2d6} poison damage",
							"duration": "1 round"
						}
					]
				}
			]
		},
		{
			"name": "Social Camouflage",
			"source": "LOIL",
			"page": 61,
			"level": 1,
			"traits": [
				"vishkanya"
			],
			"entries": [
				"You have the uncanny ability to quickly blend into the lifestyle of whatever settlement in which you find yourself. After residing in a particular settlement for at least 1 day, you gain a +1 circumstance bonus to checks to {@action Impersonate} to pass yourself off as a resident of that settlement. Additionally, you can use {@skill Deception} in place of {@skill Diplomacy} to {@action Gather Information} while in that settlement. The GM might decide you need more time in particularly large settlements to gain these benefits, or might decide you gain the benefits only while in a specific district or part of the settlement."
			]
		},
		{
			"name": "Vishkanya Lore",
			"source": "LOIL",
			"page": 61,
			"level": 1,
			"traits": [
				"vishkanya"
			],
			"entries": [
				"You deeply understand vishkanyan strengths and cultural traditions. You gain the trained proficiency rank in {@skill Performance} and {@skill Stealth}. If you would automatically become trained in one of those skills (from your background or class, for example), you instead become trained in a skill of your choice. You also become trained in {@skill Lore||Vishkanya Lore}."
			]
		},
		{
			"name": "Vishkanya Weapon Familiarity",
			"source": "LOIL",
			"page": 61,
			"level": 1,
			"traits": [
				"vishkanya"
			],
			"entries": [
				"You favor weapons historically used in subtle work and in ceremony. You gain access to and are trained with the blowgun, fighting fan (Pathfinder Lost Omens: Gods & Magic 120), kris (page 221), kukri, and shuriken. In addition, you gain access to all uncommon vishkanyan weapons. For the purpose of determining your proficiency, martial vishkanyan weapons are simple weapons and advanced vishkanyan weapons are martial weapons."
			]
		},
		{
			"name": "Debilitating Venom",
			"source": "LOIL",
			"page": 61,
			"level": 5,
			"traits": [
				"vishkanya"
			],
			"prerequisites": "{@action Envenom|LOIL}",
			"entries": [
				"Your venom is particularly potent, affecting targets in different ways. When you gain this feat, select one of the following debilitations. When you use {@action Envenom|LOIL}, you can choose to apply a debilitation to your venom to adjust its effects. The changes to each stage of the venom are listed. You can apply only one debilitation to your venom.",
				{
					"type": "list",
					"items": [
						"Hampering (level 5)"
					]
				},
				{
					"type": "affliction",
					"stages": [
						{
							"stage": 1,
							"entry": "–5-foot status penalty to Speed"
						},
						{
							"stage": 2,
							"entry": "–5-foot status penalty to Speed"
						},
						{
							"stage": 3,
							"entry": "–10-foot status penalty to Speed"
						}
					]
				},
				{
					"type": "list",
					"items": [
						"Stumbling (level 5)"
					]
				},
				{
					"type": "affliction",
					"stages": [
						{
							"stage": 1,
							"entry": "no adjustment"
						},
						{
							"stage": 2,
							"entry": "{@condition flat-footed}"
						},
						{
							"stage": 3,
							"entry": "{@condition flat-footed} and a –5-foot penalty to Speed"
						}
					]
				}
			],
			"special": [
				"You can select this feat a second time to gain the other debilitation."
			]
		},
		{
			"name": "Restoring Blood",
			"source": "LOIL",
			"page": 61,
			"level": 5,
			"traits": [
				"vishkanya"
			],
			"prerequisites": "{@action Envenom|LOIL}",
			"entries": [
				"Your body can process an alternative to your venom that heals wounds. You can use your {@action Envenom|LOIL} action to produce a blood restorative instead of vishkanyan venom. You can make a blood restorative at most once per 10 minutes, even if your {@action Envenom|LOIL} action can be used more frequently. You or an adjacent creature can {@action Interact} to consume the restorative to regain {@dice 3d6} Hit Points. This is a positive {@trait healing} effect. A restorative spoils at the start of your next turn. When you reach 15th level, the restorative restores {@dice 5d6} Hit Points instead."
			]
		},
		{
			"name": "Vishkanya Weapon Arts",
			"source": "LOIL",
			"page": 62,
			"level": 5,
			"traits": [
				"vishkanya"
			],
			"prerequisites": "Vishkanya Weapon Familiarity",
			"entries": [
				"You are graceful and efficient in the use of vishkanyan weapons. Whenever you critically hit using a blowgun, fighting fan, kris, kukri, shuriken, or vishkanya weapon, you apply the weapon's critical specialization effect."
			]
		},
		{
			"name": "Alluring Performance",
			"source": "LOIL",
			"page": 62,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 9,
			"traits": [
				"incapacitation",
				"mental",
				"vishkanya",
				"visual"
			],
			"frequency": {
				"number": 1,
				"unit": "day"
			},
			"requirements": "trained in {@skill Performance}",
			"entries": [
				"You command the attention of those around you with an elegant display. Attempt a {@skill Performance} check and compare it to the Will DC of each creature in a 15-foot emanation.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": [
							"The target is {@condition fascinated} with you for as long as you perform (unless it breaks from the fascination, as normal for the condition) and is {@condition dazzled} for 1 round or as long as it's {@condition fascinated}, whichever is longer."
						],
						"Success": [
							"The target is {@condition fascinated} for 1 round and is {@condition dazzled} for 1 round."
						],
						"Failure": [
							"The target is {@condition dazzled} for 1 round."
						],
						"Critical Failure": [
							"The target is unaffected."
						]
					}
				}
			]
		},
		{
			"name": "Moderate Enhance Venom",
			"source": "LOIL",
			"page": 62,
			"level": 9,
			"traits": [
				"vishkanya"
			],
			"prerequisites": "Lesser Enhance Venom",
			"entries": [
				"You upgrade the vishkanyan venom you can apply with {@action Envenom|LOIL} to moderate vishkanyan venom. {@action Envenom|LOIL}'s frequency becomes once per 10 minutes.",
				{
					"type": "affliction",
					"name": "Moderate Vishkanyan Venom",
					"number": {
						"number": 10,
						"unit": "minute"
					},
					"note": "Level 9",
					"savingThrow": "Fortitude",
					"maxDuration": "6 rounds",
					"stages": [
						{
							"stage": 1,
							"entry": "{@damage 3d6} poison damage",
							"duration": "1 round"
						},
						{
							"stage": 2,
							"entry": "{@damage 4d6} poison damage",
							"duration": "1 round"
						},
						{
							"stage": 3,
							"entry": "{@damage 5d6} poison damage",
							"duration": "1 round"
						}
					]
				}
			]
		},
		{
			"name": "Swift Application",
			"source": "LOIL",
			"page": 62,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 9,
			"traits": [
				"vishkanya"
			],
			"prerequisites": "{@action Envenom|LOIL}",
			"entries": [
				"You expertly combine the motions of attacking and coating your weapon with venom. You {@action Envenom|LOIL} a weapon or piece of ammunition, and then {@action Strike} with that weapon. This counts against your uses of {@action Envenom|LOIL} normally and can't be used if your venom is exhausted."
			]
		},
		{
			"name": "Viper Strike",
			"source": "LOIL",
			"page": 62,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 9,
			"traits": [
				"vishkanya"
			],
			"frequency": {
				"number": 1,
				"unit": "minute"
			},
			"entries": [
				"You move and attack with a swiftness that most can't follow. You {@action Stride} and then {@action Strike}. Your movement doesn't trigger reactions based on movement."
			]
		},
		{
			"name": "Stronger Debilitating Venom",
			"source": "LOIL",
			"page": 62,
			"level": 13,
			"traits": [
				"vishkanya"
			],
			"prerequisites": "Debilitating Venom, Moderate Enhance Venom",
			"entries": [
				"Add one of the following to the debilitations from which you can choose when you {@action Envenom|LOIL}. These debilitations reduce the damage of all stages as noted.",
				{
					"type": "list",
					"items": [
						"Bungling (level 13) Reduce damage by 1 die"
					]
				},
				{
					"type": "affliction",
					"stages": [
						{
							"stage": 1,
							"entry": "no effect"
						},
						{
							"stage": 2,
							"entry": "{@condition clumsy||clumsy 1}"
						},
						{
							"stage": 3,
							"entry": "{@condition clumsy||clumsy 2}"
						}
					]
				},
				{
					"type": "list",
					"items": [
						"Devitalizing (level 13) Reduce damage by 3 dice"
					]
				},
				{
					"type": "affliction",
					"stages": [
						{
							"stage": 1,
							"entry": "no effect"
						},
						{
							"stage": 2,
							"entry": "{@condition drained||drained 1}"
						},
						{
							"stage": 3,
							"entry": "{@condition drained||drained 2}"
						}
					]
				},
				{
					"type": "list",
					"items": [
						"Nauseating (level 13) Reduce damage by 2 dice"
					]
				},
				{
					"type": "affliction",
					"stages": [
						{
							"stage": 1,
							"entry": "no effect"
						},
						{
							"stage": 2,
							"entry": "{@condition sickened||sickened 1}"
						},
						{
							"stage": 3,
							"entry": "{@condition sickened||sickened 2}"
						}
					]
				},
				{
					"type": "list",
					"items": [
						"Weakening (level 13) Reduce damage by 1 die"
					]
				},
				{
					"type": "affliction",
					"stages": [
						{
							"stage": 1,
							"entry": "{@condition enfeebled||enfeebled 1}"
						},
						{
							"stage": 2,
							"entry": "{@condition enfeebled||enfeebled 1}"
						},
						{
							"stage": 3,
							"entry": "{@condition enfeebled||enfeebled 2}"
						}
					]
				}
			],
			"special": [
				"You can select this feat multiple times, choosing a different debilitation each time."
			]
		},
		{
			"name": "Venom Purge",
			"source": "LOIL",
			"page": 63,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 13,
			"traits": [
				"vishkanya"
			],
			"prerequisites": "trained in {@skill Medicine}",
			"frequency": {
				"number": 1,
				"unit": "day"
			},
			"entries": [
				"You produce a specialized venom that burns out other toxins and impurities in your body. For each disease or poison currently affecting you, attempt a {@skill Medicine} check to counteract that disease or poison. As normal, your counteract level is equal to half your level rounded up."
			]
		},
		{
			"name": "Vishkanya Weapon Expertise",
			"source": "LOIL",
			"page": 63,
			"level": 13,
			"traits": [
				"vishkanya"
			],
			"prerequisites": "Vishkanya Weapon Familiarity",
			"entries": [
				"Extensive training has granted you an elegant control in the use of vishkanyan weapons. Whenever you gain a class feature that grants you expert or greater proficiency in a given weapon or weapons, you also gain that proficiency in the blowgun, fighting fan, kris, kukri, shuriken, and all vishkanyan weapons in which you are trained."
			]
		},
		{
			"name": "Perfect Weaponry",
			"source": "LOIL",
			"page": 222,
			"level": 4,
			"traits": [
				"archetype"
			],
			"prerequisites": "Student of Perfection Dedication",
			"entries": [
				"You gain the Monastic Weaponry monk class feat. You can use melee monk weapons with any Student of Perfection feats or Student of Perfection focus spells that normally require unarmed attacks."
			]
		},
		{
			"name": "Perfect Resistance",
			"source": "LOIL",
			"page": 222,
			"level": 8,
			"traits": [
				"archetype"
			],
			"prerequisites": "Student of Perfection Dedication",
			"entries": [
				"You gain resistance equal to half your level to all damage from effects with the appropriate trait for your School of Perfection: fire for Unblinking Flame, water for Unbreaking Waves, air for Unfolding Wind, and earth for Untwisting Iron.",
				"After using a Student of Perfection ki spell, the resistance increases to be equal to your level for 1 round."
			]
		},
		{
			"name": "Perfect Ki Expert",
			"source": "LOIL",
			"page": 222,
			"level": 10,
			"traits": [
				"archetype"
			],
			"prerequisites": "Student of Perfection Dedication",
			"entries": [
				"You gain an appropriate ki spell for your School of Perfection: {@spell unblinking flame aura|LOIL} for Unblinking Flame, {@spell unbreaking wave vapor|LOIL} for Unbreaking Waves, {@spell unfolding wind buffet|LOIL} for Unfolding Wind, or {@spell untwisting iron roots|LOIL} for Untwisting Iron. Increase the number of Focus Points in your focus pool by 1. You become an expert in occult spell DCs and occult spell attack rolls."
			]
		},
		{
			"name": "Perfect Ki Exemplar",
			"source": "LOIL",
			"page": 222,
			"level": 14,
			"traits": [
				"archetype"
			],
			"prerequisites": "Student of Perfection Dedication",
			"entries": [
				"You gain an appropriate ki spell for your School of Perfection: {@spell unblinking flame emblem|LOIL} for Unblinking Flame, {@spell unbreaking wave barrier|LOIL} for Unbreaking Waves, {@spell unfolding wind blitz|LOIL} for Unfolding Wind, or {@spell untwisting iron augmentation|LOIL} for Untwisting Iron. Increase the number of Focus Points in your focus pool by 1. You become an expert in occult spell DCs and occult spell attack rolls."
			]
		},
		{
			"name": "Perfect Ki Grandmaster",
			"source": "LOIL",
			"page": 222,
			"level": 18,
			"traits": [
				"archetype"
			],
			"prerequisites": "Perfect Ki Expert or Perfect Ki Exemplar",
			"entries": [
				"You gain an appropriate ki spell for your School of Perfection: {@spell unblinking flame ignition|LOIL} for Unblinking Flame, {@spell unbreaking wave containment|LOIL} for Unbreaking Waves, {@spell unfolding wind crash|LOIL} for Unfolding Wind, or {@spell untwisting iron pillar|LOIL} for Untwisting Iron. Increase the number of Focus Points in your focus pool by 1. You become a master in occult spell DCs and occult spell attack rolls."
			]
		},
		{
			"name": "Jalmeri Heavenseeker Dedication",
			"source": "LOIL",
			"page": 224,
			"level": 4,
			"traits": [
				"uncommon",
				"archetype",
				"dedication"
			],
			"prerequisites": "Student of Perfection Dedication, or you've trained with a champion of the Challenge of Sky and Heaven",
			"entries": [
				"You become trained in either {@skill Acrobatics} or {@skill Occultism}; if you were already trained in both these skills, you become an expert in one of them instead. You gain either the Ki Rush or {@feat Ki Strike} monk feat, which grants you a ki spell and a focus pool of 1 Focus Point that you can recover using the {@action Refocus} activity as a monk does. If you already have both feats, you can instead choose a single 1st-level monk feat."
			],
			"special": [
				"You can't select another dedication feat until you gain two other feats from the Jalmeri Heavenseeker or Student of Perfection archetypes."
			]
		},
		{
			"name": "Heaven's Thunder",
			"source": "LOIL",
			"page": 224,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 6,
			"traits": [
				"archetype",
				"electricity",
				"evocation",
				"sonic"
			],
			"prerequisites": "Jalmeri Heavenseeker Dedication",
			"entries": [
				"Until the end of your next turn, your unarmed attacks and any monk weapons you wield deal additional electricity and sonic damage; the amount of each damage type is equal to the number of damage dice for the weapon or unarmed attack. Any creature who successfully Grapples you or is successfully Grappled by you takes this damage immediately after the {@action Grapple} check is resolved (using the number of damage dice of your unarmed attack to determine the damage dealt). If you also know the ki blast ki spell, you can choose to deal either electricity or sonic damage with the spell instead of force while this effect is active (ki blast loses the {@trait force} trait and gains the {@trait electricity} or {@trait sonic} trait instead)."
			]
		},
		{
			"name": "Sky and Heaven Stance",
			"source": "LOIL",
			"page": 224,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 6,
			"traits": [
				"archetype",
				"stance"
			],
			"prerequisites": "Jalmeri Heavenseeker Dedication",
			"requirements": "You're unarmored.",
			"entries": [
				"Your jagged blows are like lightning. The only Strikes you can make are skyward slash unarmed attacks. These unarmed attacks deal {@damage 1d10} slashing damage; are in the brawling group; and have the nonlethal, unarmed, and versatile P traits. While in Sky and Heaven Stance, you gain resistance 2 to electricity and resistance 2 to sonic damage. These resistances increase to 5 at 12th level and to 8 at 18th level."
			]
		},
		{
			"name": "Skyseeker",
			"source": "LOIL",
			"page": 225,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 8,
			"traits": [
				"archetype",
				"electricity",
				"evocation",
				"sonic"
			],
			"prerequisites": "Sky and Heaven Stance",
			"requirements": "You're in Sky and Heaven Stance.",
			"entries": [
				"You {@action Leap} toward an opponent. At any point in the {@action Leap}, you can make a single {@action Strike} against a creature within your reach. At 12th level, if you hit with this {@action Strike}, instead of finishing your {@action Leap}, you can immediately attempt a second {@action Leap} from the space where you struck the target of your {@action Strike}. You can make a single {@action Strike} against a target within your reach during this second {@action Leap} as well. At 16th level, you can attempt a third {@action Leap} if your second {@action Strike} hits, and you can attack a target at any point during this third {@action Leap}. All Leaps made during this activity gain a +10-foot status bonus to the total height or distance of your leap, and no two Strikes can target the same creature."
			]
		},
		{
			"name": "Cross the Final Horizon",
			"source": "LOIL",
			"page": 225,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 20,
			"traits": [
				"archetype",
				"electricity",
				"evocation",
				"force",
				"sonic"
			],
			"prerequisites": "Sky and Heaven Stance",
			"requirements": "You're in Sky and Heaven Stance.",
			"entries": [
				"You {@action Stride} up to your Speed, and your ki enshrouds your limbs in terrifying stormy energy, increasing the reach of your Sky and Heaven Stance unarmed attacks by 5 feet. At the end of your movement, make up to three Strikes against a target you can reach, each at a –2 penalty. Each attack counts toward your multiple attack penalty, but the multiple attack penalty doesn't increase until after you've made all your attacks. Instead of the usual slashing or piercing damage, the damage for these Strikes is either electricity or sonic, as you choose with each {@action Strike}. If you successfully hit with all three Strikes, the target is {@condition drained||drained 3}."
			]
		},
		{
			"name": "Steal the Sky",
			"source": "LOIL",
			"page": 225,
			"level": 10,
			"traits": [
				"archetype"
			],
			"prerequisites": "Jalmeri Heavenseeker Dedication",
			"entries": [
				"You can take away the air that keeps a flying foe aloft. You gain the steal the sky ki spell. Increase the number of Focus Points in your focus pool by 1."
			]
		},
		{
			"name": "Speaking Sky",
			"source": "LOIL",
			"page": 225,
			"level": 12,
			"traits": [
				"archetype"
			],
			"prerequisites": "Jalmeri Heavenseeker Dedication",
			"entries": [
				"You gain the speaking sky ki spell. Increase the number of Focus Points in your focus pool by 1."
			]
		},
		{
			"name": "Greater Enhance Venom",
			"source": "LOIL",
			"page": 63,
			"level": 17,
			"traits": [
				"vishkanya"
			],
			"prerequisites": "Moderate Enhance Venom",
			"entries": [
				"You upgrade the vishkanyan venom you can apply with {@action Envenom|LOIL} to greater vishkanyan venom. {@action Envenom|LOIL}'s frequency becomes once per minute.",
				{
					"type": "affliction",
					"name": "Greater Vishkanyan Venom",
					"number": {
						"number": 1,
						"unit": "minute"
					},
					"note": "Level 17",
					"savingThrow": "Fortitude",
					"maxDuration": "6 rounds",
					"stages": [
						{
							"stage": 1,
							"entry": "{@damage 7d6} poison damage",
							"duration": "1 round"
						},
						{
							"stage": 2,
							"entry": "{@damage 9d6} poison damage",
							"duration": "1 round"
						},
						{
							"stage": 3,
							"entry": "{@damage 11d6} poison damage",
							"duration": "1 round"
						}
					]
				}
			]
		},
		{
			"name": "Vicious Venom",
			"source": "LOIL",
			"page": 63,
			"level": 17,
			"traits": [
				"vishkanya"
			],
			"prerequisites": "{@action Envenom|LOIL}",
			"entries": [
				"The venom you produce is exceptionally potent and difficult to overcome. Your vishkanyan venom gains the {@trait virulent} trait, requiring two consecutive saves to reduce the venom's stage by 1. A critical success reduces your venom's stage by only 1 instead of by 2."
			]
		},
		{
			"name": "Triggerbrand Salvo",
			"source": "LOIL",
			"page": 108,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 6,
			"traits": [
				"flourish",
				"gunslinger"
			],
			"prerequisites": "way of the triggerbrand",
			"requirements": "You're wielding a combination weapon.",
			"entries": [
				"You slice, stab, or batter your opponent with the melee portion of your combination weapon before pulling the trigger at point-blank range. Make a melee {@action Strike} with your combination weapon. If the {@action Strike} is successful, you can immediately make a ranged {@action Strike} against the same target with that combination weapon, and you get a +2 circumstance bonus to the attack roll. This counts as two attacks toward your multiple attack penalty, but you don't apply the multiple attack penalty until after making both attacks."
			]
		},
		{
			"name": "Triggerbrand Blitz",
			"source": "LOIL",
			"page": 108,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 14,
			"traits": [
				"gunslinger"
			],
			"prerequisites": "way of the triggerbrand",
			"frequency": {
				"number": 1,
				"unit": "minute"
			},
			"requirements": "You're wielding a combination weapon.",
			"entries": [
				"You dance through your foes, stabbing and shooting. You {@action Stride}, making up to three Strikes with your combination weapon at any point during your movement, each against a different target. You can make any combination of melee and ranged attacks without needing to change modes to do so, though typically you can't make more than one ranged attack because of the need to reload. This counts as three attacks toward your multiple attack penalty, but you don't apply the multiple attack penalty until after making all three attacks.",
				"After using Triggerbrand Blitz, you become {@condition fatigued} for 1 minute."
			]
		},
		{
			"name": "Shieldmarshal Dedication",
			"source": "LOIL",
			"page": 109,
			"featType": {
				"archetype": [
					"Shieldmarshal"
				]
			},
			"level": 2,
			"traits": [
				"uncommon",
				"archetype",
				"dedication"
			],
			"entries": [
				"Your elite shieldmarshal training makes you equally at home in the squalor of Smokeside and the splendor of Skyside. You're intimately familiar with the city's labyrinthine streets and statutes. You become trained in {@skill Society}; if you were already trained, you become an expert in {@skill Society} instead.",
				"In urban environments, you can attempt {@skill Society} checks to {@action Sense Direction}. You also gain the Courtly Graces and {@feat Streetwise} skill feats."
			],
			"leadsTo": [
				"Consolidated Overlay Panopticon|LOIL",
				"Equitable Defense|LOIL",
				"Counterclockwork Focus|LOIL"
			]
		},
		{
			"name": "Consolidated Overlay Panopticon",
			"source": "LOIL",
			"page": 109,
			"featType": {
				"archetype": [
					"Shieldmarshal"
				]
			},
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 4,
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Shieldmarshal Dedication|LOIL}",
			"frequency": {
				"number": 1,
				"unit": "hour"
			},
			"entries": [
				"You volunteered for a controversial experimental procedure to install clockwork prosthetic eyes. These eyes relay what you see to shieldmarshal headquarters, which consolidates and analyzes environmental data—Bronzetime/Surgetime probabilities, pressure, temperature, wind, and so on—and feeds them back to you. The Ironmaster periodically reviews the information archives in their ongoing efforts to root out police corruption. When you use your Consolidated Overlay Panopticon, you supercharge the prosthetic eyes; for the next minute, you gain darkvision and low-light vision, and you gain a +1 status bonus to visual {@skill Perception} checks. Even when the prosthetic eyes aren't supercharged, you retain your normal vision."
			]
		},
		{
			"name": "Equitable Defense",
			"source": "LOIL",
			"page": 109,
			"featType": {
				"archetype": [
					"Shieldmarshal"
				]
			},
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 8,
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Shieldmarshal Dedication|LOIL}",
			"frequency": {
				"number": 1,
				"interval": 10,
				"unit": "minute"
			},
			"trigger": "You take damage from a critical hit.",
			"entries": [
				"Gritting your teeth through the pain, you position yourself to counterattack. You gain resistance to the damage from the critical hit equal to half your level. As long as you're still conscious after the attack, you can {@action Interact} to reload a weapon you currently wield or {@action Stand}. You gain a +1 circumstance bonus on the next {@action Strike} you make against the creature who critically hit you, provided you make it before the end of your next turn."
			]
		},
		{
			"name": "Counterclockwork Focus",
			"source": "LOIL",
			"page": 109,
			"featType": {
				"archetype": [
					"Shieldmarshal"
				]
			},
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 10,
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Shieldmarshal Dedication|LOIL}",
			"frequency": {
				"number": 1,
				"unit": "round"
			},
			"entries": [
				"You understand the need for law enforcement doctrine to adapt to the ever-changing innovations in technology and arcana. Your training in special weapons and tactics give you access to unusual techniques to respond to clockwork- and magic-related crimes. You apply special additives to a loaded firearm. On your next {@action Strike} with that firearm before the end of your turn, you deal an additional {@dice 2d6} damage if the target is a construct, and you can treat the ammunition as your choice of cold iron or adamantine. At 18th level, this additional damage increases to {@dice 3d6}, and you can choose to instead treat the ammunition as orichalcum."
			]
		},
		{
			"name": "Masquerade of Seasons Stance",
			"source": "LOIL",
			"page": 126,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 4,
			"traits": [
				"rare",
				"bard",
				"rogue",
				"stance",
				"swashbuckler"
			],
			"prerequisites": "trained in {@skill Performance}",
			"entries": [
				"You have mastered the opening steps to the Masquerade of Seasons, a dance that channels the power of spring, summer, winter, and autumn. Choose one of the following traits: water, fire, negative, or cold. You gain resistance 5 to damage dealt by effects with the chosen trait. You can use an action to reenter this stance at any time, changing the granted resistance to another of the available options. If you are at least 12th level, the granted resistance increases to be equal to half your level."
			]
		},
		{
			"name": "Pirouette",
			"source": "LOIL",
			"page": 126,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 6,
			"traits": [
				"rare",
				"bard",
				"rogue",
				"swashbuckler"
			],
			"prerequisites": "Masquerade of Seasons Stance",
			"trigger": "An enemy targets you with a {@action Strike}.",
			"requirements": "You're in Masquerade of Seasons Stance.",
			"entries": [
				"You twirl gracefully, spinning on one foot to evade your opponent's attack. You gain a +2 circumstance bonus to AC against the triggering attack. If the attack misses you, you can immediately {@action Step}. If the attack hits you anyway, reduce the damage it deals by an amount equal to half your level; this reduction in damage is applied after calculating immunities, resistances, and weakness."
			]
		},
		{
			"name": "Grand Dance",
			"source": "LOIL",
			"page": 126,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 8,
			"traits": [
				"rare",
				"bard",
				"rogue",
				"swashbuckler"
			],
			"prerequisites": "Masquerade of Seasons Stance",
			"requirements": "You're in Masquerade of Seasons Stance.",
			"entries": [
				"You can summon the full magic of Bhopan's grand dance. {@action Stride} up to your Speed; during this {@action Stride}, you can walk on air as if it were solid ground. You can ascend and descend in this way at a maximum of a 45-degree angle. You must end your {@action Stride} on a surface that can support you or you fall."
			]
		},
		{
			"name": "Fey Influence",
			"source": "LOIL",
			"page": 126,
			"level": 5,
			"featType": {
				"ancestry": [
					"any"
				]
			},
			"traits": [
				"rare"
			],
			"entries": [
				"You have been exposed to powerful fey magic. You become trained in primal DCs and spell attack rolls. You gain the {@trait fey} trait and one of the following features that grants an innate primal spell that can be used once per day.",
				{
					"type": "list",
					"items": [
						"{@b Anteater} You can launch your tongue forward as a deadly attack, gaining {@spell grim tendrils}.",
						"{@b Cat Sith} You have catlike features and can appear as a mundane cat with {@spell pest form} (cat only).",
						"{@b Cursed Bluebird} You have blue feathers or wings. It's terrible luck to harm a bluebird, and you can manifest that power as {@spell ill omen}.",
						"{@b Dryad} Your body is covered in elegant vines, granting you {@spell summon plant or fungus}.",
						"{@b Faun} Your legs and feet are swift and possibly hooved, granting you {@spell fleet step}.",
						"{@b Gremlin} You have long, bat-like ears and gain {@spell bane}.",
						"{@b Monarch} You have vestigial, insectile features and gain {@spell spider sting}.",
						"{@b Unicorn} You have a magical horn or a prominent symbol of one on your forehead, which you can use to cast {@spell heal}."
					]
				}
			],
			"special": [
				"This feat gains the trait appropriate for your ancestry (human for human, goblin for goblin, etc.)."
			],
			"leadsTo": [
				"Drain Emotion|LOIL",
				"Fey Ascension|LOIL",
				"Cannibalize Magic|LOIL",
				"Glamour|LOIL",
				"Eldritch Calm|LOIL",
				"Fey Transcendence|LOIL"
			]
		},
		{
			"name": "Drain Emotion",
			"source": "LOIL",
			"page": 126,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"featType": {
				"ancestry": [
					"any"
				]
			},
			"level": 9,
			"traits": [
				"rare",
				"enchantment",
				"mental"
			],
			"prerequisites": "{@feat Fey Influence|LOIL}",
			"frequency": {
				"number": 1,
				"unit": "day"
			},
			"entries": [
				"You touch an adjacent creature and attempt to draw out its excess emotion. Attempt a counteract check against a single {@trait emotion} or {@trait fear} effect affecting the touched creature. If you succeed, you gain temporary Hit Points equal to your level for a number of rounds equal to your Charisma modifier (minimum 1 round)."
			],
			"special": [
				"This feat gains the trait appropriate for your ancestry (human for human, goblin for goblin, etc.)."
			]
		},
		{
			"name": "Fey Ascension",
			"source": "LOIL",
			"page": 126,
			"level": 9,
			"featType": {
				"ancestry": [
					"any"
				]
			},
			"traits": [
				"rare"
			],
			"prerequisites": "{@feat Fey Influence|LOIL}",
			"entries": [
				"The fey influence on your form and features grows even more powerful and notable.",
				"You gain one of the following features and abilities; this must be the same animal or fey type as you chose for {@feat Fey Influence|LOIL}.",
				{
					"type": "list",
					"items": [
						"{@b Anteater} You become an expert in primal DCs and spell attack rolls. You can cast {@spell slow} as an innate primal spell once per day.",
						"{@b Cat} Sith You laugh off the outraged curses of those you have tricked or wronged. Whenever a creature targets you with a {@trait misfortune} effect, make a DC {@flatDC 13} flat check. On a success, you are unaffected.",
						"{@b Cursed} Bluebird You have enough control over your curse to turn a bane into a minor blessing. Once per day, you can temporarily transform yourself or an ally into a blue bird, as a 4th-level {@spell pest form} (bird only) targeting one willing creature.",
						"{@b Dryad} Your hair becomes intermixed with delicate but razor-edged leaves that move as you command. You gain a leaves ranged unarmed attack that deals {@damage 1d6} slashing damage. Your leaves are in the dart weapon group and have the {@trait magical} and {@trait unarmed} traits.",
						"{@b Faun} You can cast {@spell charm}, sleep, and triple time as innate primal spells once per day each. Whenever you cast one of these spells, you can {@action Step} or {@action Stride} as part of the activity.",
						"{@b Gremlin} You become an expert in primal DCs and spell attack rolls. You can cast {@spell mad monkeys|APG} (Advanced Player's Guide 222) as an innate primal spell once per day.",
						"{@b Monarch} Once per day, you gain the ability to manifest a pair of exquisite butterfly wings. These wings remain for 10 minutes. You gain a fly Speed equal to your Speed while you've manifested your wings.",
						"{@b Unicorn} You become trained in {@skill Medicine}, or an expert if you were already trained. You gain a +2 status bonus to saves against {@trait poison} and {@trait charm} effects."
					]
				}
			],
			"special": [
				"This feat gains the trait appropriate for your ancestry (human for human, goblin for goblin, etc.)."
			]
		},
		{
			"name": "Cannibalize Magic",
			"source": "LOIL",
			"page": 126,
			"featType": {
				"ancestry": [
					"any"
				]
			},
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 13,
			"traits": [
				"rare"
			],
			"prerequisites": "{@feat Fey Influence|LOIL}",
			"frequency": {
				"number": 1,
				"unit": "day"
			},
			"entries": [
				"The fey magic inside of you is a vital part of your body, and you can steal other sources of magic to replenish yours. You can draw power from your magical equipment to replenish your health. You drain one of your invested items, in the process regaining Hit Points equal to double the item's level.",
				"In addition, you can attempt a counteract check with a total bonus equal to 10 + the {@condition drained} item's level against one effect that gave you the {@condition drained}, {@condition doomed}, {@condition enfeebled}, {@condition fatigued}, or {@condition slowed} condition. If you succeed, you reduce the chosen condition's value by 1.",
				"An item {@condition drained} by this action becomes non-magical until the next time you make your daily preparations."
			],
			"special": [
				"This feat gains the trait appropriate for your ancestry (human for human, goblin for goblin, etc.)."
			]
		},
		{
			"name": "Glamour",
			"source": "LOIL",
			"page": 128,
			"level": 13,
			"featType": {
				"ancestry": [
					"any"
				]
			},
			"traits": [
				"rare"
			],
			"prerequisites": "{@feat Fey Influence|LOIL}",
			"entries": [
				"You unlock a new level of fey power and can manipulate the perceptions of others using a font of First World magic. You gain the {@spell fey glamour} focus spell (Pathfinder Core Rulebook 404) as a primal spell that doesn't have the {@trait sorcerer} trait. If you don't already have a focus pool, you gain a focus pool of 1 Focus Point."
			],
			"special": [
				"This feat gains the trait appropriate for your ancestry (human for human, goblin for goblin, etc.)."
			]
		},
		{
			"name": "Eldritch Calm",
			"source": "LOIL",
			"page": 128,
			"featType": {
				"ancestry": [
					"any"
				]
			},
			"level": 13,
			"traits": [
				"rare"
			],
			"prerequisites": "{@feat Fey Influence|LOIL}",
			"entries": [
				"Your fey heritage has altered your mindset to more resemble the uncanny perspective of the fey. While you are not emotionless, and indeed might be {@condition prone} to fits of odd moods and tempers, many perceive you as having an aura of unshakable tranquility. When you roll a critical failure against an {@trait emotion} or {@trait fear} effect, you get a failure instead. Once per day in place of attempting a saving throw against an {@trait emotion} or {@trait fear} effect, you can automatically treat your result as though you had rolled a 20; this is a {@trait fortune} effect.",
				"However, your extraordinary emotional detachment makes it difficult to encourage you. You reduce any bonus you gain from an {@trait emotion} effect by 1."
			],
			"special": [
				"This feat gains the trait appropriate for your ancestry (human for human, goblin for goblin, etc.)."
			]
		},
		{
			"name": "Fey Transcendence",
			"source": "LOIL",
			"page": 128,
			"level": 17,
			"featType": {
				"ancestry": [
					"any"
				]
			},
			"traits": [
				"rare"
			],
			"prerequisites": "{@feat Fey Influence|LOIL}",
			"entries": [
				"You become a powerful fey creature, gaining strengths tied to the First World but also some of the weakness against which all fey must contend. You gain a +2 status bonus to saves against illusion, {@trait emotion}, and {@trait enchantment} effects, and you can use {@skill Diplomacy} to {@action Make an Impression} on and to make very simple Requests of animals and plants. You regain twice the number of Hit Points when resting in a natural wooded area, such as a forest or jungle. You have weakness to cold iron equal to half your level."
			],
			"special": [
				"This feat gains the trait appropriate for your ancestry (human for human, goblin for goblin, etc.)."
			]
		},
		{
			"name": "Greenwatch Initiate",
			"source": "LOIL",
			"page": 129,
			"level": 4,
			"traits": [
				"rare",
				"gunslinger",
				"investigator",
				"ranger"
			],
			"prerequisites": "trained in {@skill Survival}",
			"entries": [
				"You've received the basic training developed for all Greenwatch recruits. You become an expert in {@skill Survival} and gain the Experienced Tracker and {@feat Survey Wildlife} skill feats."
			]
		},
		{
			"name": "Defy Fey",
			"source": "LOIL",
			"page": 129,
			"level": 6,
			"traits": [
				"rare",
				"gunslinger",
				"investigator",
				"ranger"
			],
			"prerequisites": "Greenwatch Initiate",
			"entries": [
				"You are keen to the wiles of the fey and can usually shake off their magic. Whenever you fail, but don't critically fail, a save against a spell with a duration of at least 1 round cast by a fey creature, you can attempt a second save against the original DC at the start of your next turn to end any lingering effects the spell might have. This can end {@condition persistent damage} caused by a spell but can't reverse {@trait any} effects that have been resolved already (such as damage dealt when the spell was cast)."
			]
		},
		{
			"name": "Fey Tracker",
			"source": "LOIL",
			"page": 129,
			"level": 6,
			"traits": [
				"rare",
				"gunslinger",
				"investigator",
				"ranger"
			],
			"prerequisites": "Greenwatch Initiate",
			"entries": [
				"You are exceptionally skilled at noticing the subtle techniques fey use to avoid notice. You gain a +2 circumstance bonus to {@skill Survival} checks to {@action Track} fey creatures, to {@skill Perception} checks to {@action Seek} for {@condition hidden} fey, and to your {@skill Perception} DC to resist a fey creature's attempt to {@action Create a Diversion}."
			]
		},
		{
			"name": "Greenwatch Veteran",
			"source": "LOIL",
			"page": 129,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"level": 8,
			"traits": [
				"rare",
				"gunslinger",
				"investigator",
				"ranger"
			],
			"trigger": "Your turn starts, and you're in combat against a creature you spent at least 10 minutes Tracking.",
			"entries": [
				"Your time spent tracking your target allows you to quickly identify its weaknesses and relay them to your allies. Attempt a {@action Recall Knowledge} check against the creature you were Tracking. On a success, you always know the creature's greatest weakness and highest resistance or immunity, in addition to any other information the check would typically provide. You immediately use a quick series of hand gestures to signal this information to any allies who can see you."
			]
		},
		{
			"name": "Unseen Passage",
			"source": "LOIL",
			"page": 129,
			"level": 8,
			"traits": [
				"rare",
				"gunslinger",
				"investigator",
				"ranger"
			],
			"frequency": {
				"number": 1,
				"unit": "day"
			},
			"entries": [
				"You have mastered a magical technique for moving through dangerous woodlands unseen. You can cast {@spell pass without trace} as an innate primal spell heightened to a spell level equal to half your level rounded up."
			]
		},
		{
			"name": "Greenwatcher",
			"source": "LOIL",
			"page": 129,
			"level": 10,
			"traits": [
				"rare",
				"gunslinger",
				"investigator",
				"ranger"
			],
			"prerequisites": "Defy Fey",
			"entries": [
				"Your experience fighting against and alongside fey creatures is nearly unrivaled.",
				"Any weapon you wield or unarmed attack you make against a fey creature is treated as cold iron. Whenever you critically fail a save against a spell cast by a fey creature, it's instead treated as a normal failure. Whenever you critically succeed on a {@action Strike} against a fey creature, the target is immediately subject to the effects of a {@spell faerie fire} spell. For the purposes of counteracting this effect, it's an innate 2nd-level primal spell."
			]
		}
	]
}
