{"feat":[{"name":"Let's Try That Again","activity":{"unit":"reaction","number":1},"level":1,"source":"SoG4","page":79,"traits":["rare","fortune","reincarnated"],"frequency":{"unit":"day","number":1},"trigger":"You fail a skill check.","entries":["You feel a sense of deja vu when you've made a mistake, almost as if you weren't so careless in a past life and could certainly do better if given another chance. Reroll the triggering skill check and use the new result, even if it's worse than your first roll."],"featType":{"ancestry":["any"],"skill":[]}},{"name":"Like a Roach","level":1,"source":"SoG4","page":79,"traits":["rare","downtime","reincarnated"],"entries":["Living with the bare necessities isn't terribly hard for someone who has defied death, and like a cockroach, you always know how to survive. When you {@action Subsist} during downtime, the DC for your skill check is reduced by 2. You don't need a minimum proficiency rank to {@action Subsist} in unusual environments, nor do you take a –5 penalty if you {@action Subsist} after 8 hours or less of exploration."],"featType":{"ancestry":["any"],"skill":[]}},{"name":"Weight of Experience","level":1,"source":"SoG4","page":79,"traits":["rare","reincarnated"],"entries":["The experience you've accumulated over multiple lifetimes envelops you like a weighted blanket, providing comfort and bestowing confidence under pressure. You gain the trained proficiency rank in one skill of your choice and the {@feat Assurance} skill feat in that skill as a bonus feat."],"featType":{"ancestry":["any"],"skill":[]}},{"name":"Wisdom From Another Life","level":1,"source":"SoG4","page":79,"traits":["rare","reincarnated"],"entries":["You absorbed a wide variety of facts before you died, and your soul still remembers slivers of this precious knowledge. You gain the trained proficiency rank in one skill of your choice and the {@feat Additional Lore} skill feat as a bonus feat."],"featType":{"ancestry":["any"],"skill":[]}},{"name":"Animal Soul Siblings","level":5,"source":"SoG4","page":79,"traits":["rare","reincarnated"],"entries":["Your eyes have been opened to the spiritual essence suffusing the world. You gain {@spell speak with animals} as a primal innate spell that you can cast once per day. You get a +1 circumstance bonus to {@skill Diplomacy} checks to {@action Gather Information} from {@trait animal||animals}."],"leadsTo":["Plant Soul Siblings|SoG4","Stone Soul Siblings|SoG4"],"featType":{"ancestry":["any"],"skill":[]}},{"name":"Empathy Incarnate","level":5,"source":"SoG4","page":79,"traits":["rare","reincarnated"],"entries":["Reincarnation has given you a compassionate perspective and enabled you to relate to almost everyone you speak with, putting them at ease and quickly generating trust. Whenever you attempt a {@skill Diplomacy} check to {@action Make An Impression} or {@action Request} something, the DC is reduced by 2, and if the creature you're speaking with is lower level than you, any success is a critical success. Whenever you attempt a {@skill Diplomacy} check to {@action Gather Information}, you can't critically fail."],"featType":{"ancestry":["any"],"skill":[]}},{"name":"I've Had Many Jobs","level":5,"source":"SoG4","page":79,"traits":["rare","downtime","reincarnated"],"entries":["Finding and excelling at odd jobs is child's play to one who has worked many occupations during many lives. When you attempt to {@action Earn Income}, you function as if you were trained in the skill used. If you are at least expert in the skill used, the DC for your skill check is reduced by 2."],"featType":{"ancestry":["any"],"skill":[]}},{"name":"Reincarnated Ridiculer","level":5,"source":"SoG4","page":80,"traits":["rare","reincarnated"],"entries":["You've practiced the art of taunting an enemy, ensuring they know death will only make you stronger. When you {@action Demoralize} an opponent, the target doesn't become temporarily immune to your attempts to Demoralize it unless you critically fail the check. If the target critically hit you with a Strike on its previous turn, the DC for this check is reduced by 4."],"featType":{"ancestry":["any"],"skill":[]}},{"name":"Sleep of the Reborn","level":5,"source":"SoG4","page":80,"traits":["rare","reincarnated"],"entries":["Philosophers compare the cycle of life, death, and rebirth to sleeping, dreaming, and waking. You take it to another level by reliving previous lives in dreams, always waking invigorated and thankful for a new chance at life. Whenever you rest for 8 hours, you gain the effects of a {@action long-term rest}. If you're an ancestry that neither sleeps nor dreams, you still receive this benefit by entering a reflective, meditative state during rest."],"featType":{"ancestry":["any"],"skill":[]}},{"name":"Lingering Echoes","level":9,"source":"SoG4","page":80,"traits":["rare","reincarnated"],"entries":["Not everyone is reincarnated, and you feel a strong connection with the spiritual echoes of those who didn't receive the same opportunity as you. You gain {@spell talking corpse} as an occult innate spell that you can cast once per day. You can ask a fourth question of a corpse when you cast this spell. The corpse attempts its Will save against your spell DC or your class DC, whichever is higher."],"featType":{"ancestry":["any"],"skill":[]}},{"name":"Plant Soul Siblings","level":9,"source":"SoG4","page":80,"traits":["rare","reincarnated"],"prerequisites":"{@feat Animal Soul Siblings|SoG4}","entries":["You're now able to connect with the spirits present in the greenery of the natural world. You gain {@spell speak with plants} as a primal innate spell that you can cast once per day. You get a +2 circumstance bonus to {@skill Diplomacy} checks to {@action Gather Information} from {@trait animal||animals} or {@trait plant||plants}."],"leadsTo":["Stone Soul Siblings|SoG4"],"featType":{"ancestry":["any"],"skill":[]}},{"name":"Rapid Retraining","level":9,"source":"SoG4","page":80,"traits":["rare","downtime","reincarnated"],"entries":["Some feel trapped by their choices and have a tough time reinventing themselves. To you, this dilemma is just a natural part of reincarnation. {@action Retraining} other feats or skill increases during downtime only takes 4 days instead of a week, and class features that require a choice can be retrained in a week instead of a month. You also never need to find a teacher to retrain, as the memories of abilities you possessed in past lives are superior to any instructor."],"featType":{"ancestry":["any"],"skill":[]}},{"name":"You Seem Somewhat Familiar","activity":{"unit":"reaction","number":1},"level":9,"source":"SoG4","page":80,"traits":["rare","reincarnated"],"trigger":"You succeed or critically succeed at a {@action Recall Knowledge} check about a creature.","entries":["You fought hundreds of foes in your various past lives, and now and then, something about a new opponent tugs at your memory, almost as if you defeated their grandparent long ago. You get a +2 circumstance bonus to your next attack roll, damage roll, or saving throw against this creature. You only receive this bonus once per creature."],"featType":{"ancestry":["any"],"skill":[]}},{"name":"Clinging to Life","activity":{"unit":"free","number":1},"level":13,"source":"SoG4","page":80,"traits":["rare","necromancy","reincarnated"],"frequency":{"unit":"day","number":1},"trigger":"You're reduced to 0 hit points and don't immediately die.","entries":["This life still holds much for you, and you aren't ready to fall back into the River of Souls just yet. When you're reduced to 0 Hit Points and not immediately killed, you go to 1 Hit Point instead, fall {@condition prone}, and are {@condition unconscious}, and you don't gain the {@condition wounded} condition."],"featType":{"ancestry":["any"],"skill":[]}},{"name":"I Sense Malevolence","level":13,"source":"SoG4","page":80,"traits":["rare","reincarnated"],"entries":["Your time in the River of Souls has given you deep insight into the machinations of those who refuse to move on. You gain {@spell spirit sense|APG} as a 6th-level occult innate spell, which you can cast once per day."],"featType":{"ancestry":["any"],"skill":[]}},{"name":"Linguistic Revival","level":13,"source":"SoG4","page":80,"traits":["rare","reincarnated"],"entries":["You achieved fluency in different languages with each reincarnation, and your brain remembers much of the grammar, idioms, and obscenities that you spouted in old lives. You gain {@spell tongues} as a 5th-level occult innate spell that you can cast once a day on yourself only. While the spell is active, you get a +2 circumstance bonus to {@skill Diplomacy} checks while speaking to a creature in a language other than {@language Common}."],"featType":{"ancestry":["any"],"skill":[]}},{"name":"Pain is Temporary","activity":{"unit":"action","number":2},"level":13,"source":"SoG4","page":80,"traits":["rare","concentrate","reincarnated"],"frequency":{"unit":"minute","interval":10,"number":1},"entries":["{@deity Sangpotshi|LOGM} practitioners know that suffering is a fleeting sensation that ultimately strengthens the soul and prepares it for a new reincarnation. Bolstered by this understanding, you've learned to temporarily steel yourself against all forms of pain. You gain resistance 10 to all damage until the end of your next turn."],"featType":{"ancestry":["any"],"skill":[]}},{"name":"Stone Soul Siblings","level":13,"source":"SoG4","page":80,"traits":["rare","reincarnated"],"prerequisites":"{@feat Plant Soul Siblings|SoG4}","entries":["Your connection with nature's spirits has progressed to the point where you can even have casual conversation with pebbles and boulders. You gain {@spell stone tell} as a primal innate spell that you can cast once per day. You get a +2 circumstance bonus to {@skill Diplomacy} checks to {@action Gather Information} from stones."],"featType":{"ancestry":["any"],"skill":[]}},{"name":"Unbreakable Resolve","activity":{"unit":"reaction","number":1},"level":13,"source":"SoG4","page":81,"traits":["rare","fortune","reincarnated"],"frequency":{"unit":"minute","interval":10,"number":1},"trigger":"You fail a Will save.","entries":["The experience of coming back after death has granted you a strong sense of resolve; devilish words, slick spells, and conniving trickery can't easily catch you off guard. Reroll the triggering save, using the second result only if it's better."],"featType":{"ancestry":["any"],"skill":[]}},{"name":"Boneyard Acquaintance","level":17,"source":"SoG4","page":81,"traits":["rare","abjuration","force","reincarnated"],"entries":["Before your soul returned to the {@plane Material Plane}, you interacted with a host of other souls on their way to the {@plane Boneyard}. One of these acquaintances owes you a favor. You can temporarily summon it to come to your aid, and it appears as a swirling mass of ectoplasm with indiscernible features and a translucent dagger, the favored weapon of {@deity Pharasma}. This functions as {@spell spiritual guardian}, which you can cast once per day as a divine innate spell, but you don't need to worship a deity to do so."],"featType":{"ancestry":["any"],"skill":[]}},{"name":"Indomitable Spirit","activity":{"unit":"action","number":1},"level":17,"source":"SoG4","page":81,"traits":["rare","concentrate","evocation","reincarnated"],"frequency":{"unit":"day","number":1},"entries":["Your soul has accumulated countless particles of quintessence over myriad deaths and rebirths, and for one moment, this raw material from the Great Beyond envelops you and your comrades. Until the end of your next turn, you and any allies adjacent to you get a +4 circumstance bonus to AC and are {@condition quickened}. The additional action can be used to {@action Strike} or {@action Stride}."],"featType":{"ancestry":["any"],"skill":[]}},{"name":"Release the Light","activity":{"unit":"action","number":2},"level":17,"source":"SoG4","page":81,"traits":["rare","light","reincarnated","visual"],"frequency":{"unit":"day","number":1},"requirements":"You're below 20 Hit Points.","entries":["Many people report seeing a bright light before their death. You're one of these people, and at rare intervals when hope seems dim, the light exudes outward from your soul. You shed bright light in a 30-foot radius (and dim light for another 30 feet beyond that) until the end of your next turn. Enemy creatures in the area who rely on sight must attempt a Fortitude save equal to your class DC or spell DC, whichever is higher.",{"type":"successDegree","entries":{"Critical Success":"The creature is unaffected.","Success":"The creature is {@condition dazzled} for 1 round.","Failure":"The creature is {@condition blinded} for 1 round and {@condition dazzled} for 1 minute.","Critical Failure":"The creature is {@condition blinded} for 2 rounds and {@condition dazzled} for 1 minute."}}],"featType":{"ancestry":["any"],"skill":[]}},{"name":"See You in Hell","activity":{"unit":"reaction","number":1},"level":17,"source":"SoG4","page":81,"traits":["rare","necromancy","reincarnated"],"frequency":{"unit":"day","number":1},"trigger":"You are reduced to 0 Hit points by a creature but not immediately killed.","entries":["You aren't sure if you'll be reincarnated again, so you might as well take this foe with you. A blast of spiritual energy lashes out from the depths of your soul, targeting the creature who attacked you. The creature takes mental damage equal to the amount that reduced you to 0 Hit Points (basic Will save with a DC equal to your class DC or spell DC, whichever is higher)."],"featType":{"ancestry":["any"],"skill":[]}},{"name":"This Time, Bring the Body","level":17,"source":"SoG4","page":81,"traits":["rare","reincarnated"],"entries":["Death sends a soul into the River of Souls. Since your soul has experienced not only death but also rebirth, you can shift your physical body into the {@plane Ethereal Plane} for brief intervals. You gain {@spell ethereal jaunt} as a 9th-level occult innate spell that you can cast once per day. Thanks to your soul's intimate connection with the Ethereal Plane, you can move at your normal speed while this spell is in effect."],"featType":{"ancestry":["any"],"skill":[]}}]}