{
	"feat": [
		{
			"name": "Absorb Toxin",
			"source": "LOME",
			"page": 122,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 9,
			"traits": [
				"grippli"
			],
			"prerequisites": "You are not immune to diseases or poisons",
			"trigger": "You attempt a saving throw against a {@trait disease} or {@trait poison} effect that affects an area.",
			"entries": [
				"Your skin readily absorbs poison and can consciously draw toxins into your body to spare others. Attempt a counteract check against the triggering effect; your counteract level equals half your level (rounded up), and for the roll use either your class DC –10 or your spellcasting ability modifier plus your spellcasting proficiency bonus. If you counteract the triggering effect, you end the effect for all other creatures in the area; however, you must still save against the effect with a –2 penalty to the initial save."
			]
		},
		{
			"name": "Ambush Awareness",
			"source": "LOME",
			"page": 118,
			"level": 5,
			"traits": [
				"goloma"
			],
			"entries": [
				"You gain a +2 circumstance bonus to {@skill Perception} checks attempted as initiative rolls.",
				"Additionally, if your initiative roll result is tied with that of an opponent, you go first, regardless of whether you rolled {@skill Perception} or not."
			]
		},
		{
			"name": "Anadi Lore",
			"source": "LOME",
			"page": 106,
			"level": 1,
			"traits": [
				"anadi"
			],
			"entries": [
				"You've learned how to provide for your community, be it through hard-earned sustenance or useful crafts. You gain the trained proficiency rank in {@skill Crafting} and {@skill Survival}. If you would automatically become trained in one of those skills (from your background or class, for example), you become trained in a skill of your choice. You also become trained in {@skill Lore||Anadi Lore}."
			]
		},
		{
			"name": "Ancestor's Rage",
			"source": "LOME",
			"page": 114,
			"level": 13,
			"traits": [
				"gnoll"
			],
			"entries": [
				"You transform into an enormous otherworldly hyena. You can cast {@spell animal form} (canine form only) once per day as a 5th-level occult innate spell."
			]
		},
		{
			"name": "Arcane Sight",
			"source": "LOME",
			"page": 118,
			"level": 13,
			"traits": [
				"goloma"
			],
			"prerequisites": "ability to cast the {@spell detect magic} cantrip",
			"entries": [
				"You've trained yourself to constantly be on the lookout for {@trait magical} effects, even when focusing on looking out for other things. When you are {@action Search||Searching}, you also gain the benefits of Detect Magic unless you choose not to. See page 479 of the Core Rulebook for more information about exploration activities."
			]
		},
		{
			"name": "Bone Rider",
			"source": "LOME",
			"page": 205,
			"level": 17,
			"traits": [
				"lizardfolk"
			],
			"entries": [
				"Using your ancestors' bones, you manifest their spirits around you in a fossilized form, terrifying your foes. You can cast {@spell mask of terror} on yourself as a primal innate spell once per day. When you do, you appear as a skeletal lizardfolk ancestor, twisted in a way that inspires the deepest fears of those who observe you."
			]
		},
		{
			"name": "Breath Like Honey",
			"source": "LOME",
			"page": 114,
			"level": 9,
			"traits": [
				"gnoll"
			],
			"prerequisites": "sweetbreath gnoll heritage",
			"entries": [
				"You smell of honey and savory things. You can cast {@spell enthrall} as a 3rd-level occult innate spell once per day, except the spell has a range of 30 feet and the {@trait inhaled} trait instead of the {@trait auditory} trait. Targets don't gain any circumstance bonus for disagreeing with you. Your circumstance bonus to checks to {@action Make an Impression} if the target can smell your breath increases to +2."
			]
		},
		{
			"name": "Bristle",
			"source": "LOME",
			"page": 125,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 5,
			"traits": [
				"shisk"
			],
			"entries": [
				"You curl into a posture that splays out your bone spines.",
				"You gain a +1 circumstance to AC until the start of your next turn."
			],
			"special": [
				"If you have the Barbed Quills reaction or a quills unarmed attack, each gains a +1 circumstance bonus to damage rolls until the start of your next turn."
			]
		},
		{
			"name": "Catch The Details",
			"source": "LOME",
			"page": 117,
			"level": 1,
			"traits": [
				"goloma"
			],
			"entries": [
				"You are quick at recognizing broad details about people and things around you. You are trained in {@skill Society} and gain the {@feat Eye for Numbers|APG} skill feat (Advanced Player's Guide 206)",
				"If you would automatically become trained in {@skill Society} (from your background or class, for example), you instead become trained in a skill of your choice."
			]
		},
		{
			"name": "Ceremony Of Aeon's Guidance",
			"source": "LOME",
			"page": 110,
			"level": 9,
			"traits": [
				"conrasu"
			],
			"entries": [
				"Your patron aeon has allowed you to call upon their gifts to serve their ends. You can cast {@spell augury} and {@spell calm emotions} each once per day as 2nd-level divine innate spells."
			]
		},
		{
			"name": "Ceremony Of Aeon's Shield",
			"source": "LOME",
			"page": 110,
			"level": 9,
			"traits": [
				"conrasu"
			],
			"entries": [
				"Your patron aeon graced you with powers of protection. You can cast {@spell resist energy} and {@spell shield other} each once per day as 2nd-level divine innate spells."
			]
		},
		{
			"name": "Ceremony of Fortification",
			"source": "LOME",
			"page": 110,
			"level": 9,
			"traits": [
				"conrasu"
			],
			"prerequisites": "{@feat Ceremony of Protection|LOME}",
			"entries": [
				"Your exoskeleton arranges itself into an optimal defensive shape. When you use your Ceremony of Protection, you also gain resistance to either bludgeoning, piercing, or slashing damage equal to half your level against the next {@action Strike} that hits you and deals one of those types of damage until the start of your next turn."
			]
		},
		{
			"name": "Ceremony of Growth",
			"source": "LOME",
			"page": 110,
			"level": 13,
			"traits": [
				"conrasu"
			],
			"entries": [
				"You can alter your exoskeleton's size. You constantly gain the effects of enlarge. You can dismiss or resume these effects as an action, which has the {@trait concentrate} trait."
			]
		},
		{
			"name": "Ceremony of Knowledge",
			"source": "LOME",
			"page": 109,
			"level": 5,
			"traits": [
				"conrasu"
			],
			"entries": [
				"You tap into aeon knowledge. You gain the {@feat Untrained Improvisation} general feat. In addition, you can attempt skill actions that normally require you to be trained, even if you are untrained."
			]
		},
		{
			"name": "Ceremony of Protection",
			"source": "LOME",
			"page": 109,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 1,
			"traits": [
				"conrasu",
				"manipulate"
			],
			"entries": [
				"You manipulate your exoskeleton to overlap itself. You gain a +1 circumstance bonus to AC until the start of your next turn."
			],
			"leadsTo": [
				"Ceremony Of Fortification|LOME"
			]
		},
		{
			"name": "Ceremony Of Sun's Gift",
			"source": "LOME",
			"page": 110,
			"level": 17,
			"traits": [
				"conrasu"
			],
			"entries": [
				"Your connection to the sun has become an unbreakable bond. You don't become temporarily immune to the effects of your Sunlight Healing, and instead of rolling to recover Hit Points, you gain the maximum number of HP possible (for example, 64 HP instead of {@dice 8d8})."
			]
		},
		{
			"name": "Ceremony of Sunlight",
			"source": "LOME",
			"page": 109,
			"level": 5,
			"traits": [
				"conrasu"
			],
			"entries": [
				"You have learned how to master the power contained within sunlight, just like the trees that form your body. Your Sunlight Healing recovers {@dice 1d8} Hit Points per level."
			]
		},
		{
			"name": "Ceremony Of The Evened Hand",
			"source": "LOME",
			"page": 109,
			"level": 1,
			"traits": [
				"conrasu"
			],
			"entries": [
				"You have cultivated your exoskeleton's form for close combat, using knots, whorls, and reinforced branches. When you select this feat, you gain a claws unarmed attack that deals {@damage 1d4} slashing damage and has the {@trait agile} and {@trait finesse} traits or a branch unarmed attack that deals {@damage 1d6} bludgeoning damage and has the {@trait backswing} trait. Each of these unarmed attacks is in the brawling weapon group and uses one of your hands."
			],
			"special": [
				"You can select this feat twice, choosing the other unarmed attack the second time you take it."
			],
			"leadsTo": [
				"Ceremony Of The Strengthened Hand|LOME"
			]
		},
		{
			"name": "Ceremony Of The Strengthened Hand",
			"source": "LOME",
			"page": 110,
			"level": 9,
			"traits": [
				"conrasu"
			],
			"prerequisites": "{@feat Ceremony of the Evened Hand|LOME}",
			"entries": [
				"Your exoskeleton's weapons are even more potent. If you have a claws unarmed attack, it gains the {@trait deadly <d8>} trait. If you have a branch unarmed attack, it gains the {@trait shove} and {@trait trip} traits."
			]
		},
		{
			"name": "Conrasu Lore",
			"source": "LOME",
			"page": 109,
			"level": 1,
			"traits": [
				"conrasu"
			],
			"entries": [
				"You have learned about your history and your people from shapers. You gain the trained proficiency rank in {@skill Crafting} and {@skill Occultism}. If you would automatically become trained in one of those skills (from your background or class, for example), you instead become trained in a skill of your choice. You also become trained in {@skill Lore||Conrasu Lore}."
			]
		},
		{
			"name": "Conrasu Weapon Expertise",
			"source": "LOME",
			"page": 110,
			"level": 13,
			"traits": [
				"conrasu"
			],
			"entries": [
				"Whenever you gain a class feature that grants you expert or greater proficiency in certain weapons, you also gain that proficiency for composite shortbow, glaive, longspear, longsword, shortbow, spear, and all conrasu weapons in which you are trained."
			]
		},
		{
			"name": "Conrasu Weapon Familiarity",
			"source": "LOME",
			"page": 109,
			"level": 1,
			"traits": [
				"conrasu"
			],
			"entries": [
				"You have taken it upon yourself to learn the ways of combat to aid with your tasks, perhaps in a role as a corrector. You are trained with the {@item composite shortbow}, {@item glaive}, {@item longspear}, {@item longsword}, {@item shortbow}, and {@item spear}. You also gain access to all {@filter uncommon conrasu weapons|items||Category=Weapon|rarity=uncommon|ancestry & heritage=conrasu}. For the purpose of determining your proficiency, martial conrasu weapons are simple weapons and advanced conrasu weapons are martial weapons."
			]
		},
		{
			"name": "Conrasu Weapon Understanding",
			"source": "LOME",
			"page": 110,
			"level": 5,
			"traits": [
				"conrasu"
			],
			"entries": [
				"You have come to know conrasu weapons as you know yourself. Whenever you critically hit using a composite shortbow, glaive, longspear, longsword, shortbow, spear, or a conrasu weapon, you apply the weapon's critical specialization effect."
			]
		},
		{
			"name": "Constant Gaze",
			"source": "LOME",
			"page": 118,
			"level": 9,
			"traits": [
				"goloma"
			],
			"prerequisites": "{@feat Watchful Gaze|LOME}",
			"entries": [
				"Your eyes keep a continual watch for dangers from all sides. You can't be flanked by creatures of your level or lower, even when you haven't used {@feat Watchful Gaze|LOME}."
			]
		},
		{
			"name": "Crunch",
			"source": "LOME",
			"page": 113,
			"level": 1,
			"traits": [
				"gnoll"
			],
			"entries": [
				"Your jaws can crush bone and bite through armor. Your jaws unarmed attack deals {@damage 1d8} piercing damage instead of {@dice 1d6} and gains the {@trait grapple} trait."
			]
		},
		{
			"name": "Defensive Instincts",
			"source": "LOME",
			"page": 118,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 9,
			"traits": [
				"goloma"
			],
			"requirements": "you are adjacent to at least two enemies",
			"entries": [
				"Your body tenses up when surrounded, putting you on edge just enough to anticipate an attack. You gain a +1 circumstance bonus to AC until the beginning of your next turn and {@action Step}."
			]
		},
		{
			"name": "Delver",
			"source": "LOME",
			"page": 126,
			"level": 13,
			"traits": [
				"shisk"
			],
			"entries": [
				"Subterranean life taught you to swim through the ground like water. You gain a burrow Speed of 10 feet through loose soil or dirt."
			]
		},
		{
			"name": "Demonbane Warrior",
			"source": "LOME",
			"page": 60,
			"level": 1,
			"traits": [
				"elf"
			],
			"entries": [
				"You gain a +1 circumstance bonus to damage with weapons and unarmed attacks against demons. If your attack would deal more than one weapon die of damage (as is common at higher levels than 1st), the bonus is equal to the number of weapon dice or unarmed attack dice. If your actions force a demon to take damage from its sin vulnerability, increase that damage by 2."
			]
		},
		{
			"name": "Demonblood Frenzy",
			"source": "LOME",
			"page": 94,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 5,
			"traits": [
				"uncommon",
				"orc"
			],
			"prerequisites": "tusks unarmed attack",
			"frequency": {
				"unit": "minute",
				"number": 1
			},
			"trigger": "You successfully {@action Strike} a living creature that has the {@trait fiend} trait with your tusks unarmed attack.",
			"access": "Matanji ethnicity",
			"entries": [
				"Just the taste of fiendish blood is enough to send blood rushing through your veins in a supernatural fury. You become {@condition quickened} until the end of your next turn and you can use the extra action to make a tusks {@action Strike}, {@action Stride}, or {@action Step}."
			]
		},
		{
			"name": "Dig Up Secrets",
			"source": "LOME",
			"page": 126,
			"level": 9,
			"traits": [
				"shisk"
			],
			"entries": [
				"You are an endless well of knowledge and can remember several vital pieces of information at once. You can cast {@spell hypercognition} as an innate occult spell once per day."
			]
		},
		{
			"name": "Disorienting Venom",
			"source": "LOME",
			"page": 106,
			"level": 9,
			"traits": [
				"anadi"
			],
			"prerequisites": "Venomous Anadi",
			"entries": [
				"The venom injected by your fangs disorients your foes. A creature damaged by your anadi venom must attempt a Fortitude save against your class DC or spell DC, whichever is higher, or become {@condition flat-footed} for 1 round."
			]
		},
		{
			"name": "Distant Cackle",
			"source": "LOME",
			"page": 113,
			"level": 5,
			"traits": [
				"gnoll"
			],
			"prerequisites": "witch gnoll heritage",
			"entries": [
				"It takes a very brave person to enter the laughter-haunted forest where you dwell. You can cast {@spell ventriloquism} once per day as a 1st-level occult innate spell."
			]
		},
		{
			"name": "Eidetic Ear",
			"source": "LOME",
			"page": 125,
			"level": 1,
			"traits": [
				"shisk"
			],
			"entries": [
				"You have an amazing memory for sound. You gain the Assurance ({@skill Performance}) feat.",
				"With a successful DC {@flatDC 8} flat check, you can accurately recall a sound or a snippet of conversation you heard within the last week. You are memorizing by rote rather than content, and can't use this to cram facts, so this doesn't grant you any extra ability to {@action Recall Knowledge}."
			]
		},
		{
			"name": "Envenomed Edge",
			"source": "LOME",
			"page": 122,
			"level": 13,
			"traits": [
				"grippli"
			],
			"entries": [
				"With a combination of your poison glands and herbal concoctions, you can consistently deliver venomous attacks when you hit an enemy's weak points. When you critically hit using a {@action Strike} with a weapon or unarmed attack and deal slashing or piercing damage with that {@action Strike}, you deal an additional {@damage 1d4} {@condition persistent damage||persistent poison damage} to your target."
			]
		},
		{
			"name": "Fountain of Secrets",
			"source": "LOME",
			"page": 126,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"level": 17,
			"traits": [
				"shisk"
			],
			"frequency": {
				"unit": "round",
				"number": 1
			},
			"entries": [
				"You constantly remember details about the world. You attempt a check to {@action Recall Knowledge}. If you succeed, you gain additional information or context. If you critically succeed, at the GM's discretion you might gain even more additional information or context than normal.",
				"Shisk Enclaves Most shisks can be found in small communities burrowed into the Barrier Wall, existing in caverns and tunnels that riddle the mountains from peak to base. A few scattered enclaves can be found in the Bandu Hills—the dry and arid region well-suited to shisk tastes.",
				"Occasionally, shisk societies burrow deeply enough that they reside within the Mwangi Darklands, while other brave families or individuals seek out the academic haven of Nantambu, hoping to accelerate their education.",
				"Shisks are almost completely unknown outside of the Mwangi Expanse. A few can be found on the Thuvian side of the Barrier Wall, and at least one shisk is believed to have approached the Citadel of the Alchemist to be accepted as a student.",
				"One small and bold enclave is rumored to reside in the Shattered Range near the nation of Nex, hoping to glean secrets from the many powerful wizards who live there.",
				"Other Peoples."
			]
		},
		{
			"name": "Friendform",
			"source": "LOME",
			"page": 106,
			"level": 5,
			"traits": [
				"anadi"
			],
			"entries": [
				"The shared bond between you and your allies allows you to act on their behalf.",
				"During your daily preparations, you can perform a simple ritual with up to five willing Small or Medium humanoids, where participants exchange minor tokens of personal significance. As long as you hold onto a participant's token, you can assume their form with your Change Shape ability, gaining a +4 status bonus to {@skill Deception} checks to pass as that person and adding your level to the check even if you're untrained. You lose access to a participant's form if they're not carrying your token or if you use the ritual again."
			]
		},
		{
			"name": "Gnoll Lore",
			"source": "LOME",
			"page": 113,
			"level": 1,
			"traits": [
				"gnoll"
			],
			"entries": [
				"You paid attention to your senior hunters to learn their tricks. You gain the trained proficiency rank in {@skill Stealth} and {@skill Survival}. If you would automatically become trained in one of those skills (from your background or class, for example), you instead become trained in a skill of your choice. You also become trained in {@skill Lore||Gnoll Lore}."
			]
		},
		{
			"name": "Gnoll Weapon Expertise",
			"source": "LOME",
			"page": 114,
			"level": 13,
			"traits": [
				"gnoll"
			],
			"prerequisites": "{@feat Gnoll Weapon Practicality|LOME}",
			"entries": [
				"Whenever you gain a class feature that grants you expert or greater proficiency in a given weapon or weapons, you also gain that proficiency in {@item flail||flails}, {@item khopesh||khopeshes}, {@item mambele|LOGM|mambeles}, {@item spear||spears}, and {@item war flail||war flails}."
			]
		},
		{
			"name": "Gnoll Weapon Familiarity",
			"source": "LOME",
			"page": 113,
			"level": 1,
			"traits": [
				"gnoll"
			],
			"entries": [
				"You were taught to be a hunter and a raider. You are trained with {@item flail||flails}, {@item khopesh|LOGM|khopeshes}, {@item mambele|LOGM|mambeles}, {@item spear||spears}, and {@item war flail||war flails}."
			],
			"leadsTo": [
				"Gnoll Weapon Practicality|LOME",
				"Gnoll Weapon Expertise|LOME"
			]
		},
		{
			"name": "Gnoll Weapon Practicality",
			"source": "LOME",
			"page": 114,
			"level": 5,
			"traits": [
				"gnoll"
			],
			"prerequisites": "{@feat Gnoll Weapon Familiarity|LOME}",
			"entries": [
				"Whenever you critically hit using {@item flail||flails}, {@item khopesh|LOGM|khopeshes}, {@item mambele|LOGM|mambeles}, {@item spear||spears}, and {@item war flail||war flails}, you apply the weapon's critical specialization effect."
			],
			"leadsTo": [
				"Gnoll Weapon Expertise|LOME"
			]
		},
		{
			"name": "Goloma Courage",
			"source": "LOME",
			"page": 117,
			"level": 1,
			"traits": [
				"goloma"
			],
			"entries": [
				"The most important thing you've learned living with fear is how to overcome it. When you roll a success on a saving throw against a {@trait fear} effect, you get a critical success instead. In addition, you gain a +1 circumstance bonus to Will saves against {@trait fear} effects and a +2 circumstance bonus to your Will DC against attempts to {@action Demoralize} you."
			]
		},
		{
			"name": "Goloma Lore",
			"source": "LOME",
			"page": 117,
			"level": 1,
			"traits": [
				"goloma"
			],
			"entries": [
				"You lived an insulated life focused on avoiding danger. You gain the trained proficiency rank in {@skill Stealth} and {@skill Survival}.",
				"If you would automatically become trained in one of those skills (from your background or class, for example), you instead become trained in a skill of your choice. You also become trained in {@skill Lore||Goloma Lore}."
			]
		},
		{
			"name": "Grandmother's Wisdom",
			"source": "LOME",
			"page": 114,
			"level": 9,
			"traits": [
				"gnoll"
			],
			"entries": [
				"You carry the bones of your ancestors with you, and you can ask them for counsel.",
				"You can cast {@spell augury} twice per day as a 2nd-level occult innate spell."
			]
		},
		{
			"name": "Grippli Glide",
			"source": "LOME",
			"page": 121,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 5,
			"traits": [
				"grippli"
			],
			"prerequisites": "windweb grippli",
			"requirements": "You must have at least one hand free.",
			"entries": [
				"You can use your webbed feet to guide your fall. You glide slowly toward the ground, 5 feet down (10 feet if you don't have both hands free) and up to 25 feet forward through the air. As long as you spend at least 1 action gliding each round and have not yet reached the ground, you remain in the air at the end of your turn."
			]
		},
		{
			"name": "Grippli Lore",
			"source": "LOME",
			"page": 120,
			"level": 1,
			"traits": [
				"grippli"
			],
			"entries": [
				"You are well versed in grippli culture and tactics. You gain the trained proficiency in {@skill Nature} and {@skill Stealth}. If you would automatically become trained in one of those skills, you instead become trained in a skill of your choice. You also become trained in {@skill Lore||Grippli Lore}."
			]
		},
		{
			"name": "Grippli Weapon Expertise",
			"source": "LOME",
			"page": 122,
			"level": 13,
			"traits": [
				"grippli"
			],
			"prerequisites": "{@feat Grippli Weapon Familiarity|LOME}",
			"entries": [
				"You fight with effortless expertise with grippli weapons. Whenever you gain a class feature that grants you expert or greater proficiency in a given weapon or weapons, you also gain that proficiency in the {@item blowgun}, {@item hatchet}, {@item scythe}, {@item shortbow}, {@item composite shortbow}, or {@filter grippli weapons|items||ancestry & heritage=grippli} in which you are trained."
			]
		},
		{
			"name": "Grippli Weapon Familiarity",
			"source": "LOME",
			"page": 120,
			"level": 1,
			"traits": [
				"grippli"
			],
			"entries": [
				"You've trained with weapons ideally suited to marshes and dense forests. You are trained with {@item blowgun||blowguns}, {@item hatchet||hatchets}, {@item scythe||scythes}, {@item shortbow||shortbows}, and {@item composite shortbow||composite shortbows}.",
				"You also gain access to all {@filter uncommon grippli weapons|items||Category=Weapon|rarity=uncommon|ancestry & heritage=grippli}. For the purpose of determining your proficiency, martial grippli weapons are simple weapons, and advanced grippli weapons are martial weapons."
			],
			"leadsTo": [
				"Grippli Weapon Expertise|LOME",
				"Grippli Weapon Innovator|LOME"
			]
		},
		{
			"name": "Grippli Weapon Innovator",
			"source": "LOME",
			"page": 121,
			"level": 5,
			"traits": [
				"grippli"
			],
			"prerequisites": "{@feat Grippli Weapon Familiarity|LOME}",
			"entries": [
				"You've learned devious ways to make the most of your grippli weapons. Whenever you critically hit using a {@item blowgun}, {@item hatchet}, {@item scythe}, {@item shortbow}, {@item composite shortbow}, or {@filter grippli weapon|items||ancestry & heritage=grippli}, you apply the weapon's critical specialization effect."
			]
		},
		{
			"name": "Hunter's Defense",
			"source": "LOME",
			"page": 121,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 1,
			"traits": [
				"grippli"
			],
			"prerequisites": "trained in {@skill Nature}",
			"frequency": {
				"unit": "hour",
				"number": 1
			},
			"trigger": "A creature with the animal, beast, elemental, fey, {@trait fungus}, or {@trait plant} trait attacks you, and you can see the attacker.",
			"entries": [
				"Your canny understanding of natural and primal creatures helps you predict and dodge their attacks. The triggering attack roll targets your {@skill Nature} DC instead of your AC. Though this allows you to avoid taking penalties to your AC, it doesn't remove any conditions or other effects causing such penalties. For example, an enemy with sneak attack would still deal extra damage to you for being {@condition flat-footed}, even though you wouldn't take the –2 circumstance penalty against the attack."
			]
		},
		{
			"name": "Hunter's Fangs",
			"source": "LOME",
			"page": 106,
			"level": 5,
			"traits": [
				"anadi"
			],
			"entries": [
				"Your fangs are exceptionally painful. Whenever you score a critical hit with your fangs unarmed attack, you apply the unarmed attack's critical specialization effect."
			]
		},
		{
			"name": "Hybrid Shape",
			"source": "LOME",
			"page": 106,
			"level": 5,
			"traits": [
				"anadi"
			],
			"entries": [
				"Mastery of your shapeshifting lets you combine the best features of your humanoid and spider forms. When using your Change Shape ability, you can assume a bipedal hybrid shape. This form gains all the benefits of your spider shape as well as the ability to use items and take manipulate actions just as easily as your human shape."
			]
		},
		{
			"name": "Hyena Familiar",
			"source": "LOME",
			"page": 113,
			"level": 1,
			"traits": [
				"gnoll"
			],
			"entries": [
				"Hyenas serve gnolls as pets, trackers, and in your case, vessels for spirits. You gain a Tiny hyena as a familiar."
			]
		},
		{
			"name": "Inured To The Heat",
			"source": "LOME",
			"page": 125,
			"level": 5,
			"traits": [
				"shisk"
			],
			"entries": [
				"Your have a love for extreme heat.",
				"You gain resistance 4 to fire. You treat environmental heat effects as if they were one step less extreme (incredible heat becomes extreme, extreme heat becomes severe, and so on)."
			]
		},
		{
			"name": "Jungle Strider",
			"source": "LOME",
			"page": 121,
			"level": 1,
			"traits": [
				"grippli"
			],
			"entries": [
				"You are adept at dodging roots, foliage, and other jungle obstacles. You ignore {@quickref difficult terrain||3|terrain} in forests and jungles. In addition, when you use the {@skill Acrobatics} skill to {@action Balance} on narrow surfaces or uneven ground made of plant material, you aren't {@condition flat-footed}, and when you roll a success at one of these {@skill Acrobatics} checks, you get a critical success instead."
			]
		},
		{
			"name": "Laughing Gnoll",
			"source": "LOME",
			"page": 114,
			"level": 9,
			"traits": [
				"gnoll"
			],
			"prerequisites": "master in {@skill Intimidation}",
			"entries": [
				"A gnoll's sinister giggle is a sound of warning and threat. You gain the {@feat Battle Cry} skill feat. You don't take a penalty when you attempt to {@action Demoralize} a creature that doesn't understand your language."
			]
		},
		{
			"name": "Long Tongue",
			"source": "LOME",
			"page": 121,
			"level": 5,
			"traits": [
				"grippli"
			],
			"prerequisites": "snaptongue grippli",
			"entries": [
				"You've learned to stretch your exceptionally long tongue beyond its original limits. When you use your tongue to deliver touch range spells or perform very simple {@action Interact} actions, you can do so at a distance that is 5 feet beyond your usual reach."
			]
		},
		{
			"name": "Nocturnal Grippli",
			"source": "LOME",
			"page": 121,
			"level": 1,
			"traits": [
				"grippli"
			],
			"entries": [
				"You tend to do most of your hunting and work at night and have adapted to the requirements of nocturnal life. You gain {@ability darkvision}, allowing you to see in darkness and dim light just as well as you can in bright light. However, in darkness, you see in black and white only."
			],
			"special": [
				"You can take this feat only at 1st level, and you can't retrain out of this feat or into this feat."
			]
		},
		{
			"name": "None Shall Know",
			"source": "LOME",
			"page": 126,
			"level": 13,
			"traits": [
				"shisk"
			],
			"entries": [
				"Even magical means have a hard time prying information from you. You gain nondetection as an innate occult spell once per day, which can only be cast on yourself and is automatically heightened to half your level rounded up."
			]
		},
		{
			"name": "Pack Hunter",
			"source": "LOME",
			"page": 113,
			"level": 1,
			"traits": [
				"gnoll"
			],
			"entries": [
				"You were taught how to hunt as part of a pack. You gain a +2 circumstance bonus to checks to {@action Aid}, and your allies gain a +2 circumstance bonus to checks to {@action Aid} you."
			],
			"leadsTo": [
				"Pack Stalker|LOME"
			]
		},
		{
			"name": "Pack Stalker",
			"source": "LOME",
			"page": 114,
			"level": 5,
			"traits": [
				"gnoll"
			],
			"prerequisites": "expert in {@skill Stealth}, {@feat Pack Hunter|LOME}",
			"entries": [
				"Ambushes are an honored gnoll tradition. You gain the Terrain Stalker feat and can extend its effects to a single ally so long as they remain within 10 ft. of you. If you have master proficiency in {@skill Stealth}, you can extend the effect to two allies. If you have legendary proficiency in {@skill Stealth}, you can extend it to four allies."
			]
		},
		{
			"name": "Pierce The Darkness",
			"source": "LOME",
			"page": 117,
			"level": 1,
			"traits": [
				"goloma"
			],
			"prerequisites": "low-light vision",
			"entries": [
				"Your eyes have adapted to see in all circumstances, even without the assistance of light.",
				"You gain {@ability darkvision}, allowing you to see in darkness and dim light just as well as you can in bright light. However, in darkness you see in black and white only."
			],
			"special": [
				"You can take this feat only at 1st level, and you can't retrain out of this feat or into this feat."
			]
		},
		{
			"name": "Piercing Quills",
			"source": "LOME",
			"page": 126,
			"level": 9,
			"traits": [
				"shisk"
			],
			"prerequisites": "{@feat Spine Stabber|LOME}",
			"entries": [
				"Your quills can dig particularly deep into the flesh of your opponents. Your quills unarmed attack deals {@damage 1d4} {@condition persistent damage||persistent bleed damage} on a critical hit."
			]
		},
		{
			"name": "Protective Claws",
			"source": "LOME",
			"page": 118,
			"level": 5,
			"traits": [
				"goloma"
			],
			"prerequisites": "vicious goloma heritage",
			"entries": [
				"The chitin on your claws is so hard you can defend against attacks with them. Your claw unarmed attack from the {@ancestry goloma|lome|vicious goloma|vicious} heritage gains the {@trait parry} weapon trait."
			]
		},
		{
			"name": "Quill Spray",
			"source": "LOME",
			"page": 126,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 9,
			"traits": [
				"shisk"
			],
			"prerequisites": "quillcoat shisk or quill unarmed attack",
			"frequency": {
				"unit": "day",
				"number": 1
			},
			"entries": [
				"You can launch a mass of quills at opponents. You spray quills in a 30-foot cone, dealing {@damage 5d8} piercing damage. Each creature in the area must attempt a basic saving throw against the higher of your class DC or spell DC. On a critical failure, a creature also takes 5 {@condition persistent damage||persistent bleed damage}. At 11th level and every even level thereafter, the piercing damage increases by {@damage 1d8} and the {@condition persistent damage||persistent bleed damage} increases by 1."
			]
		},
		{
			"name": "Reassuring Presence",
			"source": "LOME",
			"page": 106,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 1,
			"traits": [
				"anadi",
				"auditory",
				"visual"
			],
			"trigger": "An ally within 30 feet gains the {@condition frightened} condition.",
			"entries": [
				"You serve as an anchor to your close companions, calming them in times of stress.",
				"Decrease the value of the triggering ally's {@condition frightened} condition by 1. The ally is then temporarily immune to your Reassuring Presence for 1 hour."
			]
		},
		{
			"name": "Renewing Quills",
			"source": "LOME",
			"page": 126,
			"level": 5,
			"traits": [
				"shisk"
			],
			"prerequisites": "quillcoat shisk",
			"entries": [
				"Your spines grow back much faster than other shisks. You can use the Barbed Quills reaction once every 10 minutes."
			]
		},
		{
			"name": "Ricocheting Leap",
			"source": "LOME",
			"page": 122,
			"level": 9,
			"traits": [
				"grippli"
			],
			"prerequisites": "master in {@skill Athletics}, {@feat Wall Jump}",
			"entries": [
				"You quickly use your momentum to topple and spring off of foes. You can use Wall Jump to make additional jumps off of creatures larger than you as if they were walls.",
				"Once per turn when you make an additional jump off of a creature in this way, you can also attempt to {@action Shove} or {@action Trip} that creature as a free action."
			]
		},
		{
			"name": "Right-hand Blood",
			"source": "LOME",
			"page": 114,
			"level": 5,
			"traits": [
				"gnoll"
			],
			"entries": [
				"It's said that the flesh of the right side of a hyena can heal diseases, but that of the left side is poisonous. You can take 1 damage to feed someone blood from your right side and {@action Administer First Aid} or take {@dice 2d8} damage to {@action Treat Disease} or {@action Treat Wounds}; in either case, you don't need healer's tools, and gain a +1 item bonus. Blood from your left side causes the check to critically fail automatically."
			]
		},
		{
			"name": "Secret Eyes",
			"source": "LOME",
			"page": 126,
			"level": 13,
			"traits": [
				"shisk"
			],
			"entries": [
				"You can call forth an {@condition invisible} eye to let you peek on secrets. Once per day, you can cast {@spell prying eye} as an innate occult spell."
			]
		},
		{
			"name": "See The Unseen",
			"source": "LOME",
			"page": 118,
			"level": 13,
			"traits": [
				"goloma"
			],
			"entries": [
				"You notice things that others can't see at all. While you're adjacent to an {@condition undetected} creature of your level or lower, it is instead only {@condition hidden} from you. You only need a successful DC {@flatDC 5} flat check to target a {@condition hidden} creature."
			]
		},
		{
			"name": "Sensitive Nose",
			"source": "LOME",
			"page": 113,
			"level": 1,
			"traits": [
				"gnoll"
			],
			"entries": [
				"Your large black nose isn't just for show. You gain imprecise {@ability scent} with a range of 30 feet."
			],
			"special": [
				"You can take this feat only at 1st level, and you can't retrain out of this feat or into this feat."
			]
		},
		{
			"name": "Shisk Lore",
			"source": "LOME",
			"page": 125,
			"level": 1,
			"traits": [
				"shisk"
			],
			"entries": [
				"You hoard knowledge like a dragon hoards gold. You gain the trained proficiency rank in three {@skill Lore} skills of your choice. You also become trained in {@skill Lore||Shisk Lore}."
			]
		},
		{
			"name": "Skittertalk",
			"source": "LOME",
			"page": 106,
			"level": 1,
			"traits": [
				"anadi"
			],
			"entries": [
				"You can ask questions of, receive answers from, and use the {@skill Diplomacy} skill with spiders and other arachnids. The GM determines which creatures count for this ability."
			]
		},
		{
			"name": "Spelunker",
			"source": "LOME",
			"page": 125,
			"level": 1,
			"traits": [
				"shisk"
			],
			"entries": [
				"Living underground, you have learned to find your way without landmarks or even solid ground. If you roll a success on an {@skill Survival} check to {@action Sense Direction} or an {@skill Athletics} check to {@action Climb}, you get a critical success instead. You're not {@condition flat-footed} when you attempt to {@action Climb}."
			]
		},
		{
			"name": "Spine Stabber",
			"source": "LOME",
			"page": 125,
			"level": 1,
			"traits": [
				"shisk"
			],
			"entries": [
				"The quills on your arms are particularly sharp and sturdy. You gain a quills unarmed attack that deals {@damage 1d6} piercing damage. Your quills are in the knife weapon group and have the {@trait finesse} and {@trait unarmed} traits."
			],
			"leadsTo": [
				"Piercing Quills|LOME"
			]
		},
		{
			"name": "Strand Strider",
			"source": "LOME",
			"page": 106,
			"level": 9,
			"traits": [
				"anadi"
			],
			"entries": [
				"Your eight legs serve you well when climbing walls and webs alike. You gain a climb speed of 25 feet in your spider shape."
			]
		},
		{
			"name": "Studious Adept",
			"source": "LOME",
			"page": 106,
			"level": 9,
			"traits": [
				"anadi"
			],
			"prerequisites": "{@feat Studious Magic|LOME}",
			"entries": [
				"You achieve a breakthrough in your exploration of magic. You gain {@spell humanoid form} and {@spell mirror image} as 2nd-level arcane innate spells.",
				"You can cast each of these arcane innate spells once per day."
			]
		},
		{
			"name": "Studious Magic",
			"source": "LOME",
			"page": 106,
			"level": 1,
			"traits": [
				"anadi"
			],
			"entries": [
				"You've taken an interest in anadi arcane traditions. Choose one cantrip from the arcane spell list. You can cast this spell as an arcane innate spell at will. A cantrip is heightened to a spell level equal to half your level rounded up."
			],
			"leadsTo": [
				"Studious Adept|LOME"
			]
		},
		{
			"name": "Tenacious Net",
			"source": "LOME",
			"page": 122,
			"level": 5,
			"traits": [
				"grippli"
			],
			"entries": [
				"Escaping your nets is no simple task. The {@skill Athletics} DC to {@action Force Open} or {@action Escape} your nets increases from 16 to 18. After a creature you {@condition grabbed} with a net {@action Escape||Escapes} or Forces Open the net, stray strands of the net cling to the creature, causing them to remain {@condition flat-footed} until the beginning of their next turn."
			]
		},
		{
			"name": "Tongue Tether",
			"source": "LOME",
			"page": 122,
			"level": 9,
			"traits": [
				"grippli"
			],
			"prerequisites": "snaptongue grippli",
			"entries": [
				"Your tongue can momentarily latch on as readily as your hands. So long as you can freely open your mouth, you do not need free hands in order to {@action Disarm}, {@action Grab an Edge}, or {@action Trip}. If you have the Long Tongue feat, you can {@action Disarm}, {@action Grab an Edge}, and {@action Trip} with your tongue at a distance that is 5 feet beyond your normal reach."
			]
		},
		{
			"name": "True Gaze",
			"source": "LOME",
			"page": 118,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 17,
			"traits": [
				"arcane",
				"concentrate",
				"divination",
				"goloma"
			],
			"frequency": {
				"unit": "hour",
				"number": 1
			},
			"entries": [
				"When you focus your eyes carefully, your gaze can pierce through all obfuscations, even magical ones. When you use True Gaze, you gain the effects of a 6th-level {@spell true seeing} spell, using your {@skill Perception} modifier for the counteract check."
			]
		},
		{
			"name": "Watchful Gaze",
			"source": "LOME",
			"page": 117,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 1,
			"traits": [
				"concentrate",
				"goloma"
			],
			"entries": [
				"You use your many eyes to look in all directions at once, making you extremely observant for a short period of time. You gain {@ability all-around vision} until the start of your next turn. This lets you see in all directions and prevents you from being flanked."
			],
			"leadsTo": [
				"Constant Gaze|LOME"
			]
		},
		{
			"name": "Web Hunter",
			"source": "LOME",
			"page": 106,
			"level": 9,
			"traits": [
				"anadi"
			],
			"entries": [
				"Through the careful cultivation of highly sensitive hairs, you've developed the ability to sense creatures without seeing them. You gain imprecise {@ability tremorsense} at a range of 15 feet. When you and a creature are both touching the same anchored, threadlike object (such as a rope, webbing, or wire), your imprecise {@ability tremorsense} can sense that creature at a range of 60 feet."
			]
		},
		{
			"name": "Web Walker",
			"source": "LOME",
			"page": 106,
			"level": 1,
			"traits": [
				"anadi"
			],
			"entries": [
				"You have plenty of practice navigating webs. You gain a +2 circumstance bonus to saves and AC against the {@spell web} spell, natural webbing, and effects that entrap you in webbing, as well as a +1 circumstance bonus against other effects that snare and entangle you, like the {@spell entangle} spell. Whenever you roll a success on a saving throw against an effect involving a web, you get a critical success instead."
			]
		},
		{
			"name": "Web Weaver",
			"source": "LOME",
			"page": 106,
			"level": 1,
			"traits": [
				"anadi"
			],
			"entries": [
				"You can produce a soft silk to weave into useful items. You gain the {@feat Specialty Crafting} feat with a specialty in weaving. You can use your webbing to {@action Craft} simple, nonconsumable threaded items, such as clothing and rope, at zero cost as long as their base Price is 1 sp or less. These items have no resale value, and they naturally degrade after 24 hours without regular (if minor) maintenance. You can maintain up to 10 such items at a time; if you create a new one, your oldest creation breaks down from neglect. These temporary items take you only 1 day to {@action Craft} instead of 4. If you're an expert in {@skill Crafting}, you can {@action Craft} these items in 1 hour; if you're a master, you can {@action Craft} them in 10 minutes; if you're legendary, you can {@action Craft} them in 1 minute."
			]
		},
		{
			"name": "Webslinger",
			"source": "LOME",
			"page": 106,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 13,
			"traits": [
				"anadi"
			],
			"frequency": {
				"unit": "minute",
				"interval": 10,
				"number": 1
			},
			"entries": [
				"Your natural ability to create silken webs blends with your magical powers, allowing you to create impossibly large webs with great frequency. This has the effects of a 2nd-level {@spell web} spell using your class DC or spell DC, whichever is higher."
			]
		}
	]
}
