{
	"feat": [
		{
			"name": "Disturbing Defense",
			"source": "Sli",
			"page": 59,
			"level": 4,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Oozemorph"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "Oozemorph Dedication",
			"entries": [
				"Your internal organs and blood vessels have shifted and changed, and even you don't know precisely where in your body they are. You gain resistance to precision damage equal to 2 + your number of class feats from the oozemorph archetype. The DC of your flat checks to recover from {@condition persistent damage ||persistent bleed damage} is 13, rather than 15."
			]
		},
		{
			"name": "Hideous Ululation",
			"source": "Sli",
			"page": 59,
			"level": 4,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": true,
				"archetype": "Oozemorph"
			},
			"traits": [
				"Archetype",
				"Skill"
			],
			"prerequisites": "Oozemorph Dedication, trained in",
			"entries": [
				"{@skill Performance} Your throat has multiple separate chambers that can give your voice an eerie echo. You can be clearly heard at distances of up to 300 feet regardless of ambient sound, although your voice doesn't penetrate a magical silence effect."
			]
		},
		{
			"name": "Ooze Empathy",
			"source": "Sli",
			"page": 59,
			"level": 8,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Oozemorph"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "Oozemorph Dedication, at least two other class feats from the oozemorph archetype",
			"entries": [
				"You can connect with oozes (and other amorphous aberrations, at the GM's discretion) on a rudimentary level. You can use {@skill Diplomacy} to {@action Make an Impression} on oozes and to make very simple Requests of them. In most instances, oozes will give you time to make your case."
			]
		},
		{
			"name": "Oozemorph Dedication",
			"source": "Sli",
			"page": 59,
			"level": 2,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Oozemorph"
			},
			"traits": [
				"Uncommon",
				"Archetype",
				"Dedication"
			],
			"entries": [
				"You are plagued by sporadic anatomical rearrangements, which grant you insights into other creatures with unusual anatomies. You become trained in {@skill Occultism} and {@skill Lore||Ooze Lore}; if you were already trained, you become an expert instead. You gain a +2 circumstance bonus to Reflex saves to avoid being Engulfed by creatures, and to checks to {@action Escape} after being Engulfed.",
				"As you develop more abilities based on your amorphous affliction, you become increasingly off-putting to mundane creatures. You take a penalty to {@skill Diplomacy} checks against animals and humanoids. This penalty is equal to your number of class feats from the oozemorph archetype, to a maximum of –4 for four or more feats."
			],
			"special": "You can't select another dedication feat until you have gained two other feats from the oozemorph archetype.",
			"leadsTo": [
				"Uncanny Suction|Sli"
			]
		},
		{
			"name": "Peculiar Anatomy",
			"source": "Sli",
			"page": 60,
			"level": 14,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Oozemorph"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "Disturbing Defense",
			"entries": [
				"Your circulatory system contains viscous protoplasmic fluid instead of ordinary blood. You gain a +2 circumstance bonus to saving throws against disease and poison, and resistance to poison damage equal to half your level.",
				"In addition, your resistance to precision damage from Disturbing Defense increases to an amount equal to 7 + your number of class feats from the oozemorph archetype, and the DC of your flat checks to recover from {@condition persistent damage ||persistent bleed damage} is 8 rather than 13."
			]
		},
		{
			"name": "Rubbery Skin",
			"source": "Sli",
			"page": 59,
			"level": 10,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Oozemorph"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "Disturbing Defense",
			"entries": [
				"Your skin develops a malleable, rubbery quality. You gain resistance to bludgeoning damage equal to 2 + your number of class feats from the oozemorph archetype. You also gain resistance equal to twice that amount to extra damage from critical hits; if the resistance is greater than the extra damage, it reduces the extra damage to 0 but doesn't reduce the attack's normal damage."
			]
		},
		{
			"name": "Uncanny Suction",
			"source": "Sli",
			"page": 60,
			"level": 12,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Oozemorph"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Oozemorph Dedication|Sli}",
			"entries": [
				"Your limbs produce strange, sucker-like growths that allow you to adhere to walls, objects, and most other surfaces. You gain a climb Speed equal to your half your land Speed (minimum 5 feet). If you have the {@feat Quick Climb} feat, your climb Speed is equal to your land Speed.",
				"In addition, you gain a +2 circumstance bonus to your Reflex DC to avoid being Disarmed."
			]
		},
		{
			"name": "Vacate Vision",
			"source": "Sli",
			"page": 59,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 6,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Oozemorph"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "Oozemorph Dedication",
			"trigger": "You fail (but don't critically fail) a saving throw against an effect with the {@trait visual} trait.",
			"entries": [
				"You cause your eyes to liquefy and run out of your eye sockets, leaving them empty. You get a success on the save against the triggering effect, but you are {@condition blinded} for the duration the effect would have had on a failure. At that time, your eyes regrow and your normal vision returns."
			]
		}
	]
}
