{
	"feat": [
		{
			"name": "Aberration Kinship",
			"source": "LOAG",
			"page": 93,
			"level": 1,
			"traits": [
				"Fleshwarp"
			],
			"entries": [
				"Your mind resonates with the inscrutable thought processes that inhuman aberrations use to communicate. You can cast {@spell mindlink} as an innate occult spell once per day, but you can target only aberrations."
			]
		},
		{
			"name": "Adhyabhau",
			"source": "LOAG",
			"page": 26,
			"level": 1,
			"traits": [
				"Dhampir",
				"Lineage"
			],
			"entries": [
				"You descend from the rare psychic vampires known as vetalaranas. Your forebear gained sustenance from the mental and emotional energy of living creatures, which manifests in you as powerful resistance to such effects. You gain a +1 circumstance bonus to Will saves against effects with the {@trait emotion} trait, and when you roll a success on a saving throw against such an effect, you get a critical success instead."
			],
			"leadsTo": [
				"Feed On Pain|LOAG"
			]
		},
		{
			"name": "Advanced Targeting System",
			"source": "LOAG",
			"page": 73,
			"level": 5,
			"traits": [
				"Android"
			],
			"entries": [
				"Your ocular processors are augmented with advanced targeting systems, which allow you to more easily pinpoint your enemy and read their movements. You can cast {@spell true strike} once per day as a 1st-level arcane innate spell."
			]
		},
		{
			"name": "Agathion Magic",
			"source": "LOAG",
			"page": 11,
			"level": 9,
			"traits": [
				"Aasimar"
			],
			"prerequisites": "{@feat Idyllkin|LOAG}",
			"entries": [
				"The harmonious magic of Nirvana flows through you. You can cast {@spell animal form} and {@spell calm emotions} each once per day as 2nd-level divine innate spells."
			]
		},
		{
			"name": "Ageless Spirit",
			"source": "LOAG",
			"page": 43,
			"level": 1,
			"traits": [
				"Leshy"
			],
			"entries": [
				"You remember more about your previous incarnations than most leshys. During your daily preparations, you can meditate upon fragmentary memories of your past lives to gain the trained proficiency rank in one skill of your choice. This proficiency lasts until you prepare again. Since this proficiency is temporary, you can't use it as a prerequisite for a skill increase or a permanent character option like a feat."
			]
		},
		{
			"name": "Airy Step",
			"source": "LOAG",
			"page": 116,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 13,
			"traits": [
				"Sylph"
			],
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"trigger": "A creature targets you with an attack or other targeted effect, and you can see the attacker.",
			"entries": [
				"You create a blanket of fog in a 5–foot burst centered on one corner of your space. All creatures within that area are {@condition concealed}, and all others are {@condition concealed} to them. This concealment applies to the triggering effect, and the fog lasts for 1 minute or until dispersed by a strong wind. After resolving the triggering effect, you {@action Step}. If an effect prevents you from {@action Step||Stepping}, you attempt to {@action Escape} the effect and {@action Step} if you succeed."
			]
		},
		{
			"name": "Alter Resistance",
			"source": "LOAG",
			"page": 98,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 13,
			"traits": [
				"Ganzi"
			],
			"frequency": {
				"unit": "hour",
				"freq": 1
			},
			"trigger": "You take acid, electricity, or sonic damage.",
			"entries": [
				"You focus on your protean forebears to change your energy resistance. The energy resistance you gain from your ganzi heritage changes to match the triggering damage. This change occurs after the damage is dealt."
			]
		},
		{
			"name": "Amorphous Aspect",
			"source": "LOAG",
			"page": 97,
			"level": 5,
			"traits": [
				"Ganzi"
			],
			"entries": [
				"Your body is supremely flexible. You gain a +1 circumstance bonus on checks to {@action Escape} or {@action Squeeze}, and when you critically fail when {@action Squeeze||Squeezing}, you get a failure instead."
			]
		},
		{
			"name": "Analyze Information",
			"source": "LOAG",
			"page": 78,
			"level": 9,
			"traits": [
				"Aphorite"
			],
			"entries": [
				"You can stoke your mind into a burst of analytical prowess. You can cast 3rd-level {@spell hypercognition} once per day as a divine innate spell."
			]
		},
		{
			"name": "Anarchic Arcana",
			"source": "LOAG",
			"page": 98,
			"level": 9,
			"traits": [
				"Ganzi"
			],
			"entries": [
				"The magic in your blood is unpredictable. When you make your daily preparations, roll {@dice 1d12} twice and consult the following list. 1: {@spell acid arrow}; 2: {@spell blur}; 3: {@spell hideous laughter}; 4: {@spell humanoid form}; 5: {@spell illusory object}; 6: {@spell mirror image}; 7: {@spell resist energy}; 8: {@spell see invisibility}; 9: {@spell shatter}; 10: {@spell sound burst}; 11: {@spell spider climb}; 12: {@spell telekinetic maneuver}. You can cast each of those two spells once during the following day (or one spell twice if you rolled doubles) as 2nd-level divine innate spells."
			]
		},
		{
			"name": "Ancestor's Transformation",
			"source": "LOAG",
			"page": 138,
			"level": 13,
			"traits": [
				"Strix"
			],
			"entries": [
				"You can commune with ancestor spirits to assume the form of an enormous primeval strix. You can cast 5th-level {@spell aerial form} as a primal innate spell once per day, but you take the form of a primeval strix, using the statistics for a bird form."
			]
		},
		{
			"name": "Ancestral Insight",
			"source": "LOAG",
			"page": 14,
			"level": 1,
			"traits": [
				"Azarketi"
			],
			"entries": [
				"You have extensive knowledge of your ancestors' ancient origins. You gain the trained proficiency rank in {@skill Lore||Alghollthu Lore} and {@skill Lore||Azlanti Lore}. If you roll a critical failure on an {@skill Lore||Alghollthu Lore} or {@skill Lore||Azlanti Lore} check to {@action Recall Knowledge}, you get a failure instead."
			]
		},
		{
			"name": "Anchoring Roots",
			"source": "LOAG",
			"page": 43,
			"level": 5,
			"traits": [
				"Leshy"
			],
			"entries": [
				"Small roots sprout from your feet, steadying you as you move. You gain the {@feat Steady Balance} skill feat, even if you aren't trained in {@skill Acrobatics}, and you can use the Anchor action.",
				{
					"type": "ability",
					"name": "Anchor",
					"activity": {
						"unit": "action",
						"number": 1
					},
					"entries": [
						"You send your roots deeper into the ground, making it harder for you to stumble. Until you move, you gain a +2 circumstance bonus to your Fortitude or Reflex DC against attempts to {@action Shove} or {@action Trip} you (or a +4 circumstance bonus if you're a root leshy). This bonus also applies to saving throws against spells or effects that attempt to move you or knock you {@condition prone}.",
						"If an effect forces you to move, you move only half the normal distance, as some of the effort goes to tearing out the roots. At the GM's discretion, this ability might not work on ground that's more resilient than stone, such as metal flooring or magically-reinforced masonry."
					]
				}
			]
		},
		{
			"name": "Ancillary Motes",
			"source": "LOAG",
			"page": 78,
			"level": 9,
			"traits": [
				"Aphorite"
			],
			"prerequisites": "{@feat Crystalline Dust|LOAG}",
			"entries": [
				"You can use Crystalline Dust one more time per day."
			],
			"special": "You can take this feat more than once, gaining one more use of Crystalline Dust per day each time."
		},
		{
			"name": "Android Lore",
			"source": "LOAG",
			"page": 72,
			"level": 1,
			"traits": [
				"Android"
			],
			"entries": [
				"You have a keen interest in the origins of your people. You gain the trained proficiency rank in {@skill Crafting} and {@skill Thievery}. If you would automatically become trained in one of those skills (from your background or class, for example), you instead become trained in a skill of your choice. You also become trained in {@skill Lore||Android Lore}."
			]
		},
		{
			"name": "Animal Magic",
			"source": "LOAG",
			"page": 81,
			"level": 9,
			"traits": [
				"Beastkin"
			],
			"entries": [
				"Your shapeshifting grants you a magical connection to the animal world. You can cast {@spell animal messenger}, {@spell calm emotions} (animals only), and {@spell speak with animals} as 2nd-level primal innate spells once per day each. These spells use your class DC or spell DC, whichever is higher."
			]
		},
		{
			"name": "Animal Senses",
			"source": "LOAG",
			"page": 81,
			"level": 1,
			"traits": [
				"Beastkin"
			],
			"entries": [
				"You gain one of the following senses available to your inherent animal: {@ability darkvision}, {@ability low-light vision}, or {@ability scent} (imprecise) 30 feet. You must have {@ability low-light vision} before you can gain {@ability darkvision} with this feat. If your inherent animal doesn't typically have a specific type of sense, you can't gain that sense with this feat."
			],
			"special": "You can select this feat multiple times, choosing a different sense each time."
		},
		{
			"name": "Animal Shape",
			"source": "LOAG",
			"page": 82,
			"level": 17,
			"traits": [
				"Beastkin"
			],
			"entries": [
				"You have full control over your shape and can transform into your inherent animal.",
				"You can use {@action Change Shape (Beastkin)|LOAG} to enter an animal shape. When you gain this feat, choose either {@spell aerial form}, {@spell animal form}, {@spell dinosaur form} or {@spell insect form}; after you choose a form, you can't change the form. While in animal shape, you gain the effects of a 5th-level casting of your chosen form spell, except you always transform into an animal matching your inherent animal and can use your humanoid form's AC if it's higher than what the animal form grants. If your inherent animal isn't among the animals listed in the form, you default to the statistics and abilities of the bird battle form, cat battle form, deinonychus battle form or ant battle form for {@spell aerial form}, {@spell animal form}, {@spell dinosaur form}, and {@spell insect form}, respectively (at the GM's discretion, you instead default to a different form that is closest to your inherent animal). You can remain in animal shape indefinitely and can use {@action Change Shape (Beastkin)|LOAG} to return to your humanoid or hybrid shape at any time.",
				"If you have the {@feat Critter Shape|LOAG} feat, you can choose to gain the effects of a 4th-level {@spell pest form}, can remain in critter shape indefinitely, and can return to your critter shape at any time after leaving the shape, just as you can with Animal Shape."
			]
		},
		{
			"name": "Animal Speaker",
			"source": "LOAG",
			"page": 131,
			"level": 5,
			"traits": [
				"Sprite"
			],
			"prerequisites": "ability to communicate with some type of animals (such as bats or arthropods)",
			"entries": [
				"You can speak to all animals, not just a particular subset. You gain a +1 circumstance bonus to {@action Make an Impression} on animals (which usually uses the {@skill Diplomacy} skill)."
			]
		},
		{
			"name": "Animal Swiftness",
			"source": "LOAG",
			"page": 82,
			"level": 17,
			"traits": [
				"Beastkin"
			],
			"entries": [
				"You move like an animal. Your Speed increases by 5 feet. In addition, you gain one of the following Speeds available to your inherent animal: climb, fly, or swim. You gain this Speed only while in your hybrid shape.",
				"The new movement is as fast as your standard Speed; for example, if you have a 30-foot Speed, you can gain a 30-foot climb Speed. If your inherent animal doesn't typically have a specific type of Speed, you can't gain it with this feat. If your inherent animal doesn't typically have a climb, fly, or swim Speed, your Speed increases by 10 feet instead."
			]
		},
		{
			"name": "Animalistic Resistance",
			"source": "LOAG",
			"page": 81,
			"level": 5,
			"traits": [
				"Beastkin"
			],
			"entries": [
				"Your animalistic connections help you resist natural afflictions.",
				"You gain a +2 circumstance bonus to saves to resist diseases and poisons."
			]
		},
		{
			"name": "Aquatic Adaptation",
			"source": "LOAG",
			"page": 16,
			"level": 13,
			"traits": [
				"Azarketi",
				"Concentrate",
				"Primal",
				"Transmutation",
				"Water"
			],
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"entries": [
				"If you and up to four other creatures are in contact with a body of water deep enough for you to fully submerge, you can spend 10 minutes adapting the creatures to that specific body of water. This allows them to breathe normally while within that body of water and protects them from deep ocean pressure. These effects last until the creatures are no longer in contact with that body of water or until you use this ability again, whichever comes first for each creature."
			]
		},
		{
			"name": "Aquatic Camouflage",
			"source": "LOAG",
			"page": 16,
			"level": 13,
			"traits": [
				"Azarketi"
			],
			"entries": [
				"You blend into the waves. While fully submerged in water, as long as an observer is at least 20 feet away from you, you don't need cover from that observer to {@action Hide} or {@action Sneak}."
			]
		},
		{
			"name": "Aquatic Conversationalist",
			"source": "LOAG",
			"page": 15,
			"level": 5,
			"traits": [
				"Azarketi"
			],
			"entries": [
				"You can ask questions of, receive answers from, and use the {@skill Diplomacy} skill with animals with the {@trait amphibious} or {@trait aquatic} traits. You gain a +1 circumstance bonus to {@action Make an Impression} on such animals."
			]
		},
		{
			"name": "Aquatic Eyes",
			"source": "LOAG",
			"page": 119,
			"level": 1,
			"traits": [
				"Undine"
			],
			"entries": [
				"As your connection to water grows, you can see more easily in places with less light, such as the depths of the ocean. You gain {@ability low-light vision}, or you gain {@ability darkvision} if your ancestry already has {@ability low-light vision}."
			],
			"special": "If your ancestry has neither {@ability low-light vision} nor {@ability darkvision}, you can take this ancestry feat a second time to gain {@ability darkvision}. You can't retrain out of this feat."
		},
		{
			"name": "Arise, Ye Worthy!",
			"source": "LOAG",
			"page": 98,
			"level": 13,
			"traits": [
				"Ganzi"
			],
			"entries": [
				"You are descended from the valkyries who protect worthy souls, and can hold back death's grasp. You can cast {@spell breath of life} as a divine innate spell once per day."
			]
		},
		{
			"name": "Augment Senses",
			"source": "LOAG",
			"page": 94,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 13,
			"traits": [
				"Fleshwarp"
			],
			"entries": [
				"You open vestigial eyes, unfurl tympanic flaps of skin, or otherwise enhance your senses. Until the start of your next turn, you gain the following benefits: you can't be flanked; when you {@action Seek} for creatures, you can scan a 60-foot cone or a 30-foot burst instead of the normal area; and when you {@action Seek} for {@condition hidden} objects, you can search a 15-foot square instead of the normal area."
			]
		},
		{
			"name": "Axiomatic Lore",
			"source": "LOAG",
			"page": 77,
			"level": 1,
			"traits": [
				"Aphorite"
			],
			"entries": [
				"You possess a strong understanding of process among mortals and lawful outsiders alike. The source of this knowledge might be intuition, study, or a childhood spent among other aphorites. You gain the trained proficiency rank in {@skill Diplomacy} and {@skill Society}. If you would automatically become trained in one of those skills (from your background or class, for example), you instead become trained in a skill of your choice. You also become trained in {@skill Lore||Axis Lore}."
			]
		},
		{
			"name": "Azarketi Purification",
			"source": "LOAG",
			"page": 15,
			"level": 9,
			"traits": [
				"Azarketi"
			],
			"entries": [
				"You can cast {@spell purify food and drink} as a primal innate spell, but only on liquids.",
				"You can cast this spell once every 10 minutes. You can also use your innate purify food and drink on a touched creature instead of a liquid to purify their blood, giving that creature a +2 status bonus for 1 minute on their ongoing saves against poisons already present in their body when you cast the spell."
			]
		},
		{
			"name": "Beastbrood",
			"source": "LOAG",
			"page": 62,
			"level": 1,
			"traits": [
				"Lineage",
				"Tiefling"
			],
			"entries": [
				"One of your ancestors was a {@trait rakshasa}, the corrupt and aristocratic reincarnated souls that call Golarion home. You have some dim echo of your ancestor's memories— enough to play the role of noble as needed, no matter your origins. You're trained in {@skill Society}. If you're already trained in {@skill Society} (from your background or class, for example), you instead become trained in a skill of your choice. You also gain the {@feat Courtly Graces} skill feat."
			],
			"leadsTo": [
				"Rakshasa Magic|LOAG"
			]
		},
		{
			"name": "Blazing Aura",
			"source": "LOAG",
			"page": 104,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 17,
			"traits": [
				"Concentrate",
				"Evocation",
				"Fire",
				"Ifrit",
				"Primal"
			],
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"trigger": "Your turn begins.",
			"entries": [
				"You explode in flame. Enemies in a 20-foot emanation take {@damage 7d6} fire damage (basic Reflex save using your class DC or spell DC, whichever is higher). Allies in the area are {@condition quickened} for 1 round and can use the additional action to {@action Strike} or {@action Stride}."
			]
		},
		{
			"name": "Bone Caller",
			"source": "LOAG",
			"page": 48,
			"level": 9,
			"traits": [
				"Lizardfolk"
			],
			"entries": [
				"Using a mixture of dinosaur bones and the bones of your ancestors to focus your magic, you animate lizards and dinosaurs to carry messages or serve as mounts.",
				"You can cast {@spell animal messenger} and phantom steed as primal innate spells once per day each. The animal messenger is always a Tiny dinosaur or lizard, and your innate spell transforms it from bones to flesh, even if there are no dinosaurs or lizards nearby. The phantom steed looks like a dinosaur rather than a horse but functions identically."
			]
		},
		{
			"name": "Bone Investiture",
			"source": "LOAG",
			"page": 48,
			"level": 13,
			"traits": [
				"Lizardfolk"
			],
			"entries": [
				"You encase yourself in spiritual dinosaur bones to become a Huge dinosaur. You can cast {@spell dinosaur form} on yourself as a 5th-level primal innate spell once per day."
			]
		},
		{
			"name": "Bone Magic",
			"source": "LOAG",
			"page": 46,
			"level": 1,
			"traits": [
				"Lizardfolk"
			],
			"entries": [
				"Your connection to your iruxi ancestors manifests as a simple primal spell that you cast using a fragment of an ancestor's bones. Choose one cantrip from the primal spell list. You can cast this cantrip as a primal innate spell at will, and it's heightened to a spell level equal to half your level rounded up."
			]
		},
		{
			"name": "Briar Battler",
			"source": "LOAG",
			"page": 39,
			"level": 9,
			"traits": [
				"Kobold"
			],
			"entries": [
				"You've learned to use roots, crevices, uneven ground, and dense underbrush to your advantage. When you're in {@quickref difficult terrain||3|terrain} from an environmental feature, you can {@action Take Cover}, even if the feature wouldn't ordinarily be large enough for you to {@action Take Cover}."
			]
		},
		{
			"name": "Brightsoul",
			"source": "LOAG",
			"page": 103,
			"level": 1,
			"traits": [
				"Ifrit",
				"Lineage"
			],
			"entries": [
				"The fire inside you asserts itself as beaming, radiant light. Your body is naturally luminescent, glowing with the effects of a primal {@spell light} cantrip. A cantrip is heightened to a spell level equal to half your level rounded up. The light is involuntary and constant; if counteracted, it returns in {@dice 1d4} rounds. You suffer a –2 circumstance penalty on {@skill Stealth} checks to {@action Hide} or {@action Sneak} and gain a +1 circumstance bonus on saves against {@trait light} effects and effects that inflict the {@condition blinded} or {@condition dazzled} conditions."
			]
		},
		{
			"name": "Brinesoul",
			"source": "LOAG",
			"page": 119,
			"level": 1,
			"traits": [
				"Lineage",
				"Undine"
			],
			"entries": [
				"Your elemental ancestor's legacy asserts itself as brackish water, like the seawater of the ocean. You gain the Salt Wound reaction.",
				{
					"type": "ability",
					"name": "Salt Wound",
					"activity": {
						"unit": "reaction",
						"number": 1
					},
					"traits": [
						"undine"
					],
					"frequency": {
						"unit": "day",
						"freq": 1
					},
					"trigger": "A creature that has blood and is not at its maximum Hit Points hits you with a melee {@action Strike}",
					"entries": [
						"You channel salt and brine from your blood into the creature's wounds. The creature must attempt a Fortitude save using your class DC or spell DC, whichever is higher. On a failure, the creature takes {@damage 1d6} {@condition persistent damage ||persistent acid damage} and is {@condition sickened 1} by the pain. On a critical failure, it instead takes {@damage 2d6} {@condition persistent damage ||persistent acid damage} and is {@condition sickened 2}."
					]
				}
			]
		},
		{
			"name": "Calaca's Showstopper",
			"source": "LOAG",
			"page": 32,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 13,
			"traits": [
				"Auditory",
				"Divine",
				"Duskwalker",
				"Enchantment",
				"Incapacitation"
			],
			"prerequisites": "expert in {@skill Performance}",
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"entries": [
				"You've spent many an evening learning songs and tales featuring calacas, death's wandering minstrels. You dramatically unleash a stunning blast of sound by smashing an instrument you hold or belting out a discordant note. This has the effects of synaptic pulse, but the effect is auditory rather than mental. The DC is either your class DC or spell DC, whichever is higher."
			]
		},
		{
			"name": "Call Of Elysium",
			"source": "LOAG",
			"page": 11,
			"level": 9,
			"traits": [
				"Aasimar"
			],
			"prerequisites": "{@feat Musetouched|APG}",
			"entries": [
				"The wild wonder of Elysium harmonizes within you, and in dire straits, you can share its benefits with your allies. Your Speed increases by 5 feet; the Speed increase from this feat isn't cumulative with any Speed increase from your ancestry feats (such as Nimble Elf). Allies who begin their turn in combat adjacent to you gain a +5-foot status bonus to their Speed for the round."
			]
		},
		{
			"name": "Call Of The Green Man",
			"source": "LOAG",
			"page": 44,
			"level": 13,
			"traits": [
				"Leshy"
			],
			"entries": [
				"You can call forth nearby nature spirits to augment your body. Once per day, you can cast {@spell plant form} as a 5th-level primal innate spell. When you reach 17th level, this spell can be heightened to 6th level."
			]
		},
		{
			"name": "Can't Fall Here",
			"source": "LOAG",
			"page": 36,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 13,
			"traits": [
				"Auditory",
				"Hobgoblin",
				"Manipulate"
			],
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"trigger": "An adjacent and willing ally would be reduced to 0 HP but not killed.",
			"entries": [
				"You physically help an ally remain standing and encourage them to push through their pain against dire odds. Your ally doesn't fall {@condition unconscious} and remains at 1 Hit Point. The ally also gains a number of temporary Hit Points equal to your level that last for 1 minute. Fighting onward with such an injury isn't without consequence; your ally's {@condition wounded} condition increases by 1."
			]
		},
		{
			"name": "Cantorian Reinforcement",
			"source": "LOAG",
			"page": 35,
			"level": 1,
			"traits": [
				"Hobgoblin"
			],
			"entries": [
				"The life energy that helped create the first hobgoblins is particularly potent in you, protecting you from ongoing maladies. When you succeed at a saving throw against a disease or poison, you reduce the stage by 2 (or 1 for a virulent disease or poison), and when you critically succeed, you reduce the stage by 3 (or 2 for a virulent disease or poison)."
			]
		},
		{
			"name": "Cantorian Rejuvenation",
			"source": "LOAG",
			"page": 35,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 9,
			"traits": [
				"Healing",
				"Hobgoblin",
				"Necromancy",
				"Positive"
			],
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"entries": [
				"The life-giving energy that flows in your blood revitalizes you. You recover {@dice 4d6} Hit Points and gain 10 temporary Hit Points for 1 minute.",
				"When you reach 15th level, you instead recover {@dice 6d6} HP and gain 15 temporary HP."
			]
		},
		{
			"name": "Cantorian Restoration",
			"source": "LOAG",
			"page": 36,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 17,
			"traits": [
				"Healing",
				"Hobgoblin",
				"Necromancy",
				"Positive"
			],
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"trigger": "A living creature within 60 feet would die.",
			"entries": [
				"The energy that flows in your blood can save a life in the direst of times.",
				"The triggering creature receives the effects of {@spell breath of life}, except they recover a number of Hit Points equal to {@dice 6d8} plus your Constitution modifier."
			]
		},
		{
			"name": "Captivating Curiosity",
			"source": "LOAG",
			"page": 94,
			"level": 9,
			"traits": [
				"Fleshwarp"
			],
			"entries": [
				"You can snare the attentions of onlookers with your unique appearance. You can cast {@spell enthrall} as a 3rd-level occult innate spell once per day."
			]
		},
		{
			"name": "Cat Nap",
			"source": "LOAG",
			"page": 19,
			"level": 1,
			"traits": [
				"Catfolk",
				"Concentrate",
				"Exploration"
			],
			"entries": [
				"You can briefly sleep to regain your energy quickly. Once per hour, by sleeping for 10 minutes, you can gain temporary Hit Points equal to your level that last for 10 minutes."
			],
			"leadsTo": [
				"Focused Cat Nap|LOAG"
			]
		},
		{
			"name": "Catchy Tune",
			"source": "LOAG",
			"page": 131,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 5,
			"traits": [
				"Auditory",
				"Concentrate",
				"Emotion",
				"Mental",
				"Sprite"
			],
			"entries": [
				"You create a tune so catchy, your foes can't help but dance along.",
				"Attempt a {@skill Performance} check against the Will DCs of all enemies in a 30-foot emanation.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "The target takes a –10-foot status penalty to its Speed and is {@condition flat-footed}, both for 1 round.",
						"Success": "The target takes a –5-foot status penalty to its Speed for 1 round.",
						"Critical Failure": "The target is temporarily immune for 1 hour."
					}
				}
			]
		},
		{
			"name": "Catfolk Dance",
			"source": "LOAG",
			"page": 19,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 1,
			"traits": [
				"Catfolk"
			],
			"entries": [
				"You have a habit of always being in the way when other creatures attempt to move.",
				"Attempt an {@skill Acrobatics} check against an adjacent creature's Reflex DC.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "The target creature gains a –2 circumstance penalty to Reflex saves and is {@condition flat-footed} until the start of your next turn.",
						"Success": "The target creature gains a –2 circumstance penalty to Reflex saves until the start of your next turn."
					}
				}
			]
		},
		{
			"name": "Catrina's Presence",
			"source": "LOAG",
			"page": 31,
			"level": 9,
			"traits": [
				"Duskwalker"
			],
			"entries": [
				"You've adopted the calming presence of catrinas, the festive dead; you might have even danced with a catrina yourself! So long as you are visibly carrying fresh flowers or colorful ribbons somewhere on your person, you can cast {@spell calm emotions} twice per day as a 2nd-level divine innate spell."
			]
		},
		{
			"name": "Cel Rau",
			"source": "LOAG",
			"page": 27,
			"level": 1,
			"traits": [
				"Dhampir",
				"Lineage"
			],
			"entries": [
				"You are a cel rau, child of a strigoi, one of the first vampires to walk Golarion. Your heritage ties you to the Shadow Plane and grants you strange resilience to light and darkness alike. You gain a +1 circumstance bonus to saving throws against effects with the darkness, {@trait light}, or {@trait shadow} traits, and whenever you become {@condition dazzled} or {@condition blinded} for at least 2 rounds, you can reduce the duration by 1 round."
			],
			"leadsTo": [
				"Taste Blood|LOAG"
			]
		},
		{
			"name": "Chance Death",
			"source": "LOAG",
			"page": 30,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 1,
			"traits": [
				"Duskwalker",
				"Fortune"
			],
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"trigger": "You would die as a result of a failed saving throw or recovery check.",
			"entries": [
				"Your previous life ended due to sheer poor luck, struck by lightning or choking on a fish bone. You can reroll the triggering recovery check or saving throw, but you must use the new result, even if it's worse than the first roll."
			],
			"special": "You can select this feat only at 1st level, and you can't retrain into or out of this feat."
		},
		{
			"name": "Channel The Godmind",
			"source": "LOAG",
			"page": 78,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 17,
			"traits": [
				"Aphorite"
			],
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"entries": [
				"You tap into the Godmind's collective cognitive well, rapidly parsing near-infinite variables to read your surroundings. For 1 minute, you gain precise motion sense out to 60 feet, you can see {@condition invisible} creatures and objects, and you gain the effects of a 9th-level {@spell true seeing}."
			]
		},
		{
			"name": "Charred Remains",
			"source": "LOAG",
			"page": 104,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"level": 9,
			"traits": [
				"Fire",
				"Ifrit",
				"Metamagic"
			],
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"entries": [
				"Your next fire spell leaves embers in its wake. If your next action is to {@action Cast a Spell} with an area and the {@trait fire} trait, for 1 minute, your spell's area becomes {@quickref difficult terrain||3|terrain} as well as hazardous terrain, dealing 1 fire damage for each square a creature moves through."
			]
		},
		{
			"name": "Cindersoul",
			"source": "LOAG",
			"page": 103,
			"level": 1,
			"traits": [
				"Ifrit",
				"Lineage"
			],
			"entries": [
				"The fire of your elemental ancestor manifests like {@condition dying} embers of a blaze, and your inner charcoal helps staunch bleeding, purify simple poisons, and absorb acid. The DC for you to recover from {@condition persistent damage ||persistent acid}, bleed, and poison damage is 10 instead of 15 (or 5 if you have particularly effective assistance)."
			]
		},
		{
			"name": "Cleansing Subroutine",
			"source": "LOAG",
			"page": 72,
			"level": 1,
			"traits": [
				"Android"
			],
			"entries": [
				"Your nanites help purge your body of harmful chemicals and toxins. Each time you succeed at a Fortitude save against an ongoing poison, you reduce its stage by 2, or by 1 against a virulent poison. Each critical success you achieve against an ongoing poison reduces its stage by 3, or by 2 against a virulent poison."
			]
		},
		{
			"name": "Clever Shadow",
			"source": "LOAG",
			"page": 87,
			"level": 5,
			"traits": [
				"Evocation",
				"Fetchling",
				"Occult",
				"Shadow"
			],
			"entries": [
				"You can perform simple {@action Interact} actions with your shadow, such as opening an unlocked door. Anything your shadow Interacts with must be within your reach. Your shadow can't perform actions that require significant manual dexterity, including any action that would require a check to accomplish, and you can't use it to hold items."
			],
			"leadsTo": [
				"Hefting Shadow|LOAG"
			]
		},
		{
			"name": "Cloak Of Poison",
			"source": "LOAG",
			"page": 44,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 13,
			"traits": [
				"Leshy",
				"Poison"
			],
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"entries": [
				"You secrete a cloak of concentrated poison that harms any who dare attack you. For 1 minute, any creature that touches you or damages you with an unarmed attack or melee weapon without the {@trait reach} trait takes {@damage 3d6} poison damage."
			]
		},
		{
			"name": "Close Quarters",
			"source": "LOAG",
			"page": 39,
			"level": 9,
			"traits": [
				"Kobold"
			],
			"entries": [
				"You've trained to fight with allies in tunnel warrens, dense undergrowth, or similarly cramped terrain. If you are Small or smaller, you can end your movement in the same square as a Small or smaller ally. No more than two creatures can share the same space when using this ability or a similar one."
			]
		},
		{
			"name": "Cloud Gazer",
			"source": "LOAG",
			"page": 115,
			"level": 5,
			"traits": [
				"Sylph"
			],
			"entries": [
				"Your connection to air allows you to see through obscuring mists. You can see well enough through fog, mist, and clouds that would normally cause creatures to be {@condition concealed} that you don't need to succeed at a flat check to target creatures benefiting from such concealment."
			]
		},
		{
			"name": "Coating Of Slime",
			"source": "LOAG",
			"page": 94,
			"level": 9,
			"traits": [
				"Fleshwarp"
			],
			"entries": [
				"An acidic ooze coats your limbs. Your unarmed attacks deal an additional {@damage 1d4} {@condition persistent damage ||persistent acid damage} on a critical hit."
			]
		},
		{
			"name": "Consistent Surge",
			"source": "LOAG",
			"page": 74,
			"level": 13,
			"traits": [
				"Android"
			],
			"prerequisites": "{@feat Nanite Surge|LOAG}",
			"entries": [
				"Your nanites are incredibly effective, capable of improving your body's efficiency regularly. You can use Nanite Surge with a frequency of once per 10 minutes, rather than once per hour."
			]
		},
		{
			"name": "Consult The Stars",
			"source": "LOAG",
			"page": 47,
			"level": 1,
			"traits": [
				"Lizardfolk"
			],
			"entries": [
				"You find wisdom in the movements of the heavens. Once per day, you can spend 10 minutes to draw upon your readings of a recent night's sky to gain the trained proficiency rank in one skill of your choice; the chosen skill's key attribute must be Charisma, Intelligence, or Wisdom. This proficiency lasts until your next daily preparation. Since this proficiency is temporary, you can't use it as a prerequisite for a skill increase or a permanent character option like a feat."
			]
		},
		{
			"name": "Continuous Assault",
			"source": "LOAG",
			"page": 112,
			"level": 13,
			"traits": [
				"Suli"
			],
			"prerequisites": "{@feat Elemental Assault|LOAG}",
			"entries": [
				"You can use Elemental Assault once per hour instead of once per day."
			]
		},
		{
			"name": "Corgi Mount",
			"source": "LOAG",
			"page": 130,
			"level": 1,
			"traits": [
				"Sprite"
			],
			"entries": [
				"The smallest of fey have ridden corgis as mounts since time immemorial, leading to a pattern on corgis' backs called a \"faerie saddle.\" You have formed a magical connection with a corgi that can serve as your mount. Your corgi familiar is Small rather than Tiny, and it's appropriate for use as your mount, unlike most familiars.",
				"It has the {@ability scent} ability, which counts against your limit for familiar and master abilities as normal. Furthermore, it can never gain a familiar ability that grants it any Speeds other than a land Speed. If you're a pixie, you can't ride a corgi due to your Size, but you can take this feat to gain a corgi familiar."
			]
		},
		{
			"name": "Cornered Fury",
			"source": "LOAG",
			"page": 55,
			"level": 5,
			"traits": [
				"Ratfolk"
			],
			"entries": [
				"When physically outmatched, you fight with unexpected ferocity. If a foe of a larger size than you critically hits and damages you, that foe is {@condition flat-footed} to you for 1 round."
			]
		},
		{
			"name": "Creative Prodigy",
			"source": "LOAG",
			"page": 97,
			"level": 1,
			"traits": [
				"Ganzi"
			],
			"entries": [
				"You have a powerful creative drive, useful for prevarication and performance. You gain the trained proficiency rank in {@skill Deception} and {@skill Performance}. If you are already trained in either of these skills, you become trained in a skill of your choice in its place. You also become trained in {@skill Lore||Art Lore}."
			]
		},
		{
			"name": "Critter Shape",
			"source": "LOAG",
			"page": 81,
			"level": 1,
			"traits": [
				"Beastkin"
			],
			"entries": [
				"Once per hour, you can use {@action Change Shape (Beastkin)|LOAG} to enter a critter shape. While in critter shape, you gain the effect of a 1st-level {@spell pest form}, except you can only transform into an animal matching your inherent animal. You can remain in critter shape for up to 10 minutes, after which you transform back into your hybrid shape and can't enter your critter shape again for 1 hour. You can instead use {@action Change Shape (Beastkin)|LOAG} to return to your humanoid or hybrid shape at any time during the duration of Critter Shape. If your inherent animal is normally larger than Tiny, you transform into a smaller, younger version of the animal, such as a Tiny bear cub. If your inherent animal has a fly Speed, you can turn into that animal (unlike normal for 1st-level {@spell pest form}), but you still don't gain a fly Speed."
			]
		},
		{
			"name": "Crone's Cruelty",
			"source": "LOAG",
			"page": 24,
			"level": 17,
			"traits": [
				"Changeling"
			],
			"entries": [
				"Filled with rancor and hate, you rend the minds of those who displease you. You can cast {@spell warp mind} once per day as an occult innate spell."
			]
		},
		{
			"name": "Crystalline Cloud",
			"source": "LOAG",
			"page": 78,
			"level": 9,
			"traits": [
				"Aphorite"
			],
			"prerequisites": "{@feat Crystalline Dust|LOAG}",
			"entries": [
				"When you use Crystalline Dust, you can spend one additional action to disperse the motes as a 10-foot-radius cloud centered on you instead of as haze; the activity gains the {@trait concentrate} trait. All creatures within the cloud become {@condition concealed}, and all creatures outside the cloud become {@condition concealed} to creatures within it."
			]
		},
		{
			"name": "Crystalline Dust",
			"source": "LOAG",
			"page": 77,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 5,
			"traits": [
				"Aphorite"
			],
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"entries": [
				"You've learned to disperse the crystalline motes coating your body as a haze. You become {@condition concealed}, though you can't use this concealment to {@action Hide} or {@action Sneak}, as normal for concealment where your position is still obvious. The motes stay within an inch of your skin, move with you, and last for a number of rounds equal to half your level."
			],
			"leadsTo": [
				"Ancillary Motes|LOAG",
				"Crystalline Cloud|LOAG"
			]
		},
		{
			"name": "Cunning Hair",
			"source": "LOAG",
			"page": 23,
			"level": 5,
			"traits": [
				"Changeling"
			],
			"entries": [
				"Your hair moves under your control. You can perform simple {@action Interact} actions with your hair, such as opening an unlocked door. Your hair can't perform actions that require fingers or significant manual dexterity, including any action that would require a check to accomplish, and you can't use it to hold items."
			]
		},
		{
			"name": "Dangle",
			"source": "LOAG",
			"page": 48,
			"level": 9,
			"traits": [
				"Lizardfolk"
			],
			"prerequisites": "{@feat Flexible Tail|LOAG}",
			"entries": [
				"You can hang by your tail from any suitable anchor point, such as a tree branch, balcony, or rocky outcropping (subject to the GM's discretion), typically while climbing. While hanging, you have free use of all your other limbs, so you can perform tasks that require both hands, such as firing a bow or swinging a greatsword."
			]
		},
		{
			"name": "Daywalker",
			"source": "LOAG",
			"page": 28,
			"level": 13,
			"traits": [
				"Dhampir"
			],
			"entries": [
				"Whether through painstaking exposure, devoted prayer, or simple luck, you've found a greater affinity for life through the sun's light. When in an area of direct natural sunlight, your negative healing is suppressed, meaning you are healed by positive {@trait healing} effects and harmed by negative energy."
			]
		},
		{
			"name": "Deep Vision",
			"source": "LOAG",
			"page": 93,
			"level": 1,
			"traits": [
				"Fleshwarp"
			],
			"entries": [
				"Your vision is suited for night or the underground. You gain {@ability darkvision}."
			]
		},
		{
			"name": "Defy Death",
			"source": "LOAG",
			"page": 51,
			"level": 5,
			"traits": [
				"Orc"
			],
			"prerequisites": "{@feat Orc Ferocity}",
			"entries": [
				"You're exceptionally difficult to kill. The DC of your recovery checks is equal to 9 + your {@condition dying} value, or 8 + your {@condition dying} value if you have the {@feat Toughness} general feat.",
				"In addition, whenever someone returns you to life using magic that would normally leave you debilitated for a week (such as {@spell raise dead} or the {@ritual resurrect} ritual), you don't suffer that condition."
			]
		},
		{
			"name": "Deliberate Death",
			"source": "LOAG",
			"page": 30,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 1,
			"traits": [
				"Duskwalker"
			],
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"trigger": "You are about to gain the {@condition dying} condition as a result of another creature's attack or ability, and that creature is within your melee reach.",
			"entries": [
				"Once, you died because someone—murderer or monster, soldier or executioner— chose to strike you down. Just before losing consciousness, make a melee {@action Strike} against the triggering creature."
			],
			"special": "You can select this feat only at 1st level, and you can't retrain into or out of this feat."
		},
		{
			"name": "Devil In Plain Sight",
			"source": "LOAG",
			"page": 63,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 5,
			"traits": [
				"Concentrate",
				"Divine",
				"Polymorph",
				"Tiefling",
				"Transmutation"
			],
			"entries": [
				"You've learned to draw your fiendish nature into a small ball of corruption and hide it in your soul. Your obviously fiendish traits disappear, including any tails, horns, and cloven hooves, though hints remain (claws turn into jagged nails or eyes retain an odd hue, for instance). You're still recognizably yourself, but now appear as a typical, non-tiefling member of your base ancestry. Using Devil in Plain Sight counts as creating a disguise when using {@skill Deception} to {@action Impersonate}, and your transformation automatically defeats {@skill Perception} DCs to determine if you're a normal member of your base ancestry; only creatures actively rolling {@skill Perception} to examine you might notice the disguise. While in your shapeshifted form, you can't use unarmed attacks, innate spells, or other abilities that require physical features you receive from a tiefling ancestry feat—for instance, you can't use the {@feat Skillful Tail|APG} feat. You can remain in your alternate form indefinitely, and can shift back to your tiefling form by using this action again."
			],
			"leadsTo": [
				"Finest Trick|LOAG"
			]
		},
		{
			"name": "Devilish Wiles",
			"source": "LOAG",
			"page": 63,
			"level": 5,
			"traits": [
				"Tiefling"
			],
			"entries": [
				"Traditionally, fiends are exceptionally good at persuading people to do things, even when their targets know it's a bad idea. You're also rather good at it, compelling the weak and weak-willed to your bidding. You can cast {@spell charm} once per day as a 1st-level divine innate spell."
			]
		},
		{
			"name": "Dire Form",
			"source": "LOAG",
			"page": 82,
			"level": 13,
			"traits": [
				"Beastkin"
			],
			"entries": [
				"Your hybrid shape is a hulking beast. While in your hybrid shape, you gain the effects of {@spell enlarge}."
			]
		},
		{
			"name": "Djinni Magic",
			"source": "LOAG",
			"page": 116,
			"level": 9,
			"traits": [
				"Sylph"
			],
			"entries": [
				"The magic of djinn runs through your blood. You can cast {@spell gust of wind} and invisibility once per day each as 2nd-level arcane innate spells."
			]
		},
		{
			"name": "Dogfang Bite",
			"source": "LOAG",
			"page": 59,
			"level": 5,
			"traits": [
				"Tengu"
			],
			"prerequisites": "dogtooth tengu heritage",
			"entries": [
				"You can swing your beak to slash your foes when piercing attacks won't do. Your beak unarmed attack gains the versatile S weapon trait."
			]
		},
		{
			"name": "Draconic Sycophant",
			"source": "LOAG",
			"page": 38,
			"level": 1,
			"traits": [
				"Kobold"
			],
			"entries": [
				"You have an affect that dragonkind find unusually pleasing—and when that fails, you know when to duck. You gain a +2 circumstance bonus to {@skill Perception} checks and saving throws against dragons. In addition, whenever you meet a creature with the {@trait dragon} trait in a social situation, you can attempt a {@skill Diplomacy} check to {@action Make an Impression} on that creature immediately, rather than after conversing for 1 minute; you take a –5 penalty to this check. If you fail, you can choose to engage in 1 minute of conversation and then attempt a new check rather than accept the failure or critical failure result."
			],
			"special": "If you have the {@feat Glad-Hand} skill feat, you don't take the penalty to your immediate {@skill Diplomacy} check if the target has the {@trait dragon} trait."
		},
		{
			"name": "Dragon Grip",
			"source": "LOAG",
			"page": 52,
			"level": 9,
			"traits": [
				"Uncommon",
				"Orc"
			],
			"prerequisites": "{@feat Beast Trainer|APG}",
			"entries": [
				"Your hold has a unique draconic connection. You gain a +2 circumstance bonus when you attempt to {@action Make an Impression} on a creature with the {@trait dragon} trait.",
				"You gain access to the Riding Drake animal companion (Advanced Player's Guide 145)."
			]
		},
		{
			"name": "Dragonblood Paragon",
			"source": "LOAG",
			"page": 40,
			"level": 9,
			"traits": [
				"Kobold"
			],
			"prerequisites": "strongjaw kobold heritage, venomtail kobold heritage, {@feat Dracomancer|APG}, or {@feat Kobold Breath|APG} (Advanced Player's Guide 14 –15)",
			"entries": [
				"Your draconic anatomy becomes especially pronounced. You increase the power of one of the following kobold heritages or feats you have.",
				"Dracomancer Increase the number of times you can cast each of the granted 1st- and 2nd-level innate spells by 1.",
				"Kobold Breath Creatures that critically fail their save against your Kobold Breath take {@damage 3d4} {@condition persistent damage} of the type dealt by your draconic patron.",
				"Strongjaw Kobold Your jaws unarmed attack gains the deadly d6 trait.",
				"Venomtail Kobold You produce enough venom to use the {@action Tail Toxin|APG} action twice per day."
			]
		},
		{
			"name": "Dualborn",
			"source": "LOAG",
			"page": 111,
			"level": 1,
			"traits": [
				"Lineage",
				"Suli"
			],
			"entries": [
				"Your suli heritage can be traced back to two geniekin ancestors of opposing elements, or to an elemental ancestor that embodied two combined elements.",
				"Choose two of the following elements: air, earth, fire, and water. Once made, this choice can't be changed. You gain resistance equal to half your level (minimum 1) to all damaging effects with the traits of either of your chosen elements."
			],
			"special": "If you take the {@feat Elemental Assault|LOAG} or {@feat Elemental Bulwark|LOAG} ancestry feats, you can use them only with your chosen elements. You can add your resistance from this feat to the resistance you gain from {@feat Elemental Bulwark|LOAG} against effects with your elements' traits, for a total of 5 + half your level, or 10 + half your level with {@feat Improved Elemental Bulwark|LOAG}. If you take the {@feat Tetraelemental Assault|LOAG} feat, you can choose each of your two elements twice each, instead of choosing each of the four elements once each."
		},
		{
			"name": "Dustsoul",
			"source": "LOAG",
			"page": 107,
			"level": 1,
			"traits": [
				"Lineage",
				"Oread"
			],
			"entries": [
				"Your earth elemental ancestor's influence manifests in you as dust and dirt, like the soil of a field or the hot desert sands. You gain the trained proficiency rank in {@skill Survival}. If you would automatically become trained in {@skill Survival} (from your background or class, for example), you instead become trained in a skill of your choice. You can sustain yourself on dirt and ash instead of normal food and water."
			]
		},
		{
			"name": "Earthsense",
			"source": "LOAG",
			"page": 108,
			"level": 9,
			"traits": [
				"Oread"
			],
			"entries": [
				"Your connection to earth and stone allows you to feel the slightest displacement that disturbs them, down to the shift of a pebble. You gain {@ability tremorsense} as an imprecise sense with a range of 30 feet."
			]
		},
		{
			"name": "Eclectic Sword Mastery",
			"source": "LOAG",
			"page": 60,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 13,
			"traits": [
				"Concentrate",
				"Tengu"
			],
			"prerequisites": "{@feat Eclectic Sword Training|APG}",
			"entries": [
				"You instinctively learn how to use a sword with just a few practice swings. You change one of the swords designated in your {@feat Tengu Weapon Familiarity|APG} to a new one that you're wielding, provided the sword meets the specifications of {@feat Tengu Weapon Familiarity|APG}. You can {@action Interact} to draw a sword as part of this activity, designating the sword as part of drawing it; disrupting that {@action Interact} action prevents you from designating it as one of your swords. This designation lasts until your next daily preparations."
			]
		},
		{
			"name": "Eerie Compression",
			"source": "LOAG",
			"page": 94,
			"level": 9,
			"traits": [
				"Fleshwarp"
			],
			"prerequisites": "Medium size",
			"entries": [
				"Your limbs and even your torso can collapse in on themselves, allowing you to fit through tight spaces as though you were a Small creature. You can move at full Speed while {@action Squeeze||Squeezing}."
			]
		},
		{
			"name": "Efreeti Magic",
			"source": "LOAG",
			"page": 104,
			"level": 9,
			"traits": [
				"Ifrit"
			],
			"entries": [
				"The magic of your efreeti ancestors flows through you. You can cast {@spell enlarge} and {@spell illusory object} once per day each as 2nd-level arcane innate spells."
			]
		},
		{
			"name": "Elemental Assault",
			"source": "LOAG",
			"page": 111,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 1,
			"traits": [
				"Arcane",
				"Concentrate",
				"Evocation",
				"Suli"
			],
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"entries": [
				"You shroud your arms and held weapons in elemental magic. Choose one element.",
				"Until the end of your next turn, your Strikes deal an additional {@dice 1d6} damage of the indicated type and have the trait corresponding to the element: electricity for air, bludgeoning for earth, fire for fire, or cold for water."
			],
			"leadsTo": [
				"Continuous Assault|LOAG",
				"Tetraelemental Assault|LOAG"
			]
		},
		{
			"name": "Elemental Bulwark",
			"source": "LOAG",
			"page": 112,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 5,
			"traits": [
				"Suli"
			],
			"trigger": "An enemy is about to damage you with cold, electricity, or fire, or with a spell that has the air, earth, {@trait fire}, or {@trait water} trait.",
			"entries": [
				"You call upon the corresponding elements of your suli heritage to resist the effect.",
				"You gain resistance 5 against the triggering damage."
			],
			"leadsTo": [
				"Improved Elemental Bulwark|LOAG"
			]
		},
		{
			"name": "Elemental Embellish",
			"source": "LOAG",
			"page": 111,
			"level": 1,
			"traits": [
				"Suli"
			],
			"entries": [
				"You can summon a harmless but impressive elemental display. You become trained in {@skill Intimidation}. If you would automatically become trained in {@skill Intimidation} (from your background or class, for example), you instead become trained in a skill of your choice.",
				"When you {@action Demoralize} a foe, if you choose to {@action Demoralize} via an elemental display, {@action Demoralize} loses the {@trait auditory} trait and gains the {@trait visual} trait, and you don't take a penalty when you attempt to {@action Demoralize} a creature that doesn't understand your language."
			]
		},
		{
			"name": "Elemental Eyes",
			"source": "LOAG",
			"page": 100,
			"level": 1,
			"traits": [
				"Ifrit",
				"Oread",
				"Suli",
				"Sylph",
				"Undine"
			],
			"prerequisites": "low-light vision",
			"entries": [
				"You can see in the darkness as easily as an elemental. You gain {@ability darkvision}."
			],
			"special": "You can select this feat only at 1st level, and you can't retrain into or out of this feat."
		},
		{
			"name": "Elemental Lore",
			"source": "LOAG",
			"page": 100,
			"level": 1,
			"traits": [
				"Ifrit",
				"Oread",
				"Suli",
				"Sylph",
				"Undine"
			],
			"entries": [
				"You've devoted yourself to researching the secrets of the Inner Sphere. You gain the trained proficiency in your choice of {@skill Survival} and either {@skill Arcana} or {@skill Nature}. If you would automatically become trained in {@skill Survival} (from your background or class, for example), you instead become trained in a skill of your choice. You also become trained in the {@skill Lore} associated with your Elemental Plane of origin (such as Plane of {@skill Lore||Fire Lore})."
			]
		},
		{
			"name": "Elemental Trade",
			"source": "LOAG",
			"page": 107,
			"level": 1,
			"traits": [
				"Oread"
			],
			"entries": [
				"You have a strong connection with stone and metal. You gain the trained proficiency rank in {@skill Crafting}. If you would automatically become trained in {@skill Crafting} (from your background or class, for example), you instead become trained in a skill of your choice. You gain the {@feat Specialty Crafting} skill feat for both Stonemasonry and Blacksmithing."
			]
		},
		{
			"name": "Elude Trouble",
			"source": "LOAG",
			"page": 20,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 17,
			"traits": [
				"Catfolk"
			],
			"trigger": "A creature misses you with a melee attack.",
			"entries": [
				"You slip through your foe's opening. {@action Stride} up to your Speed. This movement doesn't trigger movement-based reactions from the creature that missed you."
			]
		},
		{
			"name": "Ember's Eyes",
			"source": "LOAG",
			"page": 103,
			"level": 1,
			"traits": [
				"Ifrit"
			],
			"entries": [
				"Your eyes blaze with inner flame. You gain {@ability low-light vision}, or you gain {@ability darkvision} if your ancestry already has {@ability low-light vision}."
			],
			"special": "If your ancestry has neither {@ability low-light vision} nor {@ability darkvision}, you can take this ancestry feat a second time to gain {@ability darkvision}. You can't retrain out of this feat."
		},
		{
			"name": "Emberkin",
			"source": "LOAG",
			"page": 10,
			"level": 1,
			"traits": [
				"Aasimar",
				"Lineage"
			],
			"entries": [
				"A peri's roaring spirit burns in your soul. Peris engage in constant struggle to right the wrongs of their fallen forebears, and that struggle has been passed on to you. You have a direct impulse to right wrongs and better the world. You gain a +1 circumstance bonus to saving throws against {@trait fire} effects, and your perception is unaffected by non-magical flames, fog and smoke."
			],
			"leadsTo": [
				"Flame Jump|LOAG",
				"Peri Magic|LOAG"
			]
		},
		{
			"name": "Emotionless",
			"source": "LOAG",
			"page": 73,
			"level": 1,
			"traits": [
				"Android"
			],
			"entries": [
				"Your malfunctioning emotional processors make it difficult for you to feel strong emotions. You gain a +1 circumstance bonus to saving throws against {@trait emotion} and {@trait fear} effects. If you roll a success on a saving throw against an {@trait emotion} or {@trait fear} effect, you get a critical success instead."
			]
		},
		{
			"name": "Energize Wings",
			"source": "LOAG",
			"page": 132,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 9,
			"traits": [
				"Concentrate",
				"Morph",
				"Primal",
				"Sprite",
				"Transmutation"
			],
			"prerequisites": "{@feat Evanescent Wings|LOAG}",
			"frequency": {
				"unit": "hour",
				"freq": 1
			},
			"entries": [
				"You stoke your magic to energize your wings, temporarily transforming them into glowing, majestic forms. For 1 minute, you gain a fly Speed of 30 feet."
			],
			"leadsTo": [
				"Hero's Wings|LOAG"
			]
		},
		{
			"name": "Enforced Order",
			"source": "LOAG",
			"page": 12,
			"level": 13,
			"traits": [
				"Aasimar"
			],
			"prerequisites": "{@feat Lawbringer|APG}",
			"entries": [
				"You never fail to strike down the ever-expanding reaches of chaos. All your weapon and unarmed Strikes deal 1 additional lawful damage and have the {@trait lawful} and {@trait magical} traits."
			]
		},
		{
			"name": "Eternal Wings",
			"source": "LOAG",
			"page": 116,
			"level": 17,
			"traits": [
				"Sylph"
			],
			"prerequisites": "{@feat Wings of Air|LOAG}",
			"entries": [
				"Your wings are now a permanent part of your body. You gain the effects of Wings of Air at all times rather than just once per day for 10 minutes."
			]
		},
		{
			"name": "Evade Doom",
			"source": "LOAG",
			"page": 20,
			"level": 9,
			"traits": [
				"Catfolk"
			],
			"entries": [
				"You can elude supernatural disaster. When you would gain the {@condition doomed} condition, you can attempt a DC {@flatDC 17} flat check. On a success, you don't gain the {@condition doomed} condition."
			],
			"leadsTo": [
				"Ten Lives|LOAG"
			]
		},
		{
			"name": "Evanescent Wings",
			"source": "LOAG",
			"page": 131,
			"level": 1,
			"traits": [
				"Sprite"
			],
			"entries": [
				"You've manifested wings that can flutter for brief spurts. You don't need to spend any additional actions to reach something in your space that a Medium creature could reach. For instance, if you wanted to open a cookie jar located four feet off the ground, you only need to spend a single {@action Interact} action to do so. When you use Evanescent Wings to flutter to a higher place in your space, your action gains the {@trait move} trait."
			],
			"leadsTo": [
				"Energize Wings|LOAG",
				"Hero's Wings|LOAG"
			]
		},
		{
			"name": "Extinguish Light",
			"source": "LOAG",
			"page": 87,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 5,
			"traits": [
				"Darkness",
				"Evocation",
				"Fetchling",
				"Occult"
			],
			"frequency": {
				"recurs": true,
				"freq": 1,
				"unit": "minute",
				"interval": 10
			},
			"entries": [
				"You wrap shadow around a single unattended light source within 120 feet that's no larger than a torch. Any non-magical light source you target is automatically extinguished. For magical light sources, attempt a counteract check using your Fortitude or {@skill Thievery} modifier against the target's DC. Your counteract level is equal to half your level rounded up. Successfully counteracting the light source suppresses its ability to produce light for 1 minute, but not any other effects. If you're in dim light or darkness when you Extinguish Light, its range is 240 feet."
			]
		},
		{
			"name": "Favor Of Heaven",
			"source": "LOAG",
			"page": 60,
			"level": 17,
			"traits": [
				"Tengu"
			],
			"entries": [
				"You're one of Hei Feng's chosen people and have the authority of the Celestial Court on your side. Once per day, you can cast a 6th-level {@spell spirit blast} as a divine innate spell. In addition, you gain resistance 5 to both good and evil damage."
			]
		},
		{
			"name": "Favorable Winds",
			"source": "LOAG",
			"page": 24,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 5,
			"traits": [
				"Air",
				"Changeling",
				"Concentrate",
				"Occult"
			],
			"prerequisites": "{@feat Virga May|LOAG}",
			"entries": [
				"You wrap a shell of favorable wind around a weapon you wield. On your next {@action Strike} with a ranged weapon before the start of your next turn, you don't take circumstance penalties on the attack roll due to wind. In addition, if that weapon has a range increment of 10 feet or less, increase its range increment by 10 feet for that {@action Strike}."
			]
		},
		{
			"name": "Feathered Cloak",
			"source": "LOAG",
			"page": 137,
			"level": 5,
			"traits": [
				"Strix"
			],
			"entries": [
				"To blend in with the grounded and wingless, you fold your wings just so on your back, creating the illusion of a feathered cloak. You receive a +2 circumstance bonus to {@skill Deception} checks to {@action Impersonate} a version of yourself who is not a strix.",
				"Additionally, your folded wings help you obscure objects on your person, providing a +2 circumstance bonus to {@skill Stealth} checks to {@action Conceal an Object}."
			]
		},
		{
			"name": "Feed On Pain",
			"source": "LOAG",
			"page": 27,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 5,
			"traits": [
				"Dhampir"
			],
			"prerequisites": "{@feat Adhyabhau|LOAG}",
			"frequency": {
				"unit": "hour",
				"freq": 1
			},
			"trigger": "You deal mental damage.",
			"entries": [
				"The psychic feedback of another creature's pain fills you with false life. You gain temporary Hit Points equal to half the mental damage you dealt from the triggering effect. If the triggering action dealt mental damage to multiple creatures, calculate these temporary Hit Points using the creature that took the most damage. You lose any remaining temporary Hit Points after 1 minute."
			]
		},
		{
			"name": "Fell Rider",
			"source": "LOAG",
			"page": 36,
			"level": 9,
			"traits": [
				"Hobgoblin"
			],
			"prerequisites": "animal companion",
			"entries": [
				"You have trained with your animal companion to become a terrifying, unified juggernaut on the battlefield. Your animal companion becomes trained in {@skill Intimidation}. If your animal companion uses Support while serving as your mount, it grants you the effects of the {@action Aid} reaction on your first {@skill Intimidation} check to {@action Demoralize} on the same turn, even though it can't take reactions."
			]
		},
		{
			"name": "Ferocious Gust",
			"source": "LOAG",
			"page": 138,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 9,
			"traits": [
				"Air",
				"Concentrate",
				"Manipulate",
				"Strix"
			],
			"frequency": {
				"unit": "minute",
				"interval": 10,
				"freq": 1
			},
			"entries": [
				"With heavy wing beats, you whip up a furious gust and direct it at your opponents. This air blast has the effects of gust of wind with a DC equal to your class DC or spell DC, whichever is higher."
			]
		},
		{
			"name": "Fetchling Lore",
			"source": "LOAG",
			"page": 86,
			"level": 1,
			"traits": [
				"Fetchling"
			],
			"entries": [
				"You've learned obscure lessons about your fellow fetchlings. You're trained in {@skill Occultism} and {@skill Stealth}. If you would automatically become trained in one of those skills (from your background or class, for example), you instead become trained in a skill of your choice. You also become trained in {@skill Lore||Shadow Plane Lore}."
			]
		},
		{
			"name": "Fey Cantrips",
			"source": "LOAG",
			"page": 131,
			"level": 1,
			"traits": [
				"Sprite"
			],
			"entries": [
				"You've learned the cantrips sprites have used since time immemorial. You gain {@spell dancing lights} and {@spell ghost sound} as primal innate cantrips. If you have the {@ancestry sprite|loag|grig|grig|loag} heritage, you also gain {@spell detect magic}, and if you have the {@ancestry sprite|loag|draxie|draxie|loag} heritage, you gain {@spell prestidigitation}."
			]
		},
		{
			"name": "Fey Disguise",
			"source": "LOAG",
			"page": 132,
			"level": 5,
			"traits": [
				"Sprite"
			],
			"entries": [
				"You can disguise yourself with magical illusions. You can cast {@spell illusory disguise} once per day as a 1st-level primal innate spell. At 7th level, the spell is heightened to 2nd level, and every 2 levels thereafter, the spell is heightened an additional spell level."
			]
		},
		{
			"name": "Fey Magic",
			"source": "LOAG",
			"page": 132,
			"level": 9,
			"traits": [
				"Sprite"
			],
			"entries": [
				"You can use faerie magic to hide yourself and expose {@condition hidden} foes. You can cast {@spell faerie fire} and invisibility each once per day as primal innate spells."
			]
		},
		{
			"name": "Fey Skin",
			"source": "LOAG",
			"page": 132,
			"level": 13,
			"traits": [
				"Sprite"
			],
			"entries": [
				"While you are more susceptible to cold iron than most of the Wingless, you also have an incredible resilience and a deeper connection to the healing energies of the First World. Increase your maximum Hit Points by an amount equal to your level. If you rest for 10 minutes, brilliant light from the First World seeps into your form from your wings (or the spot where your wings would be), causing you to regain a number of Hit Points equal to your level; this is cumulative with any Hit Points you regain from {@action Treat Wounds}. However, you gain weakness 5 to cold iron."
			]
		},
		{
			"name": "Final Form",
			"source": "LOAG",
			"page": 66,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 17,
			"traits": [
				"Concentrate",
				"Divine",
				"Evocation",
				"Morph",
				"Tiefling",
				"Transmutation"
			],
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"entries": [
				"You embrace your monstrous blood and make it your own, screaming out to the heavens and hells alike in rage, pain, and defiance. Reality buckles and twists under your sudden power—each tiefling has a unique transformation, but it might include sulfurous flames, choruses of shrieks, or twisting, serpentine lightning. Every creature within 10 feet of you is {@condition deafened} and {@condition dazzled} for 1 round unless they succeed at a Fortitude save using your class DC or spell DC, whichever is higher. Your final form has the effects of divine vessel for a deity that shares an alignment with your fiendish lineage. Your final form resembles a creature from your fiendish lineage, and you remain in that form for 1 minute. While in your final form, you can cast {@spell chilling darkness}, fireball, and lightning bolt as 6th-level divine innate spells, once each per use of this feat.",
				"When you emerge from your final form, you become {@condition drained 3}. In addition, if you have this feat, you gain weakness 10 to good even when not in your final form, and you take good damage even if you aren't evil."
			],
			"special": "At the GM's discretion, the specific elements of this feat can be adjusted to better fit the tiefling's lineage—for example, a GM might decide that a particular beastbrood tiefling could cast a 6th-level {@spell phantasmal killer} instead of fireball."
		},
		{
			"name": "Finest Trick",
			"source": "LOAG",
			"page": 66,
			"level": 13,
			"traits": [
				"Tiefling"
			],
			"prerequisites": "{@feat Devil in Plain Sight|LOAG}",
			"entries": [
				"Many fiends—rakshasa rajas and demonic succubi most famously—can take on the forms of others. With practice, you can do the same. When you use Devil in Plain Sight, you can alter your appearance to match a generic member of your base ancestry, rather than one that's obviously you without your tieflings features. In addition, you can imitate a specific person's appearance (of any ancestry of the same size and kind as your base ancestry, typically a humanoid for most ancestries) if you consume a bit of their blood, a lock of their hair, or appropriate equivalents as part of the action.",
				"You still must know what the creature looks like, and you must be aware that the consumed portion comes from their body."
			]
		},
		{
			"name": "Finned Ridges",
			"source": "LOAG",
			"page": 93,
			"level": 5,
			"traits": [
				"Fleshwarp"
			],
			"entries": [
				"The ridges and flaps of your skin steer you through the water. You gain a swim Speed of 15 feet."
			]
		},
		{
			"name": "Firesight",
			"source": "LOAG",
			"page": 103,
			"level": 5,
			"traits": [
				"Ifrit"
			],
			"entries": [
				"You can see through the haze of flame. You automatically succeed at the flat check to target a {@condition concealed} creature if that creature is {@condition concealed} only by smoke and fire."
			]
		},
		{
			"name": "Flame Jump",
			"source": "LOAG",
			"page": 12,
			"level": 13,
			"traits": [
				"Aasimar",
				"Concentrate",
				"Divine",
				"Exploration",
				"Fire",
				"Manipulate",
				"Teleportation"
			],
			"prerequisites": "{@feat Emberkin|LOAG}",
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"entries": [
				"Your peri lineage has opened your mind to fire's raw, purging essence. You can spend 1 minute in focused preparation, then enter a fire your size or larger to instantly teleport to any fire that is your size or larger up to 5 miles away. You take no damage from entering or exiting fires when using this ability. Once you enter the fire, you instantly know the rough locations of other large fires within range and can exit from the original fire, if you prefer. You can't carry extradimensional spaces with you when you teleport; if you attempt to do so, the activity fails."
			]
		},
		{
			"name": "Fledgling Flight",
			"source": "LOAG",
			"page": 137,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 5,
			"traits": [
				"Strix"
			],
			"frequency": {
				"unit": "round",
				"freq": 1
			},
			"entries": [
				"You can fly through the air in short bursts at half your land Speed. If you don't end your movement on solid ground, you fall at the end of your turn."
			]
		},
		{
			"name": "Flexible Tail",
			"source": "LOAG",
			"page": 47,
			"level": 5,
			"traits": [
				"Lizardfolk"
			],
			"entries": [
				"You can perform simple {@action Interact} actions with your tail, such as opening an unlocked door. Your tail can't perform actions that require fingers or significant manual dexterity, including any action that would require a check to accomplish, and you can't use it to hold items."
			],
			"leadsTo": [
				"Dangle|LOAG"
			]
		},
		{
			"name": "Flourish And Ruin",
			"source": "LOAG",
			"page": 44,
			"level": 17,
			"traits": [
				"Leshy"
			],
			"entries": [
				"You can call upon the vital essence of your spirit to restore life to your allies and call forth vines to ensnare and bludgeon your foes.",
				"You can cast {@spell field of life} and {@spell tangling creepers} as 6th-level primal innate spells once per day each. You become an expert in primal spell attack rolls and primal spell DCs."
			]
		},
		{
			"name": "Fluid Contortionist",
			"source": "LOAG",
			"page": 120,
			"level": 5,
			"traits": [
				"Undine"
			],
			"entries": [
				"You can ignore {@quickref difficult terrain||3|terrain} caused by moving through tight spaces that aren't tight enough to force you to {@action Squeeze}. When you roll a critical failure on a check to {@action Squeeze}, you get a failure instead, and when you roll a success, you get a critical success instead."
			]
		},
		{
			"name": "Focused Cat Nap",
			"source": "LOAG",
			"page": 19,
			"level": 5,
			"traits": [
				"Catfolk"
			],
			"prerequisites": "{@feat Cat Nap|LOAG}, focus pool",
			"entries": [
				"When you Cat Nap, you can also {@action Refocus} as you dream of a relevant activity."
			]
		},
		{
			"name": "Fortify Shield",
			"source": "LOAG",
			"page": 107,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 5,
			"traits": [
				"Oread"
			],
			"prerequisites": "{@feat Shield Block}",
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"entries": [
				"You reinforce your shield with a rocky outgrowth of metal and stone. You Raise your Shield. If you use the {@feat Shield Block} reaction before your next turn, add your character level to your shield's Hardness when determining how much damage is blocked."
			]
		},
		{
			"name": "Fox Trick",
			"source": "LOAG",
			"page": 126,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"level": 9,
			"traits": [
				"Kitsune"
			],
			"frequency": {
				"unit": "hour",
				"freq": 1
			},
			"entries": [
				"You always have time for a joke or prank. You {@action Create a Diversion}, {@action Conceal an Object}, or {@action Hide}. All creatures who witnessed your Fox Trick then wise up to it, becoming temporarily immune to your Fox Trick for 24 hours."
			]
		},
		{
			"name": "Foxfire",
			"source": "LOAG",
			"page": 125,
			"level": 1,
			"traits": [
				"Kitsune"
			],
			"entries": [
				"A crack of your tail sparks wisps of blue energy. Choose either electricity or fire when you gain this feat. You gain a foxfire ranged unarmed attack with a maximum range of 20 feet. The attack deals {@dice 1d4} damage of the chosen type (no ability modifier is added to the damage roll). Your foxfire attack is in the {@group sling} weapon group and has the {@trait magical} trait. Like other unarmed attacks, you can improve this attack with {@item handwraps of mighty blows (generic)|CRB|handwraps of mighty blows}."
			],
			"special": "If you are a frozen wind kitsune, your foxfire deals cold damage instead of electricity or fire."
		},
		{
			"name": "Fully Flighted",
			"source": "LOAG",
			"page": 138,
			"level": 13,
			"traits": [
				"Strix"
			],
			"prerequisites": "{@feat Juvenile Flight|LOAG}",
			"entries": [
				"You gain the effects of Juvenile Flight at all times, rather than just once per day for 10 minutes. This includes the status bonus to your Speed if you have Fledgling Flight."
			]
		},
		{
			"name": "Fumesoul",
			"source": "LOAG",
			"page": 115,
			"level": 1,
			"traits": [
				"Lineage",
				"Sylph"
			],
			"entries": [
				"The air inside you asserts itself as a toxic miasma, inuring you to most poisons. You gain resistance to poison equal to half your level (minimum 1)."
			]
		},
		{
			"name": "Ganzi Gaze",
			"source": "LOAG",
			"page": 97,
			"level": 1,
			"traits": [
				"Ganzi"
			],
			"entries": [
				"You have unusual sensory abilities passed down from your chaotic forebears. You gain {@ability low-light vision}. If you already have {@ability low-light vision}, you gain {@ability darkvision} instead."
			],
			"special": "You can select this feat a second time to gain {@ability darkvision} in addition to {@ability low-light vision}."
		},
		{
			"name": "Gaping Flesh",
			"source": "LOAG",
			"page": 93,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 5,
			"traits": [
				"Fleshwarp"
			],
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"trigger": "A creature you are aware of damages you with a melee {@action Strike}.",
			"entries": [
				"Your wound yawns open, appalling your attacker. The attacker must succeed at a Fortitude saving throw against your class DC or spell DC, whichever is higher, or become {@condition sickened 1} ({@condition sickened 2} on a critical failure). It can't recover from the {@condition sickened} condition while it's adjacent to you."
			]
		},
		{
			"name": "Garuda Magic",
			"source": "LOAG",
			"page": 11,
			"level": 9,
			"traits": [
				"Aasimar"
			],
			"prerequisites": "{@feat Plumekith|LOAG}",
			"entries": [
				"You are descended from the wondrous garudas, and their keen senses manifest in your magical prowess. You can cast {@spell blur} and see invisibility each once per day as 2nd-level divine innate spells."
			]
		},
		{
			"name": "Garuda's Squall",
			"source": "LOAG",
			"page": 11,
			"level": 5,
			"traits": [
				"Aasimar",
				"Lineage"
			],
			"prerequisites": "{@feat Plumekith|LOAG}",
			"entries": [
				"Garudas' marksmanship and magic are second nature to you. Whenever you critically hit using a bow, you apply the weapon's critical specialization effect."
			]
		},
		{
			"name": "Gemsoul",
			"source": "LOAG",
			"page": 107,
			"level": 1,
			"traits": [
				"Lineage",
				"Oread"
			],
			"entries": [
				"The earth inside you asserts itself as crystallized gemstones or metals, like a cluster of quartz or veins of iron and gold. This shimmering presence inside your being inspires you to flashy and flamboyant performances. You gain the trained proficiency rank in {@skill Performance}. If you would automatically become trained in {@skill Performance} (from your background or class, for example), you instead become trained in a skill of your choice. You gain the {@feat Impressive Performance} skill feat."
			]
		},
		{
			"name": "Genie Weapon Expertise",
			"source": "LOAG",
			"page": 100,
			"level": 13,
			"traits": [
				"Ifrit",
				"Oread",
				"Suli",
				"Sylph",
				"Undine"
			],
			"prerequisites": "{@feat Genie Weapon Familiarity|LOAG}",
			"entries": [
				"Whenever you gain a class feature that grants you expert or greater proficiency in certain weapons, you also gain that proficiency in {@item falchion||falchions}, {@item ranseur||ranseurs}, {@item scimitar||scimitars}, {@item trident||tridents}, and all geniekin weapons in which you are trained."
			]
		},
		{
			"name": "Genie Weapon Familiarity",
			"source": "LOAG",
			"page": 100,
			"level": 1,
			"traits": [
				"Ifrit",
				"Oread",
				"Suli",
				"Sylph",
				"Undine"
			],
			"entries": [
				"You've trained with weapons used by your genie ancestors. You are trained with {@item falchion||falchions}, {@item ranseur||ranseurs}, {@item scimitar||scimitars}, and {@item trident||tridents}. In addition, you gain access to all {@filter uncommon geniekin weapons|items||Category=Weapon|rarity=uncommon|ancestry & heritage=geniekin}. For the purpose of determining your proficiency, martial geniekin weapons are simple weapons and advanced geniekin weapons are martial weapons."
			],
			"leadsTo": [
				"Genie Weapon Expertise|LOAG",
				"Genie Weapon Flourish|LOAG"
			]
		},
		{
			"name": "Genie Weapon Flourish",
			"source": "LOAG",
			"page": 100,
			"level": 5,
			"traits": [
				"Ifrit",
				"Oread",
				"Suli",
				"Sylph",
				"Undine"
			],
			"prerequisites": "{@feat Genie Weapon Familiarity|LOAG}",
			"entries": [
				"Whenever you critically hit using a {@item falchion}, {@item ranseur}, {@item scimitar}, {@item trident}, or a geniekin weapon, you apply the weapon's critical specialization effect."
			]
		},
		{
			"name": "Gift Of The Moon",
			"source": "LOAG",
			"page": 82,
			"level": 13,
			"traits": [
				"Beastkin"
			],
			"entries": [
				"You can share your power with others, but they can't escape the werecreature's curse as easily as you can. You can cast a 5th-level {@spell moon frenzy} as a primal innate spell once per day. At 15th level, you cast a 6th-level {@spell moon frenzy} instead. At 17th level, your 6th-level {@spell moon frenzy} grants its standard effects, except the temporary Hit Points increase to 15 and the silver weakness increases to 15. At 20th level, you cast a 10th-level {@spell moon frenzy} instead.",
				"The spell uses your class DC or spell DC, whichever is higher."
			]
		},
		{
			"name": "Glory And Valor!",
			"source": "LOAG",
			"page": 98,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 9,
			"traits": [
				"Auditory",
				"Ganzi",
				"Healing",
				"Necromancy",
				"Primal"
			],
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"entries": [
				"You are descended from the einherji, the worthy warriors of chaos. You call upon your ascendant blood with a mighty cry that fills you with a revitalizing energy for 1 minute or until you critically fail a {@action Strike}, whichever comes first. For the duration, the first time each round you successfully {@action Strike} a creature of your level or higher, you regain Hit Points equal to half your level."
			]
		},
		{
			"name": "Gnaw",
			"source": "LOAG",
			"page": 55,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 5,
			"traits": [
				"Ratfolk"
			],
			"prerequisites": "{@feat Vicious Incisors|APG}",
			"entries": [
				"With enough time and determination, you can chew through nearly anything. You deal double your jaws damage to an unattended, inanimate object."
			]
		},
		{
			"name": "Graceful Guidance",
			"source": "LOAG",
			"page": 19,
			"level": 5,
			"traits": [
				"Catfolk"
			],
			"entries": [
				"You can demonstrate how to quickly twist out of the way of dangerous effects. You can use the {@action Aid} reaction to grant a bonus to an ally's Reflex save. As usual for {@action Aid}, you need to prepare by using an action on your turn to encourage the ally."
			]
		},
		{
			"name": "Greater Animal Senses",
			"source": "LOAG",
			"page": 81,
			"level": 5,
			"traits": [
				"Beastkin"
			],
			"entries": [
				"Your senses advance to match those of your animal aspect. You gain one of the following senses available to your inherent animal: {@ability echolocation} (imprecise) 30 feet or {@ability tremorsense} (imprecise) 30 feet. If your inherent animal doesn't typically have a specific type of sense, you can't gain the sense with this feat."
			],
			"special": "You can select this feat multiple times, either choosing a different sense or improving an imprecise sense granted by this feat to a precise sense."
		},
		{
			"name": "Gripping Limbs",
			"source": "LOAG",
			"page": 94,
			"level": 9,
			"traits": [
				"Fleshwarp"
			],
			"entries": [
				"Nodules, hooks, or claws on your limbs allow you to cling to surfaces with ease. You gain a climb Speed of 15 feet."
			]
		},
		{
			"name": "Guided By The Stars",
			"source": "LOAG",
			"page": 47,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"level": 5,
			"traits": [
				"Fortune",
				"Lizardfolk"
			],
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"trigger": "You are about to attempt a skill check or saving throw.",
			"entries": [
				"The stars grant you insights that guide your actions. You roll twice and take the better result. If it's night and you can see the stars, you gain a +1 circumstance bonus to the triggering roll."
			]
		},
		{
			"name": "Harbinger's Caw",
			"source": "LOAG",
			"page": 60,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 13,
			"traits": [
				"Auditory",
				"Misfortune",
				"Tengu"
			],
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"trigger": "A creature within 60 feet is about to attempt an attack roll or skill check.",
			"entries": [
				"You caw ominously, cursing the creature with misfortune. The target creature must roll the triggering check twice and take the lower result."
			]
		},
		{
			"name": "Hard To Fool",
			"source": "LOAG",
			"page": 87,
			"level": 1,
			"traits": [
				"Fetchling"
			],
			"entries": [
				"You're accustomed to seeing through shifting darkness and bewildering magic. You gain a +1 circumstance bonus on {@skill Perception} checks against illusions as well as to Will saves against illusions and {@trait shadow} effects."
			]
		},
		{
			"name": "Hatchling Flight",
			"source": "LOAG",
			"page": 40,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 13,
			"traits": [
				"Kobold"
			],
			"prerequisites": "{@feat Winglets|LOAG}",
			"frequency": {
				"unit": "round",
				"freq": 1
			},
			"entries": [
				"You can fly a little! You {@action Fly} up to half your Speed. If you don't end your movement on solid ground, you fall at the end of your turn."
			],
			"leadsTo": [
				"Wyrmling Flight|LOAG"
			]
		},
		{
			"name": "Healer's Halo",
			"source": "LOAG",
			"page": 11,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 5,
			"traits": [
				"Aasimar"
			],
			"prerequisites": "{@feat Halo|APG}",
			"trigger": "You or allies within 30 feet recover Hit Points while your halo is active.",
			"entries": [
				"Your halo can enhance positive energy. Creatures who have recovered Hit Points from a positive {@trait healing} effect recover an additional {@dice 1d6} Hit Points. Creatures who benefit from this power become temporarily immune to its effect for the next 10 minutes."
			]
		},
		{
			"name": "Heat Wave",
			"source": "LOAG",
			"page": 104,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 5,
			"traits": [
				"Ifrit"
			],
			"frequency": {
				"unit": "minute",
				"interval": 10,
				"freq": 1
			},
			"trigger": "An effect would deal fire damage to you, even if you resist all the damage.",
			"entries": [
				"You harness the oncoming flames and twist them into a screen of heat and smoke, granting you concealment until the beginning of your next turn."
			]
		},
		{
			"name": "Hefting Shadow",
			"source": "LOAG",
			"page": 88,
			"level": 9,
			"traits": [
				"Conjuration",
				"Fetchling",
				"Occult",
				"Shadow"
			],
			"prerequisites": "{@feat Clever Shadow|LOAG}",
			"entries": [
				"Your shadow can contain objects. You can {@action Interact} with your shadow to store or retrieve objects, just like you would a mundane container (meaning you spend two {@action Interact} actions total to store and then retrieve the object, for example). Your shadow can contain 2 Bulk of objects, which don't count toward the Bulk you're carrying. The items remain solid but take on a shadowy patina while stored this way. Though the items are in your shadow and can be detected normally, you gain a +2 circumstance bonus to {@skill Stealth} checks to Conceal the Objects unless someone knows to check your shadow for items."
			]
		},
		{
			"name": "Hero's Wings",
			"source": "LOAG",
			"page": 132,
			"level": 17,
			"traits": [
				"Sprite"
			],
			"prerequisites": "{@feat Energize Wings|LOAG}",
			"entries": [
				"You have begun the final steps to reaching your full potential. Your wings are always in their majestic form without you needing to use Energize Wings, granting you a permanent fly Speed. Furthermore, sprites recognize you as a powerful hero (or villain) by your unique wings and are appropriately impressed. You gain a +2 circumstance bonus on all {@skill Diplomacy} and {@skill Intimidation} checks against sprites and gain the benefits of the {@feat Glad-Hand} skill feat against other sprites, without taking a –5 penalty to your {@skill Diplomacy} check."
			]
		},
		{
			"name": "Hopping Stride",
			"source": "LOAG",
			"page": 27,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 5,
			"traits": [
				"Dhampir"
			],
			"prerequisites": "{@feat Ru-Shi|LOAG}",
			"entries": [
				"You've internalized the hopping gait of your vampiric forebear. {@action Stride} up to a distance equal to your Speed – 10 feet. During this {@action Stride}, instead of moving through each space normally, you hop over every other square between your starting space and your ending space. These hops aren't high enough to jump over a creature or other significant obstacle in your way, but they avoid {@quickref difficult terrain||3|terrain}, hazardous terrain, pressure plates, or hazards on the ground or up to a foot above it in the spaces you hopped over."
			]
		},
		{
			"name": "Hurricane Swing",
			"source": "LOAG",
			"page": 60,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 17,
			"traits": [
				"Tengu"
			],
			"prerequisites": "{@feat Storm's Lash|APG} (Advanced Player's Guide 26)",
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"trigger": "You critically hit a foe with a {@action Strike} with a slashing weapon.",
			"entries": [
				"Choose either lightning bolt or gust of wind. You {@action Cast a Spell||Cast the chosen Spell} as a 6th-level primal innate spell in the direction of the target of the triggering action."
			]
		},
		{
			"name": "Hybrid Form",
			"source": "LOAG",
			"page": 125,
			"level": 5,
			"traits": [
				"Kitsune"
			],
			"entries": [
				"When you {@action Change Shape (Beastkin)|LOAG}, you retain elements of your kitsune form, allowing you to speak in a fox form, use kitsune unarmed attacks in a tailless form, or gain a tail in your tailless form to use abilities that require one. You can {@action Change Shape (Beastkin)|LOAG} to alter the details of your hybrid form without fully changing into your true form or your alternate form. While in hybrid form, your foxlike features make it obvious that you aren't a normal humanoid."
			]
		},
		{
			"name": "Hydraulic Deflection",
			"source": "LOAG",
			"page": 15,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 1,
			"traits": [
				"Abjuration",
				"Azarketi",
				"Concentrate",
				"Primal",
				"Water"
			],
			"entries": [
				"Drawing moisture from the atmosphere, you create a disc of hovering water that deflects attacks. You gain a +1 circumstance bonus to AC until the start of your next turn."
			]
		},
		{
			"name": "Hydraulic Maneuvers",
			"source": "LOAG",
			"page": 16,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 13,
			"traits": [
				"Azarketi",
				"Concentrate",
				"Manipulate",
				"Primal",
				"Transmutation",
				"Water"
			],
			"entries": [
				"You batter your foes with a torrent of water siphoned from your surroundings. If the next action you take is an {@skill Athletics} check to {@action Disarm}, {@action Shove}, or {@action Trip}, that action has a range of 15 feet. You don't receive any item bonuses to that check or any circumstance bonuses related to your physical body, but if you roll a critical failure on that {@skill Athletics} check, you get a failure instead."
			]
		},
		{
			"name": "Idyllkin",
			"source": "LOAG",
			"page": 10,
			"level": 1,
			"traits": [
				"Aasimar",
				"Lineage"
			],
			"entries": [
				"Your wild, unique features betray your agathion birthright. Serene celestials from the plane of Nirvana, agathions seek the peaceful path, ensuring a better world for all to coexist. Your halcyon demeanor leads you to search for peaceful resolution to conflict. You gain the trained proficiency rank in {@skill Nature}. If you would automatically become trained in {@skill Nature} (from your background or class, for example), you instead become trained in a skill of your choice. You know the Sylvan language and gain the {@feat Natural Medicine} skill feat."
			],
			"leadsTo": [
				"Agathion Magic|LOAG",
				"Tranquil Sanctuary|LOAG"
			]
		},
		{
			"name": "Impose Order",
			"source": "LOAG",
			"page": 78,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 13,
			"traits": [
				"Aphorite",
				"Fortune"
			],
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"trigger": "You would critically fail a skill check or suffer an effect with the {@trait misfortune} trait.",
			"entries": [
				"You shift the underlying fabric of reality to impose a baseline of order.",
				"If the trigger was a skill check, you instead receive a result of 10 + your proficiency bonus (don't apply any other bonuses, penalties, or modifiers). If the trigger was an effect with the {@trait misfortune} trait, the {@trait misfortune} and {@trait fortune} effects cancel each other out as normal, negating the triggering {@trait misfortune} effect."
			]
		},
		{
			"name": "Improved Elemental Bulwark",
			"source": "LOAG",
			"page": 112,
			"level": 13,
			"traits": [
				"Suli"
			],
			"prerequisites": "{@feat Elemental Bulwark|LOAG}",
			"entries": [
				"You gain resistance 10 from Elemental Bulwark instead of 5."
			]
		},
		{
			"name": "Inner Breath",
			"source": "LOAG",
			"page": 116,
			"level": 9,
			"traits": [
				"Sylph"
			],
			"entries": [
				"Your body is capable of recycling its own air. When you hold your breath, you can do so for an additional hour. At the end of this hour, your body needs to rest before it can recycle air again. This rest requires 10 minutes of exposure to breathable air."
			]
		},
		{
			"name": "Inner Fire",
			"source": "LOAG",
			"page": 103,
			"level": 1,
			"traits": [
				"Ifrit"
			],
			"entries": [
				"You can call the fire inside you into the palm of your hand. You can cast the {@spell produce flame} cantrip as an innate primal or arcane spell at will. A cantrip is heightened to a spell level equal to half your level rounded up."
			]
		},
		{
			"name": "Inoculation Subroutine",
			"source": "LOAG",
			"page": 73,
			"level": 5,
			"traits": [
				"Android"
			],
			"entries": [
				"Your nanites reject diseases with ease. Each time you succeed at a Fortitude save against an ongoing disease, you reduce its stage by 2, or by 1 against a virulent disease. Each critical success you achieve against an ongoing disease reduces its stage by 3, or by 2 against a virulent disease."
			]
		},
		{
			"name": "Inspirit Hazard",
			"source": "LOAG",
			"page": 20,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 13,
			"traits": [
				"Catfolk",
				"Concentrate",
				"Occult",
				"Transmutation"
			],
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"trigger": "You Disable a hazard.",
			"requirements": "The hazard isn't {@condition broken}.",
			"entries": [
				"You awaken a spirit of creation within the hazard. You learn the hazard's effects. Once in the next 10 minutes, when you observe a creature take an action that would trigger one of the hazard's reactions or free actions if you hadn't Disabled it, you can use a reaction to rearm the hazard, causing the {@condition observed} creature to trigger it immediately."
			]
		},
		{
			"name": "Intercorporate",
			"source": "LOAG",
			"page": 77,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 5,
			"traits": [
				"Aphorite"
			],
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"requirements": "You're afflicted by a disease or poison, or are taking {@condition persistent damage}.",
			"entries": [
				"Your ordered physiology rejects unwelcome elements. Choose one.",
				"Disease or Poison Attempt a saving throw against the affliction at its current stage. On a failure, the affliction's stage doesn't increase, but you suffer the effects of the stage you were already on. On a critical failure, the stage only increases by 1.",
				"{@condition persistent damage} Attempt a DC {@flatDC 10} flat check to recover from the {@condition persistent damage}."
			]
		},
		{
			"name": "Internal Cohesion",
			"source": "LOAG",
			"page": 77,
			"level": 1,
			"traits": [
				"Aphorite"
			],
			"entries": [
				"Axis's order suffuses your body and helps it maintain coherency. You and your allies can {@action Treat Wounds||Treat your Wounds} without healer's tools. Once per day, when someone rolls a failure or a critical failure on a check to {@action Treat Wounds||Treat your Wounds}, you can focus on your internal cohesion to increase the degree of success by one step."
			]
		},
		{
			"name": "Internal Compartment",
			"source": "LOAG",
			"page": 73,
			"level": 1,
			"traits": [
				"Android"
			],
			"entries": [
				"You can hide a small object of up to light Bulk inside a hollow cavity on one of your forearms. It takes three {@action Interact} actions to store an object in this way. You gain a +4 circumstance bonus to the DCs of checks for others to {@action Seek} or {@action Steal} objects stored inside your arm. If you store a weapon in your arm, you can use a single action to {@action Interact} to draw the weapon into the hand corresponding to your internal cavity, then {@action Strike} with the weapon."
			]
		},
		{
			"name": "Internal Respirator",
			"source": "LOAG",
			"page": 74,
			"level": 9,
			"traits": [
				"Android"
			],
			"entries": [
				"Your body can internally synthesize oxygen for limited periods of time. When you hold your breath, you can do so for an additional hour due to your internal air reservoirs. At the end of this hour, your air reservoirs are expended. Refilling your empty air reservoirs takes 10 minutes of exposure to breathable air."
			]
		},
		{
			"name": "Intuitive Crafting",
			"source": "LOAG",
			"page": 77,
			"level": 1,
			"traits": [
				"Aphorite"
			],
			"entries": [
				"Your affinity with process and order makes you a natural artisan. You gain the trained proficiency rank in {@skill Crafting} (or another skill of your choice, if you're already trained in {@skill Crafting}). You gain the {@feat Specialty Crafting} skill feat in a specialty of your choice."
			]
		},
		{
			"name": "Invisible Trickster",
			"source": "LOAG",
			"page": 132,
			"level": 13,
			"traits": [
				"Sprite"
			],
			"entries": [
				"You have learned how to become {@condition invisible} and remain so. You can cast 4th-level {@spell invisibility} as a primal innate spell once per hour."
			]
		},
		{
			"name": "Invoke The Elements",
			"source": "LOAG",
			"page": 24,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 9,
			"traits": [
				"Changeling",
				"Evocation",
				"Primal"
			],
			"prerequisites": "{@feat Brine May|APG}, {@feat Snow May|LOAG}, {@feat Veil May|LOAG}, or {@feat Virga May|LOAG}",
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"entries": [
				"You summon an aura of shimmering heat, flurrying snow, crashing waves, or swirling wind and lightning. For 1 minute, you gain concealment against creatures more than 5 feet away, and any creature that ends its turn within 5 feet of you suffers {@dice 1d12} damage (basic Reflex save using your class DC or spell DC, whichever is higher). At 13th and 17th level, this damage increases by {@dice 1d12}. A veil may changeling deals fire damage, a snow may changeling deals cold damage, a brine may changeling deals bludgeoning damage and the effect gains the {@trait water} trait, and a virga may changeling deals electricity damage."
			],
			"leadsTo": [
				"Stormy Heart|LOAG"
			]
		},
		{
			"name": "Irrepressible",
			"source": "LOAG",
			"page": 97,
			"level": 1,
			"traits": [
				"Ganzi"
			],
			"entries": [
				"Your contrary nature means you bounce back with prejudice. When you roll a success on a save against an {@trait emotion} or {@trait fear} effect, you get a critical success instead."
			]
		},
		{
			"name": "Iruxi Glide",
			"source": "LOAG",
			"page": 47,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 5,
			"traits": [
				"Lizardfolk"
			],
			"prerequisites": "cloudleaper lizardfolk heritage",
			"entries": [
				"You glide slowly toward the ground, 5 feet down and up to 25 feet forward through the air. As long as you spend at least 1 action gliding each round and haven't yet reached the ground, you remain in the air at the end of your turn."
			]
		},
		{
			"name": "Iruxi Spirit Strike",
			"source": "LOAG",
			"page": 48,
			"level": 13,
			"traits": [
				"Lizardfolk"
			],
			"entries": [
				"Your iruxi unarmed attacks channel the spiritual energy of your ancestors. Any unarmed attacks you acquire from iruxi heritages or ancestry feats gain the effects of a ghost touch property rune (Core Rulebook 584)."
			]
		},
		{
			"name": "Janni Hospitality",
			"source": "LOAG",
			"page": 112,
			"level": 9,
			"traits": [
				"Suli"
			],
			"entries": [
				"You can use magic to show others desert hospitality. You can cast 2nd-level {@spell create food} once per day and create water twice per day as arcane innate spells."
			]
		},
		{
			"name": "Janni Magic",
			"source": "LOAG",
			"page": 112,
			"level": 9,
			"traits": [
				"Suli"
			],
			"entries": [
				"The magic of jann runs through your blood. You can cast {@spell enlarge} and {@spell speak with animals} once per day each as 2nd-level arcane innate spells."
			]
		},
		{
			"name": "Jinx Glutton",
			"source": "LOAG",
			"page": 60,
			"level": 13,
			"traits": [
				"Tengu"
			],
			"prerequisites": "{@feat Eat Fortune|APG} (Advanced Player's Guide 26)",
			"entries": [
				"You can Eat Fortune once per hour, rather than once per day."
			]
		},
		{
			"name": "Juvenile Flight",
			"source": "LOAG",
			"page": 138,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 9,
			"traits": [
				"Strix"
			],
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"entries": [
				"You unfold your wings for travel and can keep them unfolded for 10 minutes. You gain a fly Speed equal to your land Speed while your wings are unfurled. If you have Fledgling Flight, you gain a +10-foot status bonus to your fly Speed with Juvenile Flight. As normal, since your fly Speed is derived from your land Speed, this status bonus isn't cumulative with a status bonus to your land Speed, if you have one."
			],
			"leadsTo": [
				"Fully Flighted|LOAG"
			]
		},
		{
			"name": "Killing Stone",
			"source": "LOAG",
			"page": 126,
			"level": 13,
			"traits": [
				"Kitsune"
			],
			"prerequisites": "{@feat Star Orb|LOAG}",
			"entries": [
				"Your star orb hides a deadly miasma. You can cast 5th-level {@spell cloudkill} as a divine innate spell once per day. The spell's normal components are replaced with a focus component (your star orb) and a somatic component to aim the orb towards the location for the spell."
			]
		},
		{
			"name": "Kitsune Lore",
			"source": "LOAG",
			"page": 125,
			"level": 1,
			"traits": [
				"Kitsune"
			],
			"entries": [
				"You excel at navigating social situations and keeping secrets. You gain the trained proficiency rank in {@skill Diplomacy} and {@skill Deception}. If you would automatically become trained in one of those skills (from your background or class, for example), you instead become trained in a skill of your choice. You also become trained in {@skill Lore||Kitsune Lore}."
			]
		},
		{
			"name": "Kitsune Spell Expertise",
			"source": "LOAG",
			"page": 126,
			"level": 13,
			"traits": [
				"Kitsune"
			],
			"prerequisites": "{@feat Kitsune Spell Mysteries|LOAG}",
			"entries": [
				"Your tails show your magical mastery. During your daily preparations, choose {@spell confusion}, {@spell death ward}, or {@spell illusory scene}. You can {@action Cast a Spell||Cast this Spell} as a 5th-level divine innate spell once that day. You become an expert in divine spell DCs and divine spell attack rolls."
			]
		},
		{
			"name": "Kitsune Spell Familiarity",
			"source": "LOAG",
			"page": 125,
			"level": 1,
			"traits": [
				"Kitsune"
			],
			"entries": [
				"You've picked up a few magical tricks. During your daily preparations, choose {@spell daze}, {@spell forbidding ward}, or {@spell ghost sound}. Until your next daily preparations, you can cast this cantrip as a divine innate spell at will. A cantrip is heightened to a spell level equal to half your level rounded up."
			]
		},
		{
			"name": "Kitsune Spell Mysteries",
			"source": "LOAG",
			"page": 126,
			"level": 5,
			"traits": [
				"Kitsune"
			],
			"prerequisites": "at least one innate spell from a kitsune heritage or ancestry feat",
			"entries": [
				"You know more kitsune magic. During your daily preparations, choose {@spell bane}, {@spell illusory object}, or {@spell sanctuary}. You can cast this as a 1st-level divine innate spell once that day."
			],
			"leadsTo": [
				"Kitsune Spell Expertise|LOAG"
			]
		},
		{
			"name": "Kobold Weapon Expertise",
			"source": "LOAG",
			"page": 40,
			"level": 13,
			"traits": [
				"Kobold"
			],
			"prerequisites": "{@feat Kobold Weapon Familiarity|LOAG}",
			"entries": [
				"Whenever you gain a class feature that grants you expert or greater proficiency in a given weapon or weapons, you also gain that proficiency in the {@item crossbow}, {@item greatpick}, {@item light pick}, {@item pick}, and {@item spear}, as well as any {@filter kobold weapons|items||ancestry & heritage=kobold} in which you are trained."
			]
		},
		{
			"name": "Kobold Weapon Familiarity",
			"source": "LOAG",
			"page": 39,
			"level": 1,
			"traits": [
				"Kobold"
			],
			"entries": [
				"You've trained with weapons ideal for subterranean efficiency. You are trained with the {@item crossbow}, {@item greatpick}, {@item light pick}, {@item pick}, and {@item spear}. You also gain access to all {@filter uncommon kobold weapons|items||Category=Weapon|rarity=uncommon|ancestry & heritage=kobold}. For the purpose of determining your proficiency, martial kobold weapons are simple weapons, and advanced kobold weapons are martial weapons."
			],
			"leadsTo": [
				"Kobold Weapon Expertise|LOAG",
				"Kobold Weapon Innovator|LOAG"
			]
		},
		{
			"name": "Kobold Weapon Innovator",
			"source": "LOAG",
			"page": 39,
			"level": 5,
			"traits": [
				"Kobold"
			],
			"prerequisites": "{@feat Kobold Weapon Familiarity|LOAG}",
			"entries": [
				"You've learned devious tactics with your kobold weapons. Whenever you critically hit with a {@item crossbow}, {@item greatpick}, {@item light pick}, {@item pick}, {@item spear}, or {@filter kobold weapon|items||ancestry & heritage=kobold}, you apply the weapon's critical specialization effect."
			]
		},
		{
			"name": "Larcenous Tail",
			"source": "LOAG",
			"page": 98,
			"level": 9,
			"traits": [
				"Ganzi"
			],
			"prerequisites": "{@feat Skillful Tail|LOAG}",
			"entries": [
				"Your tail's chaotic and independent nature causes it to perform mischief even when you don't intend it, and it can somehow steal things it shouldn't be able to handle.",
				"You can use your tail to {@action Steal} an object, though your tail still can't hold onto it at the end of your action. If you have a hand free, you can transfer the stolen object to your hand. Otherwise, your tail surreptitiously drops it on the ground in your space, where you can grab it later. Observers other than your target who haven't witnessed you stealing something with your tail are usually distracted, meaning the GM will usually decrease their {@skill Perception} DCs, as normal for Stealing something."
			]
		},
		{
			"name": "Lavasoul",
			"source": "LOAG",
			"page": 103,
			"level": 1,
			"traits": [
				"Ifrit",
				"Lineage"
			],
			"entries": [
				"Your elemental lineage manifests as magma and molten rock, and you can focus the magma into your hand to attack your foes. You gain a magma spike unarmed attack, which requires a free hand to use. This is an {@trait agile}, {@trait finesse}, {@trait unarmed} attack in the {@group brawling} weapon group that deals {@damage 1d4} piercing damage, as well as 1 additional fire damage. Instead of the normal critical specialization effect, the target takes {@damage 1d6} {@condition persistent damage ||persistent fire damage}; you gain a bonus on this {@condition persistent damage} equal to your item bonus to attack rolls on unarmed attacks."
			]
		},
		{
			"name": "Lemma Of Vision",
			"source": "LOAG",
			"page": 77,
			"level": 1,
			"traits": [
				"Aphorite"
			],
			"entries": [
				"You've solved a tiny stepping stone in your self-discovery, awakening new depths in your sight. You gain {@ability darkvision}."
			]
		},
		{
			"name": "Lifeblood's Call",
			"source": "LOAG",
			"page": 52,
			"level": 13,
			"traits": [
				"Orc"
			],
			"entries": [
				"The impulse to survive and continue fighting resonates deep within you. You gain a circumstance bonus to damage rolls on your melee Strikes equal to twice the sum of your {@condition wounded} and {@condition doomed} conditions (to a maximum of a +8 circumstance bonus to damage) whenever you have one or both conditions."
			]
		},
		{
			"name": "Lightless Litheness",
			"source": "LOAG",
			"page": 87,
			"level": 5,
			"traits": [
				"Fetchling"
			],
			"entries": [
				"Your body is almost as flexible as your shadow. When you critically fail at {@action Squeeze||Squeezing}, you get a failure instead. Additionally, when you roll a success at an {@action Escape} check, you get a critical success instead; if you roll a critical success, you can {@action Step} instead of {@action Stride||Striding} up to 5 feet."
			]
		},
		{
			"name": "Lightning Tongue",
			"source": "LOAG",
			"page": 47,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 1,
			"traits": [
				"Lizardfolk"
			],
			"entries": [
				"Your tongue darts out faster than the eye can see to retrieve loose objects. You {@action Interact} to pick up a single unattended object of light Bulk or less within 10 feet of you. If you don't have enough hands free to hold the object, it falls to the ground in your space."
			],
			"leadsTo": [
				"Tongue Disarm|LOAG"
			]
		},
		{
			"name": "Living Weapon",
			"source": "LOAG",
			"page": 93,
			"level": 1,
			"traits": [
				"Fleshwarp"
			],
			"entries": [
				"You've learned to use part of your form as a weapon. When you select this feat, you gain a claws unarmed attack that deals {@damage 1d4} slashing damage and has the {@trait agile} and {@trait finesse} traits; a horn, jaws, or tusk unarmed attack that deals {@damage 1d6} piercing damage and has the versatile S trait; or a tail unarmed attack that deals {@damage 1d6} bludgeoning damage and has the {@trait backswing} trait. Each of these unarmed attacks is in the brawling weapon group.",
				"Your features are mutable; you can select this feat at any level, and you can retrain into or out of this feat or change the type of attack you gain."
			],
			"special": "You can take this feat multiple times. Each time you do, select a new attack from the options above.",
			"leadsTo": [
				"Mutate Weapon|LOAG"
			]
		},
		{
			"name": "Lucky Break",
			"source": "LOAG",
			"page": 19,
			"level": 5,
			"traits": [
				"Catfolk"
			],
			"prerequisites": "{@feat Cat's Luck|APG}",
			"entries": [
				"You catch yourself as you make a mistake. You can trigger Cat's Luck when you fail or critically fail on an {@skill Athletics} or {@skill Acrobatics} skill check, in addition to its normal trigger. When you do, you reroll the triggering skill check and use the better result. This still counts against Cat's Luck's frequency, as normal."
			]
		},
		{
			"name": "Magpie Snatch",
			"source": "LOAG",
			"page": 59,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 5,
			"traits": [
				"Tengu"
			],
			"entries": [
				"You move quickly, snatching a shiny item that catches your eye. {@action Stride} twice, and you can {@action Interact} to grab an unattended object at any point during your movement."
			]
		},
		{
			"name": "Maiden's Mending",
			"source": "LOAG",
			"page": 23,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 1,
			"traits": [
				"Changeling"
			],
			"frequency": {
				"unit": "minute",
				"freq": 1
			},
			"trigger": "You cast a non-cantrip occult spell or an innate spell from a changeling ancestry feat.",
			"entries": [
				"You can tap into some of the magic that flows through your blood to give you new life. You gain a number of temporary Hit Points equal to half your level (minimum 1) that last until the end of your next turn."
			]
		},
		{
			"name": "Marid Magic",
			"source": "LOAG",
			"page": 120,
			"level": 9,
			"traits": [
				"Undine"
			],
			"entries": [
				"You channel the magic of marids. You can cast {@spell hydraulic push} and obscuring mist each once per day as 2nd-level arcane innate spells."
			]
		},
		{
			"name": "Marine Ally",
			"source": "LOAG",
			"page": 15,
			"level": 5,
			"traits": [
				"Azarketi"
			],
			"entries": [
				"You've befriended a sea creature, which becomes magically bonded to you. You gain a {@filter familiar|companionsfamiliars||Type=Familiar}. The type of creature is up to you, but one of its abilities must always be a swim Speed or the amphibious familiar ability."
			]
		},
		{
			"name": "Mariner's Fire",
			"source": "LOAG",
			"page": 58,
			"level": 1,
			"traits": [
				"Tengu"
			],
			"entries": [
				"You conjure uncanny orbs of spiritual flame that float above or below the water's surface. You can cast the {@spell produce flame} cantrip as a primal innate spell at will, heightened to a spell level equal to half your level rounded up. You can cast this cantrip underwater."
			]
		},
		{
			"name": "Mask Of Fear",
			"source": "LOAG",
			"page": 52,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"level": 13,
			"traits": [
				"Orc"
			],
			"prerequisites": "{@feat Orc Warmask|LOAG}",
			"trigger": "You start your turn with the {@condition frightened} condition.",
			"requirements": "You're wearing your warmask.",
			"entries": [
				"Your warmask burns off of your face, releasing your apprehension. You remove the {@condition frightened} condition. Your warmask is destroyed, and you can't reapply it until your next daily preparations."
			],
			"special": "You can use this free action even if you have a condition tied to the {@condition frightened} condition that would normally prevent you from using a reaction, such as \"{@condition fleeing} as long as you're {@condition frightened}\" or \"{@condition paralyzed} as long as you're {@condition frightened}.\""
		},
		{
			"name": "Mask Of Pain",
			"source": "LOAG",
			"page": 52,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 9,
			"traits": [
				"Orc"
			],
			"prerequisites": "expert in {@skill Intimidation}, {@feat Orc Warmask|LOAG}",
			"trigger": "You succeed at a {@action Demoralize} check.",
			"requirements": "You're wearing your warmask.",
			"entries": [
				"Your mask has grown into a manifestation of your pain, which you can release. The creature you successfully {@action Demoralize||Demoralized} takes {@damage 2d6} mental damage, or {@damage 4d6} mental damage if you're legendary in {@skill Intimidation}.",
				"The target is then temporarily immune to additional damage from Mask of Pain for 24 hours."
			]
		},
		{
			"name": "Mask Of Power",
			"source": "LOAG",
			"page": 51,
			"level": 5,
			"traits": [
				"Orc"
			],
			"prerequisites": "{@feat Orc Warmask|LOAG}",
			"entries": [
				"Your warmask sharpens your connection to the source of your mask's power. During your daily preparations, choose {@spell fear}, {@spell phantom pain}, or {@spell true strike}.",
				"Until your next daily preparations, you can cast this spell as a 1st-level innate spell once per day; the spell's tradition is determined by the tradition tied to your warmask. You must be wearing your warmask to {@action Cast a Spell|CRB|Cast the Spell}."
			]
		},
		{
			"name": "Mask Of Rejection",
			"source": "LOAG",
			"page": 52,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 5,
			"traits": [
				"Fortune",
				"Orc"
			],
			"prerequisites": "{@feat Orc Warmask|LOAG}",
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"trigger": "You fail a saving throw against an effect from your warmask's magical tradition.",
			"requirements": "You're wearing your warmask.",
			"entries": [
				"Your warmask projects a white-hot fury that attempts to vaporize the offending magic. You reroll the triggering check with a +2 circumstance bonus, but you must use the new result, even if it's worse than your first roll."
			]
		},
		{
			"name": "Metal-veined Strikes",
			"source": "LOAG",
			"page": 108,
			"level": 13,
			"traits": [
				"Oread"
			],
			"entries": [
				"Metallic veins grow throughout your body, giving your unarmed attacks a metallic sheen. Choose either cold iron or silver. Your unarmed attacks are treated as the chosen type of metal."
			]
		},
		{
			"name": "Miresoul",
			"source": "LOAG",
			"page": 107,
			"level": 1,
			"traits": [
				"Lineage",
				"Oread"
			],
			"entries": [
				"You have a connection to the muddier denizens of the Plane of Earth from its border with the Plane of Water, and your elemental lineage manifests as clay or mud, reflecting that bond. Your body's mudlike quality makes it easy for you to compress and squeeze yourself through smaller areas. You gain the trained proficiency rank in {@skill Acrobatics}. If you would automatically become trained in {@skill Acrobatics} (from your background or class, for example), you instead become trained in a skill of your choice. You gain the {@feat Quick Squeeze} skill feat."
			]
		},
		{
			"name": "Mischievous Tail",
			"source": "LOAG",
			"page": 98,
			"level": 13,
			"traits": [
				"Ganzi"
			],
			"prerequisites": "{@feat Skillful Tail|LOAG}",
			"entries": [
				"Your tail can bedevil your foes. You can {@action Disarm} and {@action Trip} creatures with your tail, even if you don't have a free hand. All restrictions of Skillful Tail otherwise continue to apply. If you have Smashing Tail, your tail unarmed attack gains the {@trait disarm} and {@trait trip} traits."
			]
		},
		{
			"name": "Mist Strider",
			"source": "LOAG",
			"page": 16,
			"level": 13,
			"traits": [
				"Azarketi"
			],
			"prerequisites": "{@feat Water Strider|LOAG}",
			"entries": [
				"You condense the moisture in the air, solidifying it so it can hold your weight.",
				"When you use Water Strider, you can walk on air. You can ascend and descend at a maximum of a 45-degree angle. You still fall at the end of your movement if you don't end on a surface that can support you, as normal for Water Strider."
			]
		},
		{
			"name": "Mistsoul",
			"source": "LOAG",
			"page": 119,
			"level": 1,
			"traits": [
				"Lineage",
				"Undine"
			],
			"entries": [
				"You have a connection to vaporous forms of water, such as fog and mist. You gain the Mist Blending reaction.",
				{
					"type": "ability",
					"name": "Mist Blending",
					"activity": {
						"unit": "reaction",
						"number": 1
					},
					"traits": [
						"undine"
					],
					"trigger": "A creature attempts a flat check to target you because you're {@condition concealed} or {@condition hidden} due to fog, haze, mist, or smoke",
					"entries": [
						"You shroud yourself in mist, making it harder for your foe to hit you. If you're {@condition concealed}, the DC of the flat check increases from 5 to 7; if you're {@condition hidden}, it increases from 11 to 13."
					]
				}
			]
		},
		{
			"name": "Moon May",
			"source": "LOAG",
			"page": 23,
			"level": 1,
			"traits": [
				"Changeling",
				"Lineage"
			],
			"entries": [
				"Your mother was a moon hag, a handmaiden of Groetus, and you have a single scarlet eye and a sliver of her supernal foresight. You can cast {@spell guidance} as an occult innate cantrip. A cantrip is heightened to a spell level equal to half your level rounded up."
			]
		},
		{
			"name": "Morrigna's Spider Affinity",
			"source": "LOAG",
			"page": 32,
			"level": 9,
			"traits": [
				"Duskwalker"
			],
			"entries": [
				"Much like morrignas, you feel an affinity for spiders. You can cast {@spell animal messenger} (spiders only), speak with animals (spiders only), and spider climb each once per day as 2nd-level divine innate spells."
			]
		},
		{
			"name": "Mother's Mindfulness",
			"source": "LOAG",
			"page": 24,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 9,
			"traits": [
				"Changeling"
			],
			"frequency": {
				"unit": "minute",
				"freq": 1
			},
			"trigger": "An adjacent ally is hit by an attack.",
			"entries": [
				"You have the protective instinct your own mother lacks and will gladly suffer in another's place. You interpose yourself in the attack's path. You become the target of the triggering attack and are automatically hit by the attack (or critically hit if the ally was critically hit), suffering the full effects in your ally's place."
			]
		},
		{
			"name": "Mutate Weapon",
			"source": "LOAG",
			"page": 93,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 5,
			"traits": [
				"Fleshwarp"
			],
			"prerequisites": "{@feat Living Weapon|LOAG}",
			"entries": [
				"Select one unarmed attack you gained with Living Weapon. The damage die for that attack increases by one step until the end of your turn. In addition, choose to either have the attack gain a reach of 10 feet until the end of your turn or for you to gain a +1 status bonus to attack rolls with the chosen unarmed attack until the end of your turn."
			]
		},
		{
			"name": "Myriad Forms",
			"source": "LOAG",
			"page": 126,
			"level": 5,
			"traits": [
				"Kitsune"
			],
			"entries": [
				"With a bit of self-discovery, you find a new form. You gain the alternate form of a kitsune heritage other than your own, adding it to the options for your {@action Change Shape (Beastkin)|LOAG}."
			]
		},
		{
			"name": "Nanite Shroud",
			"source": "LOAG",
			"page": 74,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 5,
			"traits": [
				"Android",
				"Concentrate"
			],
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"entries": [
				"Your nanites fly out of your body, swarming around you in a cloud. You become {@condition concealed} for a number of rounds equal to half your level. You can't use this concealment to {@action Hide} or {@action Sneak}, as normal for concealment that makes your position obvious. While Nanite Shroud is active, you can't use other abilities that require the use of your nanites."
			]
		},
		{
			"name": "Nanite Surge",
			"source": "LOAG",
			"page": 73,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 1,
			"traits": [
				"Android",
				"Concentrate"
			],
			"frequency": {
				"unit": "hour",
				"freq": 1
			},
			"trigger": "You attempt a skill check requiring three actions or fewer.",
			"entries": [
				"You stimulate your nanites, forcing your body to temporarily increase its efficiency.",
				"You gain a +2 status bonus to the triggering skill check. In addition, your circuitry glows, lighting a 10-foot emanation with dim light for 1 round."
			],
			"leadsTo": [
				"Consistent Surge|LOAG",
				"Offensive Subroutine|LOAG",
				"Protective Subroutine|LOAG"
			]
		},
		{
			"name": "Nestling Fall",
			"source": "LOAG",
			"page": 137,
			"level": 1,
			"traits": [
				"Strix"
			],
			"entries": [
				"You trust the strength of your wings and can spread them to glide safely to the ground. As long as you can act, you take no damage from falling, no matter what distance you fall."
			]
		},
		{
			"name": "Nightvision Adaptation",
			"source": "LOAG",
			"page": 73,
			"level": 1,
			"traits": [
				"Android"
			],
			"entries": [
				"The nanites in your ocular processors have adapted to darkness, enhancing your ability to see in the dark. You gain {@ability darkvision}."
			]
		},
		{
			"name": "No Evidence",
			"source": "LOAG",
			"page": 20,
			"level": 9,
			"traits": [
				"Catfolk"
			],
			"prerequisites": "expert in {@skill Survival}",
			"entries": [
				"You leave little sign when attempting to remain unseen. When you {@action Avoid Notice}, you also gain the benefits of {@action Cover Tracks} unless you choose not to."
			]
		},
		{
			"name": "Nocturnal Charm",
			"source": "LOAG",
			"page": 27,
			"level": 1,
			"traits": [
				"Dhampir"
			],
			"entries": [
				"The supernatural charm of your vampiric progenitor hangs about you, and you've learned to use it on mortals. Against humanoids (or other creatures of your type, if you're not a humanoid), you gain a +1 circumstance bonus to {@skill Deception} checks to {@action Lie}, and to {@skill Diplomacy} checks to {@action Gather Information} and {@action Make an Impression}."
			]
		},
		{
			"name": "Nosoi's Mask",
			"source": "LOAG",
			"page": 31,
			"level": 1,
			"traits": [
				"Duskwalker"
			],
			"prerequisites": "trained in {@skill Crafting}",
			"entries": [
				"Many psychopomps wear masks when dealing with the living, and many cultures believe that seeing an unmasked psychopomp's face invites death. You are trained in {@skill Intimidation} and gain the {@feat Intimidating Glare} skill feat. If you were already trained in {@skill Intimidation} (from your background or class, for example), you instead become trained in a skill of your choice. You also know how to make masks like those worn by psychopomps, a process that takes 1 hour and 1 sp of appropriate material. If you instead pay 50 gp for a splendid psychopomp mask, the mask grants you a +1 item bonus to {@skill Intimidation} while you are wearing it. Its usage is worn (mask)."
			]
		},
		{
			"name": "Offensive Analysis",
			"source": "LOAG",
			"page": 77,
			"level": 5,
			"traits": [
				"Aphorite"
			],
			"entries": [
				"You can enhance your senses and mental state to consider every aspect of an attack. You can cast {@spell true strike} as a divine innate spell once per day.",
				"Egorian: The order of Hell is Nantambu: The ancient Song-Wind Order's Berth: An aphorite majority."
			]
		},
		{
			"name": "Offensive Subroutine",
			"source": "LOAG",
			"page": 74,
			"level": 9,
			"traits": [
				"Android"
			],
			"prerequisites": "{@feat Nanite Surge|LOAG}",
			"entries": [
				"Nanites augment your attacks. You can choose to activate Nanite Surge when you attempt an attack roll, instead of when you attempt a skill check. If you do, you gain a +1 status bonus to the triggering attack roll."
			]
		},
		{
			"name": "Old Soul",
			"source": "LOAG",
			"page": 27,
			"level": 1,
			"traits": [
				"Dhampir"
			],
			"prerequisites": "at least 100 years old",
			"entries": [
				"Your immortal lineage has granted you a lifespan much longer than most mortals, and you've learned a lot along the way. You become trained in two skills of your choice."
			]
		},
		{
			"name": "Olethros's Decree",
			"source": "LOAG",
			"page": 32,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 17,
			"traits": [
				"Death",
				"Divine",
				"Duskwalker",
				"Necromancy"
			],
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"entries": [
				"You have a connection to olethroses, the enigmatic psychopomps who successfully swayed the yamaraj to permit the creation of the first duskwalkers. You place a finger on fate's scales by wrapping silk around your bow. The first time this turn that you hit a creature with a {@action Strike} using a weapon in the bow group you've modified in this way, that creature takes an additional 60 damage (basic Fortitude save using your class DC or spell DC, whichever is higher) as the arrow works to cut short their very destiny. This additional damage is of the same type as the initial attack dealt. If you hit more than one creature at the same time, choose one to suffer the effect of your decree."
			]
		},
		{
			"name": "One With Earth",
			"source": "LOAG",
			"page": 108,
			"level": 13,
			"traits": [
				"Oread"
			],
			"entries": [
				"You've learned to harness your connection to the earth to travel through it. You gain a burrow Speed of 15 feet."
			]
		},
		{
			"name": "Orc Warmask",
			"source": "LOAG",
			"page": 51,
			"level": 1,
			"traits": [
				"Orc"
			],
			"entries": [
				"You paint your face to create a warmask, an invested magic item of negligible Bulk with an item level equal to your level and a usage of worn (mask). It has the {@trait divination} trait and a magical tradition trait depending on its type. Donning or removing your warmask requires 1 minute of work, though you don't need to Invest the mask each time. The warmask is unique to you and might signify your hold, your accomplishments, or your faith. While creating your mask, you must choose the source of your warmask's power from the options below. This source determines the mask's associated skill as well as magical tradition.",
				"Once you select this source, it can't be changed. You become trained in the associated skill, and you gain the {@feat Dubious Knowledge} skill feat as a bonus feat.",
				"You can spend 1 hour performing a ceremony that costs 50 gp to attune yourself more deeply with your warmask. If you do, you gain a +1 item bonus to the associated skill whenever you wear the warmask.",
				{
					"type": "list",
					"items": [
						"{@bold The Gods} {@skill Religion}, divine tradition",
						"{@bold The Land} {@skill Nature}, primal tradition",
						"{@bold Magic} {@skill Arcana}, arcane tradition",
						"{@bold The Unknown} {@skill Occultism}, occult tradition"
					]
				}
			],
			"leadsTo": [
				"Mask Of Fear|LOAG",
				"Mask Of Pain|LOAG",
				"Mask Of Power|LOAG",
				"Mask Of Rejection|LOAG"
			]
		},
		{
			"name": "Pack Tactics",
			"source": "LOAG",
			"page": 82,
			"level": 9,
			"traits": [
				"Beastkin"
			],
			"entries": [
				"You have mastered how to hunt with your pack. If an enemy is within reach of you and at least two of your allies, that enemy is {@condition flat-footed} against you."
			]
		},
		{
			"name": "Pelagic Aptitude",
			"source": "LOAG",
			"page": 15,
			"level": 1,
			"traits": [
				"Azarketi"
			],
			"entries": [
				"You've learned special tricks to survive underwater. You gain the trained proficiency rank in {@skill Survival}. When in an aquatic environment, if you roll a critical failure on a {@skill Survival} skill check to {@action Sense Direction} or {@action Subsist}, you get a failure instead."
			]
		},
		{
			"name": "Peri Magic",
			"source": "LOAG",
			"page": 11,
			"level": 9,
			"traits": [
				"Aasimar"
			],
			"prerequisites": "{@feat Emberkin|LOAG}",
			"entries": [
				"The shimmering embers of the righteous peris crackle at your fingertips. You can cast {@spell glitterdust} and {@spell status} each once per day as 2nd-level divine innate spells."
			]
		},
		{
			"name": "Pierce The Light",
			"source": "LOAG",
			"page": 88,
			"level": 17,
			"traits": [
				"Uncommon",
				"Fetchling"
			],
			"entries": [
				"You tear the veil between the Material Plane and its shadow. You can cast {@spell plane shift} twice per week as an occult innate spell that can only target yourself; you can travel only to the Material or Shadow Planes, and your body serves as the focus component."
			]
		},
		{
			"name": "Plague Sniffer",
			"source": "LOAG",
			"page": 56,
			"level": 5,
			"traits": [
				"Ratfolk"
			],
			"prerequisites": "longsnout rat heritage (Advanced Player's Guide 21)",
			"entries": [
				"You can sniff out the pungent tang of disease. When you detect a creature by {@ability scent}, you can also detect if that creature is suffering from a disease at a non-carrier state. If the disease is particularly subtle, you might need to attempt a {@skill Perception} check against the disease's DC (subject to the GM's discretion)."
			]
		},
		{
			"name": "Plumekith",
			"source": "LOAG",
			"page": 11,
			"level": 1,
			"traits": [
				"Aasimar",
				"Lineage"
			],
			"entries": [
				"Your blood soars with the power of the magnificent garuda, proud and stoic avian warriors. You only take half the normal damage from falling and gain a +2 circumstance bonus to saving throws against effects with the {@trait air} trait."
			],
			"leadsTo": [
				"Garuda Magic|LOAG",
				"Garuda's Squall|LOAG"
			]
		},
		{
			"name": "Powerful Guts",
			"source": "LOAG",
			"page": 93,
			"level": 5,
			"traits": [
				"Fleshwarp"
			],
			"entries": [
				"Your stomach is particularly durable. When you succeed at a Fortitude save to reduce your {@condition sickened} value, you reduce it by 2 (or by 3 on a critical success)",
				"Lady Kedley: A wealthy noble in Spinhead Vanluk: This Mana Wastes."
			]
		},
		{
			"name": "Predator's Growl",
			"source": "LOAG",
			"page": 20,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 9,
			"traits": [
				"Catfolk"
			],
			"prerequisites": "expert in {@skill Intimidation}",
			"trigger": "You successfully {@action Seek} a {@condition hidden} or {@condition undetected} creature.",
			"entries": [
				"You give a throaty growl to attempt to {@action Demoralize} a creature you just found. You don't take the –4 penalty for not sharing a language with the creature."
			]
		},
		{
			"name": "Preemptive Reconfiguration",
			"source": "LOAG",
			"page": 78,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 9,
			"traits": [
				"Aphorite"
			],
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"trigger": "You would take bludgeoning, piercing, or slashing damage.",
			"entries": [
				"Your body anticipates the blow. The impact area briefly reorganizes into a strengthened tissue lattice that blunts the attack. You gain resistance equal to your level to the triggering damage type, which applies against the triggering damage.",
				"If you have the {@feat Crystalline Dust|loag} feat, you can use Preemptive Reconfiguration without expending a usage of the reaction for the purpose of the feat's Frequency limit. Instead, the usage counts toward your number of {@feat Crystalline Dust|loag} uses per day, as if you had used that feat instead."
			]
		},
		{
			"name": "Pride Hunter",
			"source": "LOAG",
			"page": 19,
			"level": 5,
			"traits": [
				"Catfolk"
			],
			"entries": [
				"You avoid the attention of creatures focused on your allies. You can use lesser cover from your allies to {@action Hide}."
			]
		},
		{
			"name": "Protective Subroutine",
			"source": "LOAG",
			"page": 74,
			"level": 5,
			"traits": [
				"Android"
			],
			"prerequisites": "{@feat Nanite Surge|LOAG}",
			"entries": [
				"Your nanites can augment your defenses. You can choose to activate Nanite Surge when you attempt a saving throw, instead of when you attempt a skill check. If you do, you gain a +2 status bonus to the triggering saving throw."
			]
		},
		{
			"name": "Proximity Alert",
			"source": "LOAG",
			"page": 73,
			"level": 1,
			"traits": [
				"Android"
			],
			"entries": [
				"You're unnaturally in tune with your surroundings and react instinctively to danger. You gain a +2 circumstance bonus to {@skill Perception} checks made as initiative rolls."
			]
		},
		{
			"name": "Purge Sins",
			"source": "LOAG",
			"page": 12,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 13,
			"traits": [
				"Aasimar",
				"Healing"
			],
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"entries": [
				"You call on your celestial forebears to rid your body of all toxins and impurities. For each disease or poison currently affecting you, attempt a {@skill Religion} check to counteract that disease or poison. As normal, your counteract level is equal to half your level, rounded up."
			]
		},
		{
			"name": "Qlippoth Magic",
			"source": "LOAG",
			"page": 63,
			"level": 9,
			"traits": [
				"Tiefling"
			],
			"prerequisites": "{@feat Riftmarked|LOAG}",
			"entries": [
				"You've deeply studied the secrets of your blood and can force reality to act against its own wishes. You can cast {@spell blur} and {@spell silence} once per day each as 2nd-level divine innate spells."
			]
		},
		{
			"name": "Quick Change",
			"source": "LOAG",
			"page": 81,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"level": 1,
			"traits": [
				"Beastkin"
			],
			"trigger": "You roll initiative.",
			"entries": [
				"Your instincts kick in and you take on an aggressive stance.",
				"You use {@action Change Shape (Beastkin)|LOAG} to enter your hybrid form or a new form granted by a beastkin feat."
			]
		},
		{
			"name": "Radiant Burst",
			"source": "LOAG",
			"page": 104,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 13,
			"traits": [
				"Fire",
				"Ifrit",
				"Incapacitation",
				"Light",
				"Visual"
			],
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"entries": [
				"Your skin glows with intensity. Creatures within 10 feet who can see you must succeed at a Fortitude save against your class DC or spell DC, whichever is higher.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "The creature is unaffected.",
						"Success": "The creature is {@condition dazzled} for 1 round.",
						"Failure": "The creature is {@condition blinded} for 1 round and {@condition dazzled} for 4 rounds.",
						"Critical Failure": "The creature is {@condition blinded} for 4 rounds and {@condition dazzled} for 10 minutes."
					}
				}
			]
		},
		{
			"name": "Radiant Circuitry",
			"source": "LOAG",
			"page": 73,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 1,
			"traits": [
				"Android",
				"Concentrate",
				"Light"
			],
			"entries": [
				"Your biological circuitry emits light like a torch, casting bright light in a 20-foot radius (and dim light for the next 20 feet). The light shuts off when you take this action again or are knocked {@condition unconscious}."
			]
		},
		{
			"name": "Radiate Glory",
			"source": "LOAG",
			"page": 12,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 17,
			"traits": [
				"Aasimar",
				"Divine",
				"Evocation",
				"Light",
				"Visual"
			],
			"entries": [
				"Your inherent glory radiates into the world with all the divine power of the celestial planes for 1 minute.",
				"Any creature that can see you while you Radiate Glory must attempt a Will saving throw against your class DC or spell DC, whichever is higher. The creature then becomes temporarily immune to this effect for 24 hours.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "The creature is unaffected.",
						"Success": "You are {@condition concealed} to the creature for 1 round by the shining light, but can't use this concealment to {@action Hide}, as normal for when your location is obvious.",
						"Failure": "As success, except you are {@condition concealed} to the creature while your glory radiates.",
						"Critical Failure": "You are {@condition hidden} to the creature while your glory radiates, lost amid the radiant corona of your presence. Your general position is still obvious, so you can't use this to {@action Sneak}."
					}
				}
			]
		},
		{
			"name": "Rakshasa Magic",
			"source": "LOAG",
			"page": 63,
			"level": 9,
			"traits": [
				"Tiefling"
			],
			"prerequisites": "{@feat Beastbrood|LOAG}",
			"entries": [
				"You remember the secrets of your rakshasa forebears and know how to apply those memories to get results. You can cast {@spell humanoid form} and {@spell illusory creature} once per day each as 2nd-level divine innate spells."
			]
		},
		{
			"name": "Rallying Cry",
			"source": "LOAG",
			"page": 36,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 17,
			"traits": [
				"Auditory",
				"Hobgoblin"
			],
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"entries": [
				"You call out to your allies and push them to give their all in combat. All allies within 30 feet that can hear you gain a number of temporary Hit Points equal to your level. In addition, these allies become {@condition quickened} for 1 minute but can only use the extra action to {@action Step}, {@action Stride}, or {@action Strike}."
			]
		},
		{
			"name": "Rampaging Form",
			"source": "LOAG",
			"page": 126,
			"level": 17,
			"traits": [
				"Kitsune"
			],
			"prerequisites": "{@action Change Shape (Kitsune)|LOAG} with a fox alternate form",
			"entries": [
				"Once per day, when you {@action Change Shape (Kitsune)|LOAG} into a fox, you can instead gain the effects of both the canine form of 5th-level {@spell animal form} and 7th-level {@spell fiery body} for 1 minute or until you shift back, whichever comes first. You can cast {@spell produce flame} from the fiery body effect even though you're in a battle form."
			],
			"special": "If you are a frozen wind kitsune, your form is ice instead of fire. This changes the immunity and damage from the fiery body effect to cold, changes the weakness to fire, and changes produce flame to ray of frost."
		},
		{
			"name": "Ratfolk Growth",
			"source": "LOAG",
			"page": 56,
			"level": 17,
			"traits": [
				"Ratfolk"
			],
			"entries": [
				"You call upon the familial bonds you share with other ysoki to defend them in battle. You can cast {@spell enlarge} as a 6th-level primal innate spell once per day. You can target only yourself and other ratfolk with this spell."
			]
		},
		{
			"name": "Ratfolk Roll",
			"source": "LOAG",
			"page": 56,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 5,
			"traits": [
				"Move",
				"Ratfolk"
			],
			"entries": [
				"Your ability to curl up into a tight ball comes in handy. You roll up into a ball and move up to four times your Speed in a straight line down an incline. If you reach the bottom of the incline or hit an obstacle during this first turn of movement, you stop rolling safely.",
				"Otherwise, you automatically keep rolling at this Speed during subsequent turns until you hit the bottom of the incline or an obstacle ends this movement (which can happen in the middle of your turn). You're {@condition slowed 2} each turn after the first that you keep rolling, and if you hit an obstacle on a turn after the first, you and the obstacle both take {@damage 4d6} bludgeoning damage and you stop rolling."
			]
		},
		{
			"name": "Read The Stars",
			"source": "LOAG",
			"page": 48,
			"level": 9,
			"traits": [
				"Lizardfolk"
			],
			"prerequisites": "trained in {@skill Lore||Astrology Lore} or {@skill Occultism}",
			"entries": [
				"You're incredibly skilled in iruxi astrology, and you can gain useful (if cryptic) hints from the stars' alignment. Once per night, if you can clearly see the stars, you can spend 1 hour reading the heavens to see how they relate to a particular goal, event, or activity that will occur within 1 week. The GM rolls a secret check, either a DC 28 {@skill Lore||Astrology Lore} check or a DC 32 {@skill Occultism} check. On a success, you learn a cryptic clue or piece of advice that could help with the chosen event, and on a critical failure, you learn a misleading cryptic clue or piece of advice."
			]
		},
		{
			"name": "Recognize Ambush",
			"source": "LOAG",
			"page": 35,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"level": 5,
			"traits": [
				"Hobgoblin"
			],
			"trigger": "You roll initiative.",
			"entries": [
				"Your combat training has honed you to be ready for an attack at all times. You {@action Interact} to draw a weapon."
			]
		},
		{
			"name": "Regrowth",
			"source": "LOAG",
			"page": 44,
			"level": 17,
			"traits": [
				"Leshy"
			],
			"entries": [
				"Your command over your vital essence allows you or an ally to recover from grievous wounds. You can cast {@spell regenerate} as a 7th-level primal innate spell once per day."
			]
		},
		{
			"name": "Rehydration",
			"source": "LOAG",
			"page": 16,
			"level": 13,
			"traits": [
				"Azarketi",
				"Primal",
				"Transmutation",
				"Water"
			],
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"entries": [
				"You surround your body with a thin layer of water drawn from the moisture in the air. You can spend one hour resting to rehydrate your gills and skin, which counts as submerging your body in water. At the GM's discretion, incredibly dry areas, such as deserts, might not have enough moisture in the air for your Rehydration to work."
			]
		},
		{
			"name": "Repair Module",
			"source": "LOAG",
			"page": 74,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 9,
			"traits": [
				"Android",
				"Concentrate"
			],
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"entries": [
				"You trigger your body's repair programming, causing your body's nanites to heal your wounds. You gain fast healing equal to half your level for 1 minute. While {@action Repair} Module is active, you can't use other abilities that require the use of your nanites."
			]
		},
		{
			"name": "Reptile Rider",
			"source": "LOAG",
			"page": 47,
			"level": 1,
			"traits": [
				"Lizardfolk"
			],
			"entries": [
				"To you, crocodilians, giant lizards, and dinosaurs are loyal steeds, not monsters.",
				"You gain the {@feat Ride} feat, even if you don't meet the prerequisites. You gain a +1 circumstance bonus to {@skill Nature} checks to Handle an Animal as long as the animal is a reptile, dinosaur, or even a non-sapient dragon."
			]
		},
		{
			"name": "Retractable Claws",
			"source": "LOAG",
			"page": 125,
			"level": 1,
			"traits": [
				"Kitsune"
			],
			"entries": [
				"You gain a claw unarmed attack that deals {@damage 1d4} slashing damage. Your claws are in the {@group brawling} group and have the {@trait agile}, {@trait finesse}, and {@trait unarmed} traits."
			]
		},
		{
			"name": "Revivification Protocol",
			"source": "LOAG",
			"page": 74,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"level": 13,
			"traits": [
				"Android"
			],
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"trigger": "You have the {@condition dying} condition and are about to attempt a recovery check.",
			"entries": [
				"Your nanites are programmed to automatically revive you. You're restored to 1 Hit Point, lose the {@condition dying} and {@condition unconscious} conditions, and can act normally on this turn. You gain or increase the {@condition wounded} condition as normal when losing the {@condition dying} condition in this way."
			]
		},
		{
			"name": "Riftmarked",
			"source": "LOAG",
			"page": 63,
			"level": 1,
			"traits": [
				"Lineage",
				"Tiefling"
			],
			"entries": [
				"Long ago, {@trait qlippoth} marked someone in your lineage, most likely through their ancient runestones that dot Golarion's surface. Yours is an old lineage, primordial and twisted, and you have a sense for similarly twisted things. You're trained in {@skill Occultism}. If you're already trained in {@skill Occultism} (from your background or class, for example), you instead become trained in a skill of your choice. You also gain the {@feat Oddity Identification} skill feat."
			],
			"leadsTo": [
				"Qlippoth Magic|LOAG"
			]
		},
		{
			"name": "Rimesoul",
			"source": "LOAG",
			"page": 119,
			"level": 1,
			"traits": [
				"Lineage",
				"Undine"
			],
			"entries": [
				"The water inside you is cold and frozen, like sheets of ice and frigid glaciers. You gain resistance to cold equal to half your level (minimum 1), and you treat environmental {@trait cold} effects as if they were one step less severe (incredible cold becomes extreme, extreme cold becomes severe, and so on)."
			]
		},
		{
			"name": "Rokoan Arts",
			"source": "LOAG",
			"page": 138,
			"level": 9,
			"traits": [
				"Strix"
			],
			"entries": [
				"Ancestral spirits have begun to bond themselves to you, granting you powers characteristic of a rokoa. You can cast {@spell speak with animals} and status as primal innate spells once per day each."
			]
		},
		{
			"name": "Ru-shi",
			"source": "LOAG",
			"page": 27,
			"level": 1,
			"traits": [
				"Dhampir",
				"Lineage"
			],
			"entries": [
				"You were born to a jiang-shi, one of the so-called hopping vampires found most often in Tian-Xia. Your parent had a supernatural obsession with counting small objects, which manifests in you as a preternatural gift for linguistics and mathematics. You are trained in {@skill Society} and gain the {@feat Eye for Numbers|APG} skill feat (Advanced Player's Guide 206). If you would automatically become trained in {@skill Society} (from your background or class, for example), you instead become trained in a skill of your choice."
			],
			"leadsTo": [
				"Hopping Stride|LOAG"
			]
		},
		{
			"name": "Runtsage",
			"source": "LOAG",
			"page": 35,
			"level": 5,
			"traits": [
				"Hobgoblin"
			],
			"entries": [
				"Unlike most of your kind, who dismiss goblins as embarrassments or expendable annoyances, you have studied the methodology behind their irresponsible and incomprehensible actions. You gain the {@feat Adopted Ancestry} general feat and must select goblin as the feat's chosen ancestry. You also gain one 1st-level goblin ancestry feat."
			]
		},
		{
			"name": "Saber Teeth",
			"source": "LOAG",
			"page": 19,
			"level": 1,
			"traits": [
				"Catfolk"
			],
			"entries": [
				"You have long fangs, natural or augmented. You gain a jaws unarmed attack that deals {@damage 1d6} piercing damage. Your jaws are in the brawling group and have the {@trait unarmed} trait."
			]
		},
		{
			"name": "Scar-thick Skin",
			"source": "LOAG",
			"page": 52,
			"level": 5,
			"traits": [
				"Orc"
			],
			"entries": [
				"Glorious, storied scars cover and protect much of your body. Your DC on flat checks to end {@condition persistent damage ||persistent bleed damage} is reduced from 15 to 10, or from 10 to 5 after receiving especially appropriate assistance."
			]
		},
		{
			"name": "Scholar's Inheritance",
			"source": "LOAG",
			"page": 111,
			"level": 1,
			"traits": [
				"Suli"
			],
			"entries": [
				"Your parents devoted themselves to alchemical experiments involving elemental energy.",
				"You gain the trained proficiency rank in {@skill Crafting}. If you would automatically become trained in {@skill Crafting} (from your background or class, for example), you instead become trained in a skill of your choice. You also gain the {@feat Alchemical Crafting} skill feat."
			]
		},
		{
			"name": "Scion Transformation",
			"source": "LOAG",
			"page": 48,
			"level": 17,
			"traits": [
				"Lizardfolk",
				"Primal",
				"Transmutation"
			],
			"entries": [
				"You go into hibernation for 24 hours and perform a ritual dedicated to your ancestors, undergoing a one-time metamorphosis. You permanently gain the effects of {@spell enlarge}, and your maximum Hit Points increase by your level. The ritual transforms most of your gear to the appropriate size for your new body (though powerful items like artifacts or items strongly tied to their original size may not transform, at the GM's discretion)."
			]
		},
		{
			"name": "Scorching Disarm",
			"source": "LOAG",
			"page": 104,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 9,
			"traits": [
				"Fire",
				"Ifrit"
			],
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"entries": [
				"You make a weapon unbearable to hold. Attempt an {@skill Athletics} check to {@action Disarm} a target creature. You don't need to have a hand free to make this {@action Disarm} attempt. If the {@action Disarm} attempt succeeds, the target takes {@damage 4d6} fire damage unless it drops the weapon, and on a critical success, it takes {@damage 4d6} fire damage and drops the weapon. If you're legendary in {@skill Athletics}, this increases to {@damage 8d6} fire damage."
			]
		},
		{
			"name": "Sculpt Shadows",
			"source": "LOAG",
			"page": 88,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 9,
			"traits": [
				"Conjuration",
				"Fetchling",
				"Occult",
				"Shadow"
			],
			"entries": [
				"You coax nearby shadows into the shape of a simple weapon or a simple tool or item, using a tiny piece of your shadow to make it solid; in doing so, you lose 1 Hit Point. You can create only level-0 common, non-consumable weapons, or adventuring gear with no intricate parts, written text, or other complicated components.",
				"The item lasts until used for a single activity, until you Sculpt Shadows again, or for 1 minute, whichever comes first. Once the duration expires, the object dissipates, and you regain the lost Hit Point unless the item was {@condition Broken} or Destroyed. As the object holds a tiny sliver of your shadow, you can't recover the lost Hit Point until after the object dissipates."
			]
		},
		{
			"name": "Sense For Trouble",
			"source": "LOAG",
			"page": 20,
			"level": 9,
			"traits": [
				"Catfolk"
			],
			"prerequisites": "{@feat Cat's Luck|APG}",
			"entries": [
				"You can tell when something's off. You can trigger Cat's Luck after you roll initiative, in addition to its normal trigger, to reroll your Initiative and take the higher of the two results. This still counts against Cat's Luck's frequency, as normal."
			]
		},
		{
			"name": "Shackleborn",
			"source": "LOAG",
			"page": 63,
			"level": 1,
			"traits": [
				"Lineage",
				"Tiefling"
			],
			"entries": [
				"Your lineage shows the signs of {@trait velstrac} tampering, including some curious quirk bequeathed by those shadowy surgeons of flesh and souls. Your flesh heals cleanly and quickly—all the better for you to serve as a subject for their ghastly art. You gain the {@feat Fast Recovery} feat, even if you don't meet the prerequisites."
			],
			"leadsTo": [
				"Velstrac Magic|LOAG"
			]
		},
		{
			"name": "Shadow Blending",
			"source": "LOAG",
			"page": 87,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 1,
			"traits": [
				"Fetchling",
				"Illusion",
				"Occult",
				"Shadow"
			],
			"trigger": "A creature attempts a flat check to target you while you're {@condition concealed} or {@condition hidden} due to dim light or darkness.",
			"entries": [
				"You draw shadows close to create a shroud. Increase the DC of the flat check by 2."
			]
		},
		{
			"name": "Shadow Sight",
			"source": "LOAG",
			"page": 88,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 9,
			"traits": [
				"Fetchling",
				"Occult",
				"Transmutation"
			],
			"frequency": {
				"unit": "hour",
				"freq": 1
			},
			"entries": [
				"You draw on your connection with the Shadow Plane to see through all but the deepest darkness. You gain {@ability darkvision||greater darkvision} for 1 minute."
			]
		},
		{
			"name": "Shadow's Assault",
			"source": "LOAG",
			"page": 88,
			"level": 13,
			"traits": [
				"Fetchling"
			],
			"entries": [
				"Your shadow assaults your foes. You can cast {@spell shadow blast} as a 5th-level occult innate spell once per day. At 17th level, your shadow blast is heightened to 6th level."
			]
		},
		{
			"name": "Shadowy Disguise",
			"source": "LOAG",
			"page": 88,
			"level": 5,
			"traits": [
				"Fetchling"
			],
			"entries": [
				"You wrap yourself in shadow to change your appearance. You can cast {@spell illusory disguise} as a 1st-level occult innate spell once per day. This spell gains the {@trait shadow} trait."
			]
		},
		{
			"name": "Shaitan Magic",
			"source": "LOAG",
			"page": 108,
			"level": 9,
			"traits": [
				"Oread"
			],
			"entries": [
				"The magic of shaitans runs through your blood. You can cast {@spell glitterdust} and resist energy once per day each as 2nd-level arcane innate spells."
			]
		},
		{
			"name": "Shaitan Skin",
			"source": "LOAG",
			"page": 108,
			"level": 13,
			"traits": [
				"Oread"
			],
			"entries": [
				"When in danger, you can harden the stone in your skin into armor, much like a shaitan. You can cast {@spell stoneskin} on yourself only, 3 times per day as a 4th-level arcane innate spell."
			]
		},
		{
			"name": "Shapechanger's Intuition",
			"source": "LOAG",
			"page": 125,
			"level": 1,
			"traits": [
				"Kitsune"
			],
			"entries": [
				"A lifetime of experience helps you see through disguises. When you come within 10 feet of a creature that is transformed into another form or is Impersonating a specific creature, the GM rolls a secret {@skill Perception} check for you to realize that the creature is transformed, even if you didn't spend an action to {@action Seek} against that creature."
			]
		},
		{
			"name": "Shifting Faces",
			"source": "LOAG",
			"page": 126,
			"level": 5,
			"traits": [
				"Kitsune"
			],
			"prerequisites": "tailless alternate form",
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"entries": [
				"You wear many faces, even those that don't belong to you. When you Change Shape into your tailless form, you gain the effects of 3rd-level {@spell illusory disguise} for 1 hour or until you shift back, except it's a {@trait transmutation} effect rather than an illusion."
			]
		},
		{
			"name": "Shinstabber",
			"source": "LOAG",
			"page": 56,
			"level": 13,
			"traits": [
				"Ratfolk"
			],
			"prerequisites": "{@feat Overcrowd|APG} (Advanced Player's Guide 23)",
			"entries": [
				"You can dart around and between your larger allies' legs without tripping them up. As long as you're Small or smaller, you can end your movement in the same square as a Medium or larger ally. Only two creatures total can share the same space when using this ability or a similar one."
			]
		},
		{
			"name": "Shoki's Argument",
			"source": "LOAG",
			"page": 31,
			"level": 5,
			"traits": [
				"Duskwalker"
			],
			"entries": [
				"You feel a connection to shokis, the rambling collectors of wayward souls, and might have found old texts written by one. You are trained in {@skill Diplomacy}. If you were already trained in {@skill Diplomacy} (from your background or class, for example), you instead become trained in a skill of your choice. You can also cast {@spell disrupt undead} as a divine innate cantrip at will. A cantrip is heightened to a spell level equal to half your level rounded up."
			]
		},
		{
			"name": "Shrouded Magic",
			"source": "LOAG",
			"page": 87,
			"level": 1,
			"traits": [
				"Fetchling"
			],
			"entries": [
				"Choose one {@filter cantrip|spells||Spell Type=cantrip|Tradition & Spell List=Occult} from the occult spell list. You can cast this cantrip as an occult innate spell at will, heightened to a spell level equal to half your level rounded up."
			]
		},
		{
			"name": "Shrouded Mien",
			"source": "LOAG",
			"page": 87,
			"level": 1,
			"traits": [
				"Fetchling"
			],
			"entries": [
				"You're used to dealing with dangerous situations and sinister creatures. You become trained in {@skill Deception} (or another skill of your choice, if you're already trained in {@skill Deception}), and you gain the {@feat Lengthy Diversion} skill feat as a bonus feat."
			]
		},
		{
			"name": "Silent Step",
			"source": "LOAG",
			"page": 20,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 9,
			"traits": [
				"Catfolk",
				"Flourish"
			],
			"entries": [
				"You vanish with silent treads. You {@action Step}, then {@action Hide} or {@action Sneak}. You still need to meet the requirements to {@action Hide} or {@action Sneak}, as normal."
			]
		},
		{
			"name": "Sinister Appearance",
			"source": "LOAG",
			"page": 103,
			"level": 1,
			"traits": [
				"Ifrit"
			],
			"entries": [
				"You possess horns, a tail, or red eyes, or could otherwise be mistaken for a tiefling.",
				"You gain the trained proficiency rank in {@skill Intimidation}. If you would automatically become trained in {@skill Intimidation} (from your background or class, for example), you instead become trained in a skill of your choice. You gain the {@feat Intimidating Glare} skill feat, as well as a +2 circumstance bonus on {@skill Deception} checks to {@action Impersonate} when pretending to be a version of yourself who is a tiefling."
			]
		},
		{
			"name": "Skillful Tail",
			"source": "LOAG",
			"page": 97,
			"add_hash": "Ganzi",
			"level": 5,
			"traits": [
				"Ganzi"
			],
			"entries": [
				"You have a tail or similar body part that is always willing to lend a hand (so to speak). You can perform simple {@action Interact} actions with your tail, such as opening an unlocked door. Your tail can't perform actions that require fingers or significant manual dexterity, including any action that would require a check to accomplish, and you can't use it to hold items."
			]
		},
		{
			"name": "Skillful Tail",
			"source": "LOAG",
			"page": 100,
			"add_hash": [
				"Sylph",
				"Undine",
				"Suli",
				"Oread",
				"Ifrit"
			],
			"level": 5,
			"traits": [
				"Ifrit",
				"Oread",
				"Suli",
				"Sylph",
				"Undine"
			],
			"entries": [
				"You were born with a tail, and with practice you've learned how to perform simple {@action Interact} actions with it, such as opening an unlocked door. Your tail can't perform actions that require fingers or significant manual dexterity, including any action that would require a check to accomplish, and you can't use it to hold items."
			]
		},
		{
			"name": "Skirt The Light",
			"source": "LOAG",
			"page": 88,
			"level": 13,
			"traits": [
				"Uncommon",
				"Fetchling"
			],
			"entries": [
				"You can travel the border between the Material and Shadow Planes and even bring others along. You can cast {@spell shadow walk} as an occult innate spell once per day."
			]
		},
		{
			"name": "Skittering Sneak",
			"source": "LOAG",
			"page": 56,
			"level": 13,
			"traits": [
				"Ratfolk"
			],
			"entries": [
				"You squish, slink, and skitter from cover to cover with great speed and stealth. You can move up to your full Speed when you {@action Sneak}."
			]
		},
		{
			"name": "Skull Creeper",
			"source": "LOAG",
			"page": 55,
			"level": 1,
			"traits": [
				"Ratfolk"
			],
			"entries": [
				"You wear skulls to demoralize foes. You become trained in {@skill Intimidation} and gain the {@feat Intimidating Glare} skill feat. If you're already trained in {@skill Intimidation}, you instead become trained in a skill of your choice. If you pay 50 gp for a splendid skull mask, the mask grants you a +1 item bonus to {@skill Intimidation}; its usage is worn (mask)."
			]
		},
		{
			"name": "Slink",
			"source": "LOAG",
			"page": 87,
			"level": 1,
			"traits": [
				"Fetchling"
			],
			"entries": [
				"You can move through gloom with the speed of darkness. You can move 5 feet farther when you take the {@action Sneak} action, up to your Speed. In addition, as long as you continue to use {@action Sneak} actions and succeed at your {@skill Stealth} check, you don't become {@condition observed} if you end a {@action Sneak} action in dim light or darkness, as long as you have cover or greater cover or are {@condition concealed} at the end of your turn."
			]
		},
		{
			"name": "Slip Into Shadow",
			"source": "LOAG",
			"page": 28,
			"level": 9,
			"traits": [
				"Dhampir"
			],
			"prerequisites": "ability to cast at least one spell with the {@trait darkness} trait",
			"entries": [
				"Your shadow magic bleeds into the space around you. Whenever you cast a spell with the {@trait darkness} trait, a lingering aura of shadows reduces bright light within a 5-foot emanation around you to dim light until the end of your turn.",
				"Like in natural dim light, you can use these shadows to {@action Hide}, but the aura still makes your overall position obvious, so you can't become {@condition undetected} through the use of these shadows alone."
			]
		},
		{
			"name": "Slip The Grasp",
			"source": "LOAG",
			"page": 94,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 9,
			"traits": [
				"Fleshwarp",
				"Flourish"
			],
			"requirements": "You are {@condition grabbed}, {@condition immobilized}, or {@condition restrained}.",
			"entries": [
				"You have some feature that allows you to quickly evade effects that restrain you. Attempt a check to {@action Escape}. If you succeed, you can {@action Stride}, {@action Step}, or make a {@action Strike} with a melee unarmed attack targeting the creature you Escaped from. If you fail, you instead attempt to {@action Escape} a second time.",
				"You increase your multiple attack penalty as appropriate for the actions you took, but only after completing both actions."
			]
		},
		{
			"name": "Slip With The Breeze",
			"source": "LOAG",
			"page": 116,
			"level": 5,
			"traits": [
				"Sylph"
			],
			"prerequisites": "expert in {@skill Athletics}",
			"entries": [
				"You create gusts of wind when you jump, allowing you to carry yourself across greater distances. You gain the {@feat Quick Jump} and {@feat Powerful Leap} skill feats as bonus feats."
			]
		},
		{
			"name": "Slither",
			"source": "LOAG",
			"page": 39,
			"level": 1,
			"traits": [
				"Kobold"
			],
			"entries": [
				"You are an expert at moving through extremely tight spaces. You gain the {@feat Quick Squeeze} skill feat, even if you're not trained in {@skill Acrobatics}. When you roll a success on an {@skill Acrobatics} check to {@action Squeeze}, you get a critical success instead."
			]
		},
		{
			"name": "Smashing Tail",
			"source": "LOAG",
			"page": 97,
			"level": 1,
			"traits": [
				"Ganzi"
			],
			"entries": [
				"You have a tail that serves as a potent weapon. You gain a tail unarmed attack that deals {@damage 1d6} bludgeoning damage, has the {@trait sweep} trait, and is in the brawling weapon group."
			]
		},
		{
			"name": "Smokesoul",
			"source": "LOAG",
			"page": 115,
			"level": 1,
			"traits": [
				"Lineage",
				"Sylph"
			],
			"entries": [
				"You have a connection to smoke and haze. You gain the Smoke Blending reaction.",
				{
					"type": "ability",
					"name": "Smoke Blending",
					"activity": {
						"unit": "reaction",
						"number": 1
					},
					"traits": [
						"sylph"
					],
					"trigger": "A creature attempts a flat check to target you because you're {@condition concealed} or {@condition hidden} due to fog, haze, mist, or smoke",
					"entries": [
						"You shroud yourself in smoke, making it harder for your foe to hit you. If you're {@condition concealed}, the DC of the flat check increases from 5 to 7; if you're {@condition hidden}, it increases from 11 to 13."
					]
				}
			]
		},
		{
			"name": "Snare Commando",
			"source": "LOAG",
			"page": 40,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 9,
			"traits": [
				"Kobold"
			],
			"prerequisites": "expert in {@skill Deception} or {@skill Intimidation}, {@feat Snare Crafting}",
			"trigger": "A creature fails or critically fails a save against your snare.",
			"entries": [
				"Your snares are so befuddling that your victims rarely notice you slipping out of sight. If you have expert proficiency in {@skill Deception}, you can {@action Create a Diversion} against the triggering creature. If you have expert proficiency in {@skill Intimidation}, you can instead {@action Demoralize} the triggering creature. If you have both, choose one of the two effects."
			]
		},
		{
			"name": "Sneaky",
			"source": "LOAG",
			"page": 35,
			"level": 1,
			"traits": [
				"Hobgoblin"
			],
			"entries": [
				"{@skill Stealth} is an important tool in your arsenal. You can move 5 feet farther when you take the {@action Sneak} action, up to your Speed.",
				"In addition, as long as you continue to use {@action Sneak} actions and succeed at your {@skill Stealth} check, you don't become {@condition observed} if you don't have cover or greater cover and aren't {@condition concealed} at the end of the {@action Sneak} action, as long as you have cover or greater cover or are {@condition concealed} at the end of your turn."
			]
		},
		{
			"name": "Snow May",
			"source": "LOAG",
			"page": 23,
			"level": 1,
			"traits": [
				"Changeling",
				"Lineage"
			],
			"entries": [
				"You're the child of a winter hag, with one blue-white eye and an affinity for rime and snow. When moving over ice or snow in arctic terrain, you always gain the benefits of the {@action Cover Tracks} action without needing to use the activity or having to move half your Speed. You don't treat icy terrain as uneven ground (though it's still {@quickref difficult terrain||3|terrain} for you), and you ignore {@quickref difficult terrain||3|terrain} caused by snow. Cold precipitation and environmental {@trait cold} effects don't alter the time it takes for you to become {@condition fatigued}."
			],
			"leadsTo": [
				"Invoke The Elements|LOAG",
				"Stormy Heart|LOAG"
			]
		},
		{
			"name": "Soaring Form",
			"source": "LOAG",
			"page": 60,
			"level": 17,
			"traits": [
				"Tengu"
			],
			"prerequisites": "{@feat Soaring Flight|APG} (Advanced Player's Guide 27)",
			"entries": [
				"Your wings grow stronger. You gain the effects of Soaring Flight at all times."
			]
		},
		{
			"name": "Speak With Bats",
			"source": "LOAG",
			"page": 131,
			"level": 1,
			"traits": [
				"Sprite"
			],
			"prerequisites": "nyktera heritage",
			"entries": [
				"You can ask questions of, receive answers from, and use the {@skill Diplomacy} skill with bats.",
				"You gain a +2 circumstance bonus on all {@skill Diplomacy} checks to {@action Make an Impression} on bats or {@action Request} something from bats."
			]
		},
		{
			"name": "Spew Tentacles",
			"source": "LOAG",
			"page": 94,
			"level": 13,
			"traits": [
				"Fleshwarp"
			],
			"entries": [
				"You can open your mouth to an immense size and spew forth an impossibly large field of tentacles. You can cast {@spell black tentacles} once per day as an innate occult spell, though when you do so, you spew them from your mouth out to the appropriate range, where they take root and begin Grappling creatures as usual. The tentacles recognize you as a part of them and don't attempt to {@action Grapple} you, even if you are in the area."
			]
		},
		{
			"name": "Spiteful Rake",
			"source": "LOAG",
			"page": 24,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 13,
			"traits": [
				"Changeling"
			],
			"prerequisites": "claw unarmed attack",
			"requirements": "You have both hands free.",
			"entries": [
				"Your instincts sing of spite and malice, and you've learned a devastating trick: go for the eyes. You make a claw {@action Strike}. If you hit and deal damage, the target is {@condition dazzled} for 1 round. On a critical hit, the target is instead {@condition blinded} for 1 round and {@condition dazzled} until restored to maximum hit points."
			]
		},
		{
			"name": "Spore Cloud",
			"source": "LOAG",
			"page": 44,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 9,
			"traits": [
				"Leshy"
			],
			"frequency": {
				"unit": "hour",
				"freq": 1
			},
			"entries": [
				"You unleash a cloud of pollen or similar spores. All creatures in a 10-foot emanation around you must attempt a Fortitude save using your class DC or spell DC (whichever is higher) with the following results. Plants and fungi are immune to this effect.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "No effect.",
						"Success": "The creature is {@condition dazzled} for 1 round.",
						"Failure": "The creature is {@condition dazzled} and can see only 10 feet away for 1 round.",
						"Critical Failure": "The creature is {@condition blinded} for 1 round."
					}
				}
			]
		},
		{
			"name": "Sprite's Spark",
			"source": "LOAG",
			"page": 131,
			"level": 1,
			"traits": [
				"Sprite"
			],
			"entries": [
				"You can fling a portion of your magic at foes. You gain a ranged unarmed attack in the sling weapon group with a maximum range of 20 feet that deals {@dice 1d4} damage. (No ability modifier is added to the damage roll.) The damage type and name of the unarmed attack depends on your heritage, described below; most sprite heritages not presented in this book also use luminous spark. Like other unarmed attacks, you can improve this attack with {@item handwraps of mighty blows (generic)|CRB|handwraps of mighty blows}.",
				"Draxie euphoric spark (mental) Firefly Sprite luminous spark (fire) Grig dissonant note (sonic) Melixie sting shot (poison) Nyktera ultrasonic pulse (sonic) Pixie pixie dust (mental)"
			]
		},
		{
			"name": "Squad Tactics",
			"source": "LOAG",
			"page": 36,
			"level": 9,
			"traits": [
				"Hobgoblin"
			],
			"entries": [
				"You are adept at working with your allies to surround a foe. If an enemy is within reach of you and at least two of your allies, that enemy is {@condition flat-footed} against you."
			]
		},
		{
			"name": "Star Orb",
			"source": "LOAG",
			"page": 125,
			"level": 1,
			"traits": [
				"Kitsune"
			],
			"entries": [
				"Your magic has crystallized into a spherical stone. You gain a {@filter familiar|companionsfamiliars||Type=Familiar}, except it's a star orb: a Tiny stone of light Bulk. The familiar has no Speeds and must select a Speed familiar ability before it can move, animating in a way appropriate to the chosen Speed and using the statistics of a normal familiar for that day; when it's an immobile stone, it can't select any familiar or master abilities that require it to move. It always has the {@familiarAbility innate surge|apg} master ability, which counts against your limit for familiar and master abilities."
			],
			"leadsTo": [
				"Killing Stone|LOAG"
			]
		},
		{
			"name": "Startling Appearance",
			"source": "LOAG",
			"page": 93,
			"level": 1,
			"traits": [
				"Fleshwarp"
			],
			"entries": [
				"You are trained in {@skill Intimidation} (or another skill of your choice, if you were already trained in {@skill Intimidation}) and gain the {@feat Intimidating Glare} skill feat as a bonus feat."
			],
			"leadsTo": [
				"Frightening Appearance|APG",
				"Stunning Appearance|APG"
			]
		},
		{
			"name": "Steady On Stone",
			"source": "LOAG",
			"page": 107,
			"level": 1,
			"traits": [
				"Oread"
			],
			"entries": [
				"Your connection to the earth makes natural uneven surfaces less of a hindrance for you. You can ignore {@quickref difficult terrain||3|terrain} caused by rubble and uneven ground made of stone and earth. In addition, when you use the {@skill Acrobatics} skill to {@action Balance} on narrow surfaces or uneven ground made of stone and earth, you aren't {@condition flat-footed}, and when you roll a success at one of these {@skill Acrobatics} checks, you get a critical success instead."
			]
		},
		{
			"name": "Steam Spell",
			"source": "LOAG",
			"page": 120,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 5,
			"traits": [
				"Concentrate",
				"Metamagic",
				"Undine"
			],
			"entries": [
				"You transform your fire spells into steam, making them more effective underwater. If your next action is to {@action Cast a Spell} with the {@trait fire} trait, you can cast it underwater. When you do so, it takes the form of scalding steam. Underwater creatures do not gain the normal fire resistance for being underwater against this spell, but they don't light things on fire or cause {@condition persistent damage ||persistent fire damage}, nor do they add other effects that would apply to fire but not steam (at the GM's discretion)."
			]
		},
		{
			"name": "Stone Face",
			"source": "LOAG",
			"page": 35,
			"level": 1,
			"traits": [
				"Hobgoblin"
			],
			"entries": [
				"Through conditioning or experience, you've mastered the art of composure, even in the face of fear. You gain a +1 circumstance bonus to saves against effects with the {@trait fear} trait, and a +2 circumstance bonus to your Will DC against Intimidate skill actions, such as {@action Demoralize}."
			]
		},
		{
			"name": "Stone Form",
			"source": "LOAG",
			"page": 108,
			"level": 17,
			"traits": [
				"Oread"
			],
			"entries": [
				"You can transform your body into a pure primal manifestation of earth, an elemental. Once per day, you can cast {@spell elemental form} as a 7th-level primal innate spell, but you can only choose the earth elemental form."
			]
		},
		{
			"name": "Storm Form",
			"source": "LOAG",
			"page": 116,
			"level": 17,
			"traits": [
				"Sylph"
			],
			"entries": [
				"You can transform into an elemental. Once per day, you can cast {@spell elemental form} as a 7th-level primal innate spell, but you can only choose the air elemental form."
			]
		},
		{
			"name": "Stormsoul",
			"source": "LOAG",
			"page": 115,
			"level": 1,
			"traits": [
				"Lineage",
				"Sylph"
			],
			"entries": [
				"Your elemental ancestor's influence manifests in you as tumultuous, thundering storms, with dark clouds and bolts of lightning. You gain resistance to electricity equal to half your level (minimum 1)."
			]
		},
		{
			"name": "Stormy Heart",
			"source": "LOAG",
			"page": 24,
			"level": 17,
			"traits": [
				"Changeling"
			],
			"prerequisites": "{@feat Invoke the Elements|LOAG}",
			"entries": [
				"The elemental power in your blood is a raging storm. You can Invoke the Elements with a frequency of once per 10 minutes, rather than once per day."
			]
		},
		{
			"name": "Story Crooner",
			"source": "LOAG",
			"page": 137,
			"level": 1,
			"traits": [
				"Strix"
			],
			"entries": [
				"You're a talented story weaver and use your voice effectively. You are trained in {@skill Performance}. If you would automatically become trained in {@skill Performance}, you instead become trained in a skill of your choice. You also gain the {@feat Impressive Performance} skill feat and gain a +1 circumstance bonus when Performing for an audience of strix."
			]
		},
		{
			"name": "Striking Retribution",
			"source": "LOAG",
			"page": 15,
			"level": 1,
			"traits": [
				"Azarketi"
			],
			"entries": [
				"You have an appropriately intense hatred for alghollthus. You gain a +2 circumstance bonus to damage with weapons and unarmed attacks against creatures from the alghollthu family and those that serve alghollthus (the GM determines which creatures serve an alghollthu). In addition, if an alghollthu successfully affects you or one of your allies within 60 feet with an enchantment, your circumstance bonus to damage against that alghollthu increases to +4 for 1 minute."
			]
		},
		{
			"name": "Strix Defender",
			"source": "LOAG",
			"page": 137,
			"level": 1,
			"traits": [
				"Strix"
			],
			"entries": [
				"Your ancestral feud with humans gives you experience dealing with vicious foes, and your vengeance knows no bounds. You gain a +1 circumstance bonus to {@skill Intimidation}, {@skill Perception}, and {@skill Survival} checks against humans, as well as on damage rolls against humans with weapons and unarmed attacks.",
				"However, your hatred of humans is immediately obvious, giving you a –2 circumstance penalty to {@skill Diplomacy} checks against them and usually starting their attitude one step worse towards you."
			]
		},
		{
			"name": "Strix Lore",
			"source": "LOAG",
			"page": 137,
			"level": 1,
			"traits": [
				"Strix"
			],
			"entries": [
				"You're well connected to your tribe and perhaps even strix communities beyond your own, where you've learned about the land and techniques of graceful movement. You gain the trained proficiency rank in {@skill Acrobatics} and {@skill Nature}. If you would automatically become trained in one of those skills (from your background or class, for example), you instead become trained in a skill of your choice. You also become trained in {@skill Lore||Strix Lore}."
			]
		},
		{
			"name": "Strix Vengeance",
			"source": "LOAG",
			"page": 138,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 5,
			"traits": [
				"Emotion",
				"Mental",
				"Strix"
			],
			"frequency": {
				"unit": "minute",
				"interval": 10,
				"freq": 1
			},
			"trigger": "You, or a strix ally you can see, are damaged by an enemy's critical hit.",
			"entries": [
				"You dedicate yourself to destroying those who harm your kin. Until the end of your next turn, you deal an additional{@dice +1d6} damage on Strikes against the triggering enemy. The bonus increases to{@dice +2d6} if you use a striking weapon or unarmed attack and{@dice +3d6} if you use a major striking weapon or unarmed attack."
			]
		},
		{
			"name": "Strong Swimmer",
			"source": "LOAG",
			"page": 120,
			"level": 9,
			"traits": [
				"Undine"
			],
			"entries": [
				"Your swim Speed increases to match your land Speed."
			]
		},
		{
			"name": "Suli Amir",
			"source": "LOAG",
			"page": 112,
			"level": 13,
			"traits": [
				"Uncommon",
				"Suli"
			],
			"entries": [
				"You have power connected to the powerful jann amirs. You can cast {@spell read omens} and 4th-level {@spell invisibility} each once per day as arcane innate spells, and you can cast {@spell detect magic} at will as an arcane innate cantrip, heightened to a spell level equal to half your level rounded up."
			]
		},
		{
			"name": "Suli-jann",
			"source": "LOAG",
			"page": 111,
			"level": 1,
			"traits": [
				"Lineage",
				"Suli"
			],
			"entries": [
				"Your elemental ancestor was a janni, genies that walk the mortal world and embody all four elements together. You inherited a janni's nature as a wanderer and ability to survive in many types of environment, from the hottest desert to the coldest tundra.",
				"You gain the trained proficiency rank in {@skill Survival}. If you would automatically become trained in {@skill Survival} (from your background or class, for example), you instead become trained in a skill of your choice. You gain the {@feat Forager} skill feat as a bonus feat."
			]
		},
		{
			"name": "Summon Air Elemental",
			"source": "LOAG",
			"page": 116,
			"level": 13,
			"traits": [
				"Sylph"
			],
			"entries": [
				"You have a connection to the Inner Spheres, allowing you to summon an elemental ally. Once per day, you can cast {@spell summon elemental} as a 5th-level primal innate spell, but the elemental summoned must be an air elemental."
			]
		},
		{
			"name": "Summon Earth Elemental",
			"source": "LOAG",
			"page": 108,
			"level": 13,
			"traits": [
				"Oread"
			],
			"entries": [
				"You have a connection to the Inner Sphere, allowing you to summon an elemental ally. Once per day, you can cast {@spell summon elemental} as a 5th-level primal innate spell, but the elemental summoned must be an earth elemental."
			]
		},
		{
			"name": "Summon Fire Elemental",
			"source": "LOAG",
			"page": 104,
			"level": 13,
			"traits": [
				"Ifrit"
			],
			"entries": [
				"You can summon an elemental ally. Once per day, you can cast {@spell summon elemental} as a 5th-level primal innate spell, but the elemental summoned must be a fire elemental."
			]
		},
		{
			"name": "Summon Water Elemental",
			"source": "LOAG",
			"page": 120,
			"level": 13,
			"traits": [
				"Undine"
			],
			"entries": [
				"You can summon an elemental ally. Once per day, you can cast {@spell summon elemental} as a 5th-level primal innate spell, but the elemental summoned must be a water elemental."
			]
		},
		{
			"name": "Swift",
			"source": "LOAG",
			"page": 115,
			"level": 1,
			"traits": [
				"Sylph"
			],
			"entries": [
				"You move with the wind always at your back. Your Speed increases by 5 feet."
			],
			"special": "The Speed increase from this feat isn't cumulative with any Speed increase from your ancestry feats (such as Nimble Elf).",
			"leadsTo": [
				"Legendary Sneak"
			]
		},
		{
			"name": "Taste Blood",
			"source": "LOAG",
			"page": 28,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 5,
			"traits": [
				"Dhampir",
				"Necromancy",
				"Negative"
			],
			"prerequisites": "{@feat Cel Rau|LOAG}, {@feat Straveika|APG}, {@feat Svetocher|APG}, or another lineage from a vampire with the Drink Blood ability",
			"entries": [
				"You retain not only your vampiric parent's taste for blood but their ability to gain vitality from it. You drink fresh blood from a living humanoid creature, gaining temporary Hit Points equal to the target's level that last for 10 minutes. The target must succeed at a Fortitude save against the higher of your class DC or spell DC or become {@condition drained 1}. Regardless of the outcome of this save, the target is temporarily immune to your Taste Blood for 1 day; further uses of this ability against the target don't increase the {@condition drained} condition or grant you more temporary Hit Points.",
				"To drink a creature's blood, either your last action must have been a fangs {@action Strike} that damaged the target, or the target must be {@condition restrained} or {@condition unconscious} and your last action must have been a {@action Strike} that dealt piercing or slashing damage to them.",
				"If the target is willing, they don't need to be {@condition restrained} or {@condition unconscious} for the latter.",
				"Draining the life force from an unwilling humanoid creature is a greater violation than just drinking their blood. Taste Blood has the {@trait evil} trait unless the target is willing or is an active foe in combat."
			]
		},
		{
			"name": "Ten Lives",
			"source": "LOAG",
			"page": 20,
			"level": 17,
			"traits": [
				"Catfolk"
			],
			"prerequisites": "{@feat Evade Doom|LOAG}",
			"entries": [
				"When your character would die, you can attempt a DC {@flatDC 17} flat check. On a success, you're instead reduced to 0 HP and a {@condition dying} value 1 less than would normally kill you (typically {@condition dying 3}). This doesn't change the result for any other creature affected."
			]
		},
		{
			"name": "Tengu Feather Fan",
			"source": "LOAG",
			"page": 59,
			"level": 5,
			"traits": [
				"Tengu"
			],
			"entries": [
				"You've learned to bind some of your feathers together into a fan to focus your ancestral magic. You gain a tengu feather fan: a magic item of light Bulk with a level equal to your level and the {@trait evocation} and {@trait primal} traits. You (and only you) can use the tengu feather fan to cast tengu magic. If your fan is lost or destroyed, you can create a replacement during your daily preparations; if you do so, your previous fan falls apart into mundane feathers. Further feats might grant you additional activations of your tengu feather fan, but you can never have more than three activations per day, no matter how many such feats you have.",
				"The DC for spells you cast with your tengu feather fan is your class DC or spell DC, whichever is higher. You can cast the 1st-level {@spell gust of wind} spell by activating your tengu feather fan.",
				{
					"type": "ability",
					"components": [
						"Interact"
					],
					"frequency": {
						"unit": "day",
						"freq": 1
					},
					"entries": [
						"You cast one of the spells contained in your tengu feather fan. {@action Activate an Item||Activating} the fan takes the spell's normal number of actions. You can also Activate the fan to cast a cantrip you've gained from a heritage or ancestry feat; this activation doesn't count against the fan's uses per day."
					]
				}
			],
			"leadsTo": [
				"Wind God's Fan|LOAG",
				"Thunder God's Fan|LOAG"
			]
		},
		{
			"name": "Tetraelemental Assault",
			"source": "LOAG",
			"page": 112,
			"level": 9,
			"traits": [
				"Suli"
			],
			"prerequisites": "{@feat Elemental Assault|LOAG}",
			"entries": [
				"Your Elemental Assault cycles through all four elements. When you use Elemental Assault, instead of choosing a single element, you can choose an element from the list when using the action, and then choose a different element at the beginning of each of your next 3 turns without spending an action; once you have chosen an element, you can't choose it again during this Elemental Assault, meaning you must select all four elements over the course of 4 turns. Each time you choose an element, until the beginning of your next turn, your Strikes deal an additional {@dice 1d6} damage of the indicated type and have the trait corresponding to that element."
			]
		},
		{
			"name": "Thorned Seedpod",
			"source": "LOAG",
			"page": 44,
			"level": 9,
			"traits": [
				"Leshy"
			],
			"prerequisites": "{@feat Seedpod|LOCG} (Character Guide 54)",
			"entries": [
				"When your seedpods strike a felling blow, they burst into viciously thorny vines. When you critically succeed at a seedpod {@action Strike}, vines twist and stab your foe, dealing {@damage 1d4} {@condition persistent damage ||persistent piercing damage}."
			]
		},
		{
			"name": "Thrown Voice",
			"source": "LOAG",
			"page": 138,
			"level": 5,
			"traits": [
				"Strix"
			],
			"entries": [
				"You've learned how to throw your voice through the winds, tricking others as to your location. You can cast {@spell ventriloquism} as a primal innate spell once per day. If you're a songbird strix, you can cast it twice per day instead."
			]
		},
		{
			"name": "Thunder God's Fan",
			"source": "LOAG",
			"page": 60,
			"level": 13,
			"traits": [
				"Tengu"
			],
			"prerequisites": "{@feat Wind God's Fan|LOAG}",
			"entries": [
				"A wave of your fan unleashes the fury of the storm. You can Activate your tengu feather fan one additional time per day. Add the 5th-level {@spell lightning bolt} spell to the spells contained within your fan."
			]
		},
		{
			"name": "Tidal Shield",
			"source": "LOAG",
			"page": 120,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 17,
			"traits": [
				"Abjuration",
				"Concentrate",
				"Primal",
				"Undine",
				"Water"
			],
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"entries": [
				"You conjure the force of the tides to gain a +4 circumstance bonus to AC until the end of your next turn. Any allies adjacent to you during the duration gain a +2 circumstance bonus to AC as long as they remain adjacent to you. You can Sustain the effect to a maximum duration of 5 rounds. When a creature receiving a circumstance bonus to AC from Tidal Shield would take damage from an attack, as a reaction, you can reduce the damage to that creature by 40; after you do so, Tidal Shield ends."
			]
		},
		{
			"name": "Tide-hardened",
			"source": "LOAG",
			"page": 119,
			"level": 1,
			"traits": [
				"Undine"
			],
			"entries": [
				"You're at home in the unpredictable tides. You gain a +1 circumstance bonus to saves against {@trait cold} and {@trait water} effects. If you roll a success on a save against a {@trait cold} or {@trait water} effect, you get a critical success instead."
			]
		},
		{
			"name": "Tongue Disarm",
			"source": "LOAG",
			"page": 47,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 5,
			"traits": [
				"Lizardfolk"
			],
			"prerequisites": "trained in {@skill Athletics}, {@feat Lightning Tongue|LOAG}",
			"entries": [
				"You lash out with your tongue to disarm your foe. You attempt to {@action Disarm} a creature within 10 feet, ignoring the requirement that you must have at least one hand free."
			]
		},
		{
			"name": "Tranquil Sanctuary",
			"source": "LOAG",
			"page": 11,
			"level": 5,
			"traits": [
				"Aasimar"
			],
			"prerequisites": "{@feat Idyllkin|LOAG}",
			"entries": [
				"Whenever possible, you follow the serene path and encourage others to do the same. You can cast {@spell sanctuary} once per day as a 1st-level divine innate spell."
			]
		},
		{
			"name": "Translucent Skin",
			"source": "LOAG",
			"page": 120,
			"level": 13,
			"traits": [
				"Undine"
			],
			"entries": [
				"Your body is translucent while underwater. Whenever you are fully submerged in water, you can {@action Hide} from other creatures even if you don't have cover against them and aren't {@condition concealed} from them."
			]
		},
		{
			"name": "Treacherous Earth",
			"source": "LOAG",
			"page": 108,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 5,
			"traits": [
				"Oread"
			],
			"frequency": {
				"recurs": true,
				"freq": 1,
				"unit": "minute",
				"interval": 10
			},
			"entries": [
				"You have the power to shatter the earth into a shape of your devising. You crack the ground beneath you, creating {@quickref difficult terrain||3|terrain} in a 5-foot burst centered on one corner of your space."
			]
		},
		{
			"name": "Trickster Tengu",
			"source": "LOAG",
			"page": 60,
			"level": 17,
			"traits": [
				"Tengu"
			],
			"entries": [
				"You can transform yourself or the bodies of others to express your displeasure.",
				"Once per day, you can cast either {@spell aerial form} or {@spell baleful polymorph} as a 7th-level primal innate spell. You must take the form of a bird when using this {@spell aerial form}."
			]
		},
		{
			"name": "Truespeech",
			"source": "LOAG",
			"page": 12,
			"level": 13,
			"traits": [
				"Uncommon",
				"Aasimar"
			],
			"prerequisites": "{@feat Angelkin|APG}",
			"entries": [
				"It is paramount that you are understood and you understand others; language need not impede your message. You can cast {@spell tongues} as a 5th-level divine innate spell once per day on yourself only. You gain a +1 status bonus to {@skill Diplomacy} checks for the duration of the spell when speaking to creatures with whom you already shared a language before casting."
			]
		},
		{
			"name": "Twist Healing",
			"source": "LOAG",
			"page": 28,
			"level": 17,
			"traits": [
				"Dhampir"
			],
			"prerequisites": "ability to cast {@spell heal} and harm",
			"entries": [
				"Your connection to both life and undeath lets you twist the healing power of magic items to suit your own needs and aims. Whenever you {@action Activate an Item} to cast a {@spell heal} spell, you can invert its energy to produce the effects of an equivalent {@spell harm} spell instead."
			]
		},
		{
			"name": "Uncanny Agility",
			"source": "LOAG",
			"page": 59,
			"level": 1,
			"traits": [
				"Tengu"
			],
			"entries": [
				"You have near-supernatural poise that lets you move swiftly across the most unsteady surfaces. You gain the {@feat Steady Balance} skill feat. You can {@action Step} into {@quickref difficult terrain||3|terrain} caused by uneven ground, such as a rocky field or hilly incline."
			]
		},
		{
			"name": "Uncanny Awareness",
			"source": "LOAG",
			"page": 94,
			"level": 5,
			"traits": [
				"Fleshwarp"
			],
			"entries": [
				"You have a keen sense of movement around you. You gain motion sense as an imprecise sense out to 30 feet. Motion sense allows you to detect nearby motion through vibration and air movement."
			]
		},
		{
			"name": "Uncanny Cheeks",
			"source": "LOAG",
			"page": 56,
			"level": 9,
			"traits": [
				"Ratfolk"
			],
			"entries": [
				"You squirrel away useful objects and seem to retrieve them at just the right time.",
				"You gain the Prescient Consumable and Prescient Planner feats (Advanced Player's Guide 208), except that you always withdraw the objects from your cheek pouches. This means the object you retrieve must fit in your cheek pouches; this is generally an item of negligible Bulk unless you also have the Cheek Pouches feat (Advanced Player's Guide 22)."
			]
		},
		{
			"name": "Undead Companion",
			"source": "LOAG",
			"page": 28,
			"level": 5,
			"traits": [
				"Dhampir"
			],
			"prerequisites": "an animal companion or a familiar",
			"entries": [
				"Your companion is also touched by undeath, a mix of a traditional companion and a skeleton, zombie, or stranger form of unlife. Your companion gains the {@trait undead} trait instead of the {@trait animal} trait and gains negative healing. It otherwise uses the normal rules for an animal companion or familiar; that means it can still be affected by many conditions or effects to which most undead are immune."
			]
		},
		{
			"name": "Underwater Volcano",
			"source": "LOAG",
			"page": 16,
			"level": 17,
			"traits": [
				"Azarketi"
			],
			"entries": [
				"You can cast {@spell volcanic eruption} as a 7th-level primal innate spell once per day, except that you can only evoke the volcano on the floor of a body of water, and the effects that normally happen to flying creatures happen to swimming creatures instead."
			]
		},
		{
			"name": "Vanth's Weapon Execution",
			"source": "LOAG",
			"page": 31,
			"level": 5,
			"traits": [
				"Duskwalker"
			],
			"prerequisites": "{@feat Vanth's Weapon Familiarity|LOAG}",
			"entries": [
				"You've trained in the finer points of dealing death. Whenever you critically hit using a {@item bo staff}, {@item longbow}, {@item composite longbow}, {@item scythe}, or {@item staff}, you apply the weapon's critical specialization effect."
			]
		},
		{
			"name": "Vanth's Weapon Expertise",
			"source": "LOAG",
			"page": 32,
			"level": 13,
			"traits": [
				"Duskwalker"
			],
			"prerequisites": "{@feat Vanth's Weapon Familiarity|LOAG}",
			"entries": [
				"Vanths themselves recognize you as an honorary reaper.",
				"Whenever you gain a class feature that grants you expert or greater proficiency in a given weapon or weapons, you also gain that proficiency in {@item bo staff||bo staves}, {@item longbow||longbows}, {@item composite longbow||composite longbows}, {@item scythe||scythes}, and {@item staff||staves}."
			]
		},
		{
			"name": "Vanth's Weapon Familiarity",
			"source": "LOAG",
			"page": 31,
			"level": 1,
			"traits": [
				"Duskwalker"
			],
			"entries": [
				"You seek to emulate vanth reapers' fighting styles. You are trained with {@item bo staff||bo staves}, {@item longbow||longbows}, {@item composite longbow||composite longbows}, {@item scythe||scythes}, and {@item staff||staves}."
			],
			"leadsTo": [
				"Vanth's Weapon Execution|LOAG",
				"Vanth's Weapon Expertise|LOAG"
			]
		},
		{
			"name": "Veil May",
			"source": "LOAG",
			"page": 23,
			"level": 1,
			"traits": [
				"Changeling",
				"Lineage"
			],
			"entries": [
				"Born of a blood hag, a fiery blood drinker {@condition hidden} behind a false skin, you have one blood-red eye and the ability to slough off your appearance in an instant. You gain the {@feat Lie to Me} skill feat, and you can shed a disguise quickly by peeling off the outer layer of your skin. Changing from a disguise used to {@action Impersonate} back to your true appearance is a 3-action activity for you; if you're an expert in {@skill Deception}, it's a 2-action activity, and if you're legendary in {@skill Deception}, it takes only a single action. This doesn't allow you to don or remove armor or other equipment any faster, but your physical appearance otherwise returns to its normal state."
			],
			"leadsTo": [
				"Invoke The Elements|LOAG",
				"Stormy Heart|LOAG"
			]
		},
		{
			"name": "Velstrac Magic",
			"source": "LOAG",
			"page": 66,
			"level": 9,
			"traits": [
				"Tiefling"
			],
			"prerequisites": "{@feat Shackleborn|LOAG}",
			"entries": [
				"You know there's so much more to sensation than whips and chains—but whips and chains also have their place. You can cast {@spell telekinetic maneuver} and {@spell web} once per day each as 2nd-level divine innate spells; in both cases, the spells manifest shadowy chains rather than their usual visual signifiers."
			]
		},
		{
			"name": "Vestigial Wings",
			"source": "LOAG",
			"page": 97,
			"level": 1,
			"traits": [
				"Ganzi"
			],
			"entries": [
				"You possess small, weak wings that aid in balance. You gain the {@feat Steady Balance} and {@feat Cat Fall} skill feats as bonus feats, even if you aren't trained in {@skill Acrobatics}."
			]
		},
		{
			"name": "Vicious Snares",
			"source": "LOAG",
			"page": 40,
			"level": 13,
			"traits": [
				"Kobold"
			],
			"prerequisites": "expert in {@skill Crafting}, {@feat Snare Crafting}",
			"entries": [
				"You've learned how to create traps that cause greater injuries. You deal an additional {@damage 1d6} precision damage with damaging snares you craft.",
				"This increases to {@dice 2d6} additional precision damage if you're legendary in {@skill Crafting}."
			]
		},
		{
			"name": "Virga May",
			"source": "LOAG",
			"page": 23,
			"level": 1,
			"traits": [
				"Changeling",
				"Lineage"
			],
			"entries": [
				"Born of a storm hag, you have one crystal-blue or rain-gray eye. You share your mother's power over wind and storm. You can cast {@spell electric arc} as an occult innate cantrip. As normal, a cantrip is heightened to a spell level equal to half your level rounded up."
			],
			"leadsTo": [
				"Favorable Winds|LOAG",
				"Invoke The Elements|LOAG",
				"Stormy Heart|LOAG"
			]
		},
		{
			"name": "War Conditioning",
			"source": "LOAG",
			"page": 36,
			"level": 13,
			"traits": [
				"Hobgoblin"
			],
			"entries": [
				"You have extensive training in remote environments, allowing you to move through these areas easily. When you gain this feat, you can choose to gain either a climb Speed of 20 feet or a swim Speed of 20 feet."
			]
		},
		{
			"name": "Warren Friend",
			"source": "LOAG",
			"page": 55,
			"level": 1,
			"traits": [
				"Downtime",
				"Ratfolk"
			],
			"entries": [
				"You're adept at making contact with other ysoki. When you arrive at a new settlement, you automatically find the nearest ratfolk enclave by spending 1 day of downtime searching, provided one exists and its members aren't actively hiding from you. Once you've made contact, you gain a +1 circumstance bonus to {@action Gather Information} and {@action Earn Income} in the settlement."
			]
		},
		{
			"name": "Water Conjuration",
			"source": "LOAG",
			"page": 15,
			"level": 5,
			"traits": [
				"Azarketi"
			],
			"entries": [
				"You carry the ocean with you wherever you go. You can cast {@spell create water} as a primal innate spell once per day. Each time you cast {@spell create water}, you choose if you create fresh water or salt water."
			]
		},
		{
			"name": "Water Dancer",
			"source": "LOAG",
			"page": 15,
			"level": 9,
			"traits": [
				"Azarketi"
			],
			"entries": [
				"You glide through the water with graceful ease. When in an aquatic or swamp environment, you ignore the effects of non-magical {@quickref difficult terrain||3|terrain}. In addition, swimming up or down isn't {@quickref difficult terrain||3|terrain} for you."
			]
		},
		{
			"name": "Water Strider",
			"source": "LOAG",
			"page": 16,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 9,
			"traits": [
				"Azarketi",
				"Primal",
				"Transmutation",
				"Water"
			],
			"entries": [
				"Water cradles your every step, allowing you to walk on its surface. {@action Stride} up to your Speed. During your movement, you can move across liquids that don't support your weight. If you end your movement on a surface that can't support you, you fall into the liquid at the end of your movement. You can increase the number of actions to 3 to {@action Stride} up to three times your Speed."
			],
			"leadsTo": [
				"Mist Strider|LOAG"
			]
		},
		{
			"name": "Waxed Feathers",
			"source": "LOAG",
			"page": 59,
			"level": 1,
			"traits": [
				"Tengu"
			],
			"prerequisites": "wavediver tengu heritage",
			"entries": [
				"Your feathers are coated in a waxy substance that repels water. You gain a +1 circumstance bonus to saving throws against effects that have the {@trait water} trait. So long as you're in a dry place, you can spend one action to shake off any water that clings to your clothing and feathers to instantly become dry."
			]
		},
		{
			"name": "We March On",
			"source": "LOAG",
			"page": 36,
			"level": 13,
			"traits": [
				"Hobgoblin"
			],
			"entries": [
				"You make sure that your allies push themselves while traveling.",
				"You gain the {@feat Caravan Leader|APG} and {@feat Pick Up the Pace|APG} general feats, even if you don't meet the prerequisites."
			]
		},
		{
			"name": "Willing Death",
			"source": "LOAG",
			"page": 31,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 1,
			"traits": [
				"Duskwalker"
			],
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"trigger": "An ally within 30 feet takes damage that would otherwise reduce them to 0 Hit Points and give them the {@condition dying} condition.",
			"entries": [
				"Once, you died because you valued someone else's life above your own; just as then, you protect an ally by suffering in their stead. Reduce the damage the triggering ally would take by 1 + your level. You redirect this damage to yourself, but your immunities, weaknesses, resistances, and so on don't apply. You aren't subject to any conditions or other effects from whatever damaged your ally (such as poison from a venomous bite)—your ally is still subject to those effects even if you redirect all of the triggering damage to yourself. If the redirected damage prevents the ally from being reduced to 0 Hit Points, they remain conscious and don't gain the {@condition dying} condition."
			],
			"special": "You can select this feat only at 1st level, and you can't retrain into or out of this feat."
		},
		{
			"name": "Wind God's Fan",
			"source": "LOAG",
			"page": 59,
			"level": 9,
			"traits": [
				"Tengu"
			],
			"prerequisites": "{@feat Tengu Feather Fan|LOAG}",
			"entries": [
				"Your fan can stir up even more powerful winds. You can Activate your tengu feather fan one additional time per day. Add the 3rd-level {@spell wall of wind} spell to the spells contained within your fan."
			],
			"leadsTo": [
				"Thunder God's Fan|LOAG"
			]
		},
		{
			"name": "Wind Tempered",
			"source": "LOAG",
			"page": 115,
			"level": 1,
			"traits": [
				"Sylph"
			],
			"entries": [
				"You are at home in tempestuous weather and accustomed to even the harshest winds. You gain a +1 circumstance bonus to saves against {@trait air} and {@trait electricity} effects.",
				"If you roll a success on a save against an {@trait air} effect, you get a critical success instead."
			]
		},
		{
			"name": "Wing Step",
			"source": "LOAG",
			"page": 138,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 9,
			"traits": [
				"Strix"
			],
			"entries": [
				"With a sharp flap of your wings, you stay light on your feet as you move. You {@action Step} 5 feet twice."
			]
		},
		{
			"name": "Winglets",
			"source": "LOAG",
			"page": 39,
			"level": 5,
			"traits": [
				"Kobold"
			],
			"entries": [
				"You're among the few kobolds who grow a set of draconic wings later in life. The wings are initially small and weak; while not enough for full flight, a strong flap allows you to jump further.",
				"When Leaping horizontally, you move an additional 5 feet (this additional distance isn't cumulative with the increased {@action Leap} distance from the {@feat Powerful Leap} feat). You don't automatically fail your checks to {@action High Jump} or {@action Long Jump} if you don't {@action Stride} at least 10 feet first.",
				"In addition, when you attempt a {@action Long Jump}, you can jump a distance up to 10 feet longer than you normally would based on the result of your {@skill Athletics} check, though you still can't jump farther than your Speed."
			],
			"leadsTo": [
				"Hatchling Flight|LOAG",
				"Wyrmling Flight|LOAG"
			]
		},
		{
			"name": "Wings Of Air",
			"source": "LOAG",
			"page": 116,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 9,
			"traits": [
				"Morph",
				"Primal",
				"Sylph",
				"Transmutation"
			],
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"entries": [
				"You can strain to call forth feathered or cloudy wings from your back. Once manifested, these wings remain for 10 minutes. You gain a fly Speed equal to your land Speed while you've manifested your wings."
			],
			"leadsTo": [
				"Eternal Wings|LOAG"
			]
		},
		{
			"name": "Winter Cat Senses",
			"source": "LOAG",
			"page": 19,
			"level": 1,
			"traits": [
				"Catfolk"
			],
			"prerequisites": "{@ancestry catfolk|apg|winter catfolk|winter} heritage",
			"entries": [
				"Your eyes are keen and accustomed to winter conditions. You ignore concealment caused by ice and snow."
			]
		},
		{
			"name": "Wyrmling Flight",
			"source": "LOAG",
			"page": 40,
			"level": 17,
			"traits": [
				"Kobold"
			],
			"prerequisites": "{@feat Hatchling Flight|LOAG}",
			"entries": [
				"Your draconic wings have grown large and strong enough for flight. You gain a fly Speed equal to your Speed, using your wings to stay aloft."
			]
		},
		{
			"name": "Yamaraj's Grandeur",
			"source": "LOAG",
			"page": 32,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 17,
			"traits": [
				"Duskwalker"
			],
			"frequency": {
				"unit": "day",
				"freq": 1
			},
			"entries": [
				"You have been granted a sliver of the power of the yamaraj, the magistrates of the dead who agreed to allow duskwalkers to exist at all. You exhale a blast of icy wind and ravenous insects. This is a 30-foot cone that deals {@damage 14d6} slashing damage and {@damage 4d6} {@condition persistent damage ||persistent slashing damage} (basic Reflex save using your class DC or spell DC, whichever is higher). On a critical failure, targets also become {@condition sickened 2}."
			]
		}
	]
}
