{
	"feat": [
		{
			"name": "Annihilating Swing",
			"source": "EC6",
			"page": 72,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 20,
			"traits": [
				"uncommon",
				"barbarian"
			],
			"entries": [
				"You have learned from the brute destructive power of xulgaths and their kind. You make a melee {@action Strike} that ignores any resistances the target has. If you target a solid unattended object or surface with your {@action Strike}, you might automatically destroy it without an attack roll. If you target any object or surface with Hardness 20 or less that isn't a magic item or the effect of a spell, you destroy it. If the target object or surface is a magic item or the effect of a spell, you attempt to counteract it using your attack bonus with the {@action Strike} for the counteract check. On a successful counteract check, you destroy the object or surface unless it has Hardness greater than 20, is an artifact, or is similarly difficult to destroy. You destroy up to a 5-foot cube of an object or surface larger than Medium."
			]
		},
		{
			"name": "Astonishing Explosion",
			"source": "EC6",
			"page": 72,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"level": 20,
			"traits": [
				"uncommon",
				"additive <2>",
				"alchemist"
			],
			"frequency": {
				"unit": "minute",
				"freq": 1
			},
			"trigger": "You use {@action Quick Alchemy} to craft an alchemical bomb that deals splash damage and is at least 2 levels lower than your advanced alchemy level.",
			"entries": [
				"Your bomb incorporates an explosive spark of wonder that leaves witnesses dumbfounded. Any target hit by your {@action Strike} with the bomb is {@condition fascinated} by you for 1 round. On a critical success, the target is also {@condition stunned|CRB|stunned 1}."
			]
		},
		{
			"name": "Banishing Blow",
			"source": "EC6",
			"page": 72,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"level": 20,
			"traits": [
				"uncommon",
				"champion"
			],
			"prerequisites": "{@feat Fiendsbane Oath}",
			"trigger": "You use your champion's reaction, triggered by a fiend within your reach.",
			"entries": [
				"The erratic teleportation magic you experienced in the Kortos Mounts has taught you a few tricks. You attempt an {@skill Athletics} check to {@action Shove} the fiend that triggered your champion's reaction; on a success, the target can't teleport or summon creatures for 1 minute. On a critical success, the target is also {@condition stunned|CRB|stunned 1} and can't teleport or summon creatures for 1 hour, and if you are on your home plane and the target is a fiend of level 18 or lower from another plane, it is also banished to its home plane. Your multiple attack penalty doesn't apply to this attack."
			]
		},
		{
			"name": "Denier Of Destruction",
			"source": "EC6",
			"page": 72,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 20,
			"traits": [
				"uncommon",
				"cleric"
			],
			"prerequisites": "healing font",
			"trigger": "Any ally within 30 feet that you can heal with your {@spell heal} spell would take damage from an attack or effect from a source you can observe.",
			"requirements": "You have a {@spell heal} spell prepared and you aren't {@condition flat-footed} to the source of the damage.",
			"entries": [
				"You can manipulate the same energies that the aeon orbs use to sustain life. You cast {@spell heal} on the triggering target.",
				"Instead of its normal effects, the {@spell heal} spell reduces the triggering damage by an amount equal to the Hit Points a 1-action {@spell heal} spell of that level would have recovered.",
				"As usual, if this reduces the damage to 0, it might also remove additional effects of the triggering attack, such as injury poisons."
			]
		},
		{
			"name": "Endurance Of The Rooted Tree",
			"source": "EC6",
			"page": 72,
			"level": 20,
			"traits": [
				"uncommon",
				"monk"
			],
			"prerequisites": "{@feat Wholeness of Body}",
			"entries": [
				"Just as the Vale of Aroden retains light and life despite inhospitable surroundings, you can sustain yourself regardless of your environment. You don't need to eat, drink, or breathe. In addition, you can cast the wholeness of body ki spell almost effortlessly. You can cast it as a free action that triggers at the start of your turn."
			]
		},
		{
			"name": "Mimic Protections",
			"source": "EC6",
			"page": 72,
			"level": 20,
			"traits": [
				"uncommon",
				"ranger"
			],
			"entries": [
				"By adopting resonant reflections, you have learned to copy the abilities of other creatures as well. When you use {@action Hunt Prey} on a foe within 100 feet, you gain resistance 10 to all damage types that target has resistance or immunity to for as long as the foe remains within 100 feet."
			]
		},
		{
			"name": "Reclaim Spell",
			"source": "EC6",
			"page": 72,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 20,
			"traits": [
				"uncommon",
				"wizard"
			],
			"prerequisites": "{@feat Reprepare Spell}",
			"entries": [
				"You have learned to manipulate reflections of magic, similar to the resonant reflections. You reclaim the magic of an ongoing spell, using it reprepare a spell with a duration.",
				"You {@action Dismiss} a Spell of 4th level or lower that you cast today from a spell slot with at least half its duration remaining, even if that spell can't normally be Dismissed. You can then spend 10 minutes to reprepare the spell in that spell slot, as Reprepare Spell."
			]
		},
		{
			"name": "Reflecting Riposte",
			"source": "EC6",
			"page": 72,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 20,
			"traits": [
				"uncommon",
				"fighter"
			],
			"prerequisites": "{@feat Dueling Riposte}, {@feat Mirror Shield}, or {@feat Twin Riposte}",
			"trigger": "An opponent casts a spell and you critically succeed at a saving throw against it.",
			"requirements": "You have a shield raised or are benefiting from Dueling Parry or Twin Parry.",
			"entries": [
				"You attempt to counteract the triggering spell using powerful magical techniques {@condition observed} in the Kortos Mounts. Use your attack roll modifier with your shield or parrying weapon for your counteract check. If you counteract the spell, it is reflected upon the caster. If the spell targeted individual creatures, it targets the caster only. If the spell targeted an area centered on a point, the new area is centered on the caster. If the spell was a cone or line, the cone or line emanates from you toward the caster. If the spell has a save DC, it uses your class DC, and if it requires a spell attack roll, use the same attack roll modifier as the counteract check."
			]
		},
		{
			"name": "Ringmaster's Introduction",
			"source": "EC6",
			"page": 73,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 20,
			"traits": [
				"uncommon",
				"auditory",
				"bard"
			],
			"trigger": "An ally's turn begins.",
			"requirements": "The ally hasn't acted in the current combat.",
			"entries": [
				"You announce the triggering ally with a litany of their legendary achievements, spurring them to action. The target is {@condition quickened} this turn and can spend the extra action to {@action Stride}, {@action Strike}, {@action Demoralize}, {@action Feint}, or {@action Perform}."
			]
		},
		{
			"name": "Steal Essence",
			"source": "EC6",
			"page": 73,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 20,
			"traits": [
				"uncommon",
				"rogue"
			],
			"prerequisites": "legendary in {@skill Thievery} or master in {@skill Arcana},",
			"requirements": "A magic item is within your reach.",
			"entries": [
				"Being in the presence of the aeon orbs as they deteriorated has taught you how to siphon energy, and you do so with the required magic item. The DC to steal the properties of a magic item is equal to the DC for the item's level or the normal DC to {@action Steal} the item, whichever is higher. The targeted item then becomes temporarily immune for 24 hours. If the object was on a creature, that creature is also temporarily immune (which prevents you from attempting to {@action Steal} the Essence of another object on it)",
				"If you successfully steal the properties of an item, it loses its magical properties for 24 hours and you can move those properties to a non-magical object of the same general kind (such as moving a hat's properties to another piece of headgear or moving a weapon's properties to another weapon) for the same length of time. If the moved properties are counteracted, they return immediately to the original item. You automatically fail to {@action Steal} the Essence of an artifact, cursed item, or similar item."
			]
		},
		{
			"name": "Tenacious Blood Magic",
			"source": "EC6",
			"page": 73,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"level": 20,
			"traits": [
				"uncommon",
				"sorcerer"
			],
			"frequency": {
				"unit": "minute",
				"freq": 1
			},
			"trigger": "You apply an effect from your blood magic that lasts for 1 round.",
			"entries": [
				"You have learned how to invest magic more deeply by witnessing Aroden's works. The triggering blood magic effect lasts for 1 minute instead of 1 round."
			]
		},
		{
			"name": "Verdant Presence",
			"source": "EC6",
			"page": 73,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 20,
			"traits": [
				"uncommon",
				"druid"
			],
			"frequency": {
				"unit": "hour",
				"freq": 1
			},
			"trigger": "You take damage or cast a primal spell.",
			"entries": [
				"The life-giving properties of the aeon orbs flourish within you. Small plants or fungi magically appear on all surfaces in a 60-foot emanation around you. This life withers after 1 day unless the environment can support it. You can choose one of the following options each time you use this feat.",
				{
					"type": "list",
					"items": [
						"You can cause any number of 5-foot squares in the area to be light undergrowth, which is {@quickref difficult terrain||3|terrain} and provides lesser cover.",
						"You can cause a tree or giant mushroom to appear in any unoccupied location in the area; it occupies an entire 5-foot square and provides standard cover. The tree or mushroom has 5 Hardness and 50 Hit Points."
					]
				}
			]
		}
	]
}
