{"feat":[{"name":"Twilight Speaker Dedication","source":"GW3","page":78,"level":2,"traits":["uncommon","archetype","dedication"],"prerequisites":"trained in {@skill Society}, you are an Ilverani elf","entries":["You have carefully studied the histories, customs, and etiquette of many of the younger peoples of Golarion. You become an expert in {@skill Society}. At 7th level, you become a master in {@skill Society}, and at 15th level, you become legendary in {@skill Society}. You can use the {@skill Society} skill instead of the {@skill Diplomacy} skill when you attempt to {@action Make an Impression} on a non-elven intelligent humanoid creature."],"special":["You can't select another dedication feat until you've gained two other feats from the twilight speaker archetype."]},{"name":"Empathetic Envoy","source":"GW3","page":78,"level":4,"traits":["archetype"],"prerequisites":"Twilight Speaker Dedication","entries":["You believe that treating others with respect is the fastest way into their hearts, and in turn others are more likely to believe in your good intentions and write off bad first impressions as flukes. If a creature's attitude towards you becomes lower over the course of a social interaction (for example, from {@condition friendly} to {@condition indifferent}, or from {@condition indifferent} to {@condition unfriendly}), their impression of you returns to its starting level an hour after the social interaction ends. This ability has no effect if the creature you are interacting with becomes {@condition hostile}."]},{"name":"Disarming Smile","source":"GW3","page":78,"activity":{"number":1,"unit":"reaction"},"level":6,"traits":["archetype","concentrate","emotion","mental","visual"],"prerequisites":"Twilight Speaker Dedication","trigger":"You are the target of a melee attack and the attacker has not rolled yet.","requirements":"You are aware of the attacker, the attacker is an intelligent humanoid creature, and you have not attempted to harm the attacker.","entries":["With a wide, sincere smile, you give your attacker pause. You attempt a {@skill Diplomacy} check against the triggering attacker's Will DC. After you use Disarming Smile, all creatures who witnessed you use it are temporarily immune to your Disarming Smile for the next 24 hours.",{"type":"successDegree","entries":{"Critical Success":["Your enemy ceases their attack. The attack fails and the triggering target can't attempt {@condition hostile} actions against you until the beginning of its next turn or until you (or your allies) take {@condition hostile} actions against the enemy (or its allies). You can begin talking to the creature on your next turn to attempt another {@skill Diplomacy} check; on a success, you sustain the effect until the beginning of your next turn, to a maximum of 1 minute. Talking on subsequent rounds requires that you be able to communicate with the target creature and imparts the {@trait auditory} and {@trait linguistic} traits to the action."],"Success":["Your foe pauses momentarily. Their attack fails, but they can attempt further attacks against you."],"Failure":["The target's attack is unaffected."]}}]},{"name":"Betraying Shank","source":"GW3","page":79,"activity":{"number":1,"unit":"action"},"level":6,"traits":["archetype"],"prerequisites":"Twilight Speaker Dedication","requirements":"You are within melee reach of a target, but it is not in combat with you.","entries":["While your usual diplomacy is well intentioned, you know that sometimes those same skills will need to be turned to deception. In a flash, you draw a sheathed or {@condition concealed} agile or finesse weapon and make a melee {@action Strike}. The target is {@condition flat-footed} against your {@action Strike}. You then roll {@skill Deception} for initiative."]},{"name":"Ilverani Purist","source":"GW3","page":79,"level":8,"traits":["archetype","skill"],"prerequisites":"Twilight Speaker Dedication","entries":["All twilight speakers are trained to resist the alluring customs of younger peoples, but you have made it your mandate to keep the Ilverani way unchanged. Such dedication has given you a trained eye for subtlety and deception. When you attempt to Sense the Motive of a non-elf humanoid creature and you roll a critical failure, you fail instead."]},{"name":"World-Wise Vigilance","source":"GW3","page":79,"level":8,"traits":["archetype"],"prerequisites":"Twilight Speaker Dedication","entries":["Your keen study of other cultures gives you insights into the ways those cultures fight. When you use {@skill Perception} to roll initiative and none of your enemies have the {@trait elf} trait, you can choose to roll {@skill Society} instead."]},{"name":"Emphatic Emissary","source":"GW3","page":79,"activity":{"number":1,"unit":"reaction"},"level":10,"traits":["archetype"],"prerequisites":"Disarming Smile","trigger":"You roll initiative.","entries":["You can tell when diplomacy has failed and a meeting is close to unraveling or falling to blows. You gain a +2 circumstance bonus on your initiative roll. During your first turn in combat, you can use your Disarming Smile, targeting every {@condition hostile} intelligent humanoid creature that can see you but has yet to act. If you choose to sustain your Disarming Smile, you sustain the effect for only one creature, as normal."]}]}