{
	"feat": [
		{
			"name": "Divine Healing",
			"source": "LOKL",
			"page": 74,
			"level": 8,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Knight Vigilant"
				]
			},
			"prerequisites": "{@feat Knight Vigilant Dedication|LOCG}, expert in religion, worship a deity with a divine font that grants heal",
			"entries": [
				"Although you aren't a proper champion of your faith, your deity still recognizes your efforts and provides you with a small divine ability to help others. You gain the {@spell lay on hands} devotion spell (Core Rulebook 387). You gain a focus pool of 1 Focus Point or increase the number of Focus Points in your focus pool by 1. You refill your focus pool during your daily preparations, and you regain 1 Focus Point by spending 10 minutes using the {@action Refocus} activity to pray to your deity or perform service toward their causes. The full rules for focus spells are on page 300 of the Core Rulebook. You are trained in divine spell attack rolls and spell DCs. Your spellcasting ability is Charisma.",
				"You must refrain from performing your deity's anathema or lose the ability to cast this spell until you atone."
			]
		},
		{
			"name": "Interrupt Charge",
			"source": "LOKL",
			"page": 74,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 8,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Knight Vigilant"
				]
			},
			"prerequisites": "{@feat Knight Vigilant Dedication|LOCG}",
			"trigger": "A foe within reach attempts to move away from you.",
			"requirements": "You have a hand free.",
			"entries": [
				"You attempt to snag the foe before they run away.",
				"Attempt an {@skill Athletics} check against the higher of the triggering creature's {@skill Athletics} DC or Fortitude DC.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": [
							"You disrupt the movement."
						],
						"Success": [
							"You are able to slow the triggering creature down. It takes a –10-foot circumstance penalty to its Speed for the rest of its triggering movement. This penalty might cause the triggering creature's movement to end immediately based on its affected Speed."
						],
						"Failure": [
							"As success, but the creature instead takes a –5-foot circumstance penalty to its Speed."
						]
					}
				}
			]
		},
		{
			"name": "Phalanx Formation",
			"source": "LOKL",
			"page": 74,
			"level": 8,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Knight Vigilant"
				]
			},
			"prerequisites": "{@feat Knight Vigilant Dedication|LOCG}",
			"entries": [
				"You know how to clear a line of fire for your allies. You don't provide lesser cover to enemies against your allies' attacks."
			]
		},
		{
			"name": "Emissary of Peace",
			"source": "LOKL",
			"page": 74,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 10,
			"traits": [
				"archetype",
				"skill"
			],
			"featType": {
				"archetype": [
					"Knight Vigilant"
				]
			},
			"prerequisites": "{@feat Knight Vigilant Dedication|LOCG}, master in {@skill Diplomacy}",
			"entries": [
				"Even when bloodshed is inevitable, you would rather see your foes surrender. You attempt a {@skill Diplomacy} check to {@action Make an Impression} against a single foe whose Hit Points are at less than half of their maximum value, followed by an immediate {@action Request} to convince that creature to cease fighting. You take a –5 penalty to your {@skill Diplomacy} check. The GM sets the DC of the {@action Request} based on the circumstances; it's generally at least a very hard DC for the creature's level. Some creatures might simply refuse, and those who agree to parley might find your arguments lacking and start fighting again."
			]
		},
		{
			"name": "Instant Armor",
			"source": "LOKL",
			"page": 75,
			"level": 10,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Knight Vigilant"
				]
			},
			"prerequisites": "{@feat Knight Vigilant Dedication|LOCG}",
			"entries": [
				"A knight is nothing without their armor, and you know how to keep yours ready. You can perform a 10-minute ritual, which has the {@trait conjuration} and {@trait magical} traits, to divert a set of heavy armor you are wearing into an extradimensional space connected to you. While the armor is in this space, you can use a three-action activity, which has the concentrate, {@trait conjuration}, and {@trait teleportation} traits, to phase the armor back and instantly don it. The armor automatically phases away if you don another set of armor, if you become {@condition unconscious}, or if you die. If you are incapable of wearing the armor when it phases back, it appears in your square instead."
			]
		},
		{
			"name": "Lead the Way",
			"source": "LOKL",
			"page": 75,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 10,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Knight Vigilant"
				]
			},
			"prerequisites": "{@feat Knight Vigilant Dedication|LOCG}",
			"entries": [
				"You move forward, creating an opening for others to follow. Choose one adjacent ally who has a reaction available. You {@action Stride}, and that ally can use their reaction to immediately {@action Stride}. The ally must end their {@action Stride} adjacent to you. If the ally Strides in this way, they don't trigger reactions that are normally triggered by movement. You, however, still trigger those reactions normally."
			]
		},
		{
			"name": "Guarded Advance",
			"source": "LOKL",
			"page": 75,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 12,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Knight Vigilant"
				]
			},
			"prerequisites": "{@feat Knight Vigilant Dedication|LOCG}",
			"entries": [
				"You slowly advance on the battlefield, taking utmost caution. You either {@action Step} and {@action Raise a Shield} or {@action Raise a Shield} and {@action Step}."
			]
		},
		{
			"name": "Vigilant Benediction",
			"source": "LOKL",
			"page": 75,
			"level": 12,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Knight Vigilant"
				]
			},
			"prerequisites": "{@feat Knight Vigilant Dedication|LOCG}, alignment permitted by the chosen deity",
			"entries": [
				"Unwilling to be outdone by the Crimson Reclaimers and their oath, you've petitioned the gods of good for a sliver of divine magic. Choose one of the following deities whose requirements you meet—for the Any Deity option below, you can select any of the deities with an entry on pages 52–65 or a deity the GM deems appropriate—and one of the listed spells. You can Cast that Spell once per day as a 4th-level divine innate spell, and you become trained in divine spell DCs and divine spell attack rolls. At 14th level, the spell heightens to 5th level; at 16th level, the spell heightens to 6th level. Once you've selected a deity and a spell, you can't change this selection. You don't need to worship the deity as your patron deity, as they are willing to grant this boon on behalf of your worthy cause. You must refrain from performing your deity's anathema or lose the ability to cast this spell until you atone.",
				{
					"type": "list",
					"items": [
						"Any Deity: freedom of movement, remove curse, resist energy, spell immunity, status",
						"{@deity Gendowyn|LOGM}: barkskin",
						"{@deity Iomedae}: fire shield",
						"{@deity Irori}: stoneskin",
						"{@deity Kazutal|LOGM}: mage armor, stoneskin",
						"{@deity Milani|LOGM}: fire shield, mage armor",
						"{@deity Ragathiel|LOGM}: fire shield",
						"{@deity Sarenrae}: wall of fire"
					]
				}
			],
			"special": [
				"You can select this feat a second time at 14th level, gaining a second spell to cast once per day from your chosen deity's list or the Any Deity list, and you become an expert in divine spell DCs and divine spell attack rolls. You can select this feat a third time at 18th level. If you do, you gain a third spell to cast once per day from your chosen deity's list or the Any Deity list, and all three spells are heightened to 7th level."
			]
		},
		{
			"name": "Instinctual Interception",
			"source": "LOKL",
			"page": 75,
			"level": 14,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Knight Vigilant"
				]
			},
			"prerequisites": "{@feat Knight Vigilant Dedication|LOCG}, Interrupt Charge",
			"entries": [
				"You react to movement with hardly a thought, seeming constantly poised to spring. At the start of each of your turns, you gain an additional reaction that you can use only to Interrupt Charge."
			]
		},
		{
			"name": "Keep Up the Good Fight",
			"source": "LOKL",
			"page": 75,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 14,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Knight Vigilant"
				]
			},
			"prerequisites": "{@feat Knight Vigilant Dedication|LOCG}",
			"frequency": {
				"number": 1,
				"unit": "hour"
			},
			"trigger": "A foe's {@action Strike} reduces you to 0 Hit Points.",
			"requirements": "You had more than 1 Hit Point before the triggering {@action Strike}, and the {@action Strike} wouldn't kill you.",
			"entries": [
				"Your devotion to helping others and doing good keeps you going, even against insurmountable odds. Instead of being knocked out, you are reduced to 1 Hit Point, gain a number of temporary Hit Points equal to your level for 1 round, and increase your {@condition wounded} value by 1."
			]
		},
		{
			"name": "Empyreal Aura",
			"source": "LOKL",
			"page": 75,
			"level": 20,
			"traits": [
				"archetype",
				"aura"
			],
			"prerequisites": "Knight Vigilant, legendary in {@skill Religion}",
			"entries": [
				"As an ultimate foe of evil and protector of the innocent, your very presence is a ward against evil. Each evil creature within 30 feet of you at the end of your turn must succeed at a Will save against the higher of your class DC or spell DC or else become {@condition slowed||slowed 1} ({@condition slowed||slowed 2} on a critical failure). On a successful save, the creature is temporarily immune for 10 minutes."
			]
		},
		{
			"name": "Tower Shield Mastery",
			"source": "LOKL",
			"page": 75,
			"level": 20,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Knight Vigilant"
				]
			},
			"prerequisites": "{@feat Knight Vigilant Dedication|LOCG}",
			"entries": [
				"You've learned how to maximize the defensive abilities of your tower shield. You are constantly {@condition quickened} and can use the additional action only to {@action Take Cover} behind your tower shield after you have Raised it."
			]
		},
		{
			"name": "Ashen Veil",
			"source": "LOKL",
			"page": 76,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 7,
			"traits": [
				"archetype",
				"manipulate",
				"skill"
			],
			"featType": {
				"archetype": [
					"Knight Reclaimant"
				]
			},
			"prerequisites": "{@feat Knight Reclaimant Dedication|LOCG}, expert in {@skill Religion}, master in {@skill Stealth}",
			"entries": [
				"By smearing ash or tainted earth over your skin and armor, you shroud yourself from the dead. You become {@condition concealed} to undead using vision or lifesense, allowing you to {@action Hide} and {@action Sneak} without other sources of cover or concealment. This effect lasts only as long as you continue to take no actions other than to {@action Hide}, {@action Sneak}, or other surreptitious actions. The GM determines which actions end the effect, but attacking, casting spells, activating items, and the like always do."
			]
		},
		{
			"name": "Voice Cold as Death",
			"source": "LOKL",
			"page": 76,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 7,
			"traits": [
				"archetype",
				"auditory",
				"concentrate",
				"emotion",
				"fear",
				"mental",
				"skill"
			],
			"featType": {
				"archetype": [
					"Knight Reclaimant"
				]
			},
			"prerequisites": "{@feat Knight Reclaimant Dedication|LOCG}, master in {@skill Intimidation}",
			"requirements": "You are not {@condition fatigued}.",
			"entries": [
				"Channeling the energy of the Crimson Oath into your voice, you pronounce a threat in a tone so icy it freezes the blood. Attempt an {@skill Intimidation} check to {@action Demoralize}; you don't suffer a penalty if the target doesn't understand the language you're speaking, but this otherwise functions as normal. You can't use Intimidating Glare or any other effect that would cause your {@action Demoralize} attempt to lose the {@trait auditory} trait as part of using this feat. If you critically succeed at your {@skill Intimidation} check, the target becomes {@condition stunned||stunned 1}, or {@condition stunned||stunned 2} if the target is undead. After using this feat, you are {@condition fatigued} until the end of your next turn, and you can't use this feat again until the end of your next turn."
			]
		},
		{
			"name": "Hilt Hammer",
			"source": "LOKL",
			"page": 76,
			"level": 10,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Knight Reclaimant"
				]
			},
			"prerequisites": "{@feat Knight Reclaimant Dedication|LOCG}",
			"entries": [
				"You know how to turn any weapon into a bone-crushing implement of skeletal destruction. Melee weapons you wield gain the {@trait versatile B} trait. You can use the weapon only to deal bludgeoning damage when making melee attacks. At the GM's discretion, specific weapons might not be able to gain the {@trait versatile B} trait."
			]
		},
		{
			"name": "For Love, for Lightning",
			"source": "LOKL",
			"page": 76,
			"level": 12,
			"traits": [
				"rare",
				"archetype"
			],
			"featType": {
				"archetype": [
					"Knight Reclaimant"
				]
			},
			"prerequisites": "{@feat Knight Reclaimant Dedication|LOCG}",
			"access": "A character who performs a specialized mission for Clarethe Iomedar has access to this option.",
			"entries": [
				"Rumors suggest this technique was pioneered by knights who undertook missions for Clarethe Iomedar at the half-moon, but many Crimson Reclaimers have since mastered it. You learn the for love, for lightning focus spell (see below). If you don't already have one, you gain a focus pool of 1 Focus Point, which you can regain using the {@action Refocus} activity to recite the Crimson Oath and meditate on its teachings; if you already have a focus pool, increase the number of Focus Points in your focus pool by 1. Your knight reclaimant focus spells are divine spells; when you gain this feat, you become trained in divine spell attacks and spell DCs. Charisma is the key spellcasting ability for knight reclaimant focus spells."
			]
		},
		{
			"name": "Reclaimant Plea",
			"source": "LOKL",
			"page": 76,
			"level": 12,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Knight Reclaimant"
				]
			},
			"prerequisites": "{@feat Knight Reclaimant Dedication|LOCG}, ability to cast divine spells",
			"entries": [
				"You call on the power of the Crimson Oath to gain magical aid. Choose one of the following spells: {@spell air walk}, {@spell dimensional anchor}, {@spell freedom of movement}, {@spell invisibility}, {@spell remove curse}, {@spell searing light}. You can Cast that Spell once per day as a 4th-level divine innate spell. At 14th level, the spell heightens to 5th level, and at 16th level, the spell heightens to 6th level. If you anger the mysterious source of the Crimson Oath's power, you lose the ability to cast the spell until you atone."
			],
			"special": [
				"You can select this feat a second time at 14th level, gaining a second spell from the list above, death ward, or flame strike, which you can cast once per day; you also become an expert in divine spell DCs and divine spell attack rolls. You can select this feat a third time at 18th level, gaining either a third spell from the list above, death ward, flame strike, or sunburst, which you can cast once per day; additionally, all three spells from this feat heighten to 7th level, and you become a master of divine spell attacks and spell DCs."
			]
		},
		{
			"name": "Shepherd of Desolation",
			"source": "LOKL",
			"page": 76,
			"level": 12,
			"traits": [
				"archetype",
				"aura"
			],
			"featType": {
				"archetype": [
					"Knight Reclaimant"
				]
			},
			"prerequisites": "{@feat Knight Reclaimant Dedication|LOCG}, {@feat Survivor of Desolation|LOCG}",
			"entries": [
				"You know how to keep others alive in the Gravelands' murkiest shadows. Allies within 10 feet of you gain the benefit of Survivor of Desolation. If you are a champion, this aura is a champion aura, even though you gained it from Knight Reclaimant instead of a champion feat or feature."
			]
		},
		{
			"name": "Crimson Oath Devotion",
			"source": "LOKL",
			"page": 76,
			"level": 14,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Knight Reclaimant"
				]
			},
			"prerequisites": "{@feat Knight Reclaimant Dedication|LOCG}, ability to cast focus spells",
			"entries": [
				"You've made the Crimson Oath a part of yourself; you mumble it in your sleep and recite it under your breath as you march.",
				"You become an expert in divine spell attacks and spell DCs. If you have spent at least 2 Focus Points since the last time you Refocused, you recover 2 Focus Points when you {@action Refocus} instead of 1."
			]
		},
		{
			"name": "The Tyrant Falls!",
			"source": "LOKL",
			"page": 76,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 20,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Knight Reclaimant"
				]
			},
			"prerequisites": "{@feat Knight Reclaimant Dedication|LOCG}, Invoke the Crimson Oath (Character Guide 95)",
			"frequency": {
				"number": 1,
				"unit": "day"
			},
			"entries": [
				"You've reached the apex of the Crimson Oath's power.",
				"The oath's power is overwhelming—too much for a mortal frame—but victory is worth any price. When you use this feat, you cry out the final line of the Crimson Oath, unleashing unbridled power for 1 minute. You can {@action Dismiss} this effect. While this effect is active, you gain the following effects:",
				{
					"type": "list",
					"items": [
						"At the beginning of each of your turns, you become {@condition drained||drained 1} or increase the value of your {@condition drained} condition by 1 if you are already {@condition drained}. You can't reduce the value of your {@condition drained} condition or remove it while The Tyrant Falls! is active. While The Tyrant Falls! is active, your {@condition drained} condition does not penalize your Fortitude save.",
						"You can cast {@spell invoke the Crimson Oath|LOCG} (Character Guide 90) at will without expending Focus Points. When you do, increase the area to a 40-foot cone.",
						"You gain resistance to all damage equal to half your character level.",
						"Any melee weapon you wield gains the {@trait reach} trait if it didn't already possess it, or increases its reach by 5 feet if it already has the {@trait reach} trait. Your {@action Strike||Strikes} with that weapon deal an extra {@damage 2d6} positive or negative damage (whichever is more effective against the target)."
					]
				}
			]
		},
		{
			"name": "Always Ready",
			"source": "LOKL",
			"page": 78,
			"level": 4,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Lastwall Sentry"
				]
			},
			"prerequisites": "{@feat Lastwall Sentry Dedication|LOWG}",
			"entries": [
				"Extensive training against undead has taught you to cover your weak points, even when you think that you're alone. You aren't {@condition flat-footed} to {@condition hidden}, {@condition undetected}, or flanking undead of your level or lower. However, the undead can still help their allies flank. If all of your opponents are undead, you gain a +1 circumstance bonus to initiative rolls; the GM determines whether to apply this bonus if undead are disguised as another type of creature, if another type of creature is disguised as undead, or if there are additional opponents you haven't noticed who aren't undead."
			]
		},
		{
			"name": "Bless Shield",
			"source": "LOKL",
			"page": 78,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 4,
			"traits": [
				"archetype",
				"divine"
			],
			"featType": {
				"archetype": [
					"Lastwall Sentry"
				]
			},
			"prerequisites": "{@feat Lastwall Sentry Dedication|LOWG}, you worship a good-aligned deity",
			"entries": [
				"Your uttered prayers become an aegis, drawing the blessing of your deity across the surface of your shield. Until the beginning of your next turn your shield, any {@item shield boss}, or {@item shield spikes} gain the effects of a {@item ghost touch} property rune. Additionally, damage you take as a result of an incorporeal creature's {@action Strike} can trigger your Shield Block reaction, even if the damage isn't physical damage."
			]
		},
		{
			"name": "Familiar Foe",
			"source": "LOKL",
			"page": 78,
			"level": 4,
			"traits": [
				"archetype",
				"skill"
			],
			"featType": {
				"archetype": [
					"Lastwall Sentry"
				]
			},
			"prerequisites": "{@feat Lastwall Sentry Dedication|LOWG}, expert in {@skill Religion} or {@skill Lore||Undead Lore}",
			"entries": [
				"You regularly face off against undead and can identify many with a glance. You gain a +1 circumstance bonus on skill checks to {@action Recall Knowledge} about undead. Whenever you roll a critical failure on a check to {@action Recall Knowledge} about undead, you get a failure instead."
			]
		},
		{
			"name": "Final Rest",
			"source": "LOKL",
			"page": 78,
			"level": 4,
			"traits": [
				"archetype",
				"skill"
			],
			"featType": {
				"archetype": [
					"Lastwall Sentry"
				]
			},
			"prerequisites": "{@feat Lastwall Sentry Dedication|LOWG}",
			"entries": [
				"As stubborn in death as you are in life, you vow you'll never aid your hated enemies. You can't be transformed into an undead, except by effects that originate from an artifact or deity. Undead creatures that touch your corpse take 1 positive damage each time they do, or {@damage 1d6} positive damage each time they expose themselves to your corpse in a more thorough manner, such as by biting or carrying your corpse."
			]
		},
		{
			"name": "Nonlethal Takedown",
			"source": "LOKL",
			"page": 79,
			"level": 4,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Lastwall Sentry"
				]
			},
			"prerequisites": "{@feat Lastwall Sentry Dedication|LOWG}",
			"entries": [
				"You prefer to use nonlethal means against living opponents, but the weapons you carry are lethal enough to destroy undead. You don't take the normal –2 circumstance penalty when attacking nonlethally with a weapon that lacks the {@trait nonlethal} trait."
			]
		},
		{
			"name": "Practiced Opposition",
			"source": "LOKL",
			"page": 79,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 6,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Lastwall Sentry"
				]
			},
			"prerequisites": "{@feat Lastwall Sentry Dedication|LOWG}",
			"entries": [
				"You've battled more undead than you care to remember, often with little time to prepare between foes, forcing you to rely on experience and muscle memory to guide your blade. Attempt a check to {@action Recall Knowledge} about an undead you can see and then {@action Strike} that undead. If your attempt to {@action Recall Knowledge} is successful, your {@action Strike} treats the target's resistances as 5 lower. The target is then immune to your Practiced Opposition for 24 hours."
			]
		},
		{
			"name": "Repulse the Wicked",
			"source": "LOKL",
			"page": 79,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 6,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Lastwall Sentry"
				]
			},
			"prerequisites": "{@feat Lastwall Sentry Dedication|LOWG}",
			"trigger": "An undead within your reach critically fails an attack roll targeting you.",
			"entries": [
				"You use your foe's failure as an opening to push them away. You attempt to {@action Shove} the undead."
			]
		},
		{
			"name": "Sacred Armaments",
			"source": "LOKL",
			"page": 79,
			"level": 6,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Lastwall Sentry"
				]
			},
			"prerequisites": "{@feat Lastwall Sentry Dedication|LOWG}",
			"entries": [
				"Through the power of your faith or the blessing of a priest, your weapons are fully effective against incorporeal creatures.",
				"Weapons you wield have the effects of a {@item ghost touch} property rune for as long as you wield them."
			]
		},
		{
			"name": "Flashing Shield",
			"source": "LOKL",
			"page": 79,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"level": 8,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Lastwall Sentry"
				]
			},
			"prerequisites": "{@feat Lastwall Sentry Dedication|LOWG}, you worship a good-aligned deity",
			"trigger": "You use the Shield Block reaction, and the opponent that triggered the Shield Block is undead and adjacent to you.",
			"entries": [
				"Your shield flares with holy light as you block the attack, searing the undead with the power of your faith. The triggering undead takes positive damage equal to half your level and becomes {@condition flat-footed} for 1 round."
			]
		},
		{
			"name": "Necromantic Bulwark",
			"source": "LOKL",
			"page": 79,
			"level": 8,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Lastwall Sentry"
				]
			},
			"prerequisites": "{@feat Lastwall Sentry Dedication|LOWG}",
			"entries": [
				"Regular exposure to necromantic effects left you better able to defend against them. When you have your shield raised, you gain your shield's circumstance bonus to saving throws against effects that would deal negative damage. If you have the Shield Block reaction, negative damage you take can trigger the reaction, even though the damage isn't physical damage."
			]
		},
		{
			"name": "Grave Sight",
			"source": "LOKL",
			"page": 79,
			"level": 10,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Lastwall Sentry"
				]
			},
			"prerequisites": "{@feat Lastwall Sentry Dedication|LOWG}, Grave Sense",
			"entries": [
				"Your ability to sense undead has improved. You sense undead as an imprecise sense (Core Rulebook 464) with a range of 60 feet: an uncomfortable sensation brushes against your spirit and stinks of rot. When in proximity to an undead, you can sense its presence, but it has the {@condition hidden} condition instead of the {@condition observed} condition. An undead using a disguise or otherwise trying to hide its presence must attempt a {@skill Deception} or {@skill Stealth} check against your {@skill Perception} DC to hide its presence from you. If the creature succeeds, it's {@condition undetected}, and you have to use the {@action Seek} basic action to detect the creature. As with hearing and other imprecise senses, you still need to {@action Seek} to locate an {@condition undetected} creature."
			]
		},
		{
			"name": "No Stranger to Death",
			"source": "LOKL",
			"page": 79,
			"level": 12,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Lastwall Sentry"
				]
			},
			"prerequisites": "{@feat Lastwall Sentry Dedication|LOWG}",
			"entries": [
				"Your regular exposure to the insidious putrescence of undeath inured you to its effects. You gain a +2 circumstance bonus to saving throws made against spells and effects with the death, {@trait disease}, and {@trait evil} traits. Whenever you become {@condition drained} or {@condition sickened}, reduce the status penalty you take from the condition by 1, to a minimum of 0."
			]
		},
		{
			"name": "Resolute Defender",
			"source": "LOKL",
			"page": 79,
			"level": 14,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Lastwall Sentry"
				]
			},
			"prerequisites": "{@feat Lastwall Sentry Dedication|LOWG}",
			"entries": [
				"You hold your shield together with the power of your faith and conviction, refusing to let wood splinter and steel shatter until the day's battles are won. If a shield would be destroyed due to damage taken during your Shield Block, the shield remains intact at 1 Hit Point instead. Its construction is weakened until you repair it, preventing you from using Resolute Defender to save the same shield again until your next daily preparations."
			]
		},
		{
			"name": "Thwart Evil",
			"source": "LOKL",
			"page": 79,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 14,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Lastwall Sentry"
				]
			},
			"prerequisites": "{@feat Lastwall Sentry Dedication|LOWG}, master in {@skill Religion}",
			"frequency": {
				"number": 1,
				"unit": "day"
			},
			"trigger": "A creature you can see uses a spell or ability that has the {@trait evil} or {@trait negative} traits.",
			"entries": [
				"You react instinctively when you sense evil forming, thrusting your spiritual energy toward the source to snuff out evil before it fully manifests. Attempt to counteract the triggering spell or ability using your {@skill Religion} modifier as your counteract modifier."
			]
		},
		{
			"name": "Withstand Death",
			"source": "LOKL",
			"page": 79,
			"level": 16,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Lastwall Sentry"
				]
			},
			"prerequisites": "{@feat Lastwall Sentry Dedication|LOWG}, Necromantic Resistance",
			"entries": [
				"Through repeated exposure, you've trained to resist the damage wrought by undead. Your resistance to negative damage also applies to damage dealt by the attacks and abilities of undead creatures, regardless of damage type."
			]
		},
		{
			"name": "Angel of Vindication",
			"source": "LOKL",
			"page": 80,
			"level": 4,
			"traits": [
				"uncommon",
				"archetype"
			],
			"featType": {
				"archetype": [
					"Assassin"
				]
			},
			"prerequisites": "{@feat Assassin Dedication|APG}",
			"requirements": "Your mark is an undead creature.",
			"entries": [
				"To aid with your mission of destroying undead, you've specialized in techniques to destroy them, much as other assassins learn to kill the living. When you {@action Strike} a {@condition flat-footed} undead foe with a weapon that has the backstabber weapon trait, you deal 3 extra precision damage instead of 1. If the weapon is a +3 weapon, you deal 6 extra precision damage instead of 2. If you have the Angel of Death feat, your attacks also instantly destroy undead at 0 Hit Points, and attempts for the undead to rejuvenate—such as via a lich's soul cage or a ghost's rejuvenation ability—fail unless the effect's counteract level is higher than half your level when you killed the creature (rounded up), or originates from an artifact or deity. Finally, if you have the Assassinate feat and an undead mark critically fails its save against your Assassinate, it is destroyed."
			]
		},
		{
			"name": "Eclipsed Vitality",
			"source": "LOKL",
			"page": 80,
			"level": 4,
			"traits": [
				"uncommon",
				"archetype",
				"skill"
			],
			"featType": {
				"archetype": [
					"Assassin"
				]
			},
			"prerequisites": "{@feat Assassin Dedication|APG} or {@feat Scout Dedication|APG}, master in {@skill Stealth}",
			"entries": [
				"You shroud yourself in ashes that hide the vital essence sought by life-sensing undead. You're always taking precautions when {@action Avoid Notice||Avoiding Notice}, Hiding, and Sneaking to foil lifesense, and you're {@condition concealed} to any creature using only precise lifesense to observe you."
			]
		},
		{
			"name": "Gravelands Herbalist",
			"source": "LOKL",
			"page": 80,
			"level": 4,
			"traits": [
				"uncommon",
				"archetype"
			],
			"featType": {
				"archetype": [
					"Herbalist"
				]
			},
			"prerequisites": "{@feat Herbalist Dedication|APG}, trained in {@skill Religion}",
			"entries": [
				"Your time with the {@organization Knights of Lastwall} has taught you the secrets of creating and improving upon Lastwall soup. Add Lastwall soup (Character Guide 92) to your list of herbal items. At 10th level, you can make an improved version of Lastwall soup that grants a +3 item bonus. At 18th level, you can make a greater version of Lastwall soup that grants a +4 item bonus, and its nourishing properties grant you 10 temporary Hit Points that last up to 10 minutes after eating it."
			]
		},
		{
			"name": "Push Back the Dead!",
			"source": "LOKL",
			"page": 80,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 4,
			"traits": [
				"uncommon",
				"archetype",
				"auditory",
				"emotion",
				"stance"
			],
			"featType": {
				"archetype": [
					"Marshal"
				]
			},
			"prerequisites": "{@feat Marshal Dedication|APG}",
			"entries": [
				"You call to your ally and strengthen their resolve and abilities to defend against the horrific tricks undead bring to bear. The ally gains a +2 circumstance bonus to saves against effects originating from undead. It also gains resistance to damage from {@action Strike||Strikes} made by undead creatures equal to half your Charisma modifier."
			]
		},
		{
			"name": "Staggering Fire",
			"source": "LOKL",
			"page": 80,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 6,
			"traits": [
				"uncommon",
				"archetype",
				"press"
			],
			"featType": {
				"archetype": [
					"Archer"
				]
			},
			"prerequisites": "{@feat Archer Dedication|APG}",
			"entries": [
				"You've learned how to fire at enemies to slow them down, allowing innocents and fellow knights alike time to escape. Make a ranged {@action Strike} with a weapon in the bow weapon group. On a hit, the target takes a –5-foot circumstance penalty to its Speed until the end of its turn, or a –10-foot circumstance penalty on a critical hit."
			]
		},
		{
			"name": "Drive Back",
			"source": "LOKL",
			"page": 80,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 8,
			"traits": [
				"uncommon",
				"archetype"
			],
			"featType": {
				"archetype": [
					"Bastion"
				]
			},
			"prerequisites": "{@feat Bastion Dedication|APG}",
			"trigger": "An enemy within your reach {@action Strike||Strikes} an ally adjacent to you.",
			"requirements": "You have your shield raised.",
			"entries": [
				"You push the enemy back and attempt to intercede between the foe and your ally. You attempt to {@action Shove} the triggering enemy with your shield just as it attacks, pushing it back just after the attempt. Your shield has the {@trait shove} trait for this {@action Shove} attempt. If the {@action shove} succeeds, you throw off your enemy's timing, and the enemy takes a –1 circumstance penalty on its attack roll against your ally."
			]
		},
		{
			"name": "Preventative Treatment",
			"source": "LOKL",
			"page": 80,
			"level": 8,
			"traits": [
				"uncommon",
				"archetype",
				"secret"
			],
			"featType": {
				"archetype": [
					"Medic"
				]
			},
			"prerequisites": "{@feat Medic Dedication|APG}, {@feat Treat Condition|APG}",
			"entries": [
				"You provide preventative remedies and care to help your patient fight off future maladies. You {@feat Treat Condition|APG|Treat a Condition} the target doesn't yet have, naming any condition you could normally treat with Treat Condition. The counteract check gains the {@trait secret} trait, so the GM rolls it secretly. The next time within the next minute the creature would be affected by that condition, your treatment immediately attempts to reduce the condition value with the effects of Treat Condition, using the secret roll result for the check. Preventative Treatment lasts on a creature for 1 minute, until the treatment is used, or until you use Preventative Treatment again on that creature, whichever comes first."
			]
		},
		{
			"name": "Viking Vindicator",
			"source": "LOKL",
			"page": 80,
			"level": 8,
			"traits": [
				"uncommon",
				"archetype"
			],
			"featType": {
				"archetype": [
					"Viking"
				]
			},
			"prerequisites": "{@feat Viking Dedication|APG}",
			"entries": [
				"You are one of the raiders eagerly planning to launch an assault by sea on the Whispering Tyrant's Isle of Terror. You gain the {@feat Sudden Charge} fighter feat, though it's a viking feat for you instead. As normal when gaining an additional feat from an archetype feat, gaining {@feat Sudden Charge (Barbarian)|CRB|Sudden Charge} doesn't count toward fulfilling the special requirement for {@feat Viking Dedication|APG}. If you already had {@feat Sudden Charge (Barbarian)|CRB|Sudden Charge}, you can retrain it as part of gaining this feat. When you use {@feat Sudden Charge (Barbarian)|CRB|Sudden Charge} to {@action Strike} a target in shallow water, the target is {@condition flat-footed} against your {@action Strike}, as you use the water kicked up by your passage to camouflage your angle of attack. If you have {@feat Viking Weapon Familiarity|APG} or {@feat Viking Weapon Specialist|APG}, add the {@item bastard sword} and {@item rapier} to the list of weapons in those feats."
			]
		},
		{
			"name": "Stalwart Standard",
			"source": "LOKL",
			"page": 80,
			"level": 10,
			"traits": [
				"uncommon",
				"archetype"
			],
			"featType": {
				"archetype": [
					"Cavalier"
				]
			},
			"prerequisites": "{@feat Cavalier's Banner|APG}, {@feat Knight Vigilant Dedication|LOCG}",
			"entries": [
				"Your banner makes it harder for your foes to push your allies around and encourages your allies to protect the innocent. Allies benefiting from your Cavalier's Banner feat also gain a +1 circumstance bonus to their Fortitude and Reflex DCs against attempts to {@action Disarm}, {@action Grapple}, {@action Shove}, and {@action Trip}. Each benefited ally also gains a +1 status bonus to attack rolls against any creature that has dealt damage to an innocent of a lower level than that ally within the last round; summoned creatures, companions, or any creatures you or your allies put into danger on purpose to attempt to gain this bonus don't count."
			]
		},
		{
			"name": "Wave the Flag",
			"source": "LOKL",
			"page": 80,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 16,
			"traits": [
				"uncommon",
				"archetype",
				"emotion",
				"flourish",
				"mental",
				"visual"
			],
			"featType": {
				"archetype": [
					"Cavalier"
				]
			},
			"prerequisites": "{@feat Cavalier's Banner|APG}",
			"entries": [
				"You wave your banner, inspiring allies to throw off the shackles of fear. Each ally presently benefiting from your Cavalier's Banner feat reduces their current {@condition frightened} condition by 1 and can choose to immediately attempt a new saving throw against any one {@trait mental} effect currently affecting them. Regardless of the result, any ally that attempts a save is temporarily immune to Wave the Flag for 10 minutes."
			]
		},
		{
			"name": "Agile Shield Grip",
			"source": "LOKL",
			"access": "{@organization Knights of Lastwall} have access to this feat.",
			"page": 82,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 1,
			"traits": [
				"uncommon",
				"champion",
				"fighter"
			],
			"requirements": "You are wielding a shield with a {@item shield boss} or {@item shield spikes} in one hand.",
			"entries": [
				"You change your grip on the shield, allowing you to combine rapid attacks with your {@item shield boss} or {@item shield spikes} and your main weapon's {@action Strike||Strikes} in a series of swift motions. You reduce your {@item shield boss} and {@item shield spikes} weapon damage die to {@dice 1d4}. As long as the weapon damage die is {@dice 1d4}, your {@item shield boss} and shield spike {@action Strike||Strikes} gain the agile weapon trait. You can use Agile Shield Grip again to switch to a normal grip, returning the damage to the usual amount and removing the {@trait agile} trait."
			]
		},
		{
			"name": "Devoted Guardian",
			"source": "LOKL",
			"access": "{@organization Knights of Lastwall} have access to this feat.",
			"page": 82,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 2,
			"traits": [
				"uncommon",
				"champion",
				"fighter"
			],
			"requirements": "Your last action was to {@action Raise a Shield}.",
			"entries": [
				"You adopt a wide stance, ready to defend both yourself and your chosen ward. Select one adjacent creature. As long as your shield is raised and the creature remains adjacent to you, the creature gains a +1 circumstance bonus to their AC, or a +2 circumstance bonus if the shield you raised was a tower shield."
			]
		},
		{
			"name": "Reliable Squire",
			"source": "LOKL",
			"access": "{@organization Knights of Lastwall} have access to this feat.",
			"page": 82,
			"level": 2,
			"traits": [
				"uncommon",
				"bard",
				"champion"
			],
			"entries": [
				"You know the path to victory isn't traveled alone, and you lend aid to your companions whenever you can. You gain a +2 circumstance bonus to checks to {@action Aid}. If you roll a critical failure on a check to {@action Aid}, you get a failure instead."
			]
		},
		{
			"name": "Resilient Mind",
			"source": "LOKL",
			"access": "{@organization Knights of Lastwall} have access to this feat.",
			"page": 82,
			"level": 2,
			"traits": [
				"uncommon",
				"champion",
				"cleric"
			],
			"entries": [
				"You're firm in your convictions and have girded your mind against outside influence. You gain a +1 circumstance bonus to saves against {@trait mental} effects. This bonus increases to +2 against {@trait mental} effects originating from undead."
			]
		},
		{
			"name": "United Assault",
			"source": "LOKL",
			"access": "{@organization Knights of Lastwall} have access to this feat.",
			"page": 82,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 2,
			"traits": [
				"uncommon",
				"fighter",
				"flourish",
				"ranger"
			],
			"entries": [
				"Through countless battles, you've learned you're stronger when working alongside your allies. Make a {@action Strike}. Your {@action Strike} gains a circumstance bonus to damage rolls equal to the number of other different creatures that damaged the target since the end of the target's last turn, to a maximum of a +4 circumstance bonus."
			]
		},
		{
			"name": "Chemical Purification",
			"source": "LOKL",
			"access": "{@organization Knights of Lastwall} have access to this feat.",
			"page": 83,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"level": 4,
			"traits": [
				"uncommon",
				"additive <2>",
				"alchemist"
			],
			"frequency": {
				"number": 1,
				"unit": "round"
			},
			"trigger": "You use {@action Quick Alchemy} to craft an {@item alchemist's fire (generic)||alchemist's fire} or {@item ghost charge (generic)|apg|ghost charge}, and that bomb's level is at least 2 levels lower than your advanced alchemy level.",
			"entries": [
				"You developed a method to chemically purify and consecrate your bombs on the fly.",
				"You include this additive mixture when crafting your {@item alchemist's fire (generic)||alchemist's fire} or {@item ghost charge (generic)|apg|ghost charge}.",
				"The created bomb deals {@damage 1d4} {@condition persistent damage||persistent positive damage} in addition to whatever damage it would normally cause. As usual for positive damage, this damage harms only undead and creatures with {@ability negative healing|b2}."
			]
		},
		{
			"name": "Ghost Wrangler",
			"source": "LOKL",
			"access": "{@organization Knights of Lastwall} have access to this feat.",
			"page": 83,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 4,
			"traits": [
				"uncommon",
				"barbarian",
				"divine",
				"instinct",
				"necromancy",
				"rage"
			],
			"prerequisites": "{@class barbarian|crb|spirit instinct|spirit}",
			"entries": [
				"Spirits around you coalesce upon your fists, enabling you to seize and harm other ghosts and spirits. Until the beginning of your next turn, your fists gain the effects of the {@item ghost touch} property rune, and you can make Strength-based skill checks against incorporeal creatures."
			]
		},
		{
			"name": "Inspiring Resilience",
			"source": "LOKL",
			"access": "{@organization Knights of Lastwall} have access to this feat.",
			"page": 83,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 4,
			"traits": [
				"uncommon",
				"bard",
				"champion",
				"emotion",
				"mental"
			],
			"trigger": "You and at least one other creature become the target of a spell or effect with the emotion, {@trait fear}, or {@trait mental} trait that allows a saving throw, and you haven't rolled the save yet.",
			"entries": [
				"You show defiance in times of hardship and inspire your companions to persevere.",
				"Allies within 30 feet of you gain a +1 circumstance bonus to their Will save against the triggering effect, or a +2 circumstance bonus if the effect originated from an undead."
			]
		},
		{
			"name": "Knock Sense",
			"source": "LOKL",
			"access": "{@organization Knights of Lastwall} have access to this feat.",
			"page": 83,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 4,
			"traits": [
				"uncommon",
				"champion",
				"fighter"
			],
			"entries": [
				"You attack carefully to knock some sense into a creature whose actions aren't their own. Make a {@action Strike} against a {@condition confused} ally. The {@action Strike} is nonlethal and doesn't take a –2 penalty for using a weapon without the {@trait nonlethal} trait; if you hit and deal damage, your ally automatically succeeds at the flat check to remove the {@condition confused} condition when taking damage."
			]
		},
		{
			"name": "Prayer-Touched Weapon",
			"source": "LOKL",
			"access": "{@organization Knights of Lastwall} have access to this feat.",
			"page": 83,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"level": 4,
			"traits": [
				"uncommon",
				"cleric",
				"oracle"
			],
			"prerequisites": "divine spells, you follow a good-aligned deity",
			"frequency": {
				"number": 1,
				"unit": "turn"
			},
			"requirements": "Your most recent action was to cast a non-cantrip divine spell.",
			"entries": [
				"You coat a weapon you're wielding in prayers and the divine power given to you by your deity. Until the end of your turn, the weapon deals an extra {@damage 1d6} positive damage. As usual for positive damage, this damage harms only undead and creatures with negative healing."
			]
		},
		{
			"name": "Detonating Spell",
			"source": "LOKL",
			"access": "{@organization Knights of Lastwall} have access to this feat.",
			"page": 83,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 6,
			"traits": [
				"uncommon",
				"cleric",
				"concentrate",
				"metamagic",
				"oracle",
				"sorcerer",
				"witch",
				"wizard"
			],
			"entries": [
				"Your spell becomes volatile and explosive. If the next action you use is to {@action Cast a Spell} that deals damage to a single target and the spell successfully damages that target, the spell explodes, dealing {@trait splash} damage equal to the level of the spell cast to adjacent creatures. Unlike normally, this {@trait splash} damage doesn't apply to the target. The {@trait splash} damage dealt is of the same type the spell deals."
			]
		},
		{
			"name": "Divine Emissary",
			"source": "LOKL",
			"access": "{@organization Knights of Lastwall} have access to this feat.",
			"page": 83,
			"level": 6,
			"traits": [
				"uncommon",
				"sorcerer",
				"witch"
			],
			"prerequisites": "a familiar, you follow a good-aligned deity or patron",
			"entries": [
				"Your familiar is a divine emissary, sent to you by your deity or patron and infused with celestial powers. You can select one additional familiar ability each day, which must be one of the following divine emissary familiar abilities. You can't select more than one divine emissary familiar ability at a time.",
				"{@indentFirst {@b Erudite} Your familiar has incredible religious knowledge. Despite being a minion, your familiar gains 1 reaction at the start of its turns, which it can use only to {@action Aid} you on a {@skill Religion} check (it still has to prepare to help you as normal for the {@action Aid} reaction). It automatically succeeds its check to {@action Aid} you with {@skill Religion} checks or automatically critically succeeds if you're a master in {@skill Religion}.}",
				"{@indentFirst {@b Luminous} Your familiar glows with a comforting light. It sheds bright light in a 30-foot radius and dim light for the next 30 feet. It can suppress or resume this light by using an action, which has the {@trait concentrate} trait.}",
				"{@indentFirst {@b Medic} Your familiar can draw upon the power of your deity to {@action Cast a Spell} once per day. The familiar can cast the 1-action version of heal at a level 2 levels lower than your highest-level spell slot, which it can cast only on you. You must be able to cast 3rd-level spells from spell slots to select this ability.}",
				"{@indentFirst {@b Radiant} Your familiar is filled with a divine radiance that makes it resistant to the forces of evil. Your familiar gains resistance to evil and negative damage equal to half your level.}"
			]
		},
		{
			"name": "Shield Wall",
			"source": "LOKL",
			"access": "{@organization Knights of Lastwall} have access to this feat.",
			"page": 84,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 6,
			"traits": [
				"uncommon",
				"champion",
				"fighter"
			],
			"trigger": "Your shield is raised and an adjacent ally {@action Raise a Shield||Raises a Shield}.",
			"entries": [
				"You use your shield in tandem with an ally's, forming a barricade. Both you and the triggering creature have standard cover as long as you remain adjacent to each other and you both have your shields raised; when this is no longer the case, the effect ends. You and your ally can't use this cover to {@action Hide}, as it's obvious you're standing there holding your shields, but you and your ally can use it to {@action Take Cover}.",
				"Normally, if you and your ally don't move, Shield Wall lasts until the beginning of your next turn, when your shield is no longer raised."
			]
		},
		{
			"name": "Knight's Retaliation",
			"source": "LOKL",
			"access": "{@organization Knights of Lastwall} have access to this feat.",
			"page": 84,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 8,
			"traits": [
				"uncommon",
				"fighter",
				"swashbuckler"
			],
			"prerequisites": "trained in {@skill Athletics}",
			"trigger": "An undead creature within your reach critically fails a {@action Strike} against you.",
			"entries": [
				"You knock the enemy's blow aside and twist, unbalancing your foe. You attempt to {@action Disarm}, {@action Shove}, or {@action Trip} the triggering creature."
			]
		},
		{
			"name": "Retaliatory Cleansing",
			"source": "LOKL",
			"access": "{@organization Knights of Lastwall} have access to this feat.",
			"page": 84,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 8,
			"traits": [
				"uncommon",
				"alchemist"
			],
			"trigger": "You would take damage from an adjacent creature's {@action Strike}.",
			"requirements": "You're holding holy water or a bomb that deals positive damage in one of your hands.",
			"entries": [
				"You twist your hand in front of the blow, ensuring the enemy's attack shatters the required holy water or bomb. The creature takes the on-hit and {@trait splash} damage from the holy water or required bomb, not counting any additional effects you would add or apply when you throw the bomb, such as weapon specialization or Calculated Splash. You're splashed by the holy water or required bomb, although since positive damage harms only undead and creatures with negative healing, it's unlikely you will take damage."
			]
		},
		{
			"name": "Consecrate Spell",
			"source": "LOKL",
			"access": "{@organization Knights of Lastwall} have access to this feat.",
			"page": 84,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 10,
			"traits": [
				"uncommon",
				"cleric",
				"concentrate",
				"metamagic",
				"oracle",
				"sorcerer"
			],
			"prerequisites": "ability to cast focus spells, divine spells",
			"entries": [
				"You infuse a spell with the power of your faith, consecrating it. If the next action you use is to {@action Cast a Spell} that targets a single undead, you can expend a Focus Point, channeling the power of your focus spells into the primary spell. If you do, the spell you cast deals additional good or positive damage (your choice) equal to the level of your focus spells. As normal for additional damage, this additional damage is doubled if the spell cast requires an attack roll and the result of the attack roll is a critical hit, or if the spell cast requires a saving throw and the result of the saving throw is a critical failure."
			]
		},
		{
			"name": "Corpse-Killer's Defiance",
			"source": "LOKL",
			"access": "{@organization Knights of Lastwall} have access to this feat.",
			"page": 85,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 10,
			"traits": [
				"uncommon",
				"barbarian",
				"swashbuckler"
			],
			"trigger": "You destroy an undead foe.",
			"entries": [
				"You defy Tar-Baphon with every undead you destroy, using your victory to rally your allies. Allies that can see you gain a +1 status bonus to attack and damage rolls against undead for 1 round, or a +2 status bonus to attack and damage rolls against undead for 2 rounds if the undead foe destroyed was a creature of your level or higher."
			]
		},
		{
			"name": "Holy Light",
			"source": "LOKL",
			"access": "{@organization Knights of Lastwall} have access to this feat.",
			"page": 85,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 10,
			"traits": [
				"uncommon",
				"champion",
				"cleric",
				"concentrate",
				"divine",
				"evocation",
				"light"
			],
			"prerequisites": "you follow a good-aligned deity",
			"entries": [
				"You raise your arms to the sky and pray fervently, surrounding yourself in a beacon of holy light. The beacon sheds bright light in a 30-foot-radius, 100-foot-high cylinder centered on you until the beginning of your next turn. Evil creatures in the area must succeed at a Will save equal to your class DC or spell DC (whichever is higher) or become {@condition dazzled} for 1 round."
			]
		},
		{
			"name": "Miraculous Intervention",
			"source": "LOKL",
			"access": "{@organization Knights of Lastwall} have access to this feat.",
			"page": 85,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 12,
			"traits": [
				"uncommon",
				"champion",
				"cleric"
			],
			"trigger": "An adjacent fiend or undead begins to use a reaction.",
			"entries": [
				"Through divine intervention or whispered prayers, you foil an enemy's response.",
				"If the triggering creature's level is equal to or lower than yours, you disrupt the triggering reaction. If the triggering creature's level is higher than yours, you must make an attack roll or spell attack roll against its AC (your choice). On a success, you disrupt the reaction."
			]
		},
		{
			"name": "Necromantic Deflection",
			"source": "LOKL",
			"access": "{@organization Knights of Lastwall} have access to this feat.",
			"page": 85,
			"level": 12,
			"traits": [
				"uncommon",
				"champion",
				"druid"
			],
			"entries": [
				"You imbue your shield with life-giving energy to deflect harmful necromantic magic. When you have your shield raised, you gain the shield's circumstance bonus to your AC and saving throws against necromancy spells. If you have the Shield Block reaction, damage you take as a result of a necromancy spell can trigger that reaction, even if it isn't physical damage."
			]
		},
		{
			"name": "Shared Sight",
			"source": "LOKL",
			"access": "{@organization Knights of Lastwall} have access to this feat.",
			"page": 85,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 12,
			"traits": [
				"uncommon",
				"bard",
				"concentrate",
				"metamagic",
				"sorcerer"
			],
			"prerequisites": "{@feat Soulsight (Bard)|APG|Soulsight}",
			"entries": [
				"You bestow the mystical vision granted to you by your muse upon your allies. If your next action is to cast a non-cantrip spell that affects one or more of your allies, all affected allies gain your spiritsense for 1 minute."
			]
		},
		{
			"name": "Purifying Breeze",
			"source": "LOKL",
			"access": "{@organization Knights of Lastwall} have access to this feat.",
			"page": 85,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 14,
			"traits": [
				"uncommon",
				"cleric",
				"oracle",
				"sorcerer"
			],
			"prerequisites": "divine spells",
			"requirements": "Your most recent action was to cast a non-cantrip spell with the {@trait healing} trait.",
			"entries": [
				"You transfer the divine essence of your magic to the air around you, cleansing it of toxins. Attempt a counteract check against each airborne {@trait disease} or {@trait poison} effect in a 15-foot radius around you. Regardless of your success or failure, until the beginning of your next turn, all creatures in the purified area gain a +1 status bonus to Fortitude saving throws."
			]
		}
	]
}
