{
	"feat": [
		{
			"name": "Elemental Familiar",
			"source": "RoE",
			"page": 20,
			"level": 1,
			"traits": [
				"kineticist"
			],
			"entries": [
				"A small creature made of elemental matter springs forth from your kinetic gate. This elemental familiar appears to be made of one of your kinetic elements, though it might have unusual or distinguishing aspects. Like other familiars, your elemental familiar can assist you in various tasks and on adventures.",
				"You gain an elemental familiar (page 42) with the trait of one of your kinetic elements. If you have more than one kinetic element, you can change the element you've selected for your familiar to a different one of your kinetic elements each time you make your daily preparations. The familiar uses your Constitution modifier to determine its {@skill Perception}, {@skill Acrobatics}, and {@skill Stealth} modifiers."
			]
		},
		{
			"name": "Extended Kinesis",
			"source": "RoE",
			"page": 20,
			"level": 1,
			"traits": [
				"kineticist"
			],
			"prerequisites": "{@action Base Kinesis|RoE}",
			"entries": [
				"You've refined the control you can exert over your elements. Add the following options to {@action Base Kinesis|RoE}.",
				{
					"type": "list",
					"items": [
						"Proliferate You cause an existing element to expand. This works like the generate option, except that you can either create an equal quantity of the element in the same square as its source or in an adjacent square, or cause the element to expand to fill its square (making a flame bigger or turning a twig into a small tree, for example). After you proliferate an element, it reacts to the environment naturally—water you proliferated into thin air would splash back down, for example. This affects only natural forms of the element, not durable, crafted goods.",
						"Regulate (air, fire, metal, or water only) You change the temperature of an existing element, making it colder or warmer. This can snuff out a flame or turn water to ice or steam. After this change, the element cools or warms naturally unless you Sustain the impulse. An item that gets cold or hot enough (as determined by the GM) can be used as an improvised weapon that deals 1 cold damage or 1 fire damage in addition to the damage the GM determines for the improvised weapon.",
						"Sculpt (earth, metal, or wood only) Reshape an existing element into a small object of a design you choose. It looks crude and artificial on close examination. The sculpted element can be shaped into a functional short tool (or a long tool if your {@action Base Kinesis|RoE} can affect 1 Bulk or greater). It's too fragile and artificial to be used as a weapon or have any monetary value."
					]
				}
			]
		},
		{
			"name": "Versatile Blasts",
			"source": "RoE",
			"page": 21,
			"level": 1,
			"traits": [
				"kineticist"
			],
			"entries": [
				"Accessing a wider realm of elemental manifestations, you can make blasts with rare forms of your elements. Add the following damage types to those you can choose for Elemental Blasts of that element: air cold, earth poison, fire cold, metal electricity, water acid, wood poison."
			]
		},
		{
			"name": "Weapon Infusion",
			"source": "RoE",
			"page": 21,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"level": 1,
			"traits": [
				"infusion",
				"kineticist"
			],
			"entries": [
				"With a signature flair, you shape blasts of elemental power into the form of a weapon, such as a sword made of whirling wind or a bow that shoots flames. If your next action is an {@action Elemental Blast|RoE}, choose a weapon shape for it to take. You can choose to change the blast's damage type to bludgeoning, piercing, or slashing—whichever suits the weapon shape—and you can choose other alterations depending on whether you make a melee or ranged blast.",
				"Melee Add one of the following traits of your choice: agile, backswing, forceful, reach, sweep.",
				"Ranged Choose one of three options: range increment 100 feet and the volley 30 feet trait, range increment 50 feet and the {@trait propulsive} trait, or range increment 20 feet and the {@trait thrown} trait."
			]
		},
		{
			"name": "Kinetic Activation",
			"source": "RoE",
			"page": 21,
			"level": 2,
			"traits": [
				"kineticist"
			],
			"entries": [
				"Rather than incantations and gestures, you can use your kinetic gate to directly unlock the potential of elementally empowered magic items. You can Activate magic items that require you to be able to {@action Cast a Spell}, provided you activate them to {@action Cast a Spell} with the same trait as one of your kinetic elements; for example, if you can channel fire, you could",
				{
					"type": "ability",
					"components": [
						"a scroll of fireball."
					]
				},
				"For {@trait any} effects of these items that use a spell attack roll or spell DC, you can substitute your impulse attack roll or class DC.",
				"You can also prepare a staff that has at least one spell with an appropriate trait, using half your level rounded up to determine the number of charges you add. This doesn't allow you to cast spells without the trait of one of your kinetic elements, and you don't get the extra benefits prepared and spontaneous spellcasters do."
			]
		},
		{
			"name": "Voice of Elements",
			"source": "RoE",
			"page": 21,
			"level": 2,
			"traits": [
				"kineticist"
			],
			"entries": [
				"You can speak with the secret tones of elements you channel, finding words in the crackle of flame, the grinding of stone. Your kinetic aura grants you these three benefits while active.",
				{
					"type": "list",
					"items": [
						"You can speak all the languages of your kinetic elements (Sussuran for air, Petran for earth, Pyric for fire, Talican for metal, Thalassic for water, Muan for wood).",
						"You can communicate with mindless elementals on a basic level if they have {@trait a} trait that matches one of your kinetic elements or are made of one of those elements. This allows you to use {@skill Diplomacy} to {@action Make an Impression} on them and to make very simple Requests.",
						"You gain a +2 circumstance bonus to Charisma-based skill checks you attempt against elementals of one of your kinetic elements."
					]
				}
			]
		},
		{
			"name": "Command Elemental",
			"source": "RoE",
			"page": 21,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 4,
			"traits": [
				"impulse",
				"kineticist",
				"primal"
			],
			"entries": [
				"You grasp the animating force within an elemental creature and bend it to your will. Choose {@trait a} trait matching one of your kinetic elements and target an elemental creature within 30 feet that has the chosen trait. The elemental becomes {@condition controlled} by you if its level is equal to or lower than your level — 3, or {@condition slowed||slowed 1} for as long as you Sustain the effect if its level is equal to your level — 2 or higher. It can attempt a Will saving throw against your class DC to resist being {@condition controlled} by you or to end the {@condition slowed} effect. If the target is already under someone else's command, it can't be {@condition slowed} by this ability, and the controlling creature also rolls a saving throw, with the elemental using the better result.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": [
							"The target is unaffected and is temporarily immune for 24 hours."
						],
						"Success": [
							"The target is unaffected."
						],
						"Failure": [
							"The elemental creature is {@condition controlled} or {@condition slowed} as long as you Sustain the impulse, up to 1 minute. This effect ends if you or an ally attacks the elemental."
						],
						"Critical Failure": [
							"As failure, but you can Sustain the impulse up to 1 hour."
						]
					}
				}
			]
		},
		{
			"name": "Safe Elements",
			"source": "RoE",
			"page": 22,
			"level": 4,
			"traits": [
				"kineticist"
			],
			"entries": [
				"Elements are wild and dangerous, but you've found ways to reduce their risk. When you {@action Channel Elements|RoE} or use a stance impulse that affects your kinetic aura, you can designate a number of creatures up to your Constitution modifier (minimum 1 creature). Choose whether they are immune to the benefits of your kinetic aura or immune to its damage and drawbacks. You don't have to be able to see a creature to designate it, nor does it need to be in your kinetic aura, but you can't designate a creature that's {@condition unnoticed} by you. In addition, you gain the Pacifying Infusion action. Pacifying Infusion {@as 1} (infusion) If your next action is an impulse, it gains the {@trait nonlethal} trait. If it has an area, you can exclude creatures you've designated with Safe Elements from its effects."
			]
		},
		{
			"name": "Counter Element",
			"source": "RoE",
			"page": 22,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 6,
			"traits": [
				"impulse",
				"kineticist"
			],
			"prerequisites": "exactly one kinetic element",
			"trigger": "You're targeted by or in the area of an effect that has the trait matching your kinetic element and originates from an enemy or hazard.",
			"entries": [
				"Your absolute dedication to a single element lets you attempt to gain control over it, even when the element is in service to another entity. You attempt to counteract the effect, using your kineticist class DC – 10 as your counteract check modifier and half this impulse's level rounded up as the counteract rank. If you counteract the effect, you protect only yourself unless you got a critical success on your counteract check.",
				"Level (12th) If you successfully counteract the effect, you can have it target or affect a different creature within 30 feet of you. If you got a critical success on the counteract check, you can choose the effect's targets or entire area."
			]
		},
		{
			"name": "Fearsome Familiar",
			"source": "RoE",
			"page": 22,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 6,
			"traits": [
				"impulse",
				"kineticist",
				"primal"
			],
			"prerequisites": "a familiar",
			"entries": [
				"Your elemental familiar trades places with an elemental from its elemental plane. Summon a common creature that has the {@trait elemental} trait and a level no greater than your level – 4.",
				"This creature appears in the same space as your familiar, which disappears for the duration of this impulse. You can Sustain this impulse up to 1 minute. When the impulse ends, the familiar appears in the space the summoned elemental occupied. A familiar can endure this process only so often—if you use this impulse on your familiar more than once per day, it dies as soon as it returns the second time."
			]
		},
		{
			"name": "Two-Element Infusion",
			"source": "RoE",
			"page": 22,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"level": 6,
			"traits": [
				"infusion",
				"kineticist"
			],
			"prerequisites": "two or more kinetic elements",
			"entries": [
				"Slamming one element into another, you combine their strengths. If the next action you use is an {@action Elemental Blast|RoE}, choose two of your kinetic elements instead of one. The blast gains the traits of both elements and uses the highest range and damage die among the two elements. Half the blast's damage is the damage type of one element, and the other half is the damage type of the other element. If the total damage is an odd number, you choose which element deals the higher damage. Determine the damage amounts before altering the amount due to halving, doubling, resistances, weaknesses, and other calculations. If either element can deal more than one type of damage, you can still choose which damage type to use. You gain any added effects of both elements, such as their critical blast junction effects."
			]
		},
		{
			"name": "Elemental Overlap",
			"source": "RoE",
			"page": 22,
			"level": 8,
			"traits": [
				"kineticist"
			],
			"prerequisites": "exactly one kinetic element",
			"entries": [
				"Though you've dedicated yourself to one element, you learn to mix that element with another. Gain a composite impulse feat that includes your kinetic element. You can use that impulse even though you can't channel all its elements. The feat's level must be lower than the level at which you selected Elemental Overlap."
			],
			"special": [
				"You can select this feat more than once, choosing a different impulse feat each time."
			]
		},
		{
			"name": "Purify Element",
			"source": "RoE",
			"page": 22,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 8,
			"traits": [
				"impulse",
				"kineticist",
				"primal"
			],
			"entries": [
				"You turn an element into its purest form. Choose one of your kinetic elements and target up to 1 cubic foot of that element within 30 feet. (One cubic foot of liquid is roughly 8 gallons.) You remove toxins and pollutants from the element as well as anything intruding into the element, such as plant roots in soil. This can't change the grade of a material, alter the form of a manufactured object, or change the structural integrity of the element. If the purification would remove an alchemical or magical pollutant (such as a poison or curse), Purify Element attempts to counteract that impurity, using your class DC — 10 for the counteract check. If it fails to counteract a particular impurity, any further attempt you make to counteract that impurity with Purify Element fails as well."
			]
		},
		{
			"name": "Aura Shaping",
			"source": "RoE",
			"page": 23,
			"level": 10,
			"traits": [
				"kineticist"
			],
			"entries": [
				"You control the size of your kinetic aura. You can make your kinetic aura's emanation any size from a 5-foot emanation to a 20-foot emanation (you must choose a multiple of 5). You choose the size when you {@action Channel Elements|RoE} and can change it when you use a stance impulse that affects your kinetic aura.",
				"Increase the maximum size you can choose by 5 feet at 15th and 20th levels."
			]
		},
		{
			"name": "Chain Infusion",
			"source": "RoE",
			"page": 23,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 10,
			"traits": [
				"infusion",
				"kineticist"
			],
			"entries": [
				"The elemental matter in your blast keeps reconstituting itself to travel onward, no matter how many bodies it collides with.",
				"If your next action is an {@action Elemental Blast|RoE} and it hits, attempt a new ranged {@action Elemental Blast|RoE} from the target against a different creature that's within the blast's range, measuring from the creature you hit. You can keep chaining the blast in this way each time you hit. Your multiple attack penalty applies normally to any blasts in the chain after the first. You can make up to five blasts total, but you can't target the same creature more than once. Roll damage only once and apply it to each creature you hit. (If you start with a melee blast, you still add your Strength to only that blast, not the successive ranged blasts.)"
			]
		},
		{
			"name": "Elemental Transformation",
			"source": "RoE",
			"page": 23,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 10,
			"traits": [
				"kineticist",
				"polymorph",
				"primal"
			],
			"prerequisites": "exactly one kinetic element",
			"frequency": {
				"number": 1,
				"unit": "day"
			},
			"requirements": "Your kinetic gate is deactivated.",
			"entries": [
				"You open your kinetic gate, but rather than activating your kinetic aura, you instead become overwhelmed with transformative elemental energy. You're affected by an {@spell elemental form} spell with the same trait as your kinetic element. You can heighten it to any spell rank up to half your level rounded up."
			]
		},
		{
			"name": "Effortless Impulse",
			"source": "RoE",
			"page": 23,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"level": 12,
			"traits": [
				"kineticist"
			],
			"trigger": "Your turn begins.",
			"entries": [
				"A steady ripple from your kinetic gate maintains one of your impulses. You immediately Sustain one of your active impulses that can be sustained."
			]
		},
		{
			"name": "Nourishing Gate",
			"source": "RoE",
			"page": 23,
			"level": 14,
			"traits": [
				"kineticist"
			],
			"entries": [
				"You can sustain yourself on a single drop of elemental dew or the slightest spark from the Plane of Fire. You gain a +2 status bonus to saving throws against poisons, sleep, and effects that would make you {@condition paralyzed}. You don't need to breathe, eat, or sleep, though you must still take a full night's rest every 24 hours to be able to make your daily preparations. During this time, you remain awake and alert, but you must spend the time meditating or attuning to your kinetic gate rather than engaging in other complex activities. Each kineticist attunes in their own individual way."
			]
		},
		{
			"name": "Rapid Reattunement",
			"source": "RoE",
			"page": 23,
			"level": 14,
			"traits": [
				"concentrate",
				"exploration",
				"kineticist"
			],
			"prerequisites": "reflow elements",
			"entries": [
				"You spend 10 minutes realigning your elemental connections in an elemental trance. Replace one of your impulse feats using the same process as reflow elements. If you have double reflow, you can replace two impulse feats instead of one."
			]
		},
		{
			"name": "Imperious Aura",
			"source": "RoE",
			"page": 23,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"level": 16,
			"traits": [
				"impulse",
				"kineticist",
				"primal"
			],
			"prerequisites": "one or more stance impulses that affect your kinetic aura",
			"trigger": "Your turn begins.",
			"entries": [
				"Your glowing and majestic kinetic aura marks you as a true child of the elements. Use a stance impulse that affects your kinetic aura."
			]
		},
		{
			"name": "Elemental Apotheosis",
			"source": "RoE",
			"page": 23,
			"level": 18,
			"traits": [
				"kineticist"
			],
			"prerequisites": "Nourishing Gate, exactly one kinetic element",
			"entries": [
				"You take on an elemental countenance, appearing like a type of elemental of your element. You gain any Speeds listed in the {@spell elemental form} spell for your element and gain darkvision if you don't already have it. You also gain the {@trait elemental} trait and the trait of your chosen element."
			]
		},
		{
			"name": "Kinetic Pinnacle",
			"source": "RoE",
			"page": 23,
			"level": 20,
			"traits": [
				"kineticist"
			],
			"entries": [
				"No one can match the pace at which elements flow from you. You're permanently {@condition quickened}. You can use your extra action only to {@action Channel Elements|RoE}, use a 1-action {@action Elemental Blast|RoE}, or use a 1-action stance impulse."
			]
		},
		{
			"name": "Omnikinesis",
			"source": "RoE",
			"page": 23,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 20,
			"traits": [
				"kineticist"
			],
			"prerequisites": "reflow elements",
			"entries": [
				"You can realign your kinetic gate with a thought. Replace one of your impulse feats using the same process as reflow elements. You can replace only one, even if you have double reflow."
			]
		},
		{
			"name": "Aerial Boomerang",
			"source": "RoE",
			"page": 24,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 1,
			"traits": [
				"air",
				"impulse",
				"kineticist",
				"primal"
			],
			"entries": [
				"A blade of shearing wind races away from you in a 60-foot line. Each creature in the area takes {@damage 2d4} slashing damage with a basic Reflex save against your class DC. In the final square of the line, the boomerang whirls in place until the end of your next turn. Any creature that ends its turn in that square has to save against the boomerang.",
				"On your next turn, you can use a single action, which has the {@trait concentrate} trait, to return the boomerang to you. It returns in a line from its square to your current location, with the same effect as the initial line, then the impulse ends. You must have line of effect to the boomerang and be within 60 feet of it.",
				"Level (+2) The damage increases by {@damage 1d4}."
			]
		},
		{
			"name": "Air Cushion",
			"source": "RoE",
			"page": 24,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 1,
			"traits": [
				"air",
				"impulse",
				"kineticist",
				"primal"
			],
			"trigger": "A creature within 60 feet is falling.",
			"entries": [
				"Air currents flow upward to slow the target's fall to 60 feet per round. The cushion ends when the target reaches the ground, and the creature takes no damage from the fall. The cushion expires if the creature doesn't reach the ground within 1 minute, but any distance it fell during that minute doesn't count for any damage the creature would take from the fall. You can't use Air Cushion again while you have one in effect.",
				"Level (8th) The range is 120 feet, and you can create cushions for up to 5 falling creatures with one reaction."
			]
		},
		{
			"name": "Four Winds",
			"source": "RoE",
			"page": 24,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 1,
			"traits": [
				"air",
				"impulse",
				"kineticist",
				"primal"
			],
			"entries": [
				"Mimicking the anemoi—monarchs of the four winds—you propel four creatures. Target up to four willing creatures within 30 feet of you. Each of those creatures can {@action Stride} up to half its Speed.",
				"If it has a fly Speed, it can instead {@action Fly} up to half its fly Speed.",
				"Level (10th) The targets move up to full Speed instead of half."
			]
		},
		{
			"name": "Whisper on the Wind",
			"source": "RoE",
			"page": 24,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 1,
			"traits": [
				"air",
				"auditory",
				"illusion",
				"impulse",
				"kineticist",
				"linguistic",
				"primal"
			],
			"entries": [
				"You speak in a whisper, a soft wind carrying your words far away.",
				"This has the effect of the {@spell message} spell with a range of 500 feet, and it can target only a creature surrounded by air. If you start your message with the target's name, you and the target don't need to be able to see each other, nor do you need line of effect.",
				"Level (4th) The range is 1 mile.",
				"Level (14th) The range is planetary plus the Plane of Air."
			]
		},
		{
			"name": "Air Shroud",
			"source": "RoE",
			"page": 24,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 4,
			"traits": [
				"air",
				"impulse",
				"kineticist",
				"primal",
				"stance"
			],
			"entries": [
				"Turbulent air suffuses your kinetic aura. This doesn't displace other matter but provides air for creatures in your kinetic aura that need air to breathe. Attacks with ranged weapons take a –1 circumstance penalty to their attack rolls if their paths pass through your kinetic aura. Air in your kinetic aura is difficult terrain for flying creatures other than yourself."
			]
		},
		{
			"name": "Lightning Dash",
			"source": "RoE",
			"page": 24,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 4,
			"traits": [
				"air",
				"electricity",
				"impulse",
				"kineticist",
				"move",
				"overflow",
				"polymorph",
				"primal"
			],
			"entries": [
				"For an instant, you transform yourself into a being of pure lightning and fly forward, shocking anyone in your way. You propel yourself forward in a 30-foot line. You can move through creatures during this movement, and this movement doesn't trigger reactions that are triggered by movement. Each creature you move through takes {@damage 2d12} electricity damage with a basic Reflex save against your class DC. You return to your normal form in the final square of the line. If you're in the air, you fall unless you have a fly Speed. Level (+3) The length of the line increases by 5 feet, and the damage increases by {@damage 1d12}."
			]
		},
		{
			"name": "Clear as Air",
			"source": "RoE",
			"page": 24,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 6,
			"traits": [
				"air",
				"illusion",
				"impulse",
				"kineticist",
				"overflow",
				"primal"
			],
			"entries": [
				"Compact layers of air diffract and bend light around your body, making you appear as clear as the sky on a perfect day. You become {@condition invisible} until the end of your next turn. You can Sustain the impulse. If you use a {@condition hostile} action, the impulse ends after that action is completed. If you activate your kinetic aura, the impulse conceals its elements, though any special effects of your aura might give away your location.",
				"This impulse weakens if you use it too frequently. Using it again within 10 minutes makes you {@condition concealed} instead of {@condition invisible}.",
				"Level (10th) The impulse doesn't end if you take a {@condition hostile} action, but if you're {@condition invisible}, you become {@condition concealed} instead of {@condition invisible} until the start of your next turn.",
				"Level (16th) Taking a {@condition hostile} action has no effect on the impulse."
			]
		},
		{
			"name": "Flinging Updraft",
			"source": "RoE",
			"page": 24,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 6,
			"traits": [
				"air",
				"impulse",
				"kineticist",
				"primal"
			],
			"entries": [
				"A speeding wind heeds your call, picking someone up and depositing them nearby. Choose a creature within 60 feet of you. The target jumps in any direction, up to a maximum of 30 feet. If the target doesn't land on a space of solid ground within 30 feet of where it started, it falls unless it has a fly Speed but doesn't take any damage from the fall. You choose the distance and direction of the jump. If you target an unwilling creature, it attempts a Reflex save against your class DC with the following results.",
				{
					"type": "successDegree",
					"entries": {
						"Success": [
							"The creature is unaffected."
						],
						"Failure": [
							"You make the creature jump up to half the maximum distance."
						],
						"Critical Failure": [
							"You make the creature jump up to the maximum distance. Level (+2) The maximum distance increases by 15 feet."
						]
					}
				}
			]
		},
		{
			"name": "Cyclonic Ascent",
			"source": "RoE",
			"page": 25,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 8,
			"traits": [
				"air",
				"impulse",
				"kineticist",
				"primal"
			],
			"entries": [
				"Whorls of wind surround your lower body, forming a cyclone that lifts you into the air. You gain a fly Speed equal to your land Speed or 30 feet, whichever is greater, for 10 minutes. Unlike with a normal fly Speed, you can move upward without treating it as difficult terrain. In addition, you can remain in the air at the end of your turn if you used an air impulse during that turn, even if you didn't use a {@action Fly} action that turn.",
				"Level (14th) You can target up to five additional creatures, each of which gains a fly Speed equal to its land Speed or 30 feet, whichever is greater. They don't gain the other benefits."
			]
		},
		{
			"name": "Storm Spiral",
			"source": "RoE",
			"page": 25,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 8,
			"traits": [
				"air",
				"electricity",
				"impulse",
				"kineticist",
				"overflow",
				"primal",
				"sonic"
			],
			"entries": [
				"Dark thunderclouds swirl in a miniature storm, crisscrossed with lightning bolts; a tremendous thunderclap fills the air. The storm appears in a 20-foot burst within 60 feet. Each creature in the area takes {@damage 3d12} electricity damage and {@damage 1d10} sonic damage, with a basic Reflex save against your class DC. A creature that fails its save is {@condition deafened} until the end of its next turn (or for 1 minute on a critical failure). A creature wearing metal armor or made of metal takes a –1 circumstance penalty to its save.",
				"Level (+3) The electricity damage increases by {@damage 1d12}."
			]
		},
		{
			"name": "Ghosts in the Storm",
			"source": "RoE",
			"page": 25,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 12,
			"traits": [
				"air",
				"electricity",
				"impulse",
				"kineticist",
				"primal",
				"stance"
			],
			"entries": [
				"Clouds, like eager pets, are drawn to you and to those in your good graces. Fast-moving gray clouds surround you, as well as your allies while they're in your kinetic aura. Anyone surrounded by these clouds gains a +2 status bonus to Reflex saves and {@skill Acrobatics} checks. When an affected creature uses a move action, clouds dance around it. Until the start of its next turn, it's {@condition concealed}, and its Strikes gain the shock rune."
			]
		},
		{
			"name": "Wiles on the Wind",
			"source": "RoE",
			"page": 25,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 12,
			"traits": [
				"air",
				"auditory",
				"illusion",
				"impulse",
				"kineticist",
				"primal"
			],
			"entries": [
				"Speaking lies, you set them loose upon a drifting wind. You create an auditory illusion that comes from a square within 500 feet and can be as loud as four normal humans talking. The sound can be intricate, including speech or music, though the GM might require you to attempt a check or know a language for it to be convincing. The illusion lasts until the end of your next turn, and you can Sustain the impulse.",
				"You can have any creature within 40 feet of the illusion, or that comes within 40 feet of it during the duration, attempt a Will save against your class DC. This is a {@trait mental} effect.",
				{
					"type": "successDegree",
					"entries": {
						"Success": [
							"The creature is unaffected, disbelieves the illusion, and is temporarily immune for 1 hour."
						],
						"Failure": [
							"The creature is {@condition fascinated} with the source of the sound until the end of its next turn. When the fascination ends, the creature is temporarily immune for 1 hour."
						],
						"Critical Failure": [
							"As failure, but the creature is {@condition fascinated} for 1 minute or until it disbelieves."
						]
					}
				}
			]
		},
		{
			"name": "Body of Air",
			"source": "RoE",
			"page": 25,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 14,
			"traits": [
				"air",
				"impulse",
				"kineticist",
				"overflow",
				"polymorph",
				"primal"
			],
			"trigger": "An enemy you can observe targets you with an attack or other damaging effect.",
			"entries": [
				"Your gathered air consumes your body, leaving only a cloud of living vapor. This has the same effects on you as vapor form.",
				"The effect lasts until the end of your next turn, but you can Sustain the form up to 5 minutes. If you activate your kinetic aura, Body of Air ends.",
				"You can use Body of Air as a reaction only when the trigger is met, but you can use it as a 2-action activity without the trigger being met.",
				"Level (+1) The resistance increases by 1."
			]
		},
		{
			"name": "Crowned in Tempest's Fury",
			"source": "RoE",
			"page": 25,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 18,
			"traits": [
				"air",
				"electricity",
				"impulse",
				"kineticist",
				"primal",
				"stance"
			],
			"entries": [
				"You become one with a devastating thunderstorm from the Plane of Air, placing a crown of lightning upon your brow. Sparks flash in your eyes, and lightning strikes constantly in the air around you as howling winds lift you from the ground.",
				{
					"type": "list",
					"items": [
						"Any creature that enters your kinetic aura or ends its turn there takes {@damage 2d12} electricity damage.",
						"If you don't have a fly Speed, you gain a 20-foot fly Speed. If you have the Cyclonic Ascent impulse, you instead gain that fly Speed and the extra benefits.",
						"You gain a +10-foot status bonus to all your Speeds.",
						"Your air Elemental Blasts deal an additional {@damage 1d12} electricity damage."
					]
				}
			]
		},
		{
			"name": "Infinite Expanse of Bluest Heaven",
			"source": "RoE",
			"page": 25,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 18,
			"traits": [
				"air",
				"illusion",
				"impulse",
				"kineticist",
				"mental",
				"overflow",
				"primal",
				"visual"
			],
			"entries": [
				"An illusion of a limitless expanse with an impossibly blue sky makes all within feel the sensation of falling... forever. The vision appears in a 20-foot burst within 100 feet. The illusion lasts until the end of your next turn, but you can Sustain it up to 1 minute. Using this impulse again ends any previous one.",
				"Each creature in the area or that later enters it must attempt a Will save against your class DC. Creatures with the {@trait air} trait are immune. {@trait Any} effect of the illusion ends for a creature as soon as it leaves the illusion's area or the impulse ends, and the creature then becomes temporarily immune for 1 hour.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": [
							"The creature is unaffected."
						],
						"Success": [
							"The creature is off-guard."
						],
						"Failure": [
							"The creature is off-guard. It is {@condition fleeing} from the illusory sky but is also disoriented; any time it uses an action to attempt to flee, it must succeed at a DC {@flatDC 11} flat check or flee to a space that's still within the illusion. The GM determines where the creatures ends up, but the creature can't stay stationary if it's able to move."
						]
					}
				}
			]
		},
		{
			"name": "Armor in Earth",
			"source": "RoE",
			"page": 26,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 1,
			"traits": [
				"earth",
				"impulse",
				"kineticist",
				"primal"
			],
			"entries": [
				"Stone encases you like armor. The stone armor is medium armor but uses your highest armor proficiency. The stone armor's statistics are: AC Bonus +4; Dex Cap +1; Check Penalty –2; Speed Penalty –10 feet; Strength 16; Bulk 1; Group plate. You gain its armor specialization effect. Any bonuses, runes, and magical abilities of your actual armor are suppressed, but any runes that could apply to the stone armor are replicated onto it.",
				"The stone armor lasts for 10 minutes, and you can {@action Dismiss} this impulse. If you use this impulse again, any existing one ends.",
				"Level (3rd) The armor becomes heavy armor. Its AC Bonus becomes +5, and it gains the bulwark armor trait."
			]
		},
		{
			"name": "Geologic Attunement",
			"source": "RoE",
			"page": 26,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 1,
			"traits": [
				"earth",
				"impulse",
				"kineticist",
				"primal",
				"stance"
			],
			"entries": [
				"You tune to the earth and stone around you, extending your senses through it in rippling waves. You gain tremorsense (imprecise) in your kinetic aura. Once per round, you can {@action Point Out} a creature you can sense with tremorsense as a free action.",
				"Level (13th) The tremorsense becomes precise."
			]
		},
		{
			"name": "Stepping Stones",
			"source": "RoE",
			"page": 26,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 1,
			"traits": [
				"earth",
				"impulse",
				"kineticist",
				"manipulate",
				"primal"
			],
			"entries": [
				"Disks of rock fly to points that you designate to make a new path. You can set them horizontally to make a path across the ground or atop a liquid, or anchor them into a vertical surface to make steps. The path can be up to 20 feet (4 squares) long, and steps can extend up to 10 feet up the side of the surface. All squares must be contiguous and within 60 feet of you. Moving across the path lets a creature ignore difficult terrain and hazardous terrain from the ground beneath it. The disks last until the end of your next turn, but you can Sustain the impulse.",
				"Level (+2) Increase the length of the path by 10 feet or the height of the steps by 5 feet, and increase the maximum distance away from you a square can be by 10 feet."
			]
		},
		{
			"name": "Tremor",
			"source": "RoE",
			"page": 26,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 1,
			"traits": [
				"earth",
				"impulse",
				"kineticist",
				"overflow",
				"primal"
			],
			"entries": [
				"You unleash a small, localized tremor in a 10-foot burst within 30 feet. Each creature in the area takes {@damage 1d8} bludgeoning damage with a basic Fortitude save against your class DC. A creature that critically fails is knocked {@condition prone}. Earth and stone in the area is difficult terrain until the start of your next turn.",
				"Level (+2) The damage increases by {@damage 1d10}."
			]
		},
		{
			"name": "Calcifying Sand",
			"source": "RoE",
			"page": 26,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 4,
			"traits": [
				"earth",
				"impulse",
				"incapacitation",
				"kineticist",
				"overflow",
				"primal"
			],
			"trigger": "A creature damages you with an attack using an unarmed attack or a non-reach melee weapon.",
			"entries": [
				"Your flesh gives way as you're struck, becoming coarse sand that can magically turn your enemy to stone. You gain resistance equal to your level to physical damage from the triggering attack. The attacking creature must attempt a Fortitude save against your class DC. Regardless of the result, that creature can't trigger Calcifying Sand again for 1 hour.",
				{
					"type": "successDegree",
					"entries": {
						"Success": [
							"The creature is unaffected."
						],
						"Failure": [
							"The creature is {@condition slowed||slowed 1} until the end of its next turn."
						],
						"Critical Failure": [
							"The creature is {@condition petrified} until the end of its next turn."
						]
					}
				}
			]
		},
		{
			"name": "Igneogenesis",
			"source": "RoE",
			"page": 26,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 4,
			"traits": [
				"earth",
				"impulse",
				"kineticist",
				"manipulate",
				"primal"
			],
			"entries": [
				"You can create a permanent stone object, either sculpting stone pulled directly from your kinetic gate or manipulating earth and stone around you. It must fit within one 5-foot cube that's adjacent to you and on solid ground, and you can make the object large enough to occupy the square. If you create the object underneath you or another willing creature, you cause the target to rise on top of the object; you can't create it under an unwilling creature. This impulse has an unlimited duration, but if you use Igneogenesis again, the object returns to its original location or form. You can spend 1 hour to use Igneogenesis as an exploration activity; in this case, the object is permanent and non-magical.",
				"The object can't include any intricate parts or moving pieces. You can attempt a {@skill Crafting} skill check as part of using this impulse to add details to your creation, such as a symbol, short message, or pattern (with the DC determined by the GM). Level (+3) You can add an additional 5-foot cube to the object.",
				"Each cube must be contiguous."
			]
		},
		{
			"name": "Sand Snatcher",
			"source": "RoE",
			"page": 26,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 6,
			"traits": [
				"earth",
				"impulse",
				"kineticist",
				"primal"
			],
			"entries": [
				"A figure of sand with grasping arms arises in an unoccupied square within 30 feet. You can choose to make it Small or Medium size, and it can flank. When the sand snatcher appears, you can have it attempt to {@action Grapple} one creature adjacent to it that's no more than one size larger than it. This {@action Grapple} uses your impulse attack roll instead of an {@skill Athletics} check and shares your multiple attack penalty. The sand snatcher lasts until the end of your next turn, and you can Sustain the impulse up to 1 minute. Each time you Sustain the impulse, you can have the sand snatcher either {@action Grapple} again or {@action Burrow}, {@action Climb}, or {@action Stride} up to 20 feet. Attempts to {@action Escape} its grasp use your class DC.",
				"Level (10th) You can also choose Large size.",
				"Level (14th) You can also choose Large or Huge size."
			]
		},
		{
			"name": "Weight of Stone",
			"source": "RoE",
			"page": 26,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 6,
			"traits": [
				"earth",
				"impulse",
				"kineticist",
				"overflow",
				"primal"
			],
			"entries": [
				"A packed cloud of thundering boulders descends from the sky, beating down everyone in its path. The rain of stone falls in a cylinder 20 feet in diameter and 80 feet high, and the bottom must be within 120 feet of you. Each creature in the area takes {@damage 4d8} bludgeoning damage and might be pushed downward, depending on its Reflex save against your class DC.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": [
							"The creature is unaffected."
						],
						"Success": [
							"The creature takes half damage."
						],
						"Failure": [
							"The creature takes full damage and is pushed downward 40 feet without taking falling damage. If it reaches the bottom of the cylinder or the ground, the push ends. If the creature is pushed to the ground, it can't {@action Fly}, levitate, or otherwise leave the ground for 1 round."
						],
						"Critical Failure": [
							"As failure, but double damage and the distance the creature is pushed is 80 feet.",
							"Level (+2) The damage increases by {@damage 1d8}."
						]
					}
				}
			]
		},
		{
			"name": "Spike Skin",
			"source": "RoE",
			"page": 27,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 8,
			"traits": [
				"earth",
				"impulse",
				"kineticist",
				"primal"
			],
			"entries": [
				"You touch a willing creature, causing its skin to harden and form spiky protrusions. The target gains resistance 4 to all physical damage (except adamantine). Whenever a creature damages the target with an unarmed attack or non-reach melee weapon, the attacking creature takes 2 piercing damage.",
				"This impulse lasts for 10 minutes, but each time the target takes physical damage, the duration decreases by 1 minute. The target is temporarily immune to this impulse for 1 hour. If you use Spike Skin again, any previous one ends. Level (+2) The resistance and damage each increase by 2."
			]
		},
		{
			"name": "Swim Through Earth",
			"source": "RoE",
			"page": 27,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 8,
			"traits": [
				"earth",
				"impulse",
				"kineticist",
				"primal"
			],
			"entries": [
				"The earth parts before you, letting you swim through it. You gain a burrow Speed equal to your land Speed and can immediately {@action Burrow} once. You don't gain the ability to breathe while in the earth, so you must hold your breath. The impulse ends at the end of your next turn, but you can Sustain it up to 1 minute. If you're inside the earth when the impulse ends, you immediately return to the surface directly above you, fall {@condition prone} when you reach the surface, and are {@condition slowed||slowed 1} until the end of your next turn.",
				"Level (14th) You can burrow through rock and similar dense earthen matter, leaving no tunnels or signs of your passing."
			]
		},
		{
			"name": "Rattle the Earth",
			"source": "RoE",
			"page": 27,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 12,
			"traits": [
				"earth",
				"impulse",
				"kineticist",
				"overflow",
				"primal"
			],
			"entries": [
				"Striking the ground with the gravity of the deepest rocks, you cause an earthquake. This has the effects of earthquake but comes from you, with an area of a 60-foot cone or an emanation with the same size as your kinetic aura. You and your space are unaffected by the quake. The fissures are only 10 feet deep, and the DC of the flat check for a collapse is 4 higher.",
				"Level (16th) Fissures are 20 feet deep, and the DC of the flat check is 2 higher.",
				"Level (20th) The fissures and flat check are unchanged from the spell."
			]
		},
		{
			"name": "Rock Rampart",
			"source": "RoE",
			"page": 27,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 12,
			"traits": [
				"earth",
				"impulse",
				"kineticist",
				"manipulate",
				"overflow",
				"primal"
			],
			"entries": [
				"Drawing on your connection to the Plane of Earth, you form a wall of rock and earth. This has the effect of wall of stone, but the wall's maximum length is 40 feet. The wall lasts until the end of your next turn, but you can Sustain it up to 1 minute.",
				"Level (+4) The maximum length of the wall increases by 10 feet, and the Hit Points of each section increase by 5."
			]
		},
		{
			"name": "Assume Earth's Mantle",
			"source": "RoE",
			"page": 27,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 14,
			"traits": [
				"earth",
				"impulse",
				"kineticist",
				"primal",
				"stance"
			],
			"entries": [
				"Enormous pieces of rock cluster around your body. You can {@action Dismiss} this impulse.",
				{
					"type": "list",
					"items": [
						"You become Large if you were smaller. This increases your reach by 5 feet (or by 10 feet if you started out Tiny).",
						"You gain a climb Speed equal to your land Speed, but you can use it only to climb surfaces of earthen matter.",
						"The armor grants you a +1 circumstance bonus to your Fortitude saves and a +2 circumstance bonus to your Fortitude or Reflex DCs against attempts to {@action Shove} you, {@action Trip} you, or knock you {@condition prone}.",
						"If your Strength is below +4, this armor raises your Strength to +4. If your Strength is +4 or higher, this armor grants you a +1 item bonus to your Strength.",
						"If you have the Armor in Earth impulse, you can add its effects to Assume Earth's Mantle."
					]
				}
			]
		},
		{
			"name": "Rebirth in Living Stone",
			"source": "RoE",
			"page": 27,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 18,
			"traits": [
				"earth",
				"impulse",
				"kineticist",
				"polymorph",
				"primal",
				"stance"
			],
			"entries": [
				"Rock overflows from within you to consume your form before cracking open to reveal your body transformed into living stone.",
				"You gain 40 temporary Hit Points. You're immune to critical hits and precision damage. You can't be pushed, pulled, or tripped while you're standing on earth or stone. Your earth Elemental Blasts deal an additional {@dice 1d10} damage of their normal type.",
				"These benefits last until the end of your next turn, but you can Sustain them up to 1 minute. After you gain temporary Hit Points from this impulse, you can't do so again for 10 minutes.",
				"Level (20th) You gain 50 temporary Hit Points."
			]
		},
		{
			"name": "The Shattered Mountain Weeps",
			"source": "RoE",
			"page": 27,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 18,
			"traits": [
				"earth",
				"impulse",
				"kineticist",
				"overflow",
				"primal"
			],
			"entries": [
				"A massive sphere of rock explodes, unleashing a cataclysm of falling debris and deadly shrapnel. Its destruction falls in a 20-foot burst within 120 feet. Creatures in the area take {@damage 9d10} bludgeoning damage with a basic Fortitude save against your class DC. Those who fail are knocked {@condition prone}. For the next minute, rocks continue to fall, making the area difficult terrain and dealing {@damage 3d10} bludgeoning damage to any creature that ends its turn in the area. If you use this impulse again, any previous one ends.",
				"Level (20th) The initial damage is {@dice 10d10}, and the area damage is {@dice 4d10}."
			]
		},
		{
			"name": "Burning Jet",
			"source": "RoE",
			"page": 28,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 1,
			"traits": [
				"fire",
				"impulse",
				"kineticist",
				"primal"
			],
			"entries": [
				"A condensed burst of flame shoots behind you, propelling you forward with its sheer force. {@action Stride} up to 40 feet in a straight line. Movement from this impulse ignores difficult terrain and doesn't trigger reactions.",
				"Level (6th) The maximum distance of the {@action Stride} is 60 feet. You can choose to {@action Leap} up to 40 feet in any direction instead of Striding. If you're in the air at the end of this {@action Leap}, you fall normally.",
				"Level (10th) As 6th level, but you hover briefly after leaping into the air. If you {@action Leap}, you don't fall until the end of your next turn. If you use Burning Jet again on a subsequent turn, you remain airborne."
			]
		},
		{
			"name": "Eternal Torch",
			"source": "RoE",
			"page": 28,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 1,
			"traits": [
				"fire",
				"impulse",
				"kineticist",
				"light",
				"manipulate",
				"primal"
			],
			"entries": [
				"You open a connection to your kinetic gate, large enough for a torch flame to flow. You create a magical, torch-like flame within 120 feet in any color you choose. It's as bright and hot as a torch.",
				"You can have it orbit a target willing creature or emit from a target object that's unattended or attended by a willing creature.",
				"If you create a flame on a weapon, you still need to use it as an improvised weapon to attack with the flame, just as with a torch.",
				"The flame has an unlimited duration. You can have a maximum number of Eternal Torches equal to your Constitution modifier, and you can {@action Dismiss} each torch individually.",
				"Level (8th) All your torches—even ones you already created— shed bright light in a 60-foot radius (and dim light for the next 60 feet)."
			]
		},
		{
			"name": "Flying Flame",
			"source": "RoE",
			"page": 28,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 1,
			"traits": [
				"fire",
				"impulse",
				"kineticist",
				"primal"
			],
			"entries": [
				"A Tiny shape of flame appears, taking a form of your choice— such as a bird, an arrow, or a simple sphere. It Flies from you up to 30 feet in a path you choose. Each creature it passes through takes {@damage 1d6} fire damage with a basic Reflex save against your class DC. A creature attempts only one save, even if the flame passes through it multiple times. Level (+2) The damage increases by {@damage 1d6}."
			]
		},
		{
			"name": "Scorching Column",
			"source": "RoE",
			"page": 28,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 1,
			"traits": [
				"fire",
				"impulse",
				"kineticist",
				"overflow",
				"primal"
			],
			"entries": [
				"With an upward gesture, you shape a vertical column of extreme heat. The cylinder is 10 feet in diameter and 30 feet high, and the bottom must be within 60 feet of you. Each creature in the area takes {@damage 1d6} fire damage with a basic Reflex save against your class DC.",
				"The flame remains briefly, making all squares in the column hazardous terrain until the end of your next turn, and you can Sustain the impulse up to 1 minute. A creature takes 1 fire damage each time it moves into one of these squares. Level (+3) The initial damage increases by {@damage 1d6}, and the hazardous terrain damage increases by 2."
			]
		},
		{
			"name": "Blazing Wave",
			"source": "RoE",
			"page": 28,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 4,
			"traits": [
				"fire",
				"impulse",
				"kineticist",
				"overflow",
				"primal"
			],
			"entries": [
				"Flames flow out of you in a cascade, engulfing everyone in a 30-foot cone. Each creature in the area takes {@damage 4d6} fire damage with a basic Reflex save against your class DC. A creature that critically fails its save is knocked {@condition prone}. Level (+2) The damage increases by {@damage 1d6}."
			]
		},
		{
			"name": "Thermal Nimbus",
			"source": "RoE",
			"page": 28,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 4,
			"traits": [
				"fire",
				"impulse",
				"kineticist",
				"primal",
				"stance"
			],
			"entries": [
				"You direct waves of warmth into or out of your kinetic gate to drastically shift the temperature around you. Choose cold or fire. You and allies in your kinetic aura gain resistance equal to your level to damage of that type. Any creature that starts its turn in your kinetic aura or moves into your aura during its turn takes damage equal to half your level of the chosen type.",
				"Elemental resistance from a gate junction is cumulative with resistance from Thermal Nimbus."
			]
		},
		{
			"name": "Crawling Fire",
			"source": "RoE",
			"page": 28,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 6,
			"traits": [
				"fire",
				"impulse",
				"kineticist",
				"manipulate",
				"primal"
			],
			"entries": [
				"You mimic the motions of a beast of your devising, and it becomes real, with a flaming pelt and searing claws. It is Small and appears in an unoccupied space within 30 feet. You can sense from the crawling fire's space as well as your own, using your senses. When you use a fire impulse, you can have it originate from the crawling fire instead of you (with the exception of impulses that affect your kinetic aura). The creation lasts until the end of your next turn, but you can Sustain it up to 1 minute. Each time you Sustain it, you can have the crawling fire {@action Stride} up to 40 feet. The crawling fire can be attacked. It uses your statistics for defenses but is immune to fire. Any damage that would be dealt to the crawling fire is dealt to you instead, though you take damage only once from any ability that includes both you and the creation in the area of effect. If you use Crawling Fire again, any previous one ends. Level (8th) The fire can be Small or Medium.",
				"Level (10th) The fire can be Small, Medium, or Large.",
				"Level (14th) The fire can be Small, Medium, Large, or Huge."
			]
		},
		{
			"name": "Volcanic Escape",
			"source": "RoE",
			"page": 28,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 6,
			"traits": [
				"fire",
				"impulse",
				"kineticist",
				"overflow",
				"primal"
			],
			"trigger": "An enemy in your kinetic aura damages you.",
			"entries": [
				"Lava reflexively explodes underneath you and the creature that hurt you. The triggering enemy takes {@damage 1d6} fire damage with a basic Reflex save against your class DC. You {@action Leap} up to half your Speed in any direction; this movement doesn't trigger reactions.",
				"Level (+4) The damage increases by {@damage 1d6}."
			]
		},
		{
			"name": "Kindle Inner Flames",
			"source": "RoE",
			"page": 29,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 8,
			"traits": [
				"fire",
				"impulse",
				"kineticist",
				"primal",
				"stance"
			],
			"entries": [
				"As a candle can light another, you awaken the latent potential to channel fire in other creatures. You shed faint, glowing embers, as do your allies while they're in your kinetic aura. Anyone shedding these embers gains a +1 status bonus to Reflex saves and {@skill Acrobatics} checks and can {@action Step} as a free action once per round. When an affected creature takes a move action, its Strikes deal an extra 2 fire damage until the end of its turn.",
				"Level (12th) The status bonus to Reflex saves and {@skill Acrobatics} checks is +2, and the Strikes gain the flaming rune instead of the extra 2 fire damage."
			]
		},
		{
			"name": "Solar Detonation",
			"source": "RoE",
			"page": 29,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 8,
			"traits": [
				"fire",
				"impulse",
				"incapacitation",
				"kineticist",
				"overflow",
				"primal",
				"vitality"
			],
			"entries": [
				"Blinding flames explode in a swirling sphere! The detonation fills a 20-foot burst within 60 feet of you. Each creature in the area takes {@damage 6d6} fire damage, plus {@damage 2d6} vitality damage if it has void healing, and can become {@condition dazzled} or {@condition blinded} depending on the result of its Reflex save. The light from Solar Detonation is sunlight for creatures with a particular vulnerability to sunlight.",
				"Each creature that attempts a save becomes temporarily immune to being {@condition dazzled} or {@condition blinded} by Solar Detonation for 10 minutes, but not the impulse's other effects.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": [
							"The creature is unaffected."
						],
						"Success": [
							"The creature takes half damage and is {@condition dazzled} until the start of your next turn."
						],
						"Failure": [
							"The creature takes full damage and is {@condition blinded} until the start of your next turn."
						],
						"Critical Failure": [
							"The creature takes double damage and is {@condition blinded} for 1 minute. Level (+2) Increase the fire damage by {@dice 1d6} and the vitality damage by {@dice 1d6}."
						]
					}
				}
			]
		},
		{
			"name": "Architect of Flame",
			"source": "RoE",
			"page": 29,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 12,
			"traits": [
				"fire",
				"impulse",
				"kineticist",
				"manipulate",
				"overflow",
				"primal"
			],
			"entries": [
				"Flames rise and shape to your will, forming a wall or dome of your design. You create a wall of fire. In addition to the normal choices, you can make the wall up to 10 feet long and 60 feet high. The wall lasts until the end of your next turn, but you can Sustain it up to 1 minute.",
				"Level (+3) The damage increases by {@damage 1d6}."
			]
		},
		{
			"name": "Furnace Form",
			"source": "RoE",
			"page": 29,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 12,
			"traits": [
				"fire",
				"impulse",
				"kineticist",
				"manipulate",
				"polymorph",
				"primal"
			],
			"entries": [
				"Opening your kinetic gate, you allow flames to consume your form and leave you a living flame. You gain the benefits of the {@spell fiery body} spell (except the ability to cast ignition) until the end of your next turn. You can Sustain the impulse up to 1 minute, and when you do, you can {@action Fly} up to half your fly Speed. Your fire Elemental Blasts deal an additional die of damage.",
				"Level (16th) This duration is 1 minute, you can't Sustain the impulse, and you can {@action Dismiss} the impulse."
			]
		},
		{
			"name": "Walk Through the Conflagration",
			"source": "RoE",
			"page": 29,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 14,
			"traits": [
				"fire",
				"impulse",
				"kineticist",
				"overflow",
				"primal",
				"teleportation"
			],
			"entries": [
				"You fall through your own kinetic gate, leaving behind an effigy of flame and reappearing majestically near another fire.",
				"You instantly transport yourself, and any items you're wearing and holding, from your current space to a clear space within 120 feet you can observe that's adjacent to an open flame or a creature taking {@condition persistent damage||persistent fire damage}. If this would bring another creature with you—even if you're carrying it in an extradimensional container—the action fails. A whorl of fire surrounds you in a 5-foot emanation either before you depart or after you arrive. Each creature in the area takes {@damage 4d6} fire damage with a basic Reflex save against your class DC.",
				"Level (+3) The fire damage increases by {@damage 1d6}."
			]
		},
		{
			"name": "All Shall End in Flames",
			"source": "RoE",
			"page": 29,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 18,
			"traits": [
				"death",
				"fire",
				"impulse",
				"kineticist",
				"overflow",
				"primal"
			],
			"entries": [
				"White-hot fire consumes everything in a cataclysmic sphere of death. The fire fills your choice of a 30-foot burst within 500 feet or a 30-foot emanation. This deals {@damage 13d6} fire damage with a basic Reflex save against your class DC. Any creature dropped to 0 HP by this fire dies, reduced to a pile of ash.",
				"If you die to this impulse, you return to life at the start of your next turn in the same space. When you return, you have Hit Points equal to double your level.",
				"Level (20th) The damage is {@dice 15d6}."
			]
		},
		{
			"name": "Ignite the Sun",
			"source": "RoE",
			"page": 29,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 18,
			"traits": [
				"fire",
				"impulse",
				"kineticist",
				"light",
				"primal"
			],
			"entries": [
				"The fires of creation become yours to control. You create a miniature sun in a 5-foot burst within 500 feet. A creature takes {@damage 7d6} fire damage any time it's in the miniature sun, with a basic Reflex save against your class DC. A creature can take this damage no more than once per round. The sun sheds bright light in a 500-foot emanation (and dim light for another 500 feet); this is sunlight for creatures with a particular vulnerability to sunlight.",
				"The sun lasts until the end of your next turn, but you can Sustain it up to 1 minute. The first time you Sustain the impulse each round, you can choose to increase the size of the sun's burst by 5 feet, then make it {@action Fly} up to 30 feet. The sun can move through creatures, damaging them as described above.",
				"The sun continually channels fire into you and your allies. You and each of your allies within the sun's light deal an additional {@damage 1d6} fire damage with all Strikes, spells that deal fire damage, and impulses that deal fire damage (except for Ignite the Sun itself). These aren't cumulative with multiple suns."
			]
		},
		{
			"name": "Flashforge",
			"source": "RoE",
			"page": 30,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 1,
			"traits": [
				"impulse",
				"kineticist",
				"metal",
				"primal"
			],
			"entries": [
				"An artificial metal object forms in the hands of you or a willing ally within 30 feet. You can choose a level 0, common, handheld weapon or piece of adventuring gear of 1 Bulk or less. The item is entirely made from metal, making some items impossible or impractical to use (if it's unclear, the GM decides). You can make items with simple moving parts or magnetism, like a compass, poor lock, or merchant's scale. The item lasts for 10 minutes, but each time it's used, the user must succeed at a DC {@flatDC 5} flat check or the item is destroyed after the action is completed."
			]
		},
		{
			"name": "Magnetic Pinions",
			"source": "RoE",
			"page": 30,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 1,
			"traits": [
				"impulse",
				"kineticist",
				"metal",
				"overflow",
				"primal"
			],
			"entries": [
				"Small pieces of metal fly from you, propelled with magnetism at great velocity. Make ranged impulse attack rolls against up to three creatures within 60 feet of you; you gain a +1 circumstance bonus to your attack roll against any target wearing metal armor or made of metal. All three attacks count toward your multiple attack penalty, but it doesn't increase until after all the attacks. The metal pieces deal {@damage 1d4} bludgeoning damage and {@damage 1d4} piercing damage on a hit (or double damage on a critical hit). Level (+2) Each type of damage increases by {@damage 1d4}."
			]
		},
		{
			"name": "Metal Carapace",
			"source": "RoE",
			"page": 30,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 1,
			"traits": [
				"impulse",
				"kineticist",
				"metal",
				"primal"
			],
			"entries": [
				"Sheets of bent and rusted metal cover you in an armored shell. The carapace is medium armor but uses your highest armor proficiency. The carapace's statistics are: AC Bonus +3; Dex Cap +2; Check Penalty –2; Speed Penalty –5 feet; Strength 14; Bulk 2; Group plate; Armor Traits noisy. Any bonuses, runes, and magical abilities of your actual armor are suppressed, but any that could apply to the metal carapace are replicated onto it.",
				"When you use this impulse, you can also create a rusty steel shield in a free hand, which uses the statistics of a regular steel shield. You can Shield Block with this shield even if you don't have that feat. The hand wielding this shield counts as a free hand for using impulses. The shield crumbles to flakes of rust if it becomes {@condition broken} or leaves your grasp.",
				"The impulse lasts for 10 minutes, and you can {@action Dismiss} this impulse. If you use this impulse again, any existing one ends.",
				"The metal is rusted and fragile. If you take damage from a critical hit, the metal shatters and the impulse ends. Level (+3) The shield's Hardness increases by 1, its HP by 4, and its BT by 2."
			]
		},
		{
			"name": "Shard Strike",
			"source": "RoE",
			"page": 30,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 1,
			"traits": [
				"impulse",
				"kineticist",
				"metal",
				"primal"
			],
			"entries": [
				"Jagged metal shards form in the air and lash out from you. You choose shards or spines, which changes the area, damage type, and critical failure effect. Each creature in the area attempts a basic Reflex save against your class DC. Shards deal {@damage 1d6} slashing damage in a 15-foot cone, and a creature that critically fails takes {@damage 1d6} {@condition persistent damage||persistent bleed damage}. Spines deal {@damage 1d6} piercing damage in a 30-foot line, and a creature that critically fails is {@condition clumsy||clumsy 1} until the start of your next turn.",
				"Level (+2) The damage increases by {@damage 1d6}."
			]
		},
		{
			"name": "Magnetic Field",
			"source": "RoE",
			"page": 30,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 4,
			"traits": [
				"impulse",
				"kineticist",
				"metal",
				"primal",
				"stance"
			],
			"entries": [
				"A magnetic field surrounds you. Choose a polarity when you take this action. You can switch the polarity as a free action at the start of each of your turns while you remain in this stance.",
				"Attract A creature that is wearing metal armor, has the metal trait, or is made of metal treats squares in your kinetic aura as difficult terrain when moving away from you. You pull unattended metal objects of light Bulk or less in your kinetic aura to you. They gather in your space and move with you.",
				"Repel A creature that is wearing metal armor, has the metal trait, or is made of metal treats squares in your kinetic aura as difficult terrain when moving closer to you. You push unattended metal objects of light Bulk or less in your kinetic aura away. They stop moving once they're outside your aura."
			]
		},
		{
			"name": "Plate in Treasure",
			"source": "RoE",
			"page": 30,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 4,
			"traits": [
				"impulse",
				"kineticist",
				"metal",
				"primal"
			],
			"entries": [
				"Precious metal flows from your fingers to plate an object. This has the effects of a clad in metal spell (page 142) with a rank equal to half your level rounded up. While you're wearing or holding an item of light Bulk or greater that's Plated in Treasure, any metal created by one of your impulses is plated with the metal. If you use Plate in Treasure again, any previous one ends."
			]
		},
		{
			"name": "Consume Power",
			"source": "RoE",
			"page": 30,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 6,
			"traits": [
				"impulse",
				"kineticist",
				"metal",
				"primal"
			],
			"trigger": "You would take acid, electricity, fire, or sonic damage.",
			"entries": [
				"You absorb energy and hold it in your kinetic gate. You gain resistance equal to your level to the triggering damage—choose one eligible type of resistance. If this reaction prevents any damage, you gain a status bonus equal to half your level to the damage roll of the next metal impulse you use before the end of your next turn."
			]
		},
		{
			"name": "Scrap Barricade",
			"source": "RoE",
			"page": 30,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 6,
			"traits": [
				"impulse",
				"kineticist",
				"manipulate",
				"metal",
				"overflow",
				"primal"
			],
			"entries": [
				"Ragged pieces of metal weld together into a ramshackle structure. The barricade is up to 30 feet long, 15 feet high, and 1/2 inch thick. It must form in a straight line in an unbroken open space that doesn't pass through any creatures or objects, or the impulse fails. Each 10-foot-by-10-foot section of the wall has AC 10, Hardness 10, and 20 Hit Points, and it's immune to critical hits and precision damage. If any section is destroyed, the entire wall collapses, and each creature adjacent to the wall takes {@damage 2d8} slashing damage with a basic Reflex save against your class DC. The wall lasts until the end of your next turn, but you can Sustain it up to 1 minute.",
				"Level (+2) The maximum length of the wall increases by 10 feet, the HP of each section increases by 10, and the damage when it's destroyed increases by {@dice 1d8}."
			]
		},
		{
			"name": "Conductive Sphere",
			"source": "RoE",
			"page": 31,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 8,
			"traits": [
				"electricity",
				"impulse",
				"kineticist",
				"manipulate",
				"metal",
				"primal"
			],
			"entries": [
				"A floating metal ball forms in a space within 30 feet, flashing with electricity. It can't be targeted or damaged. Any of your allies adjacent to it gain resistance to electricity equal to your level and add the shock rune to all their Strikes with metal objects. The sphere lasts until the end of your next turn, but you can Sustain it up to 1 minute. When you conjure the sphere and the first time you Sustain the impulse on subsequent rounds, you can either have it {@action Fly} up to 20 feet or deal {@damage 1d12} electricity damage to an adjacent creature with a basic Reflex save against your class DC."
			]
		},
		{
			"name": "Retch Rust",
			"source": "RoE",
			"page": 31,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 8,
			"traits": [
				"impulse",
				"kineticist",
				"metal",
				"overflow",
				"primal"
			],
			"entries": [
				"You exhale tendrils formed from flakes of rusted metal. All creatures in a 30-foot cone take {@damage 4d10} slashing damage with a basic Fortitude save against your class DC. A metal creature that fails its save also takes {@damage 2d4} {@condition persistent damage||persistent slashing damage}.",
				"Heightened (+2) The cloud's slashing damage increases by {@damage 1d10} and the {@condition persistent damage} increases by {@damage 1d4}."
			]
		},
		{
			"name": "Rain of Razors",
			"source": "RoE",
			"page": 31,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 12,
			"traits": [
				"impulse",
				"kineticist",
				"metal",
				"overflow",
				"primal"
			],
			"entries": [
				"Razor-sharp slivers of metal fall from the sky. Each creature in a 20-foot burst within 60 feet takes {@damage 9d6} slashing damage with a basic Reflex save against your class DC. The razors embed in all surfaces in the area, making them hazardous terrain for 1 minute. A creature that moves through this hazardous terrain takes 3 slashing damage for every square of the area it moves into.",
				"Level (+2) The initial damage increases by {@damage 1d6} and the hazardous terrain damage increases by 1."
			]
		},
		{
			"name": "Shattershields",
			"source": "RoE",
			"page": 31,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 12,
			"traits": [
				"impulse",
				"kineticist",
				"metal",
				"primal",
				"stance"
			],
			"entries": [
				"Four plates of pitted metal float around you to intercept attacks. You and allies in your kinetic aura gain a +1 circumstance bonus to AC. When any creature with this bonus would take damage from a physical attack, one of the plates reduces the damage by its Hardness of 5. If the damage exceeds the Hardness, that plate is destroyed. You can replenish all destroyed plates as a single action that has the {@trait concentrate} trait.",
				"Level (+2) The Hardness increases by 1."
			]
		},
		{
			"name": "Alloy Flesh and Steel",
			"source": "RoE",
			"page": 31,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 14,
			"traits": [
				"impulse",
				"kineticist",
				"manipulate",
				"metal",
				"polymorph",
				"primal"
			],
			"entries": [
				"Elemental energy replaces every cell of your body with raw metal. You gain the benefits of the ferrous form spell (except you can't cast needle darts; see page 142) until the end of your next turn. You can Sustain the impulse up to 1 minute, and when you do, you can Raise a metal Shield if you're wielding one. Your metal Elemental Blasts deal an additional die of damage. If you suspend any conditions with Alloy Flesh and Steel, when it ends, you're temporarily immune to Alloy Flesh and Steel for 1 hour.",
				"Level (16th) The resistance is 15."
			]
		},
		{
			"name": "Beasts of Slumbering Steel",
			"source": "RoE",
			"page": 31,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 18,
			"traits": [
				"impulse",
				"kineticist",
				"metal",
				"primal"
			],
			"entries": [
				"You conjure metal elemental mounts made of interlocking metal pieces. Target up to 5 Medium or smaller willing creatures within 30 feet. Large mounts appear underneath them, and the targets can immediately {@action Mount} the creatures. Each mount can take four different forms. One form has only a land Speed of 80 feet, and the other forms each have a land Speed of 30 feet with a climb, fly, or swim Speed of 60 feet. Each rider chooses the initial form and can change the form as a single action, which has the concentration trait. The mounts have AC 40, Fortitude +30, Reflex +30, Will +25, and 180 Hit Points. They're mindless and immune to bleed, healing, {@condition paralyzed}, poison, and sleep. They can't attack.",
				"They remain for 1 minute or until you use this impulse again. You can use this impulse as a 1-minute exploration activity to make the duration 1 hour, but this halves the mounts' defenses and HP."
			]
		},
		{
			"name": "Hell of 1,000,000 Needles",
			"source": "RoE",
			"page": 31,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 18,
			"traits": [
				"impulse",
				"kineticist",
				"metal",
				"overflow",
				"primal"
			],
			"entries": [
				"The landscape fills with monumental filaments of metal. The needles lance into a cube 30 feet on a side within 500 feet. Each creature in the area takes {@damage 13d6} piercing damage, with a basic Reflex save against your class DC. Each creature that fails its save is impaled, becoming {@condition immobilized} until it Escapes (the DC is your class DC); a creature that critically failed is also off-guard as long as it's impaled. The hell remains until the end of your next turn, but you can Sustain it up to 1 minute. Using this impulse again ends any previous one. The first time you Sustain it each round, lightning crisscrosses the needles. Each creature in the area takes {@damage 3d12} electricity damage with a basic Reflex save against your class DC. Squares in the area are hazardous terrain. A creature takes 6 piercing damage for every square of the area it moves through.",
				"Level (20th) The initial damage is {@dice 17d6}, and the hazardous terrain damage is 7."
			]
		},
		{
			"name": "Deflecting Wave",
			"source": "RoE",
			"page": 32,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 1,
			"traits": [
				"impulse",
				"kineticist",
				"primal",
				"water"
			],
			"trigger": "You would take acid, bludgeoning, fire, or slashing damage from an enemy's attack, spell, or other {@condition hostile} effect.",
			"requirements": "You're aware of the {@condition hostile} effect, and you aren't off-guard against it.",
			"entries": [
				"A cascade of water blunts or disperses the incoming attack. You gain resistance to damage from the triggering effect equal to your level if it's bludgeoning or slashing, or double your level if it's acid or fire damage. If the effect deals more than one applicable type of damage, apply the highest resistance, but apply it only once."
			]
		},
		{
			"name": "Ocean's Balm",
			"source": "RoE",
			"page": 32,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 1,
			"traits": [
				"healing",
				"impulse",
				"kineticist",
				"manipulate",
				"primal",
				"vitality",
				"water"
			],
			"entries": [
				"A blessing of the living sea salves wounds and douses flames. Touch a willing living creature. It regains {@dice 1d8} Hit Points and gains resistance 2 to fire for 1 minute. If it has {@condition persistent damage||persistent fire damage}, it can attempt a flat check to remove it with especially appropriate help. The target is temporarily immune to healing from Ocean's Balm for 10 minutes. Level (+2) The healing increases by {@dice 1d8}, and the resistance increases by 1."
			]
		},
		{
			"name": "Tidal Hands",
			"source": "RoE",
			"page": 32,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 1,
			"traits": [
				"impulse",
				"kineticist",
				"overflow",
				"primal",
				"water"
			],
			"entries": [
				"With an emphatic gesture, you create waves that rush out from you in the shape of your hands. You either form two 15-foot cones that don't overlap or you combine the hands into one 30-foot cone. Each creature in a wave takes {@damage 1d8} bludgeoning damage with a basic Reflex save against your class DC. If a creature critically fails, you also push that creature 5 feet.",
				"Level (+2) The damage increases by {@damage 1d8}."
			]
		},
		{
			"name": "Winter's Clutch",
			"source": "RoE",
			"page": 32,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 1,
			"traits": [
				"cold",
				"impulse",
				"kineticist",
				"primal",
				"water"
			],
			"entries": [
				"Gleaming flakes of chilling snow fall in a 10-foot burst within 60 feet. Each creature in the area takes {@damage 2d4} cold damage with a basic Reflex save against your class DC. The ground in the area is covered in a snow drift, which is difficult terrain.",
				"Each square of the drift lasts until it melts, either naturally or until fire damage is dealt in that square.",
				"Level (+2) The damage increases by {@damage 1d4}."
			]
		},
		{
			"name": "Return to the Sea",
			"source": "RoE",
			"page": 32,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 4,
			"traits": [
				"impulse",
				"kineticist",
				"morph",
				"primal",
				"water"
			],
			"entries": [
				"You adapt a creature to living and moving in water. Target a willing creature within 30 feet. For 10 minutes, it gains the effects of a {@spell feet to fins} spell, can breathe water, and gets a +1 status bonus to AC and saves against any creature with the amphibious, {@trait aquatic}, or {@trait water} trait. In addition, its attacks ignore the effects water normally has on bludgeoning and slashing attacks. If you use Return to the Sea again, any existing one ends.",
				"Level (6th) You can target up to 5 willing creatures."
			]
		},
		{
			"name": "Winter Sleet",
			"source": "RoE",
			"page": 32,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 4,
			"traits": [
				"cold",
				"impulse",
				"kineticist",
				"primal",
				"stance",
				"water"
			],
			"entries": [
				"Bone-chilling, swirling sleet surrounds you, cruel as deepest winter. Surfaces in your kinetic aura are coated in slippery ice. A creature that moves on this uneven ground immediately falls unless it Balances (DC 15). A creature is off-guard on the ice, as normal for uneven ground. You're immune to these effects.",
				"If a creature on the ice is critically hit by one of your water impulses or critically fails at a save against one, that creature is {@condition slowed||slowed 1} until the end of its next turn."
			]
		},
		{
			"name": "Driving Rain",
			"source": "RoE",
			"page": 32,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 6,
			"traits": [
				"impulse",
				"kineticist",
				"overflow",
				"primal",
				"water"
			],
			"entries": [
				"Heavy drops of rain batter down, hitting like sling stones and impeding vision. Each creature in a 15-foot burst within 120 feet takes {@damage 3d8} bludgeoning damage with a basic Reflex save against your class DC. Until the start of your next turn, all creatures are {@condition concealed} while in the area, and all creatures outside the area are {@condition concealed} to creatures within it.",
				"Level (+2) The damage increases by {@damage 1d8}."
			]
		},
		{
			"name": "Torrent in the Blood",
			"source": "RoE",
			"page": 32,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 6,
			"traits": [
				"healing",
				"impulse",
				"kineticist",
				"manipulate",
				"overflow",
				"primal",
				"vitality",
				"water"
			],
			"entries": [
				"A healing wave splashes across creatures in a 30-foot cone, its cleansing water driving afflictions from the body. Each creature in the area regains {@dice 3d8} Hit Points and can attempt a new save against one poison or disease affliction affecting it; on a failed save, the condition doesn't worsen. Each creature that benefited from this impulse becomes temporarily immune to Torrent in the Blood for 10 minutes. Level (+2) The healing increases by {@dice 1d8}."
			]
		},
		{
			"name": "Call the Hurricane",
			"source": "RoE",
			"page": 32,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 8,
			"traits": [
				"impulse",
				"kineticist",
				"overflow",
				"primal",
				"water"
			],
			"entries": [
				"Massive waves spiral around you, with you as the eye of the hurricane. The waves appear in a 20-foot emanation, or a 30-foot emanation if you're in a body of water. Each creature in the area takes {@damage 6d8} bludgeoning damage with a basic Reflex save against your class DC. A creature that fails its save is battered by the waves and pushed 10 feet (or 20 feet on a critical failure). Level (+2) The damage increases by {@damage 1d8}."
			]
		},
		{
			"name": "Impenetrable Fog",
			"source": "RoE",
			"page": 33,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 8,
			"traits": [
				"impulse",
				"kineticist",
				"manipulate",
				"overflow",
				"primal",
				"water"
			],
			"entries": [
				"Fog condenses in a chaotic, swirling pattern, thick enough that it seems to push back against you. You call forth a fog bank in a 10-foot burst within 120 feet. All creatures in the fog are {@condition concealed}, and all creatures outside the fog become {@condition concealed} to creatures within it. The fog is so magically dense it impedes movement, making the area difficult terrain. The fog lasts until the end of your next turn, and you can Sustain the impulse up to 1 minute.",
				"Level (+3) You can make the radius of the burst larger. Increase its maximum size by 5 feet."
			]
		},
		{
			"name": "Glacial Prison",
			"source": "RoE",
			"page": 33,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 12,
			"traits": [
				"cold",
				"impulse",
				"incapacitation",
				"kineticist",
				"overflow",
				"primal",
				"water"
			],
			"entries": [
				"Intense cold swirls around your foe, covering it in frost that slows it down and turns its body to ice. Target a creature you can observe within 120 feet. It must attempt a Fortitude save against your class DC. The creature is then temporarily immune for 24 hours.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": [
							"The target is unaffected."
						],
						"Success": [
							"The target is {@condition slowed||slowed 1} until the end of its next turn."
						],
						"Failure": [
							"The target is frozen solid. It can't act, its AC is 9, it has Hardness 5, and it's immune to other {@trait cold} effects, critical hits, and precision damage. This lasts until the end of your next turn, but if the target is affected by a {@condition hostile} action, this effect ends immediately after that action."
						],
						"Critical Failure": [
							"As failure, but after becoming unfrozen, the creature is {@condition slowed||slowed 1} until the end of its next turn."
						]
					}
				}
			]
		},
		{
			"name": "Sea Glass Guardians",
			"source": "RoE",
			"page": 33,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 12,
			"traits": [
				"impulse",
				"kineticist",
				"primal",
				"stance",
				"water"
			],
			"entries": [
				"Eerily beautiful elemental water beings race around you, eager to protect and heal you and your allies. Their forms vary and might include eels formed of undulating water or ice crystals whirling in the shape of a jellyfish. The guardians flow around combatants and don't occupy a space. They attempt to intercept all dangers, granting you and your allies within your kinetic aura a +1 status bonus to AC and saving throws.",
				"If any creature affected is critically hit or critically fails at a saving throw against an attack, effect from an enemy, or hazard and remains above 0 HP, the guardians reach out to heal that creature. The creature regains {@dice 4d8+8} Hit Points, and the impulse ends. If the creature is in water, the healing dice are d10s instead of d8s.",
				"Level (+3) The healing increases by {@dice 1d8+4}."
			]
		},
		{
			"name": "Barrier of Boreal Frost",
			"source": "RoE",
			"page": 33,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 14,
			"traits": [
				"cold",
				"impulse",
				"kineticist",
				"manipulate",
				"overflow",
				"primal",
				"water"
			],
			"entries": [
				"You form an intricate structure of ice, such as a wall of bricks made of packed snow or a screen of enormous icicles. This has the effect of a {@spell wall of ice} spell with a spell rank equal to half your level rounded up. It can only be a wall (not a hemisphere), and you choose whether the ice is transparent or opaque. The wall lasts until the end of your next turn, but you can Sustain it up to 1 minute."
			]
		},
		{
			"name": "Ride the Tsunami",
			"source": "RoE",
			"page": 33,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 18,
			"traits": [
				"impulse",
				"kineticist",
				"overflow",
				"primal",
				"water"
			],
			"entries": [
				"Booming, crashing walls of water, enough to fill a harbor, smash out ahead of you, overwhelming all in their path. The waves move forward in your choice of a 60-foot cone or 120-foot line. If you're in water, you can increase these waves to a 90-foot cone or 180-foot line. Each creature in the area takes {@damage 10d10} bludgeoning damage with a basic Reflex save against your class DC. A creature that fails its save is pushed 20 feet (or 40 feet on a critical failure). Any unattended object of 1 Bulk or less in the area is pushed to the far edge of the area. The sheer mass of water extinguishes all non-magical flames in the area.",
				"As the wave crashes down, you can catch it to your destination. After the impulse deals damage, you can {@action Swim} in a straight line to any point in its area before the water disappears."
			]
		},
		{
			"name": "Usurp the Lunar Reins",
			"source": "RoE",
			"page": 33,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 18,
			"traits": [
				"impulse",
				"kineticist",
				"overflow",
				"primal",
				"water"
			],
			"entries": [
				"The moon has always been connected to the tides, and now you can grasp that connection. You can create massive amounts of water and control these tides, subverting even the moon's sovereignty over the oceans and seas. Choose an area 50 feet long by 50 feet wide within 500 feet, and choose two different effects from the options provided below. The effects take place in the listed order.",
				{
					"type": "list",
					"items": [
						"Flood You create a pool of pure, clean water in the area, which coalesces from ambient moisture. This water must be created on a surface—not in air—and flows normally.",
						"Control You tug on the moon to raise or lower the level of bodies of water in the area by 10 feet. If you control a portion of a larger body of water, the water then equalizes normally.",
						"Modulate With a wave of your hand, you create or smooth ripples, making all bodies of water in the area either calm or turbulent. Making it calm turns difficult terrain or greater difficult terrain to calm water, and making it turbulent turns calm water into difficult terrain.",
						"Slow By exercising your rightful control over all water, each creature with the {@trait water} trait in the area must succeed at a Fortitude save against your class DC or be {@condition slowed||slowed 1} (or {@condition slowed||slowed 2} on a critical failure). Flood and control are permanent and non-magical. Modulate and slow last until the end of your next turn, but you can Sustain the impulse to continue them."
					]
				}
			]
		},
		{
			"name": "Fresh Produce",
			"source": "RoE",
			"page": 34,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 1,
			"traits": [
				"healing",
				"impulse",
				"kineticist",
				"plant",
				"primal",
				"vitality",
				"wood"
			],
			"entries": [
				"You grow a nourishing nut, vegetable, seed, or fruit. Choose a creature in your kinetic aura. The produce grows in their open hand, or at their feet if they have no open hands. The produce has light Bulk. A creature can eat it with an {@action Interact} action to regain {@dice 1d4+1} HP; this is a healing vitality effect. The creature feels full for 10 minutes, during which it has resistance 2 to void damage and can't eat another piece of produce. Produce not consumed by the start of your next turn withers away.",
				"Level (+2) The healing increases by {@dice 1d4+5}, and the resistance increases by 2."
			]
		},
		{
			"name": "Hail of Splinters",
			"source": "RoE",
			"page": 34,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 1,
			"traits": [
				"impulse",
				"kineticist",
				"overflow",
				"primal",
				"wood"
			],
			"entries": [
				"A fusillade of jagged splinters flies from you. Creatures in a 30-foot cone take {@damage 1d4} piercing damage and {@damage 1d4} {@condition persistent damage||persistent bleed damage} with a basic Reflex save against your class DC.",
				"Level (+2) Each type of damage increases by {@damage 1d4}."
			]
		},
		{
			"name": "Hardwood Armor",
			"source": "RoE",
			"page": 34,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 1,
			"traits": [
				"impulse",
				"kineticist",
				"primal",
				"wood"
			],
			"entries": [
				"Wood and bark grow over your body like armor. This hardwood armor is medium armor but uses your highest armor proficiency.",
				"The wooden armor's statistics are: AC Bonus +3; Dex Cap +2; Check Penalty –2; Speed Penalty –5 feet; Strength 14; Bulk 1; Group wood TV. Any bonuses, runes, and magical abilities of your actual armor are suppressed, but any runes that could apply to the hardwood armor are replicated onto it. When you use this impulse, you can also create a wooden shield in a free hand. You can Shield Block with this shield even if you don't have that feat. The hand wielding this shield counts as a free hand for using impulses. The shield decays in an instant if it becomes {@condition broken} or leaves your grasp.",
				"The armor lasts for 10 minutes, and you can {@action Dismiss} this impulse. If you use this impulse again, any existing one ends. Level (+3) The shield's Hardness increases by 1, its HP by 4, and its BT by 2."
			]
		},
		{
			"name": "Timber Sentinel",
			"source": "RoE",
			"page": 34,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 1,
			"traits": [
				"impulse",
				"kineticist",
				"plant",
				"primal",
				"wood"
			],
			"entries": [
				"A slim, symmetrical tree travels from the Plane of Wood. You conjure a tree within 30 feet, as a protector tree SoM spell of a rank equal to half your level rounded up. If you use this impulse again, any previous one ends, and an ordinary tree remains."
			]
		},
		{
			"name": "Ravel of Thorns",
			"source": "RoE",
			"page": 34,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 4,
			"traits": [
				"impulse",
				"kineticist",
				"plant",
				"primal",
				"stance",
				"wood"
			],
			"entries": [
				"Thorny vines grow in geometric patterns on surfaces in your kinetic aura. A creature that starts its turn in the thorns takes a –10-foot circumstance penalty to its Speeds until it leaves the area. The thorns are hazardous terrain. A creature takes 2 piercing damage each time it moves into one of these squares.",
				"If any square the thorns grow on is water or soil, double the hazardous terrain damage for all thorns. If you move, the thorns disappear; new thorns grow at the end of your turn. Level (+4) The damage increases by 1."
			]
		},
		{
			"name": "Tumbling Lumber",
			"source": "RoE",
			"page": 34,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 4,
			"traits": [
				"impulse",
				"kineticist",
				"primal",
				"wood"
			],
			"entries": [
				"A slew of logs eject from the Plane of Wood and slam into your enemies. They roll in a 10-foot-wide, 30-foot-long line. Non-magical difficult terrain on any ground the logs roll over is smashed flat; greater difficult terrain remains. Each creature in the area takes {@damage 2d8} bludgeoning damage and might be moved by the logs, depending on its Reflex save against your class DC.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": [
							"The creature is unaffected."
						],
						"Success": [
							"The creature takes half damage."
						],
						"Failure": [
							"The creature takes full damage and is pushed out of the line in the most direct path available."
						],
						"Critical Failure": [
							"The creature takes double damage and is knocked {@condition prone}. Level (+3) The damage increases by {@damage 1d8}."
						]
					}
				}
			]
		},
		{
			"name": "Dash of Herbs",
			"source": "RoE",
			"page": 34,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 6,
			"traits": [
				"healing",
				"impulse",
				"kineticist",
				"plant",
				"primal",
				"vitality",
				"wood"
			],
			"entries": [
				"A small cloud of medicinal herbs heal a creature. The type of herbs depends on which malady you decide to treat: {@condition confused}, disease, poison, {@condition sickened}, or injuries. Target one living creature within 30 feet, who regains {@dice 2d8+4} HP and can attempt a new save against one malady of the chosen kind. If you chose injuries, instead increase the healing dice to d10s. The creature becomes temporarily immune to Dash of Herbs for 10 minutes.",
				"Alternatively, you can add the herbs to a dish of food being prepared for up to six people. Creatures who partake in the meal gain the benefits. The herbs' {@trait healing} effects wear off if not eaten within an hour, though their flavor remains.",
				"Level (+2) The healing increases by {@dice 1d8}."
			]
		},
		{
			"name": "Wooden Palisade",
			"source": "RoE",
			"page": 34,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 6,
			"traits": [
				"impulse",
				"kineticist",
				"manipulate",
				"overflow",
				"primal",
				"wood"
			],
			"entries": [
				"Planks of wood, embellished with carvings, spring forth to form a wall. The palisade is up to 30 feet long, 20 feet high, and 1 inch thick. It must form in a straight line in an unbroken open space that doesn't pass through any creatures or objects, or the impulse fails. When you create the wall, you can choose to create ledges on one side of the wall, 4 feet from the top, with ladders reaching to them from the bottom of the wall.",
				"Each 10-foot-by-10-foot section of the wall has AC 10, Hardness 10, and 20 Hit Points, and is immune to critical hits and precision damage. The wall lasts until the end of your next turn, but you can Sustain it up to 1 minute.",
				"Level (+2) The maximum length of the wall increases by 10 feet, and the HP of each section increase by 10."
			]
		},
		{
			"name": "Drifting Pollen",
			"source": "RoE",
			"page": 35,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 8,
			"traits": [
				"impulse",
				"kineticist",
				"plant",
				"primal",
				"stance",
				"wood"
			],
			"entries": [
				"A haze of pollen floats around you. A creature in your kinetic aura when you enter the stance, or who later enters the aura or ends its turn in the aura, attempts at a Fortitude save against your class DC. On a failure, it's {@condition sickened||sickened 1} ({@condition sickened||sickened 2} on a critical failure) and {@condition dazzled} until it's no longer {@condition sickened}. A creature attempts this save no more than once per round and doesn't attempt a new save if already affected."
			]
		},
		{
			"name": "Sanguivolent Roots",
			"source": "RoE",
			"page": 35,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 8,
			"traits": [
				"impulse",
				"kineticist",
				"overflow",
				"plant",
				"primal",
				"wood"
			],
			"entries": [
				"Blood-drinking vines grow from the ground in a 15-foot burst within 120 feet. Each living enemy in the area has its blood {@condition drained}, taking {@damage 3d6} piercing damage with a basic Fortitude save against your class DC. Each time the vines drink blood, living creatures in the area who aren't your enemies regain HP equal to half the damage a single creature took; calculate this using the highest damage a single creature took. This is a healing vitality effect. Your enemies with void healing in the area take vitality damage in the same amount as the healing.",
				"The vines last until the end of your next turn, and you can Sustain the impulse. The first time you Sustain the impulse on subsequent turns, you can repeat the effect.",
				"Level (+2) The damage increases by {@damage 1d6}."
			]
		},
		{
			"name": "Hedge Maze",
			"source": "RoE",
			"page": 35,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 12,
			"traits": [
				"impulse",
				"kineticist",
				"manipulate",
				"overflow",
				"plant",
				"primal",
				"wood"
			],
			"entries": [
				"You sculpt a manicured maze of hedges. You create a wall of shrubs (page 199) in a square 30 feet on a side, with 15-foot- high walls. You can place up to four more walls inside, each 10 feet wide and 15 feet high. The hedge lasts until the end of your next turn, and you can Sustain the impulse up to 1 minute.",
				"You can spend 10 minutes using this impulse as an exploration activity to instead create a cozy cabin with hedges for walls. It lasts for 12 hours, but ends if you use the impulse again."
			]
		},
		{
			"name": "Witchwood Seed",
			"source": "RoE",
			"page": 35,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 12,
			"traits": [
				"impulse",
				"kineticist",
				"overflow",
				"plant",
				"polymorph",
				"primal",
				"wood"
			],
			"entries": [
				"You touch a creature to implant a malignant seed in its body. The creature takes {@damage 5d10} piercing damage and other effects depending on its Fortitude save against your class DC. The creature is then temporarily immune for 24 hours. Creatures with the fungus, plant, or wood trait are immune.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": [
							"The creature is unaffected."
						],
						"Success": [
							"The creature takes half damage and takes a –10-foot status penalty to all its Speeds until the end of its next turn."
						],
						"Failure": [
							"The target takes full damage and is {@condition clumsy||clumsy 2} and {@condition immobilized} until the end of its next turn."
						],
						"Critical Failure": [
							"The target takes double damage and is {@condition clumsy||clumsy 2} and {@condition immobilized}. It attempts a new save at the end of each of its turns, ending the effect if it succeeds.",
							"Level (+4) The damage increases by {@damage 1d10}."
						]
					}
				}
			]
		},
		{
			"name": "Orchard's Endurance",
			"source": "RoE",
			"page": 35,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 14,
			"traits": [
				"impulse",
				"kineticist",
				"plant",
				"primal",
				"stance",
				"wood"
			],
			"entries": [
				"Patches of bark appear on the skin of you and your nearby allies. You and your allies in your kinetic aura gain resistance 5 to bludgeoning and piercing damage. In addition, you and your affected allies roll flat checks to recover from {@condition persistent damage} twice and take the higher result; this is a {@trait fortune} effect.",
				"Level (+4) The resistance increases by 2."
			]
		},
		{
			"name": "Rouse the Forest's Fury",
			"source": "RoE",
			"page": 35,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 18,
			"traits": [
				"impulse",
				"kineticist",
				"overflow",
				"plant",
				"primal",
				"wood"
			],
			"entries": [
				"Terrifying trees attack your enemies. Three Large trees appear in unoccupied spaces within 500 feet, at least 15 feet from one another. Each tree has AC 40, Fortitude +33, Reflex +24, Will +30, and 200 HP. The trees can flank, but are unable to move.",
				"When the trees appear, each makes a {@action Strike}; they share a multiple attack penalty. The tree's melee {@action Strike} is a branch that has reach 10 feet; on a hit, the target is {@condition grabbed} by the tree ({@action Escape} DC 40). The ranged {@action Strike} is a hurled fruit, gourd, seed, or stone with a range increment of 60 feet. Either {@action Strike} has a +30 attack modifier and deals {@damage 4d10+9} bludgeoning damage.",
				"The trees last until the end of your next turn, and you can Sustain the impulse. Each time you Sustain the impulse, you can have one tree make a {@action Strike}.",
				"Level (20th) The attack modifier is +32 and the {@action Strike} damage is {@dice 5d10+9}."
			]
		},
		{
			"name": "Turn the Wheel of Seasons",
			"source": "RoE",
			"page": 35,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 18,
			"traits": [
				"impulse",
				"kineticist",
				"overflow",
				"primal",
				"wood"
			],
			"entries": [
				"The seasons shift rapidly. This impulse affects a cube 100 feet in each dimension within 1,000 feet. Choose the starting season. The impulse lasts for 4 rounds, proceeding to the next season at the start of each of your turns. You can't use this impulse again until the previous one ends. Spring Each ally in the cube gains 20 temporary HP that last until the start of your next turn. Any {@condition dying} ally rolls a recovery check, but can't get worse than a success.",
				"Summer (light) Each enemy in the area is exposed to sunlight and must attempt a Reflex save against your class DC. It's unaffected on a critical success, dazed until the start of your next turn on a success, or {@condition blinded} until the start of your next turn on a failure.",
				"Autumn Leaves and rain make everything in the area {@condition concealed} until the start of your next turn, and a cold wind makes each enemy in the area {@condition slowed||slowed 1} until the start of your next turn unless it succeeds at a Fortitude save against your class DC.",
				"Winter Each enemy in the aura takes {@damage 5d6} cold damage with a basic Reflex save against your class DC. A creature that fails its save also takes {@damage 2d6} {@condition persistent damage||persistent cold damage}."
			]
		},
		{
			"name": "Ambush Bladderwort",
			"source": "RoE",
			"page": 36,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 4,
			"traits": [
				"composite",
				"impulse",
				"kineticist",
				"plant",
				"primal",
				"water",
				"wood"
			],
			"entries": [
				"You plant the seed of a giant bladderwort in an unoccupied square of ground or water within 30 feet. It lasts for 10 minutes.",
				"Using this impulse again ends any previous one. If a creature enters its square, the seed erupts into a voluminous, translucent plant that seals tight around the triggering creature and fills with water. Unless the creature succeeds at a Reflex save against your class DC, it's {@condition immobilized} within the bladderwort and must hold its breath or begin drowning. The {@action Escape} DC is also your class DC. The plant has AC 10 and 50 Hit Points.",
				"If a creature dies inside it, the plant shrinks down, converting itself and the remains into a watery fruit. A creature can eat this consumable to regain {@dice 1d8+4} HP, after which that creature is temporarily immune for 10 minutes. This fruit rots after 1 hour.",
				"Level (+4) The bladderwort's HP increase by 25 and the fruit's healing increases by {@dice 1d8+4}."
			]
		},
		{
			"name": "Lava Leap",
			"source": "RoE",
			"page": 36,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 4,
			"traits": [
				"composite",
				"earth",
				"fire",
				"impulse",
				"kineticist",
				"overflow",
				"primal"
			],
			"entries": [
				"You wreath yourself in molten stone and hurtle toward your enemy. {@action Leap} up to your Speed. At the end of your {@action Leap}, a wave of lava crashes onto all creatures in a 10-foot emanation. Each creature in the area takes {@damage 1d6} bludgeoning damage and {@damage 2d6} fire damage, with a basic Reflex save against your class DC.",
				"The cooling remains of the lava form a temporary protective shell around you, granting you a +2 circumstance bonus to AC until the start of your next turn.",
				"Level (+3) Each type of damage increases by {@damage 1d6}."
			]
		},
		{
			"name": "Living Bonfire",
			"source": "RoE",
			"page": 36,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 4,
			"traits": [
				"composite",
				"fire",
				"impulse",
				"kineticist",
				"primal",
				"wood"
			],
			"entries": [
				"Roots and branches of living wood writhe in elemental fire at your command, forming a bonfire fearsome enough to scare off predators in the night. You conjure a bonfire in an unoccupied 10-foot-square space within 30 feet. The bonfire burns for 10 hours, providing all the benefits of a normal campfire. If you use this impulse again, any previous one ends.",
				"When you make a wood ranged {@action Elemental Blast|RoE}, you can have it come from the bonfire instead of you, flinging burning logs. This blast deals an additional {@damage 1d6} fire damage. Each time you do this, the size of the bonfire is reduced by one 5-foot square. If all the squares are removed, the impulse ends.",
				"Level (+5) The fire damage increases by {@damage 1d6}."
			]
		},
		{
			"name": "Rain of Rust",
			"source": "RoE",
			"page": 36,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 4,
			"traits": [
				"composite",
				"impulse",
				"kineticist",
				"metal",
				"primal",
				"water"
			],
			"entries": [
				"You conjure a red raincloud in a 10-foot burst within 60 feet, which pours rust-colored rain directly below it. Any creature in the rain with the metal trait, that is made of metal, or is wearing metal armor is covered in corrosive build-up. Any such creature is {@condition clumsy||clumsy 1} as long as it remains in the area. If such a creature is in the rain at the start of its turn, it takes {@dice 3d6} damage with a basic Fortitude save against your class DC, plus {@damage 1d6} {@condition persistent damage} if it fails. Damage from this impulse ignores Hardness. Level (+2) The initial damage increases by {@damage 1d6}."
			]
		},
		{
			"name": "Whirling Grindstone",
			"source": "RoE",
			"page": 36,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 4,
			"traits": [
				"attack",
				"composite",
				"earth",
				"impulse",
				"kineticist",
				"metal",
				"primal"
			],
			"entries": [
				"A whirling grindstone made of flint appears in an unoccupied square within 30 feet. The grindstone shreds flesh and shoots sparks. Attempt an impulse attack roll against the AC of a creature adjacent to the grindstone. On a hit, the creature takes {@damage 2d6} slashing damage and {@damage 1d6} fire damage (or double damage on a critical hit). The grindstone lasts until the end of your next turn, and you can Sustain the impulse up to 1 minute. On subsequent turns, the first time you Sustain the impulse that turn, you can roll the grindstone up to 20 feet and can repeat the attack.",
				"A creature within reach of the grindstone can {@action Interact} with it to sharpen a metal weapon. This grants a +2 circumstance bonus to the next damage roll made with that weapon within 1 minute.",
				"Level (+5) The grindstone's damage increases by {@damage 1d6} slashing and {@damage 1d6} fire, and the bonus to weapons increases by 1."
			]
		},
		{
			"name": "Ash Strider",
			"source": "RoE",
			"page": 36,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 6,
			"traits": [
				"air",
				"fire",
				"impulse",
				"kineticist",
				"overflow",
				"polymorph",
				"primal"
			],
			"entries": [
				"You discorporate into a cloud of whirling ash and {@action Stride}. If you have a fly Speed, you can {@action Fly} instead. This movement doesn't trigger reactions, you can move through occupied spaces and tiny cracks, and you ignore any difficult terrain and greater difficult terrain that wouldn't impede smoke. The first creature you pass through during this movement takes {@damage 3d6} fire damage with a basic Reflex save against your class DC. Ash lingers around you after your movement is complete, granting you concealment until the start of your next turn.",
				"Level (+2) The damage increases by {@damage 1d6}."
			]
		},
		{
			"name": "Desert Wind",
			"source": "RoE",
			"page": 36,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 6,
			"traits": [
				"air",
				"composite",
				"earth",
				"impulse",
				"kineticist",
				"primal",
				"stance"
			],
			"entries": [
				"A vortex of sand and dust surrounds you. Each creature inside your kinetic aura (including you) is {@condition concealed} from any creature outside your kinetic aura, and creatures outside the aura are {@condition concealed} from creatures inside the aura other than you.",
				"Your air impulses carry sands that cut at great speed. When you use a damaging air impulse that affects at least one creature in your kinetic aura, that impulse deals 1 additional slashing damage, or 2 if the impulse has a single target.",
				"Level (+2) The extra damage increases by 1, or 2 if the impulse has a single target."
			]
		},
		{
			"name": "Elemental Artillery",
			"source": "RoE",
			"page": 36,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 6,
			"traits": [
				"composite",
				"impulse",
				"kineticist",
				"metal",
				"primal",
				"wood"
			],
			"entries": [
				"Spinning wood and metal together, you create a rugged wooden ballista. The ballista is Medium and appears in an unoccupied space within 30 feet. It immediately shoots a bolt with a jagged tip of elemental metal. Make an impulse attack roll against the AC of a target within 120 feet. The target takes {@damage 3d12} piercing damage on a hit (or double damage on a critical hit). The ballista can be shot again, but it must first be reloaded with two {@action Interact} actions. The ballista lasts until the end of your next turn, and you can Sustain the impulse. Each time you Sustain it, you can roll the ballista up to 20 feet, shoot it if it's loaded, or contribute 1 action toward reloading it.",
				"Level (+3) The damage increases by {@damage 1d12}."
			]
		},
		{
			"name": "Jagged Berms",
			"source": "RoE",
			"page": 37,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 6,
			"traits": [
				"composite",
				"earth",
				"impulse",
				"kineticist",
				"overflow",
				"primal",
				"wood"
			],
			"entries": [
				"You conjure up to six cube-shaped mounds of packed earth. Each appears in an unoccupied square within 120 feet, fills its square, and provides cover. A mound has AC 10, Hardness 10, and 20 HP, and is immune to critical hits and precision damage.",
				"If destroyed, a mound becomes difficult terrain. The mounds last for an unlimited duration, but if you use the impulse again, any previous one ends.",
				"Sharpened wooden stakes protrude from each mound into adjacent squares. They can project from any of its sides; you choose which sides for each mound. For each square of wooden stakes a creature enters, that creature takes {@damage 2d6} piercing damage. Destroying a mound also destroys its stakes. Level (+2) The HP of each section of the wall increases by 10, and the piercing damage increases by {@damage 1d6}."
			]
		},
		{
			"name": "Lightning Rod",
			"source": "RoE",
			"page": 37,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 6,
			"traits": [
				"air",
				"composite",
				"impulse",
				"kineticist",
				"metal",
				"primal"
			],
			"entries": [
				"You smash a metal rod into your foe and call lightning to it. Attempt a 1-action melee {@action Elemental Blast|RoE} using the metal element. On a hit, the target is skewered with a metal rod, which gives it a –1 circumstance penalty to AC and saves against electricity; the penalty is –2 if the creature also has the metal trait, is made of metal, or is wearing metal armor. A hit creature immediately takes {@damage 1d12} electricity damage with a basic Reflex save against your class DC. The creature can {@action Interact} to attempt a DC 10 {@skill Athletics} check to pull the lightning rod free.",
				"Level (+6) The electricity damage increases by {@damage 1d12}."
			]
		},
		{
			"name": "Molten Wire",
			"source": "RoE",
			"page": 37,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 6,
			"traits": [
				"composite",
				"fire",
				"impulse",
				"kineticist",
				"metal",
				"primal"
			],
			"entries": [
				"Spinning molten iron through a vortex of fire, you trap your foe in searing wires. Make an impulse attack roll against a creature within 15 feet. On a success, the target takes {@damage 2d6} slashing damage and is wrapped in molten wire for 1 minute.",
				"It is {@condition clumsy||clumsy 1} and takes {@damage 2d4} fire damage at the start of each of its turns, with a basic Reflex save. The wire's {@action Escape} DC is your class DC. The wire has AC 10 and 75 HP. The impulse ends if the creature Escapes or the wire is destroyed.",
				"Level (+4) The slashing damage increases by {@damage 1d6}, the fire damage increases by {@damage 1d4}, and the wire's HP increases by 25."
			]
		},
		{
			"name": "Rising Hurricane",
			"source": "RoE",
			"page": 37,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 6,
			"traits": [
				"air",
				"composite",
				"impulse",
				"kineticist",
				"overflow",
				"primal",
				"water"
			],
			"entries": [
				"A hurricane lifts your enemies into the air before bringing them crashing down in a bloody rain. Your hurricane appears in a cylinder that's 40 feet tall, has a 30-foot diameter, and is within 120 feet. All creatures in the area take {@damage 2d6} bludgeoning damage with a basic Fortitude save against your class DC. Lift any creature that fails its save to any height you choose within the area, move it up to 5 feet in any direction, then drop it. It takes falling damage normally unless it has a fly Speed.",
				"Level (+3) The rain damage increases by {@damage 1d6}, and the cylinder's height increases by 5 feet."
			]
		},
		{
			"name": "Roiling Mudslide",
			"source": "RoE",
			"page": 37,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 6,
			"traits": [
				"composite",
				"earth",
				"impulse",
				"kineticist",
				"primal",
				"water"
			],
			"entries": [
				"You form water and earth into a mudslide that smashes your opponents and coats them in mud. Each creature in the area takes {@damage 2d8} bludgeoning damage with a basic Fortitude save against your class DC. A creature that fails is also pushed 5 feet (or 10 feet on a critical failure) and coated in mud until the end of its next turn. While coated in mud, the creature falls {@condition prone} at the end of its movement any time it ends a move action other than a {@action Crawl} or {@action Step}. The creature can attempt an {@skill Acrobatics} check or Reflex save against your class DC, avoiding the fall if it succeeds.",
				"Level (+4) The damage increases by {@damage 1d8}."
			]
		},
		{
			"name": "Steam Knight",
			"source": "RoE",
			"page": 37,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 6,
			"traits": [
				"composite",
				"fire",
				"impulse",
				"kineticist",
				"primal",
				"stance",
				"water"
			],
			"entries": [
				"You shape your kinetic aura into swirling armor of steam that scalds your enemies and propels you on super-heated jet streams. A creature can take damage from Steam Knight only once per round. Your steam armor has the following effects.",
				{
					"type": "list",
					"items": [
						"You gain a +10-foot status bonus to your Speed.",
						"When you {@action Leap}, you can jump up to your Speed. You don't immediately fall at the end of a jump, provided you {@action Leap} again with your next action. If you {@action Leap} over a creature and come within 10 feet, that creature takes {@damage 2d6} fire damage with a basic Reflex save against your class DC.",
						"At the start of each of your turns, you can emit steam as a free action. It deals {@damage 2d6} fire damage to each creature in your kinetic aura with a basic Reflex save against your class DC. A creature that fails is also pushed 5 feet."
					]
				},
				"Level (+5) The fire damage from a jump or blast of steam increases by {@dice 1d6}."
			]
		},
		{
			"name": "Tree of Duality",
			"source": "RoE",
			"page": 37,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 6,
			"traits": [
				"air",
				"composite",
				"impulse",
				"kineticist",
				"primal",
				"wood"
			],
			"entries": [
				"An ephemeral tree bursts forth, floating on air in an unoccupied square of your choice within 60 feet. Blooming flowers and fungal growths shed pollen and spores, which a swirling gust of air spreads in a 10-foot emanation around it. The tree lasts until the end of your next turn, and you can Sustain it up to 1 minute.",
				{
					"type": "list",
					"items": [
						"Cleansing Pollen (healing, vitality) Each living ally that's in the area or enters it regains {@dice 3d4} HP and is then temporarily immune to regaining HP from Tree of Duality for 10 minutes.",
						"Hallucinogenic Spores (mental) Enemies in the area are {@condition dazzled}. An enemy that leaves the area remains {@condition dazzled} until the start of its next turn. Level (+2) The healing increases by {@dice 1d4}."
					]
				}
			]
		},
		{
			"name": "Ambersoul",
			"source": "RoE",
			"page": 47,
			"level": 1,
			"traits": [
				"ardande",
				"lineage"
			],
			"entries": [
				"Your elemental heritage is reflected in the oils and fragrances of plants, in tree resin that fossilizes into amber, or in the gentle smell of a flower. Sticky, golden sap runs through your veins instead of blood. Each time a creature deals slashing or piercing damage to you with a melee {@action Strike}, your sap coats its weapon or unarmed attack.",
				"The creature takes a –1 circumstance penalty on attack rolls with that weapon or unarmed attack until the end of its turn."
			]
		},
		{
			"name": "Grove-Harbored",
			"source": "RoE",
			"page": 48,
			"level": 1,
			"traits": [
				"ardande"
			],
			"entries": [
				"You are accustomed to exploring thick woodlands and defending yourself against the attacks of magical plants. You gain a +1 circumstance bonus to saves against plant, poison, and wood effects, and if you roll a success on a save against a {@trait poison} effect, you get a critical success instead."
			]
		},
		{
			"name": "Moldersoul",
			"source": "RoE",
			"page": 48,
			"level": 1,
			"traits": [
				"ardande",
				"lineage"
			],
			"entries": [
				"Your connection to elemental wood asserts itself in the form of decay, like forgotten logs left to rot and the char that remains after a forest fire, cycles of devastation clearing away what was to make room for the next generation of life. You gain the Decompose action.",
				{
					"name": "Decompose",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"traits": [
						"primal",
						"void"
					],
					"frequency": {
						"number": 1,
						"unit": "day"
					},
					"entries": [
						"Void energy seeps out of you, decaying everything within a 5-foot emanation and causing plants and foliage to age and decompose. Natural difficult terrain is destroyed, and creatures in the area with the plant or wood trait take {@damage 1d6} void damage with a basic Fortitude save against your class DC or spell DC, whichever is higher."
					],
					"type": "ability"
				}
			]
		},
		{
			"name": "Springsoul",
			"source": "RoE",
			"page": 48,
			"level": 1,
			"traits": [
				"ardande",
				"lineage"
			],
			"entries": [
				"Your connection to elemental wood manifests as fresh blossoms, spring fruits, and the seeds of new life, and you harness this power to spread vitality and abundance. You can cast the tangle vine cantrip as an innate primal or arcane spell at will. A cantrip is heightened to a spell rank equal to half your level rounded up."
			]
		},
		{
			"name": "Sunlit Vitality",
			"source": "RoE",
			"page": 48,
			"level": 1,
			"traits": [
				"ardande"
			],
			"entries": [
				"You gain nourishment through photosynthesis, like trees and other green plants.",
				"You typically don't need to pay for food, though you begin to starve if you go without sunlight for 1 week. You can derive nourishment from specially formulated bottles of sunlight instead of natural sunlight, but these bottles cost 10 times as much as standard rations (4 gp per week)."
			]
		},
		{
			"name": "Woodworker",
			"source": "RoE",
			"page": 48,
			"level": 1,
			"traits": [
				"ardande"
			],
			"entries": [
				"Denizens of the Plane of Wood take immense pride in the magnificent works of art they can craft from wood, and practicing your own woodcraft helps you feel a connection with your planar heritage. You gain the trained proficiency rank in {@skill Crafting}. If you would automatically become trained in {@skill Crafting} (from your background or class, for example), you instead become trained in a skill of your choice. You gain the {@feat Specialty Crafting} skill feat for woodworking."
			]
		},
		{
			"name": "Read the Roots",
			"source": "RoE",
			"page": 48,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 5,
			"traits": [
				"ardande",
				"primal",
				"scrying",
				"wood"
			],
			"requirements": "You are standing on the ground, and there are plants rooted in the ground within 100 feet of you.",
			"entries": [
				"The root systems of trees are a far-reaching network of information, and you know how to access them and extract their secrets. You {@action Seek} within 30 feet using tremorsense, an imprecise sense, instead of one of your own senses. You can also detect subjects touching or burrowing through the surface you are standing on in this way."
			]
		},
		{
			"name": "Treespeech",
			"source": "RoE",
			"page": 49,
			"level": 5,
			"traits": [
				"ardande"
			],
			"prerequisites": "You speak Muan.",
			"entries": [
				"Your connection to elemental wood allows you to communicate with trees in the Universe in Muan, the language of wood elementals. You can ask questions of, receive answers from, and use the {@skill Diplomacy} skill with woody plants like trees and shrubs."
			]
		},
		{
			"name": "Flowering Path",
			"source": "RoE",
			"page": 49,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 9,
			"traits": [
				"ardande",
				"plant",
				"primal"
			],
			"frequency": {
				"number": 1,
				"unit": "day"
			},
			"entries": [
				"Vitality and elemental wood flows out from your body and into the earth, infusing it with a stream of new life. When you walk, you leave blooming flowers and sprouting vines in your wake. For the next minute, each time you {@action Step} or {@action Stride}, you create difficult terrain in each square you leave during your movement."
			]
		},
		{
			"name": "Kizidhar Magic",
			"source": "RoE",
			"page": 49,
			"level": 9,
			"traits": [
				"ardande"
			],
			"entries": [
				"You can wield the arcane magic of a kizidhar, casting entangling flora and one with plants once per day each as 2nd-rank arcane innate spells."
			]
		},
		{
			"name": "Summon Wood Elemental",
			"source": "RoE",
			"page": 49,
			"level": 13,
			"traits": [
				"ardande"
			],
			"entries": [
				"Your connection to the Plane of Wood allows you to summon elemental allies. Once per day, you can cast {@spell summon elemental} as a 5th-rank primal innate spell, but the elemental must be a wood elemental."
			]
		},
		{
			"name": "Wooden Mantle",
			"source": "RoE",
			"page": 49,
			"level": 13,
			"traits": [
				"ardande"
			],
			"entries": [
				"Your connection to the magic of the Plane of Wood allows you to call upon the power of plants and trees to protect yourself. You can cast mantle of the unwavering heart (page 197) as a 5th-rank primal innate spell once per day."
			]
		},
		{
			"name": "Wood Ward",
			"source": "RoE",
			"page": 49,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 17,
			"traits": [
				"ardande",
				"concentrate",
				"plant",
				"primal",
				"wood"
			],
			"frequency": {
				"number": 1,
				"unit": "hour"
			},
			"trigger": "A creature targets you with an attack.",
			"entries": [
				"With a sweep of your hand, vines and roots burst from the ground along the edge of your space between you and the attacker, creating a natural lattice of wood that grants standard cover. The circumstance bonus from the cover applies to your AC when you're determining the outcome of the triggering attack. If the triggering attack still hits and deals physical damage to you, the ward reduces the damage by 30 and is immediately destroyed. If the attack misses, the ward instead persists for 3 rounds before withering back into the earth. Creatures can cross the ward, but it's difficult terrain."
			]
		},
		{
			"name": "Ferrousoul",
			"source": "RoE",
			"page": 52,
			"level": 1,
			"traits": [
				"lineage",
				"talos"
			],
			"entries": [
				"Whether in their pure elemental forms or as part of an alloy such as steel, the elemental metal in your soul resonates strongly with iron, bronze, and other sturdy, practical metals suitable for weaponry. Your fist attacks gain the modular B, P, or {@trait S} trait (Pathfinder Treasure Vault 25) and lose the {@trait nonlethal} trait. Your fist's damage die increases to {@dice 1d6}."
			]
		},
		{
			"name": "Gildedsoul",
			"source": "RoE",
			"page": 52,
			"level": 1,
			"traits": [
				"lineage",
				"talos"
			],
			"entries": [
				"Your elemental lineage manifests in the polished gleam of precious metals, such as silver and gold, or even rare and valuable skymetals like adamantine or orichalcum. This natural luster enhances your charm; you become trained in your choice of {@skill Diplomacy} or {@skill Society}. If you would automatically become trained in both these skills (from your background or class, for example), you instead become trained in a skill of your choice. If you're trained in {@skill Society}, you also gain the {@feat Courtly Graces} skill feat."
			]
		},
		{
			"name": "Quicksoul",
			"source": "RoE",
			"page": 52,
			"level": 1,
			"traits": [
				"lineage",
				"talos"
			],
			"entries": [
				"The elemental metal in your bloodline literally courses through your veins in the form of liquid metals like mercury, rubidium, gallium, and djezet, giving your actions a languid fluidity. You gain the trained proficiency rank in {@skill Acrobatics}.",
				"If you would automatically become trained in {@skill Acrobatics} (from your background or class, for example), you instead become trained in a skill of your choice. As these metals are largely toxic to organic life, you also gain the Toxic Touch action.",
				{
					"name": "Toxic Touch",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"traits": [
						"poison"
					],
					"frequency": {
						"number": 1,
						"unit": "day"
					},
					"requirements": "Your most recent action was to {@action Tumble Through}, and you successfully moved through an enemy's space",
					"entries": [
						"Make a melee unarmed {@action Strike} against the enemy whose space you moved through. On a hit, the target takes {@damage 1d6} {@condition persistent damage||persistent poison damage} and is {@condition sickened||sickened 1} (or takes {@damage 2d6} {@condition persistent damage||persistent poison} and is {@condition sickened||sickened 2} on a critical hit)."
					],
					"type": "ability"
				}
			]
		},
		{
			"name": "Reflective Defense",
			"source": "RoE",
			"page": 52,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 1,
			"traits": [
				"light",
				"talos"
			],
			"frequency": {
				"number": 1,
				"interval": 10,
				"unit": "minute"
			},
			"trigger": "A creature within 30 feet of you targets you, and you can see the attacker.",
			"requirements": "You are in dim or bright light.",
			"entries": [
				"Your body's natural luster has been polished to a gleaming shine. You use this to reflect light back into your enemy's eyes, disrupting its aim and focus; it must succeed at a Reflex save against your class DC or be {@condition dazzled} until the end of your next turn."
			]
		},
		{
			"name": "Conductor's Redirection",
			"source": "RoE",
			"page": 53,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 5,
			"traits": [
				"talos"
			],
			"trigger": "You are hit by an attack, spell, or other effect that deals electricity damage.",
			"entries": [
				"You conduct the damage through your body, taking damage as normal (if applicable) and redirecting it at one target within 10 feet that you can see. The creature must make a Fortitude save using your class DC or spell DC, whichever is higher. On a failure, they take the electrical damage; on a success, they take half damage."
			]
		},
		{
			"name": "Precious Alloys",
			"source": "RoE",
			"page": 53,
			"level": 5,
			"traits": [
				"talos"
			],
			"entries": [
				"Choose cold iron or silver. Your melee unarmed attacks have the special properties of a weapon made of that metal. If you are at least 13th level, you can choose adamantine instead of just cold iron or silver."
			],
			"special": [
				"You can take this ancestry feat multiple times, choosing a different metal each time."
			]
		},
		{
			"name": "Natural Magnetism",
			"source": "RoE",
			"page": 53,
			"level": 9,
			"traits": [
				"talos"
			],
			"entries": [
				"Your connection with elemental iron grants you a natural field of weak magnetic attraction. You can cast {@spell magnetic attraction|SoM} (Secrets of Magic 114) and magnetic repulsion (Secrets of Magic 115) once per day each as 2nd-rank primal innate spells."
			],
			"special": [
				"If you chose the gildedsoul lineage, you can replace one of the above spells with enthrall."
			]
		},
		{
			"name": "Summon Metal Elemental",
			"source": "RoE",
			"page": 53,
			"level": 13,
			"traits": [
				"talos"
			],
			"entries": [
				"You can summon an elemental ally. Once per day, you can cast {@spell summon elemental} as a 5th-rank primal innate spell, but the elemental summoned must be a metal elemental."
			]
		},
		{
			"name": "Metallic Skin",
			"source": "RoE",
			"page": 53,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 17,
			"traits": [
				"concentrate",
				"primal",
				"talos"
			],
			"frequency": {
				"number": 1,
				"unit": "day"
			},
			"entries": [
				"Duration 1 minute You fortify your natural resistances with elemental metal, covering your skin with thick metal. You gain a +2 status bonus to AC and resistance 10 to physical damage (except adamantine), but you take a –10-foot penalty to Speed. If you take fire damage while this ability is active, until the end of your next turn, you deal an additional {@damage 2d6} fire damage with all your unarmed melee Strikes."
			]
		},
		{
			"name": "Elemental Evolution",
			"source": "RoE",
			"page": 54,
			"level": 2,
			"traits": [
				"barbarian"
			],
			"prerequisites": "elemental instinct",
			"entries": [
				"The elemental power within you is more mutable and versatile than most. Choose a second damage type for your element. Whenever you {@action Rage}, you can choose that type instead of the damage type you would normally gain. The new damage type can be the one you did not choose when you selected the element initially if you had multiple options available for your element, or one of the following types: air cold, earth poison, fire cold, metal electricity, water acid, wood poison."
			]
		},
		{
			"name": "Elemental Explosion",
			"source": "RoE",
			"page": 54,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 6,
			"traits": [
				"barbarian",
				"concentrate",
				"primal",
				"rage"
			],
			"prerequisites": "elemental instinct",
			"requirements": "You're raging, and you haven't used this ability since you last Raged.",
			"entries": [
				"You unleash the energy roiling within you, exploding elemental matter in a 15-foot emanation. Each creature in the area takes {@dice 1d8} damage per level you possess, with the same type you chose for elemental rage.",
				"Each creature in the area must attempt a basic Reflex save against your class DC. Elemental Explosion gains the trait of your element."
			]
		},
		{
			"name": "Kineticist Dedication",
			"source": "RoE",
			"page": 57,
			"level": 2,
			"featType": {
				"archetype": [
					"Kineticist"
				]
			},
			"traits": [
				"archetype",
				"dedication",
				"multiclass"
			],
			"prerequisites": "Constitution +2",
			"entries": [
				"You become trained in kineticist class DC and impulse attack rolls. Choose one element to be your kinetic element (air, earth, fire, metal, water, or wood). You gain a kinetic aura and the {@action Channel Elements|RoE} action (page 15), though you don't get to use an {@action Elemental Blast|RoE} or stance impulse when you take that action. You gain the {@action Elemental Blast|RoE} action (page 16). Your {@action Elemental Blast|RoE} does not automatically gain additional damage dice every four levels, instead requiring you to take the Improved {@action Elemental Blast|RoE} feat."
			],
			"leadsTo": [
				"Base Kinesis|RoE",
				"Through the Gate|RoE",
				"Improved Elemental Blast|RoE",
				"Expert Kinetic Control|RoE"
			]
		},
		{
			"name": "Base Kinesis",
			"source": "RoE",
			"page": 57,
			"featType": {
				"archetype": [
					"Kineticist"
				]
			},
			"level": 4,
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Kineticist Dedication|RoE}",
			"entries": [
				"You gain the {@action Base Kinesis|RoE} impulse (page 16). For the purposes of determining when the range and Bulk improvements of the action occur, your kineticist level is equal to half your level (for example, {@action Base Kinesis|RoE} for a 10th- level character with this feat would have a range of 45 feet and could affect 1 Bulk of their chosen element)."
			]
		},
		{
			"name": "Through the Gate",
			"source": "RoE",
			"page": 57,
			"featType": {
				"archetype": [
					"Kineticist"
				]
			},
			"level": 4,
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Kineticist Dedication|RoE}",
			"entries": [
				"You gain a 1st- or 2nd-level kineticist feat of your choice. Your options include impulse feats for your kinetic element, as normal for a kineticist."
			]
		},
		{
			"name": "Advanced Element Control",
			"source": "RoE",
			"page": 57,
			"level": 6,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Kineticist"
				]
			},
			"prerequisites": "Through the Gate",
			"entries": [
				"You gain one kineticist feat. For the purpose of meeting its prerequisites, your kineticist level is equal to half your level.",
				"Your options include impulse feats for your kinetic element, as normal for a kineticist."
			],
			"special": [
				"You can select this feat more than once. Each time you select it, you gain another kineticist feat."
			],
			"leadsTo": [
				"Add Element|RoE"
			]
		},
		{
			"name": "Improved Elemental Blast",
			"source": "RoE",
			"page": 57,
			"level": 8,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Kineticist"
				]
			},
			"prerequisites": "{@feat Kineticist Dedication|RoE}",
			"entries": [
				"The power of your elemental blast improves. The damage of your elemental blast increases by one die."
			],
			"special": [
				"You can take Improved {@action Elemental Blast|RoE} a second time at 14th level to increase your {@action Elemental Blast|RoE} to three damage die, and a third time at 18th level to increase your {@action Elemental Blast|RoE} to four damage die."
			]
		},
		{
			"name": "Add Element",
			"source": "RoE",
			"page": 57,
			"level": 10,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Kineticist"
				]
			},
			"prerequisites": "{@feat Advanced Element Control|RoE}",
			"entries": [
				"Choose a second kinetic element to add to the one you already have. You gain an impulse feat for that element. For the purpose of meeting its prerequisites, your kineticist level is equal to half your level. If you gain more kineticist feats, you can select hybrid impulses that have both your elements, as normal for a kineticist."
			]
		},
		{
			"name": "Expert Kinetic Control",
			"source": "RoE",
			"page": 57,
			"level": 12,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Kineticist"
				]
			},
			"prerequisites": "{@feat Kineticist Dedication|RoE}",
			"entries": [
				"You become an expert in kineticist class DC and impulse attack rolls."
			]
		},
		{
			"name": "Elementalist Dedication",
			"source": "RoE",
			"page": 59,
			"level": 2,
			"traits": [
				"archetype",
				"class",
				"dedication"
			],
			"prerequisites": "elemental magic",
			"entries": [
				"Each day when you make your daily preparations, you can attune yourself to one element of your choice from your elemental philosophy. You gain resistance equal to half your level (minimum 1 resistance) against damage dealt by effects with your attuned {@trait elemental} trait. This attunement lasts until you next make your daily preparations."
			],
			"leadsTo": [
				"Dousing Spell|RoE",
				"Elemental Familiar|RoE",
				"Burning Spell|RoE",
				"Current Spell|RoE",
				"Expanded Elemental Magic|RoE",
				"Metabolize Element|RoE",
				"Reverberating Spell|RoE",
				"Growth Spell|RoE",
				"Rockslide Spell|RoE",
				"Redirect Elements|RoE",
				"Water Step|RoE",
				"Wind-Tossed Spell|RoE"
			]
		},
		{
			"name": "Dousing Spell",
			"source": "RoE",
			"page": 59,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 4,
			"traits": [
				"archetype",
				"spellshape",
				"water"
			],
			"prerequisites": "{@feat Elementalist Dedication|RoE}, water is in your elemental philosophy",
			"entries": [
				"You enhance your spell with elemental water, soaking the target. If the next action you use is to {@action Cast a Spell} targeting a single creature, you soak the target of the spell with water. If the target has {@condition persistent damage||persistent acid} or fire damage, the DC to end those conditions is reduced to 10, and the creature can attempt a flat check to end those types of {@condition persistent damage} immediately. The spell gains the {@trait water} trait (causing it to deal extra damage to creatures with weakness to water)."
			]
		},
		{
			"name": "Elemental Familiar",
			"source": "RoE",
			"page": 59,
			"level": 4,
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Elementalist Dedication|RoE}, Familiar",
			"entries": [
				"Your familiar becomes an elemental spirit capable of taking on aspects of the elements. Other than taking the form of an elemental instead of an animal, this familiar continues to use all the same rules as other familiars. If you want to give your familiar the elemental familiar abilities found on page 42, you must select that familiar ability. Your familiar gains one additional familiar ability each day, which must be one of the following elemental familiar abilities. While your familiar has an elemental familiar ability, your familiar is composed of the associated elemental matter and gains the matching {@trait elemental} trait. You can't select more than one elemental familiar ability at a time.",
				{
					"type": "list",
					"items": [
						"Air If your familiar stays completely still for 1 round, it becomes {@condition invisible} until it next takes an action. Any motion, even being moved or carried by another creature, ends this effect.",
						"Earth Your familiar gains resistance to physical damage (except adamantine) equal to half your level.",
						"Fire Your familiar sheds bright light in a 20-foot radius (and dim light for the next 20 feet) and emits warmth. Creatures who remain within a 15-foot emanation don't take damage from severe environmental cold.",
						"Metal Your familiar gains resistance to physical damage from metal weapons equal to half your level.",
						"Water Your familiar can move through a gap at least 2 inches wide without Squeezing and can {@action Squeeze} through a gap at least 1 inch wide.",
						"Wood If your familiar remains in bright light for 1 round, it gains fast healing equal to half your level. Once it is out of bright light, this effect ends."
					]
				}
			]
		},
		{
			"name": "Burning Spell",
			"source": "RoE",
			"page": 59,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 6,
			"traits": [
				"archetype",
				"fire",
				"spellshape"
			],
			"prerequisites": "{@feat Elementalist Dedication|RoE}, fire is in your elemental philosophy",
			"entries": [
				"You enhance your spell with elemental fire, causing it to set the target on fire. If the next action you use is to Cast a non- cantrip Spell that deals damage at a single target, the spell deals additional {@condition persistent damage||persistent fire damage} equal to the spell rank, in addition to its other effects. This has no effect if the spell already deals {@condition persistent damage||persistent fire damage}. The spell gains the {@trait fire} trait."
			]
		},
		{
			"name": "Current Spell",
			"source": "RoE",
			"page": 59,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 6,
			"traits": [
				"archetype",
				"concentrate",
				"spellshape"
			],
			"prerequisites": "{@feat Elementalist Dedication|RoE}, air or water is in your elemental philosophy",
			"entries": [
				"As you use your magic to manipulate air or water, you divert some of its currents to form a barrier around you. If your next action is to {@action Cast a Spell} with the {@trait air} or {@trait water} trait, until the start of your next turn, you gain a +1 circumstance bonus to AC or a +2 circumstance bonus against ranged attacks. This effect has the {@trait air} or {@trait water} trait, or both, depending on the traits of the spell you cast. You also gain a +1 circumstance bonus to all saves against effects with the {@trait air} trait, {@trait water} trait, or both until the start of your next turn, depending on the spell's traits."
			]
		},
		{
			"name": "Expanded Elemental Magic",
			"source": "RoE",
			"page": 60,
			"level": 6,
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Elementalist Dedication|RoE}",
			"entries": [
				"You reach new understandings of the elements, taking an expansive view. Add to your elemental philosophy any of the following elements it doesn't already include: air, earth, fire, metal, water, and wood."
			]
		},
		{
			"name": "Metabolize Element",
			"source": "RoE",
			"page": 60,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 8,
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Elementalist Dedication|RoE}",
			"trigger": "You take damage from a foe's spell or magical ability with {@trait a} trait of one of the elements in your elemental philosophy.",
			"entries": [
				"Your rapidly metabolize the elemental particles in your opponent's spell to gain a boost of energy. You gain the {@condition quickened} condition until the end of your next turn. You can use the extra action only to {@action Step} or {@action Stride}."
			]
		},
		{
			"name": "Reverberating Spell",
			"source": "RoE",
			"page": 60,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 10,
			"traits": [
				"archetype",
				"metal",
				"spellshape"
			],
			"prerequisites": "{@feat Elementalist Dedication|RoE}, metal is in your elemental philosophy",
			"entries": [
				"Your spell disorients your targets with a metallic clangor. If the next action you use this turn is to Cast a non-cantrip Spell that deals damage in an area (such as a burst, line, or cone), the spell deals an additional {@damage 1d8} sonic damage and all creatures who fail their save against the spell are {@condition deafened} for 1 round. Targets who critically fail their saves against this spell are instead {@condition deafened} for 1 minute. The spell gains the {@trait sonic} trait."
			]
		},
		{
			"name": "Growth Spell",
			"source": "RoE",
			"page": 60,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 10,
			"traits": [
				"archetype",
				"spellshape"
			],
			"prerequisites": "{@feat Elementalist Dedication|RoE}, wood is in your elemental philosophy",
			"entries": [
				"You enhance your spell with elemental wood, causing your magic to expand and grow beyond its original limitations. If the next action you use this turn is to Cast a non-cantrip Spell that affects an area, expand the area of the spell. For bursts, expand the radius by 5 feet; for cones, expand the cone by 10 feet; and for lines, expand the length by 15 feet.",
				"The spell gains the wood trait."
			]
		},
		{
			"name": "Rockslide Spell",
			"source": "RoE",
			"page": 60,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 10,
			"traits": [
				"archetype",
				"earth",
				"spellshape"
			],
			"prerequisites": "{@feat Elementalist Dedication|RoE}, earth is in your elemental philosophy",
			"entries": [
				"You enhance your spell with elemental earth, causing chunks of stone to litter the ground. If the next action you use is to Cast a non-cantrip Spell that affects an area, a number of 5-foot squares in the area equal to the spell rank become difficult terrain for 1 round. These squares must be on the ground, and the entire area of difficult terrain must be contiguous. The spell gains the {@trait earth} trait."
			]
		},
		{
			"name": "Redirect Elements",
			"source": "RoE",
			"page": 60,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 12,
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Elementalist Dedication|RoE}",
			"trigger": "The spell attack roll for a foe's spell with an {@trait elemental} trait targeting you fails or critically fails, and the {@trait elemental} trait is in your elemental philosophy.",
			"entries": [
				"You seize the elemental essence of an incoming spell and redirect the spell to a creature of your choice within the spell's area. The attacker rerolls the spell's attack roll against the new target."
			]
		},
		{
			"name": "Water Step",
			"source": "RoE",
			"page": 60,
			"level": 6,
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Elementalist Dedication|RoE}, water is in your elemental philosophy",
			"entries": [
				"You can {@action Stride} across liquid and surfaces normally wouldn't support your weight. This benefit lasts only during your movement. If you end your movement on a surface that can't support you, you fall in or it collapses as normal."
			]
		},
		{
			"name": "Wind-Tossed Spell",
			"source": "RoE",
			"page": 60,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 14,
			"traits": [
				"air",
				"archetype",
				"concentrate",
				"spellshape"
			],
			"prerequisites": "{@feat Elementalist Dedication|RoE}, air is in your elemental philosophy",
			"entries": [
				"You enhance your spell with elemental air, using the wind to find your target and carry your magic around cover. If the next action you use is to {@action Cast a Spell} that requires a spell attack roll, you ignore the target's {@condition concealed} condition and any cover they have from you. The spell gains the {@trait air} trait."
			]
		}
	]
}
