{
	"feat": [
		{
			"source": "FRP3",
			"name": "All The Time In The World",
			"level": 20,
			"traits": [
				"Uncommon",
				"Investigator"
			],
			"featType": {
				"class": "Investigator",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"frequency": "once per hour",
			"entries": [
				"Your firsthand experience of the subjective nature of time and space has given you new observational insights. Your mind processes information so quickly that time appears to stop for all creatures but you. You can take up to 9 actions in 3 sets of up to 3 actions each. During this time, you can use purely mental and observational abilities such as {@action Recall Knowledge}, {@action Seek}, and {@action Devise a Stratagem|APG}, and you can use an action to move a mental projection of yourself to a location within a 60- foot radius to observe objects more closely and from different angles, though you can't affect your surroundings in any way (for instance, you could move your mental projection more closely to a distant door to read a minute inscription on its handle, but you could not open it to observe the other side)",
				"When the duration elapses, time resumes its normal flow."
			],
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"page": 75
		},
		{
			"source": "FRP3",
			"name": "Dance Of Intercession",
			"level": 20,
			"traits": [
				"Uncommon",
				"Cleric"
			],
			"featType": {
				"class": "Cleric",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"prerequisites": "expert in {@skill Performance}",
			"frequency": "three times a day",
			"entries": [
				"You either performed in or stood witness to the dance used to invoke the Celestial Dragon and can harness a sliver of their power. You {@action Stride} in a dance up to half your Speed, attempting a DC 35 {@skill Performance} check. You can perform this dance up to three times per day. The second time you do so in the same day, use the degree of success one worse than your actual roll on the {@skill Performance} check. The third time in a day, use the degree of success two lower than your actual roll.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "You perform the movements of the Dance of Intercession so gracefully that you evoke a glimmer of the memory of the Celestial Dragon's awesome power. You cast the 3-action version of either 9th-level {@spell harm} or heal at any point during your {@action Stride}. This does not use any spell slots.",
						"Success": "As critical success, but the spell is 7th level instead of 9th as you stumble through the movements.",
						"Failure": "As critical success, but the spell is 5th level instead of 9th as you stumble through the movements.",
						"Critical Failure": "You fail to remember the steps of the dance. You gain no additional effect beyond Striding half your Speed, and you can't attempt the Dance of Intercession again until your next daily preparations."
					}
				}
			],
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"page": 75
		},
		{
			"source": "FRP3",
			"name": "Demon's Hair",
			"level": 20,
			"traits": [
				"Uncommon",
				"Witch"
			],
			"featType": {
				"class": "Witch",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"prerequisites": "{@feat Living Hair|APG}",
			"entries": [
				"Your hair constantly wriggles and writhes like that of your rival, Syu Tak-nwa. Your damage die of your hair unarmed {@action Strike} increases by one step and it gains the reach and versatile slashing traits. Your familiar assumes partial control over your hair; as long as your familiar is alive and within 30 feet, you are permanently {@condition quickened}, and you can use the extra action only to make a hair {@action Strike}.",
				"You can deliver hexes through your hair. When you successfully cast a non-cantrip hex that requires 2 or more actions to cast and that doesn't require a spell attack roll, if your target is within your reach, as part of the spellcasting activity you can make a hair {@action Strike} against them before applying {@trait any} effects of the hex. If this {@action Strike} misses, the hex has no effect."
			],
			"special": "If your hair already has the {@trait reach} trait, it instead gains the {@trait sweep} trait.",
			"page": 75
		},
		{
			"source": "FRP3",
			"name": "Everdistant Defense",
			"level": 20,
			"traits": [
				"Uncommon",
				"Abjuration",
				"Champion",
				"Divine"
			],
			"featType": {
				"class": "Champion",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"trigger": "A creature within your aura is targeted by a ranged attack or a creature moves through your aura.",
			"requirements": "You have at least one aura from a champion feat or feature.",
			"entries": [
				"The spatial barrier of Syndara's Island has taught you that distance can foil enemies better than any armor. You warp space, causing each square within your aura that the attack or creature would move through to count as triple the distance.",
				"If this reaction is used on a ranged attack, the attack takes range increment penalties based on the adjusted range and fails if this would cause it to exceed its maximum range."
			],
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"page": 75
		},
		{
			"source": "FRP3",
			"name": "Extradimensional Stash",
			"level": 20,
			"traits": [
				"Uncommon",
				"Extradimensional",
				"Rogue"
			],
			"featType": {
				"class": "Rogue",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"prerequisites": "legendary in {@skill Thievery}",
			"entries": [
				"When you perform sleight of hand, you fold space so that objects really do disappear. You create a small extradimensional space somewhere within in your clothing that can hold up to 5 Bulk worth of objects. The space functions as a bag of holding, but can hold only up to 5 Bulk, has no Bulk of its own, and can be Interacted with using only one hand.",
				"In addition, when you {@action Palm an Object}, you can place it directly into this extradimensional space as long as the space has sufficient free space to hold the object."
			],
			"page": 75
		},
		{
			"source": "FRP3",
			"name": "Head Of The Night Parade",
			"level": 20,
			"traits": [
				"Uncommon",
				"Bard"
			],
			"featType": {
				"class": "Bard",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"entries": [
				"You remember the revelry of the Night Parade and call them to your aid in a riotous display. You {@action Perform} and cast 8th-level {@spell mad monkeys|APG} (Advanced Player's Guide 222) three times, except that the spell calls various apparitions such as dancing tsukumogami or drinking oni rather than monkeys. Each casting can produce a different kind of mischief. You can Sustain all three Spells each round using a single {@action Perform} action."
			],
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"page": 75
		},
		{
			"source": "FRP3",
			"name": "Heart Of The Kaiju",
			"level": 20,
			"traits": [
				"Uncommon",
				"Druid"
			],
			"featType": {
				"class": "Druid",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"prerequisites": "{@feat Monstrosity Shape}",
			"entries": [
				"Witnessing the might of the kaiju King Mogaru, Alru, and Toraloa up close awoke a new ferocity within you. When you transform using Monstrosity Shape, you can take on a kaiju form. When you take this feat, choose acid, cold, electricity, fire, or sonic damage; this is the damage your breath weapon deals. You can't change this later. The battle form is Gargantuan size with the following specific abilities; the damage values already include the extra die from being a 9th-level spell.",
				{
					"type": "list",
					"items": [
						"{@bold Kaiju} Speed 40 feet; physical resistance 5; Melee {@as 1} jaws (reach 20 feet), Damage {@damage 3d12+20} piercing; Melee {@as 1} claws (agile, reach 20 feet), Damage {@damage 3d8+20} slashing; Breath Weapon {@as 2} (evocation, primal) Each creature in a 60-foot cone takes {@dice 15d6} damage (of your chosen damage type), with a basic Reflex save against your spell DC. Once activated, your breath weapon can't be used again for {@dice 1d4} rounds."
					]
				}
			],
			"page": 76
		},
		{
			"source": "FRP3",
			"name": "Plum Deluge",
			"level": 20,
			"traits": [
				"Uncommon",
				"Alchemist"
			],
			"featType": {
				"class": "Alchemist",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"requirements": "You have at least three of the same contact poison.",
			"entries": [
				"You have learned to saturate an area with poison in imitation of the techniques of your rival, Blue Viper. As part of this ability, you {@action Interact} to draw three vials of the same contact poison and throw them in the air, where they shatter and spread a poisonous deluge affecting a 20-foot burst within 60 feet.",
				"All creatures in the burst are automatically exposed to the poison, immediately bypassing any onset time, and must attempt a saving throw against that poison. The three vials must be identical, even if the poison can come in multiple types or different levels."
			],
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"page": 76
		},
		{
			"source": "FRP3",
			"name": "Ruby Resurrection",
			"level": 20,
			"traits": [
				"Uncommon",
				"Healing",
				"Necromancy",
				"Sorcerer"
			],
			"featType": {
				"class": "Sorcerer",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"frequency": "once per day",
			"trigger": "You would be reduced to 0 Hit Points.",
			"entries": [
				"In a burst of flame, you return to health like a phoenix rising from the ashes. Change your current Hit Points to 30 and cast a 6th-level {@spell fireball} centered on yourself. This fireball doesn't affect you. Your hair turns brilliant red for 1 hour.",
				"If you haven't used Ruby Resurrection and you die, you stay in initiative order and Ruby Resurrection triggers automatically at the start of your next turn, bringing you back to life at 0 HP before having its normal effects. This happens only if there are some remains to resurrect; for instance, if you were killed by disintegrate you wouldn't return."
			],
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"special": "This feat has the trait corresponding to the tradition of spells you cast.",
			"page": 76
		},
		{
			"source": "FRP3",
			"name": "Scapegoat Parallel Self",
			"level": 20,
			"traits": [
				"Uncommon",
				"Divine",
				"Necromancy",
				"Oracle"
			],
			"featType": {
				"class": "Oracle",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"frequency": "once per day",
			"trigger": "Your turn starts or your oracular curse would advance.",
			"entries": [
				"Seeing Syndara superimpose creatures with similar metaphysical properties, you've realized a way to manipulate the effects of your oracular curse.",
				"You immediately change your curse to its minor, moderate, or major stage, or back to its mild form, exchanging the {@trait curse} effect with that of a parallel version of yourself in another reality."
			],
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"page": 76
		},
		{
			"source": "FRP3",
			"name": "Sever Space",
			"level": 20,
			"traits": [
				"Uncommon",
				"Conjuration",
				"Fighter",
				"Flourish",
				"Teleportation"
			],
			"featType": {
				"class": "Fighter",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"requirements": "You are wielding a weapon that deals slashing damage or have an unarmed {@action Strike} that deals slashing damage.",
			"entries": [
				"You destroy the space between you and your targets, allowing you to strike with your melee weapons at great range. Make a melee {@action Strike} with the required weapon or unarmed attack. The attack gains an 80-foot reach for this {@action Strike}.",
				"After the {@action Strike}, regardless of whether it succeeded, the world rushes to fill the space you destroyed, bringing you and the target adjacent to each other. You can choose to teleport to the closest space adjacent to the target or to attempt to teleport the target adjacent to you. If you choose the target, they can negate the teleportation if they succeed at a Fortitude save against your class DC."
			],
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"page": 77
		},
		{
			"source": "FRP3",
			"name": "Time Dilation Cascade",
			"level": 20,
			"traits": [
				"Uncommon",
				"Flourish",
				"Ranger"
			],
			"featType": {
				"class": "Ranger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"entries": [
				"You borrow a bit of time from the future to act now. Make six Strikes. Your multiple attack penalty applies normally to these Strikes. If you successfully hit a creature with multiple Strikes, combine those Strikes' damage for the purpose of resistances and weaknesses. On your next turn, you regain 1 action instead of 3. This is before any alteration in your actions due to the {@condition quickened}, {@condition slowed}, and {@condition stunned} conditions."
			],
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"page": 77
		},
		{
			"source": "FRP3",
			"name": "Vitality-manipulating Stance",
			"level": 20,
			"traits": [
				"Uncommon",
				"Monk",
				"Stance"
			],
			"featType": {
				"class": "Monk",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"prerequisites": "{@feat Stunning Fist}",
			"entries": [
				"You have learned to attack meridians and pressure points like your rival Shino Hakusa. You gain a vitality blast ranged unarmed {@action Strike} that deals {@damage 1d4} negative damage, has a range of 30 feet, and has the unarmed and versatile {@trait positive} traits.",
				"Additionally, when you use Stunning Fist, instead of saving against being {@condition stunned}, you can choose to have the target make a Fortitude save against your class DC with the following results. You must choose to do this before the target rolls its save.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "The target is unaffected.",
						"Success": "The target's muscles become temporarily weaker. For 1 round, the target is {@condition enfeebled|CRB|enfeebled 2}, and any time it attempts to take an action with the {@trait manipulate} trait, the action is disrupted unless it succeeds at a flat check with a DC equal to 5 + its {@condition enfeebled} value.",
						"Failure": "As success, but the duration is 1 minute.",
						"Critical Failure": "As success, but the duration is 1 minute, the flat check is DC 11, and the target takes –10-foot status penalty to all Speeds for the duration."
					}
				}
			],
			"page": 77
		},
		{
			"source": "FRP3",
			"name": "Vivacious Afterimage",
			"level": 20,
			"traits": [
				"Uncommon",
				"Illusion",
				"Occult",
				"Swashbuckler",
				"Visual"
			],
			"featType": {
				"class": "Swashbuckler",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"prerequisites": "vivacious speed",
			"requirements": "You have panache.",
			"entries": [
				"You move so quickly that you create a short-lived afterimage, looks exactly like you, in front of you or behind you. You {@action Stride}. At any point along your movement, you leave an afterimage of yourself behind.",
				"Alternatively, you can stop moving and send your afterimage forward instead, up to the remainder of your Speed. A creature that spends actions to engage with your afterimage can attempt to disbelieve it with a Will save against your class DC. Once an enemy has disbelieved any of your afterimages, they are temporarily immune to all of your Vivacious Afterimages for 10 minutes. As long as a creature has not disbelieved the afterimage, the afterimage counts as a creature for flanking. The afterimage lasts until the beginning of your next turn or until you use Vivacious Afterimage again, whichever comes first."
			],
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"page": 77
		},
		{
			"source": "FRP3",
			"name": "Whirlwind Toss",
			"level": 20,
			"traits": [
				"Uncommon",
				"Barbarian",
				"Rage"
			],
			"featType": {
				"class": "Barbarian",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"prerequisites": "{@feat Collateral Thrash}",
			"requirements": "You have a foe {@condition grabbed}.",
			"entries": [
				"You whirl a foe to smash into all nearby creatures before throwing them far away in imitation of the techniques of your rival, Ran-To. You Thrash. During this Thrash, your Collateral Thrash feat applies to all foes adjacent to you.",
				"You can then throw the {@condition grabbed} creature 10 feet, where they fall {@condition prone}.",
				"If the foe you choose for Collateral Thrash is also adjacent to you, they attempt only one save and take the damage only once."
			],
			"page": 77
		},
		{
			"source": "FRP3",
			"name": "Worldsphere Gravity",
			"level": 20,
			"traits": [
				"Uncommon",
				"Metamagic",
				"Wizard"
			],
			"featType": {
				"class": "Wizard",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"frequency": "once per hour",
			"entries": [
				"Though creating demiplanes usually requires lengthy rituals, you know how to establish minor planar effects in imitation of Syndara's masterpieces. If your next action is to {@action Cast a Spell} of at least 5th level from your spell slots that affects an area, you can apply one of the following planar effects to a 20-foot burst centered within the spell's area.",
				"The effect persists for 1 minute.",
				{
					"type": "list",
					"items": [
						"{@bold Gravitational Morass} The pull of gravity is amplified here, creating greater difficult terrain. Flying creatures that pass through the area must succeed at a Reflex save against your spell DC or fall to the ground, taking bludgeoning damage equal to half the distance fallen.",
						"{@bold Flowing Time} Erratic timestreams aid you within this space. A creature that starts its turn in the burst is affected by haste on that turn."
					]
				}
			],
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"page": 77
		}
	]
}
