{"feat":[{"name":"Bound in Ice","source":"LOMM","page":10,"level":16,"featType":{"archetype":["Pactbound Initiate"]},"traits":["archetype"],"prerequisites":"{@feat Frostbite Runes|LOMM}","entries":["You become a hybrid of your ancestry and a saumen kar. Your size increases to Large, and your reach becomes 10 feet. Your cold resistance increases to be equal to your level, and you gain fire resistance equal to half your level.","You also gain the Blizzard Evasion reaction.",{"type":"ability","name":"Blizzard Evasion","activity":{"number":1,"unit":"reaction"},"frequency":{"unit":"day","freq":1,"number":"once"},"trigger":"You take 40 or more physical damage from a single attack","entries":["You designate a single creature as your mark. This lasts until the mark dies or you use Mark for Death again. You gain a +2 circumstance bonus to {@skill Perception} checks to {@action Seek} your mark and on {@skill Deception} checks to {@action Feint} against your mark. Your {@trait agile} and {@trait finesse} weapons and unarmed attacks gain the backstabber and {@trait deadly <d6>} weapon traits when you're attacking your mark.","If the weapon or unarmed attack already has the {@trait deadly} trait, increase the size of the deadly damage die by one step instead of giving it deadly <d6>."]}]},{"name":"Crown of the Saumen Kar","source":"LOMM","page":10,"level":6,"featType":{"archetype":["Pactbound Initiate"]},"traits":["archetype"],"prerequisites":"{@feat Pactbound Dedication|LOMM}","entries":["Your body begins to evolve and adapt, taking the first steps  towards blending your very self with the ancient curse of  the saumen kar. You become larger and bulkier, pushing the very edge of height and weight for your size. You gain {@ability scent} as an imprecise sense with a range of 30 feet and gain a +1 circumstance bonus to {@skill Stealth} checks made to {@action Sneak} or {@action Hide} in areas of forest and snow. You sprout a pair of horns from your forehead, gaining a horns unarmed attack that deals {@damage 1d8} bludgeoning damage. Your horns are in the brawling group and have the {@trait shove} and {@trait trip} traits."]},{"name":"Curse of the Saumen Kar","source":"LOMM","page":10,"activity":{"number":2,"unit":"action"},"frequency":{"unit":"day","freq":1,"number":"once"},"level":14,"featType":{"archetype":["Pactbound Initiate"]},"traits":["archetype","conjuration","primal"],"prerequisites":"{@feat Frostbite Runes|LOMM}","entries":["You activate the runes on your body to create an icy prison around a Huge or smaller creature you can see within 60 feet. The prison is a sphere made of unmelting ice, just large enough to fit your target. The target, and any creatures sharing its space, must attempt a Reflex save, with a DC using the higher of your class DC and spell DC. A creature that fails becomes trapped inside the prison. If it succeeds, the creature is pushed outside the prison into a space of its choice. If the target shares its space with a gargantuan creature, the effect fails.","The dome has AC 10, Hardness 20, and 40 Hit Points; it's immune to cold, critical hits, and precision damage. The prison lasts until destroyed, until you use this ability to create a new prison, or until you die."]},{"name":"Frostbite Runes","source":"LOMM","page":10,"level":12,"featType":{"archetype":["Pactbound Initiate"]},"traits":["archetype","evocation","primal"],"prerequisites":"{@feat Pactbound Dedication|LOMM}","entries":["Thick tattoos, each one a rune fragment from the saumen kar's long-lost language spelling out their pact with their equally lost deity, cover your body and stretch across your limbs, torso, and face. You gain a +1 status bonus to saving throws against {@trait evil} and {@trait necromancy} spells and effects. You can sense the presence of evil undead as a pervasive taste of oily corruption in the air; this is a vague sense that allows you to know when such  a creature is within 60 feet of you, though you can't precisely pinpoint their location with this sense. As normal for a vague sense, it can be fooled, but undead might not realize they need to take precautions against it. This sense also extends to living creatures who have the {@ability negative healing|B2} ability, like dhampir."],"leadsTo":["Bound in Ice|LOMM","Curse of the Saumen Kar|LOMM"]},{"name":"Ice Crafter","source":"LOMM","page":10,"level":4,"featType":{"archetype":["Pactbound Initiate"]},"traits":["archetype"],"prerequisites":"{@feat Pactbound Dedication|LOMM}","entries":["The ancient ice-crafting techniques of the saumen kar awaken within you. You become trained in {@skill Crafting}, or become an expert if you were already trained. You gain the {@feat Magical Crafting} skill feat. You can craft permanent items out of ice instead of metal or wood; these items are a translucent crystal-blue in color, resemble icicles and glacier ice, and have the same statistics and properties as {@item cold iron weapon (generic)||cold iron}, including the price and the ability to deal additional damage to certain kinds of creatures. Any creature who wields or wears a piece of ice-crafted equipment takes 1 cold damage each round from contact with the primal cold of the crafted ice."]},{"name":"Pactbound Dedication","source":"LOMM","page":10,"level":2,"featType":{"archetype":["Pactbound Initiate"]},"traits":["rare","archetype","dedication"],"prerequisites":"Erutaki or Giant language, trained in {@skill Nature}, must have earned the trust of a saumen kar who initiates you into the archetype","entries":["You befriended one of the last saumen kar and were infused with a fraction of their power, granting you the potential to become a guardian of their ancient pact. You gain cold resistance equal to half your level. You can {@action Hide} and {@action Sneak} while it's snowing even lightly, even if it wouldn't be thick enough to normally grant {@condition concealed||concealment}. Finally, all saumen kar can sense the mark of their pact upon you, and their attitude toward you is typically one step better than it would be otherwise ({@condition hostile} to {@condition unfriendly}, {@condition unfriendly} to {@condition indifferent}, etc.) Most saumen kar are {@condition unfriendly} to outsiders; this would make them {@condition indifferent} to you."],"special":["You can't select another dedication feat until you have gained two other feats from the pactbound archetype."],"leadsTo":["Crown of the Saumen Kar|LOMM","Frostbite Runes|LOMM","Bound in Ice|LOMM","Curse of the Saumen Kar|LOMM","Ice Crafter|LOMM"]}]}