{
	"feat": [
		{
			"name": "Armor Rune Shifter",
			"source": "AoA4",
			"page": 75,
			"level": 10,
			"featType": {
				"archetype": [
					"Crystal Keeper"
				]
			},
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Crystal Keeper Dedication|AoA4}",
			"entries": [
				"You learn the secrets of armor runes by viewing them through gems and can alter them at your discretion. Once per day when you make your daily preparations, you can focus on a rune's magical energies through a crystal's facets to alter a single property rune on one suit of armor in your possession to suppress its normal effects and make it function as a different property rune. You can temporarily alter the rune to function as one of the following runes: energyresistant, fortification, glamered, invisibility, shadow, or slick. The property rune remains altered until you make your next daily preparations. The armor must meet the prerequisites for the temporary rune, and any other runes that required the suppressed rune are also suppressed while the rune is transformed. The rune is obviously altered, and thus the armor can't be sold as though it had the temporary rune."
			]
		},
		{
			"name": "Crystal Keeper Dedication",
			"source": "AoA4",
			"page": 74,
			"level": 4,
			"featType": {
				"archetype": [
					"Crystal Keeper"
				]
			},
			"traits": [
				"rare",
				"archetype",
				"dedication"
			],
			"prerequisites": "trained in {@skill Lore||Elven Lore} or {@skill Society}",
			"entries": [
				"You can use {@skill Arcana}, {@skill Occultism}, {@skill Religion}, or {@skill Society} to {@action Decipher Writing} by meditating before a crystal, regardless of the type of writing. When you {@action Decipher Writing} and roll a critical failure, you get a failure instead, and when you {@action Decipher Writing} and roll a success, you get a critical success instead.",
				"Additionally, you gain resistance 10 to damage from hazards associated with crystals."
			],
			"special": "You can't select another dedication feat until you have gained two other feats from the crystal keeper archetype.",
			"leadsTo": [
				"Armor Rune Shifter|AoA4",
				"Crystal Ward Spells|AoA4",
				"Simple Crystal Magic|AoA4",
				"Weapon-rune Shifter|AoA4"
			]
		},
		{
			"name": "Crystal Ward Spells",
			"source": "AoA4",
			"page": 74,
			"level": 4,
			"featType": {
				"archetype": [
					"Crystal Keeper"
				]
			},
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Crystal Keeper Dedication|AoA4}",
			"entries": [
				"Your study of crystals and the energies held within a gem's facets grants you special arcane crystal ward spells, which are a type of focus spell. It costs 1 Focus Point to cast a focus spell, and you start with a focus pool of 1 Focus Point. You refill your focus pool when you make your next daily preparations, and you can regain 1 Focus Point by spending 10 minutes using the {@action Refocus} activity to research and memorize the properties of gems.",
				"Focus spells are automatically heightened to half your level rounded up. Certain feats can give you more focus spells and increase the size of your focus pool, though your focus pool can never hold more than 3 Focus Points. You gain the {@spell electrified crystal ward|AOA4} focus spell, and you are trained in arcane spell attack rolls and spell DCs. Your spellcasting ability is Intelligence."
			]
		},
		{
			"name": "False Faith",
			"source": "AoA4",
			"page": 63,
			"level": 1,
			"traits": [
				"cleric"
			],
			"prerequisites": "worshipper of {@deity Droskar|LOGM}",
			"entries": [
				"{@deity Droskar|LOGM} knows you may need to disguise yourself in societies that oppose your faith. After spending 1 hour in prayer to {@deity Droskar|LOGM}, you can cast spells using the religious symbol of a different deity as your divine focus, and you can address verbal prayers to that deity. {@deity Droskar|LOGM} intercepts your prayers and answers them without the named god knowing.",
				"This ability applies to the religious symbol of only one god at a time—making a different religious symbol work in this fashion requires another hour of prayer and causes the old one to cease functioning. You can always use a religious symbol of {@deity Droskar|LOGM} without affecting this ability."
			]
		},
		{
			"name": "Simple Crystal Magic",
			"source": "AoA4",
			"page": 74,
			"level": 6,
			"featType": {
				"archetype": [
					"Crystal Keeper"
				]
			},
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Crystal Keeper Dedication|AoA4}",
			"entries": [
				"As long as you meditate before a gemstone worth at least 10 gp as part of your daily preparations, you are capable of seeing magic as flowing runes that reveal information about magic objects, and you can scribe a personal rune that represents you. You gain the {@spell read aura} and {@spell sigil} cantrips. You cast these cantrips as arcane innate spells at will. A cantrip is heightened to a spell level equal to half your level rounded up."
			]
		},
		{
			"name": "Weapon-rune Shifter",
			"source": "AoA4",
			"page": 75,
			"level": 10,
			"featType": {
				"archetype": [
					"Crystal Keeper"
				]
			},
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Crystal Keeper Dedication|AoA4}",
			"entries": [
				"You learn how to alter the magic of weapon runes by using a crystal as a focusing component. Once per day during your daily preparations, you can focus on a rune's magical energies through a crystal's facets to alter a single property rune on one weapon in your possession to suppress its normal effects and make it function as a different property rune. You can temporarily alter the rune to function as one of the following runes: corrosive, flaming, frost, ghost touch, grievous, returning, shock, thundering, or wounding.",
				"The property rune remains altered until you make your next daily preparations. The weapon must meet the prerequisites for the temporary rune, and any other runes that required the suppressed rune are also suppressed while the rune is transformed. The rune is obviously altered, and thus the weapon can't be sold as though it had the temporary rune."
			]
		}
	]
}
