{
	"feat": [
		{
			"name": "Pyrophilic Recovery",
			"source": "QFF2",
			"page": 77,
			"level": 1,
			"traits": [
				"uncommon",
				"leshy"
			],
			"entries": [
				"You rely on fire and extreme heat to sprout and regrow. Whenever you take fire damage, at the beginning of your next turn, you regain Hit Points equal to half your character level (minimum 1). The total number of Hit Points you recover in this way, including any adjustments that increase the effects of healing, can't exceed half the Hit Points you lost from the fire damage you took. For example, if an effect deals 15 fire damage and you have fire resistance 5, you would take 10 fire damage and Pyrophilic Recovery could recover at most 5 Hit Points, regardless of any other effects that increase healing. If you take fire damage more than once before your next turn, the Hit Points recovered from Pyrophilic Recovery are cumulative, though still no more than half the fire damage taken each time."
			]
		},
		{
			"name": "Climate Adaptation",
			"source": "QFF2",
			"page": 77,
			"level": 5,
			"traits": [
				"uncommon",
				"leshy"
			],
			"entries": [
				"Like evergreen trees, which stay healthy and vibrant from winter through summer, you too can adapt to a variety of extreme climates. You're unaffected by mild cold or heat {@trait environmental} effects, and when you're in severe cold or heat, you take the effects of mild cold or heat instead (see Table 10–13 on page 518 of the Core Rulebook). This doesn't protect you from extreme or incredible cold or heat."
			]
		},
		{
			"name": "Defensive Needles",
			"source": "QFF2",
			"page": 77,
			"level": 5,
			"traits": [
				"uncommon",
				"leshy"
			],
			"prerequisites": "Cactus Leshy or Pine Leshy heritage",
			"entries": [
				"Your body is covered in sharp needles or spines which you can use to defend yourself. Each time you become {@condition grabbed} by a creature or an adjacent creature hits you with an unarmed attack, you twist and thrash your body around, dealing 2 piercing damage to that creature. This damage increases to 3 at 9th level, 4 at 13th level, and 5 at 17th level."
			]
		},
		{
			"name": "Towering Growth",
			"source": "QFF2",
			"page": 77,
			"level": 9,
			"traits": [
				"uncommon",
				"leshy"
			],
			"prerequisites": "Pine Leshy heritage",
			"entries": [
				"You're capable of growing as tall as a pine tree for a short time. You gain 2nd-level {@spell enlarge} as a primal innate spell. You can cast this spell twice per day and you must target yourself"
			]
		}
	]
}