{"feat":[{"source":"PC1","remaster":true,"page":131,"name":"Deimatic Display","activity":{"number":1,"unit":"action"},"traits":["druid"],"level":8,"prerequisites":"trained in {@skill Intimidation}","entries":["Imitating animal threat displays, you make yourself appear larger and more imposing. Roll one {@skill Intimidation} check to {@action Demoralize} and compare the result to the Will DC of each {@trait animal}, {@trait fungus}, and {@trait plant} creature in a 15-foot cone. When you do, {@action Demoralize} gains the {@trait visual} trait. You don't take a penalty if the creature doesn't understand your language."]},{"source":"PC1","remaster":true,"page":141,"name":"Aggressive Block","activity":{"number":1,"unit":"free"},"traits":["fighter"],"level":2,"trigger":"You use the {@feat Shield Block|PC1} reaction, and the opponent that triggered {@feat Shield Block|PC1} is adjacent to you and is your size or smaller.","entries":["You push back as you block, knocking your foe away or off balance. You use your shield to push the triggering creature, either automatically {@action Shove||Shoving} it 5 feet or causing it to become {@condition flat-footed||off-guard} until the start of your next turn. The triggering creature chooses whether to be moved or become {@condition flat-footed||off-guard}. If it chooses to be moved, you choose the direction. If the {@action Shove} would cause it to hit a solid object, enter a square of difficult terrain, or enter another creature's space, it must become {@condition flat-footed||off-guard} instead of being moved."]},{"source":"PC1","remaster":true,"page":262,"name":"Shield Block","activity":{"number":1,"unit":"reaction"},"level":1,"traits":["general"],"trigger":"While you have your shield raised, you would take physical damage (bludgeoning, piercing, or slashing) from an attack.","entries":["You snap your shield in place to ward off a blow. Your shield prevents you from taking an amount of damage up to the shield's Hardness. You and the shield each take any remaining damage, possibly breaking or destroying the shield."]}]}