{"feat":[{"name":"Blessing of the Sun Gods","source":"SoT4","page":79,"level":4,"traits":["archetype"],"prerequisites":"Bright Lion Dedication","entries":["The Old Sun Gods share their power with you. Select the ambition, cities, darkness, dreams, family, fire, freedom, healing, moon, passion, or sun domain. You gain an initial domain spell for that domain. If you don't already have one, you gain a focus pool of 1 Focus Point, which you can regain using the {@action Refocus} activity to pray to the Old Sun Gods; if you already have a focus pool, increase the number of Focus Points in your focus pool by 1. Your Bright Lion focus spells are divine spells; you become trained in divine spell attacks and spell DCs, using Charisma as your spellcasting ability score."],"special":["You can select this feat multiple times, selecting a different domain each time and gaining its domain spell."]},{"name":"Bright Lion Dedication","source":"SoT4","page":79,"level":2,"traits":["uncommon","archetype","dedication"],"prerequisites":"member of the Bright Lions, not a worshipper of {@deity Walkena|LOGM}, trained in {@skill Stealth}","access":"Bright Lion background (Lost Omens World Guide 95) You become trained in {@skill Lore||Mzali Lore} and your choice of","entries":["{@skill Deception} or {@skill Diplomacy}; if you were already trained, you become an expert instead. You incorporate enough worship of {@deity Walkena|LOGM} in your daily life to avoid suspicion.","You typically don't need to {@action Lie} or {@action Impersonate} to pass yourself off as a worshipper of {@deity Walkena|LOGM}. Against careful inspection, you gain a +4 circumstance bonus to {@skill Deception} checks specifically to pass yourself off as a version of yourself faithful to {@deity Walkena|LOGM}."],"special":["You can't select another dedication feat until you have gained two other feats from the Bright Lion archetype."]},{"name":"Greater Sun Blessing","source":"SoT4","page":79,"level":12,"traits":["archetype"],"prerequisites":"Blessing of the Sun Gods","entries":["Your connection to the Old Sun Gods grows stronger. You gain an advanced domain spell from a domain you chose with Blessing of the Sun Gods. Increase the number of Focus Points in your focus pool by 1."],"special":["You can select this feat multiple times. Each time you do so, you must select a different domain for which you have an initial domain spell from Blessing of the Sun Gods."]},{"name":"Lion's Fury","source":"SoT4","page":79,"level":8,"traits":["archetype"],"prerequisites":"Lion's Might","entries":["You gain access to the lion scythe's and sun sling's critical specialization effects."]},{"name":"Lion's Might","source":"SoT4","page":79,"level":4,"traits":["archetype"],"prerequisites":"Bright Lion Dedication","entries":["You've trained with the weapons of the Bright Lions.","You gain access to lion scythes and sun slings (page 78). Whenever you gain a class feature that grants you expert or greater proficiency in certain weapons, you also gain that proficiency rank with lion scythes and sun slings."]}]}