{"feat":[{"name":"Devil's Eye","source":"DA","page":55,"level":4,"traits":["rare","aftermath"],"prerequisites":"You made a bargain with a devil or won a legal case or other similar duel of wits against a devil.","entries":["Your experience in the finer points of bargaining with a devil has awakened a sinister power that now inhabits your left eye. The eye is the same shape and iris color as your normal eye would be, but the sclera is a deep red instead of white and the pupil is a narrow, vertical slit. The eye grants you an abnormal understanding of the loopholes and legal processes employed to trap poor creatures that don't know any better.","You gain the Objection reaction. You also become an expert in {@skill Lore||Legal Lore} and gain a +1 circumstance bonus to any check you make to read or negotiate a treatise, contract, or similar text. At 7th level you become a master of {@skill Lore||Legal Lore}, and at 15th level you become legendary in {@skill Lore||Legal Lore}. You can use {@skill Lore||Legal Lore} in place of {@skill Perception} to detect verbal loopholes, double entendres, {@condition hidden} meanings, code, or contradictions in a conversation you can hear. This doesn't let you fully understand coded speech but alerts you to its presence.",{"name":"Objection","activity":{"number":1,"unit":"reaction"},"traits":["fortune"],"frequency":{"number":1,"unit":"minute"},"trigger":"You're about to attempt a saving throw against a {@trait linguistic} effect","entries":["Your devil's eye crackles with infernal glee as you discover a loophole in the wording of the triggering effect. You roll your saving throw twice, taking the higher result."],"type":"ability"}]},{"name":"Echo of the Fallen","source":"DA","page":55,"level":4,"traits":["rare","aftermath"],"prerequisites":"You helped to lay a haunt, ghost, or spirit to rest.","entries":["With the utmost gratitude for your help in releasing them from their unearthly coil, a tiny sliver of a ghostly entity has remained attached to you. This manifests as an echo of their former self that follows you around and that you and anyone capable of casting divine or occult spells can see and speak with. When you take this feat, work with your GM to choose one martial weapon and one skill (or an advanced weapon if you're trained in all martial weapons) that are appropriate for the spirit; once you've chosen the weapon and skill, you can't change them. You gain the Accept Echo action.",{"name":"Accept Echo","activity":{"number":1,"unit":"action"},"traits":["concentrate"],"frequency":{"number":1,"unit":"day"},"entries":["You allow the echo to inhabit your body, gaining a glowing aura around you, shining pale-green irises, a resonating voice, and the silhouette of the spirit around your own body, all of which can be seen clearly by others. While in this state, you become trained in the weapon you chose and an expert in the skill you chose. Additionally, while you're in this state, the echo can speak and interact with the Material Plane using your body, and you gain a +4 status bonus to all saves against {@trait possession} effects, as the possessing spirit protects you from other possessions.","This state lasts for 10 minutes, after which the echo disappears completely until the next time you make your daily preparations. You can {@action Dismiss} this effect.","At 7th level you become a master of the skill you chose, at 13th level you become an expert with the weapon you chose, and at 15th level you become legendary with the skill you chose."],"type":"ability"}]},{"name":"Lingering Chill","source":"DA","page":55,"level":4,"traits":["rare","aftermath","cold"],"prerequisites":"You've been brought to 0 Hit Points by an enemy that has the {@trait cold} trait or an enemy's ability that has the {@trait cold} trait.","entries":["The chill of ice entered your veins and never left, adjusting the internal temperature of your body. Your breath comes out in puffs, and your skin is as cold and smooth as the ice in your veins. You can cast {@spell ray of frost} as a primal innate cantrip. You gain resistance to cold damage equal to half your level, and you're protected from severe cold temperatures."]},{"name":"Elysium's Cadence","source":"DA","page":56,"level":6,"traits":["rare","aftermath"],"prerequisites":"You've partied extensively with an azata or entered a romantic relationship with an azata.","entries":["You've been ensnared by an azata's infectious enthusiasm for life, love, and freedom that manifests as a pearlescent afterimage in your graceful movements, a spring in your soft steps, an ever-present melody in your euphonic voice, and eddies of passionate colors in your mesmerizing eyes. You gain a +1 circumstance bonus to checks to {@action Make an Impression}, or a +2 circumstance bonus if the target is chaotic good. You gain the {@deity Set|BotD} Free reaction.",{"name":"Set Free","activity":{"number":1,"unit":"reaction"},"traits":["fortune"],"frequency":{"number":1,"unit":"hour"},"trigger":"You attempt a check to remove or counteract an effect with the {@condition confused}, {@condition controlled}, {@condition fascinated}, {@condition immobilized}, {@condition paralyzed}, or {@condition restrained} conditions","entries":["You roll twice and use the better result."],"type":"ability"}]},{"name":"Jelly Body","source":"DA","page":56,"level":6,"traits":["rare","aftermath","magical","transmutation"],"prerequisites":"You've been reduced to 0 Hit Points while engulfed by an ooze.","entries":["Some of the ooze that surrounded you made its way permanently into parts of your body, turning you soft to the touch and semitransparent enough to show bones. You gain resistance equal to your level to precision damage and damage from critical hits. You can submerge up to 1 Bulk of items within your body by sticking them inside of yourself. While the protrusion of the item is still visible from the outside, the items don't count toward making you {@condition encumbered} or your maximum Bulk while stored in you. You can {@action Interact} to retrieve or store an item submerged into your body."]},{"name":"Gift of the Hoard","source":"DA","page":56,"level":10,"traits":["rare","aftermath","magical","transmutation"],"prerequisites":"You have succeeded at an important task given by a dragon, such as procuring a special treasure for their hoard.","entries":["In pleasing the cravings of a mighty dragon, they have deigned to impart some of their magical essence into your body. Your eyes begin to glow and change color while your limbs and neck grow a veneer of scales, all the same color as the associated dragon, accompanied by a near-insatiable desire to amass a hoard of your own. You gain the dragon breath sorcerer bloodline spell, emulating the breath of the associated dragon, and a focus pool of 1 Focus Point. If you already have a focus pool, increase your number of Focus Points by 1. You {@action Refocus} by counting and arranging your treasure."]},{"name":"Siphon Life","source":"DA","page":56,"activity":{"number":2,"unit":"action"},"level":10,"traits":["rare","aftermath","flourish","magical","necromancy","negative"],"prerequisites":"You've been reduced to 0 Hit Points by an enemy with the {@trait negative} trait.","entries":["Experiences with necromantic energy have left a permanent mark on you, casting you in a deathlike pallor, chilling your body temperature to be ice-cold, turning your very blood black, and giving you the power to rip out an enemy's life force. {@action Strike} with an unarmed attack. If you hit and the target is a living creature, it takes {@dice 4d6} additional negative damage, depending on its Fortitude save. If the target takes any negative damage, you gain an equal number of temporary Hit Points, which last for 1 minute.",{"type":"successDegree","entries":{"Critical Success":["The enemy takes no additional negative damage and becomes temporarily immune for 1 minute."],"Success":["The enemy takes half the additional negative damage."],"Failure":["The enemy takes full additional negative damage."],"Critical Failure":["The enemy takes double the additional negative damage."]}}]},{"name":"Petrified Skin","source":"DA","page":56,"level":12,"traits":["rare","aftermath","transmutation"],"prerequisites":"You have been {@condition petrified} by an enemy.","entries":["It might have been a medusa, dracolisk, or even a fossil golem; regardless of the source, you were the target of some petrifying effect, and an element of that stony gaze has remained with you, both protecting and slowly consuming you. Your limbs are coated with a layer of stone that rests atop your skin and covers more of your body as you lose health. You gain a stone fist unarmed attack that deals {@damage 1d8} bludgeoning damage, has the {@trait shove} trait, and is in the brawling weapon group (unlike a normal fist, it doesn't have the {@trait agile} or {@trait finesse} traits). Additionally, you become more {@condition petrified} as your life force ebbs. When you have fewer than half your maximum Hit Points, you increase the damage die size of your stone fist from {@dice 1d8} to {@dice 1d10} and gain resistance to physical damage (except adamantine) equal to your Constitution modifier.","If you would gain the {@condition dying} condition, you can choose to instead be permanently {@condition petrified} and avoid the risk of death. When you do, you enter your {@condition petrified} form with your full maximum Hit Points instead of the normal number. If you become unpetrified, you return to 0 Hit Points, as normal. You can't voluntarily end this petrification. Counteracting this petrification requires a casting of stone to flesh of a spell level equal to at least half your level, and a successful counteract check against the hard DC for your level. Other effects like stone to flesh have similar limitations, as determined by the GM. Each time you recover from this petrification, you gain a new scar on your skin in the shape of a long, thin crack."]},{"name":"Dormant Eruption","source":"DA","page":57,"level":14,"traits":["rare","aftermath","fire"],"prerequisites":"You've been brought to 0 Hit Points by an enemy that has the {@trait fire} trait or an enemy's ability that has the {@trait fire} trait.","entries":["A sweltering heat and sparks of flame that take the form of tiny copies of you surround your body. You're hot to the touch, gaining resistance 5 to cold and fire. Whenever an adjacent creature {@action Strike||Strikes} you with a melee attack or touches you, it takes {@damage 1d6} {@condition persistent damage||persistent fire damage}. You gain the Thermal Eruption action.",{"name":"Thermal Eruption[two-actions]","traits":["evocation","fire","primal"],"frequency":{"number":1,"unit":"day"},"entries":["You concentrate your thermal energy and explode it outward. All creatures in a 20-foot emanation take {@damage 14d6} fire damage with a basic Reflex save. Afterward, you lose all effects of the Dormant Eruption feat until your next daily preparations."],"type":"ability"}]},{"name":"Sink and Swim","source":"DA","page":57,"level":14,"traits":["rare","aftermath","water"],"prerequisites":"You've been brought to 0 Hit Points by an enemy that has the {@trait water} trait or an enemy's ability that has the {@trait water} trait.","entries":["Your body looks like it's made of flowing water, clear and pristine, providing a natural grace to all your movements. You gain a swim Speed equal to your land Speed. If you already had a swim Speed, it's increased by 10 feet. You gain the Water Transfer activity, which enables you to teleport through a body of water.",{"name":"Water Transfer[two-actions]","traits":["conjuration","primal","teleportation","water"],"frequency":{"number":1,"unit":"minute"},"requirements":"You're on land and adjacent to a body of water","entries":["You sink into the water and emerge back onto land in another space within 120 feet that's adjacent to the same body of water. You can transport yourself, any items you're wearing and holding, and up to one other willing creature."],"type":"ability"}]},{"name":"Cryptic Spell","source":"DA","page":64,"activity":{"number":1,"unit":"action"},"level":4,"traits":["concentrate","druid","manipulate","metamagic"],"requirements":"You're in natural terrain.","entries":["You hide your magic in the croak of a frog, in the sway of the trees, in the howl of the wind, and the flicker of the will-o'-wisp.","If the next action you take is to {@action Cast a Spell}, attempt a {@skill Nature} check against all observers' {@skill Perception} DCs. If you succeed at your check against an observer's {@skill Perception} DC, that observer doesn't notice that you're {@action Cast a Spell||Casting a Spell}, even though verbal, somatic, and material components are usually noticeable, and spells normally have sensory manifestations that would make spellcasting obvious to those nearby. All of these are instead {@condition hidden} in the natural sights and sounds of the environment.","This ability hides only the spell's spellcasting actions and manifestations, not its effects, so an observer might still see you transform into a giant bear."]},{"name":"Wolf in Sheep's Clothing","source":"DA","page":64,"level":4,"traits":["ranger"],"prerequisites":"trained in {@skill Deception}","entries":["With a bit of hide, some antlers, and some cast-off fur, you can create a disguise that will fool even an experienced hunter.","You can {@action Impersonate} creatures with the animal, {@trait beast}, or {@trait plant} traits, so long as they are either the same size or one size larger than you and have a body shape that conforms at least vaguely to your own (in other words, a typical humanoid could {@action Impersonate} a bear or an arboreal, but not a horse, giant scorpion, or assassin vine). Impersonating a larger creature doesn't change your actual size."]},{"name":"Can't You See?","source":"DA","page":64,"level":8,"traits":["druid","ranger"],"prerequisites":"trained in {@skill Occultism}, expert in {@skill Stealth}","entries":["The eye rebels, the mind recoils—no matter how much those who can see you try to explain what's there, their friends' gazes just skitter over you, like a bird afraid to land. A character who attempts to {@action Point Out} your location must attempt a DC {@flatDC 14} flat check. If they fail, their allies misunderstand them and aren't sure where you are. On a critical failure, their allies think they pointed you out in a different location entirely, chosen by the GM. Similarly, when a creature critically fails to {@action Seek} you while you're {@condition hidden} to or {@condition undetected} by it, it thinks you're in a different location chosen by the GM. In either case, you appear to be {@condition hidden} to a creature that thinks you're in a different location, though you're actually {@condition undetected} by it for targeting and further uses of the {@action Seek} action."]},{"name":"Eerie Environs","source":"DA","page":65,"level":8,"traits":["druid","ranger"],"prerequisites":"trained in {@skill Intimidation}, trained in {@skill Stealth}","entries":["The natural world can be scary to those not used to it—and you make it scarier still. If you're {@condition hidden} from a creature, you can attempt to {@action Demoralize} it without losing your {@condition hidden} condition—imitating the sounds of strange beasts or causing the foliage to rustle menacingly. When you do so, you don't take a penalty to your check if the target doesn't understand your language."]},{"name":"Eerie Traces","source":"DA","page":65,"level":8,"traits":["concentrate","druid","exploration","move","ranger"],"prerequisites":"trained in {@skill Intimidation}, trained in {@skill Survival}","entries":["The tracks you leave behind are strange, somehow disconcerting and unnerving—they might travel backward, or through places no one would think to pass through. You change your tracks into eerie traces, moving up to half your travel speed as you do so. You don't need to attempt a {@skill Survival} check to change your tracks, but anyone tracking you must attempt a Will save against the higher of your class DC or spell DC.",{"type":"successDegree","entries":{"Success":["The tracker is unaffected."],"Failure":["The tracker becomes {@condition frightened||frightened 1} for as long as it follows your tracks. This condition doesn't decrease until the tracker stops following you, and it comes back if the tracker resumes following your tracks. If the tracker enters into an encounter with you after following your tracks, it begins the encounter {@condition frightened||frightened 1}."],"Critical Failure":["As failure, but your disturbing traces cause the tracker to be {@condition frightened||frightened 2} instead."]}}]},{"name":"Forgotten Presence","source":"DA","page":65,"level":8,"traits":["uncommon","druid"],"entries":["The world conspires to keep you forgotten and {@condition unnoticed}— memories cloud, ink stains out your name in ledgers, and portraits of you crack and warp over your face. Characters attempting to {@action Recall Knowledge} about you take a –2 circumstance penalty.","Add {@spell modify memory} to your spell list as a primal spell."]},{"name":"Eerie Proclamation","source":"DA","page":65,"activity":{"number":2,"unit":"action"},"level":10,"traits":["uncommon","auditory","concentrate","curse","druid","linguistic","manipulate","necromancy","primal","ranger"],"prerequisites":"expert in {@skill Occultism}, expert in {@skill Survival}","frequency":{"number":1,"unit":"hour"},"requirements":"You must be in either natural terrain or in abandoned or relatively unused artificial terrain (such as a darkened alley or haunted house).","entries":["You know there are places in the world that are just wrong—places where the birds don't sing and where you always feel like you're being watched. You can spot these places, and you can awaken them. To do so, you must gesture toward a 10-foot by 10- foot square you can see and make an ominous proclamation of some manner (i.e. \"This is cursed ground,\" \"That is an ill-omened place.\"). The next creature that enters the marked territory must attempt a Will save against your spell DC (if you're a druid) or class DC (if you're a ranger).",{"type":"successDegree","entries":{"Success":["The target is unaffected."],"Failure":["Something goes horribly awry for the victim in the cursed ground. The details are up to the GM—it can be a purely \"natural\" accident (they step into an old bear trap, perhaps) or something stranger and more spectral. The target gains a condition for 2 rounds. Roll 1d4 on the table and use the failure column to determine which condition."],"Critical Failure":["As failure, but the effect is astonishingly gruesome. Use the critical failure column, and the condition lasts for 1 minute."]}},{"type":"table","source":"DA","page":65,"labelRowIdx":[0],"colStyles":["text-left","text-left","text-left"],"rows":[["d4","Failure","Critical Failure"],["1","{@condition Clumsy 2}","{@condition Clumsy 3}"],["2","{@condition Enfeebled 2}","{@condition Enfeebled 3}"],["3","{@condition Stupefied 2}","{@condition Stupefied 3}"],["4","{@condition Dazzled}","{@condition Blinded} for 1 round, then {@condition dazzled}"]]}]},{"name":"Obscured Emergence","source":"DA","page":65,"level":12,"traits":["ranger"],"prerequisites":"expert in {@skill Stealth}","entries":["You are, by nature, a thing of gloomy woods and barren wilds, and when you choose show yourself, a bit of this gloom clings to you, obscuring your form with strange distortions or mist.","When you stop being {@condition hidden} due to your own actions (not due to someone successfully finding you), you gain concealment until the start of your next turn as people's eyes find it oddly hard to focus on you. As usual for concealment involving an obvious visual manifestation, you can't use this concealment to {@action Hide}."]},{"name":"Bizarre Transformation","source":"DA","page":65,"activity":{"number":1,"unit":"action"},"level":14,"traits":["druid","manipulate","metamagic"],"prerequisites":"Wild Shape","entries":["The forms you take on defy belief—chimerical sights of twisted antlers or acidic drool. If your next action is to cast {@spell wild shape}, you can change the damage type of a single unarmed attack granted by the wild shape form to one of the following: acid, bludgeoning, cold, electricity, fire, poison, piercing, or slashing.","The chosen attack gains the appropriate trait."]},{"name":"Aura Sight","source":"DA","page":78,"level":2,"traits":["uncommon","concentrate","exploration","general","secret","skill"],"prerequisites":"expert in {@skill Occultism}","frequency":{"number":1,"unit":"hour"},"entries":["You've learned how to read the natural auras of other living creatures. To do this, you must focus on a single living target without blinking for 1 minute. You can do this while performing some other minor task—such as making conversation to distract from your intentions—but you can't blink or otherwise lose your concentration. You can then perceive any or all of the following information.",{"type":"list","items":["The target's current apparent attitude toward you ({@condition friendly}, {@condition indifferent}, and so on).","The target's current apparent emotional state.","A general assessment of the target's physical health, such as what conditions or afflictions it has. You might need to succeed at an {@skill Occultism} check against the affliction or condition's DC to detect the presence of a specifically {@condition hidden} or subtle condition or affliction. In addition, the GM rolls a secret {@skill Occultism} check for you against the target's {@skill Deception} DC. If your result exceeds your target's, you can identify if they're being deceptive in some way (such as expressing a false attitude toward you or faking an emotional state). This doesn't allow you to automatically identify the exact nature of that deception, only to tell the outward appearance is false."]}]},{"name":"Automatic Writing","source":"DA","page":78,"level":2,"traits":["uncommon","concentrate","exploration","general","manipulate","skill"],"prerequisites":"expert in {@skill Occultism}","frequency":{"number":1,"unit":"day"},"entries":["When confronted with the unknown, you can receive knowledge beyond your own experience via written messages delivered by your hand. You spend 10 minutes seated while holding a writing utensil, using it to make small circular motions as you open your mind to the forces around you. You receive information as your hand writes on its own, guided by spirits. At the end of these 10 minutes, {@action Recall Knowledge} with any {@skill Lore} skill in which you are not trained, using your {@skill Occultism} modifier instead of your modifier with that skill. The strain of this spirit channeling leaves you {@condition stupefied||stupefied 1} for the next 10 minutes."]},{"name":"Chromotherapy","source":"DA","page":78,"activity":{"number":2,"unit":"action"},"level":2,"traits":["uncommon","general","healing","manipulate","skill"],"prerequisites":"expert in {@skill Medicine}","entries":["You firmly believe in the technique of strengthening one's life force, spiritual energies, and bodily fluids through the application of colored light. When using a torch, lantern, or other artificial light source to illuminate an area of dim light or darker, you use a combination of alchemical reagents, medicinal components, and colored lenses to turn that light one of seven colors, allowing you to help an ally recover from {@condition persistent damage}. You give that target an assisted recovery, but the target can be anywhere within the bright light of the light source instead of needing to be adjacent to you.","Ambient bright light (like sunlight) drowns out your artificial illumination and prevents you from using Chromotherapy. The color of the light you choose determines the type of {@condition persistent damage} from which you help the target recover. Color Description Red You increase blood flow to heat the body, attempting to end {@condition persistent damage||persistent cold damage}.","Orange You cancel out electric charge, attempting to end {@condition persistent damage||persistent electricity damage}.","Yellow You reduce pain and mental stress, attempting to end {@condition persistent damage||persistent mental damage}.","Green You promote blood flow in a way that helps clot wounds, attempting to end {@condition persistent damage||persistent bleed damage}.","Blue You cool the body, attempting to end {@condition persistent damage||persistent fire damage}.","Indigo You render acids inert, attempting to end {@condition persistent damage||persistent acid damage}.","Violet You purify the body, attempting to end {@condition persistent damage||persistent poison damage}."]},{"name":"Crystal Healing","source":"DA","page":78,"level":1,"traits":["uncommon","general","healing","manipulate","skill"],"prerequisites":"trained in {@skill Occultism}","entries":["You know how to stimulate a body's natural healing abilities through the application of resonant crystals. Doing so requires you to use at least two semiprecious stones with a total value of 5 gp or more in place of healer's tools, which allows you to attempt to {@action Treat Disease} or {@action Treat Poison} using {@skill Occultism} rather than {@skill Medicine}. Examples and prices of semiprecious stones can be found on page 114 of the Pathfinder Gamemastery Guide.","If you're an expert in {@skill Occultism} and you use gems whose total value equals or exceeds 50 gp, you gain a +1 item bonus to your {@skill Occultism} check. If you're a master and the gems' value equals or exceeds 700 gp, the item bonus increases to +2; if you're legendary in {@skill Occultism} and the gems' value equals or exceeds 15,000 gp, the item bonus increases to +3."]},{"name":"Folk Dowsing","source":"DA","page":78,"level":3,"traits":["uncommon","general","skill"],"prerequisites":"trained in {@skill Survival}","entries":["You can find what you're looking for using a dowsing rod or pendulum. If you {@action Search} while wielding a dowsing rod or pendulum, in addition to the normal checks for {@action Search||Searching}, the GM rolls a secret {@skill Survival} check for you to detect the largest source of water, oil, or another natural non-bodily fluid in the area. Even if the liquid is {@condition concealed} from you—for example, if it stems from an underground spring or is piped through a wall—this technique points you in the right direction. The GM determines the DC, which is usually the trained simple DC with a hard or very hard adjustment if the source of water is small.","If you're an expert in {@skill Survival}, the GM also makes a {@skill Survival} check for you to detect sizable deposits of metal, minerals, and nearby graves. The DC is usually the expert simple DC, with DC adjustments for smaller deposits."]},{"name":"Morphic Manipulation","source":"DA","page":78,"level":7,"traits":["uncommon","exploration","general","necromancy","positive","primal","skill"],"prerequisites":"master in {@skill Nature}","entries":["You've attuned your natural aura to that of plant life, coaxing it to grow faster than normal. You sit for 10 minutes with a small, natural non-creature plant—such as a lone flower, a small bush, or a potted succulent—while you bring your aura in tune through meditation. You coax the plant to advance one stage in its life cycle: from seed to sprout, sprout to plant, plant to flower, or flower to fruit. If the plant doesn't have proper nutrients (if you're sprouting a seed without soil or water, for example), the plant withers 5 minutes after you complete the activity. Performing this activity more than once per day renders you {@condition fatigued} and unable to use Morphic Manipulation until your next full night's rest."]},{"name":"Read Psychometric Resonance","source":"DA","page":78,"level":1,"traits":["uncommon","concentrate","divination","emotion","exploration","general","mental","occult","skill"],"prerequisites":"trained in {@skill Occultism}","entries":["With a touch, you can read the psychic impressions left on objects by their previous owners. This exploration activity functions similarly to {@action Detect Magic} in that you move at half your travel speed or slower while looking for psychometric resonance. You must brush your bare hands over any objects you pass while you do this. This detects objects with significant emotional resonance attached to them, such as the joy from a child's beloved teddy bear, the sorrow from a widower's wedding ring, or the fear from a victim's murder weapon. If you're looking for a particular type of emotional resonance, you can choose to ignore other emotions. If you find an item with that resonance, you can explore that resonance with the following action.",{"name":"Psychometric Assessment","traits":["concentrate","divination","emotion","exploration","mental","occult"],"requirements":"Your bare hands are touching an object in which you detected psychometric resonance","entries":["You spend 1 minute concentrating on the object to get a vision of the face of the person who imbued the item with such emotion in the first place. If the associated emotion is painfully negative, you might take {@damage 1d6} psychic damage, as determined by the GM."],"type":"ability"}]},{"name":"Skeptic's Defense","source":"DA","page":78,"activity":{"number":1,"unit":"reaction"},"level":7,"traits":["uncommon","general","skill"],"prerequisites":"master in {@skill Intimidation}","frequency":{"number":1,"unit":"day"},"trigger":"You are targeted by or are in the area of a mental spell or effect.","entries":["You don't believe in any mental twaddle, and you're certainly not afraid of it. You scoff and verbally refute the triggering effect, attempting a counteract check using your {@skill Intimidation} modifier with a counteract level of half your level rounded up. If you succeed, you ignore the triggering effect, though any other creatures that were also targeted or in the area are still affected.","If the source of the effect you successfully counteracted understands your language and has an Intelligence modifier of –3 or higher, that creature becomes {@condition stupefied} for 1 round."]},{"name":"Awakened Power","source":"DA","page":78,"level":4,"traits":["rare","deviant"],"entries":["Your power spontaneously evolves or reconfigures itself. You gain one awakening benefit for a deviant feat of 4th level or lower."],"special":["You can take this feat multiple times. Each time you do, choose a different deviant feat of 4th level or lower, and gain one of its awakening benefits."]},{"name":"Greater Awakened Power","source":"DA","page":78,"level":10,"traits":["rare","deviant"],"entries":["Your power undergoes yet another awakening. You gain one awakening benefit for a deviant feat of 10th level or lower."],"special":["You can take this feat multiple times. Each time you do, choose a different deviant feat of 10th level or lower, and gain one of its awakening benefits."]},{"name":"Blasting Beams","source":"DA","page":78,"activity":{"number":1,"unit":"action"},"level":2,"traits":["rare","attack","deviant","evocation","magical"],"requirements":"You have a free hand.","entries":["A directed beam of heat or an arc of lightning is one of the simplest ways to project energy. You fire a blast or beam from one hand. Make an attack roll against a creature within 30 feet.","If you succeed, the beam deals {@dice 1d6} damage for every 2 levels you have to the target, or double damage on a critical success.","{@b Awakening} Your beams blast through targets. Instead of making an attack roll to damage a single creature within 30 feet, you can use Blasting Beams as a 2-action activity to damage all creatures in a 60-foot line, with a basic Reflex save.","{@b Awakening} You can choose to launch smaller, quicker beams from your eyes instead. These deal d4s instead of d6s, but the attack has the {@trait agile} trait, and you don't need a hand free to make it, though your eyes must be uncovered."]},{"name":"Consume Energy","source":"DA","page":78,"activity":{"number":1,"unit":"reaction"},"level":2,"traits":["rare","abjuration","deviant","magical"],"trigger":"An enemy within 60 feet uses an ability that has the trait corresponding to your deviation damage type.","entries":["Your connection to energy is so much stronger than the offending display in front of you, allowing you to claim it for yourself. Attempt a counteract check against the triggering effect as you draw it into your body. If you successfully counteract the ability, you gain temporary Hit Points equal to double the counteract level of the ability, which last for 1 minute.","{@b Awakening} The energy you consume helps empower your abilities. The next ability from the dragon classification that you use increases its range by 30 feet if it has a range, or increases its area by 10 feet if it's a cone or line. If you don't use this benefit within 1 minute, it fades.","{@b Awakening} You channel some of the seized energy into your next attack. Choose one of your weapons or unarmed attacks. Until the end of your next turn, {@action Strike||Strikes} with the chosen weapon or unarmed attack deal an additional {@dice 1d6} damage of a type matching the energy you consumed."]},{"name":"Storming Breath","source":"DA","page":78,"activity":{"number":2,"unit":"action"},"level":6,"traits":["rare","deviant","evocation","magical"],"entries":["You spit out a freezing breath or sonic scream. You deal {@dice 4d6} damage, plus {@dice 1d6} damage for every level you have beyond 6th, to all creatures in a 30-foot cone, with a basic Reflex save.","{@b Awakening} Your blast powerfully batters your foes. A creature that critically fails its save is knocked {@condition prone}.","{@b Awakening} The kickback of your blast helps you make a speedy escape. When you use this ability, you {@action Fly} backward 15 feet in a straight line directly opposite your blast. This movement doesn't trigger reactions based on movement."]},{"name":"Propulsive Leap","source":"DA","page":78,"activity":{"number":1,"unit":"action"},"level":10,"traits":["rare","deviant","evocation","magical"],"entries":["By expelling flames from your feet or levitating through electrical repulsion, you propel yourself through the air. For 1 minute, you gain a fly Speed equal to your Speed or 20 feet, whichever is greater. If you aren't on solid ground at the end of your turn, you must attempt another backlash check for your deviation, though you remain airborne even if you fail your check unless the damage from the check renders you {@condition unconscious}.","{@b Awakening} You blast through the air at great speed, gaining a +15-foot status bonus to your {@action Fly} speed from Propulsive {@action Leap}.","{@b Awakening} You can use your propulsion as a makeshift weapon. The first time each round you {@action Fly} starting from the ground, all creatures adjacent to you take {@dice 1d4} damage for every 2 levels you have, with a basic Reflex save."]},{"name":"Bone Spikes","source":"DA","page":78,"activity":{"number":1,"unit":"action"},"level":2,"traits":["rare","deviant","evocation","magical"],"entries":["Sharp shards of bone tear forth from your elbows, wrists, or other parts of your body. For 1 minute, you can make bone spike unarmed {@action Strike||Strikes}, which deal {@damage 1d6} piercing damage and have the versatile S and sweep trails. When you take the Bone Spikes action, you can choose one weapon on your person and duplicate its weapon runes onto your bone spikes (with the exception of any runes that couldn't apply to the bone spears).","{@b Awakening} Your bones grow longer, lashing flexibly at range. While you have bone spikes, you can {@action Interact} to give your bone spikes reach <10 feet> until the end of the current turn.","{@b Awakening} Grooves in your bone spikes form a channel for venom. Your bone spikes deal {@damage 1d4} {@condition persistent damage||persistent poison damage}, which increases to {@dice 2d4} at 10th level and {@dice 3d4} at 18th level."]},{"name":"Titan Swing","source":"DA","page":78,"activity":{"number":2,"unit":"action"},"level":2,"traits":["rare","deviant","magical","transmutation"],"entries":["Your limbs tense as you deliver a mighty swing. Make a melee {@action Strike}. If it hits, you deal an extra die of weapon damage and push the target back by 5 feet. If you're at least 10th level, increase this to two extra dice and push the target by 10 feet, and if you're at least 18th level, increase it to three extra dice and push the target by 15 feet.","{@b Awakening} On a critical hit, you push the target back double the normal distance and knock it {@condition prone}.","{@b Awakening} On a hit, you deal {@damage 1d6} {@condition persistent damage||persistent bleed damage}. This increases to {@dice 2d6} at 10th level and {@dice 3d6} at 18th level."]},{"name":"High-Speed Regeneration","source":"DA","page":78,"activity":{"number":1,"unit":"free"},"level":6,"traits":["rare","deviant","healing","magical","necromancy"],"trigger":"Your turn begins.","entries":["Your wounds knit together with barely a thought. You regain Hit Points equal to double your level. When you gain this deviation, the GM secretly selects one type of energy damage or precious material, such as fire or cold iron. When you take damage of that type, your wound smokes until the end of your next turn, preventing you from using High-Speed Regeneration.","{@b Awakening} Your regeneration can automatically save you from the brink of death. Once per day, you can use High-Speed Regeneration when your Hit Points would be reduced to 0 instead of the usual trigger. You avoid being knocked out and remain at the number of HP you regained.","{@b Awakening} Regrowth invigorates you. You gain a +10-foot status bonus to your Speed until the end of your turn."]},{"name":"Tectonic Stomp","source":"DA","page":78,"activity":{"number":2,"unit":"action"},"level":10,"traits":["rare","deviant","evocation","magical"],"entries":["You cause minor tremors that topple your enemies. All creatures in a 30-foot emanation who are standing on the ground take {@damage 1d6} bludgeoning damage for every 2 levels you have, with a basic Reflex save. A creature that fails its save also falls {@condition prone}.","{@b Awakening} Your stomp also ejects large fragments from the ground. You raise up to three stone chunks from the ground in unoccupied squares in the emanation; the stones can't be adjacent to one another. The chunks are 5 feet tall, block movement, and are large enough to {@action Take Cover} behind. They have AC 10, Hardness 8, and Hit Points equal to your level.","They are immune to critical hits and precision damage. A stone chunk crumbles away when it has 0 Hit Points, and all of them crumble after 1 minute or when you use Tectonic Stomp again.","{@b Awakening} Your stomp rattles those who fail horribly. A creature that critically fails its save is also {@condition stunned||stunned 1}."]},{"name":"Eerie Flicker","source":"DA","page":78,"activity":{"number":1,"unit":"reaction"},"level":2,"traits":["rare","conjuration","deviant","magical"],"trigger":"A enemy's {@action Strike} would hit you and you weren't already {@condition concealed}, {@condition hidden}, or {@condition undetected} by that enemy.","entries":["Your body flickers momentarily into the Ethereal Plane. You become {@condition concealed} for 1 round, and the flat check for concealment applies to the {@action Strike} that would have hit you. If the flat check fails, the {@action Strike} misses you.","{@b Awakening} When your body flickers, you momentarily assume a terrifying form. If a creature fails the flat check against concealment from your Eerie Flicker, it becomes {@condition frightened||frightened 1}, and it doesn't reduce the {@condition frightened} condition from this effect at the end of the same turn it gained the condition.","{@b Awakening} You can choose to compress your flickering movement into a single moment, increasing your chance to avoid the triggering attack in exchange for a shorter-lived effect. If you choose to do so, the flat check for concealment against the triggering attack increases to DC 9, but the concealment affects only the triggering {@action Strike}."]},{"name":"Ghostly Grasp","source":"DA","page":78,"activity":{"number":1,"unit":"action"},"level":2,"traits":["rare","deviant","evocation","magical"],"entries":["An {@condition invisible} arm extends from you to grab and manipulate objects. The arm reaches up to 15 feet, grabs an unattended object of 1 Bulk or less, and immediately deposits it in one of your free hands or at your feet. Alternatively, it reaches up to 15 feet and performs a simple {@action Interact} action like pushing o p e n a window, though it can't perform actions that require significant mechanical dexterity. For every 5 levels you have, the amount the hand can lift increases by 1 Bulk, and the arm's range increases by 15 feet. Being ghostly, the arm can affect ghosts, spirits, and other incorporeal entities, though in most cases, you need an awakening for this to be useful.","{@b Awakening} Your {@condition invisible} arm can grab on to an unsuspecting target. You can modify the power's target to be 1 creature within range. You make an attack roll against the creature's Fortitude DC and add the {@trait attack} trait to the action. On a success, the target is {@condition grabbed} by the arm (or {@condition restrained} on a critical success). This lasts for 1 round or until the creature Escapes.","{@b Awakening} You summon additional ghostly arms that entwine together to push targets. You can modify the power's target to be 1 creature within range. You make an attack roll against the creature's Fortitude DC and add the {@trait attack} trait to the action. On a success, you can move the target 5 feet in any direction (10 feet on a critical success)."]},{"name":"Enervating Wail","source":"DA","page":78,"activity":{"number":2,"unit":"action"},"level":6,"traits":["rare","auditory","deviant","magical","necromancy"],"entries":["You release a terrible wail that tears at the spirits of all nearby.","All living creatures in a 20-foot emanation take negative damage with a basic Fortitude save. The damage is {@dice 4d6}, plus {@dice 1d6} for every level you have beyond 6th.","{@b Awakening} Your scream echoes in the mind. You can choose to emit a silent psychic wail instead, which changes the damage type to mental, changes the save to a Will save, removes the {@trait auditory} trait, and adds the {@trait mental} trait.","{@b Awakening} Your wail saps your foes' strength. In addition to the normal effects, living creatures in the area are {@condition enfeebled||enfeebled 1} for 1 round on a success (but not a critical success), {@condition enfeebled||enfeebled 1} for 1 minute on a failure, and {@condition enfeebled||enfeebled 2} for 1 minute on a critical failure."]},{"name":"Clone-Risen","source":"DA","page":120,"level":1,"traits":["lineage","reflection"],"entries":["You were formed from a clone ritual or alchemical experiment. Created as a vessel for another creature, you can suppress your sentience momentarily, making your mind harder to alter. You gain the Empty Vessel reaction.",{"name":"Empty Vessel","activity":{"number":1,"unit":"reaction"},"traits":["concentrate"],"frequency":{"number":1,"unit":"day"},"trigger":"You would take mental damage or be affected by a {@trait mental} effect","entries":["You gain a +2 circumstance bonus to Will saves and resistance to mental damage equal to your level against the triggering effect. This applies only to the initial effect, not successive saves, {@condition persistent damage||persistent mental damage}, or other repeated effects."],"type":"ability"}],"leadsTo":["Replicate|DA"]},{"name":"Mirror-Risen","source":"DA","page":120,"level":1,"traits":["lineage","reflection"],"entries":["You were created from magic involving mirrors and still retain some ability to seek refuge in reflected illusions. You gain the Mirror's Trickery reaction.",{"name":"Mirror's Trickery","activity":{"number":1,"unit":"reaction"},"traits":["concentrate","illusion","occult","visual"],"frequency":{"number":1,"unit":"day"},"trigger":"You would be hit by a {@action Strike}","entries":["You create an illusory duplicate at the last instant and attempt to trick your foe into striking it instead of you. The attacker attempts a DC {@flatDC 11} flat check; on a failure, the attack hits the duplicate, changing the result from a critical success to a success or a success to a failure."],"type":"ability"}],"leadsTo":["Reflective Pocket|DA","Mirror Refuge|DA"]},{"name":"Morph-Risen","source":"DA","page":120,"level":1,"traits":["lineage","reflection"],"entries":["You were once a shapeshifter or spellcaster using polymorph magic, but something went wrong, and you became trapped in the form of the creature you were imitating. This accident might have {@condition drained} your power, or you might have retained some of your skills, but either way, your form resists further forced transformation. You gain a +1 circumstance bonus to saving throws against {@trait transmutation} effects, and if you roll a success on a saving throw against a {@condition hostile} {@trait morph} or {@trait polymorph} effect, you get a critical success instead."],"leadsTo":["Warp Likeness|DA"]},{"name":"Progenitor Lore","source":"DA","page":120,"level":1,"traits":["reflection"],"entries":["You didn't just inherit your physical form from your progenitor; you also retained some of their knowledge. You're trained in {@skill Deception} and {@skill Occultism}. If you would automatically become trained in one of those skills (from your background or class, for example), you instead become trained in a skill of your choice. You also become trained in a {@skill Lore} corresponding to your ancestry (e. g., {@skill Lore||Elf Lore} if your progenitor is an elf)."]},{"name":"Warped Reflection","source":"DA","page":120,"activity":{"number":1,"unit":"action"},"level":1,"traits":["concentrate","emotion","fear","mental","reflection","visual"],"frequency":{"number":1,"unit":"minute"},"entries":["Due to your origins, your form is more flexible than most. You shift your appearance to resemble a creature within 30 feet but with an unsettling, horrifying twist. Though this transformation is momentary, witnessing it gives the target deep existential dread. It must succeed at a Will save against the higher of your class DC or spell DC or become {@condition frightened||frightened 1} ({@condition frightened||frightened 2} on a critical failure) and be {@condition stupefied||stupefied 1} as long as the {@condition frightened} condition lasts. Once you've used Warped Reflection against a creature, it's temporarily immune for 24 hours."]},{"name":"Mistaken Identity","source":"DA","page":120,"activity":{"number":1,"unit":"reaction"},"level":5,"traits":["concentrate","fortune","mental","reflection"],"frequency":{"number":1,"unit":"minute"},"trigger":"You're about to attempt a saving throw against a {@trait mental} effect.","entries":["You feel a strong connection with your progenitor and can convince yourself an effect targeting your mind was meant for theirs instead, allowing you to shrug off harmful effects. Roll the saving throw twice, and take the higher result. However, subsuming your identity is disturbing, and you're {@condition frightened||frightened 1}."]},{"name":"Reflective Pocket","source":"DA","page":120,"level":5,"traits":["extradimensional","reflection"],"prerequisites":"{@feat Mirror-Risen|DA}","entries":["You've formed a connection with a small hand mirror, allowing you to use it as an extradimensional storage space. You can store one item of light Bulk in your mirror at a time. Storing or retrieving an item requires an {@action Interact} action and any creature can do so. While an item is stored within the mirror, the mirror reflects the item's image. You gain a +2 circumstance bonus to {@skill Stealth} checks to Conceal the Object unless someone checks the mirror's reflection."]},{"name":"Replicate","source":"DA","page":121,"level":5,"traits":["reflection"],"prerequisites":"{@feat Clone-Risen|DA}","entries":["You've learned to reshape your malleable form. You can cast {@spell illusory disguise} once per day as an innate occult spell. This is a {@trait transmutation} and {@trait morph} effect, as your body physically transforms, rather than an {@trait illusion} effect."]},{"name":"Warp Likeness","source":"DA","page":121,"activity":{"number":1,"unit":"action"},"level":5,"traits":["morph","occult","reflection","transmutation"],"prerequisites":"{@feat Morph-Risen|DA}","frequency":{"number":1,"unit":"minute"},"requirements":"You hit a creature with a melee {@action Strike} on your last action.","entries":["You channel some of your own nature through your blow, temporarily warping your target's form to resemble your own. The creature you hit must attempt a Fortitude save against the higher of your class DC or spell DC.",{"type":"successDegree","entries":{"Critical Success":["The target is unaffected."],"Success":["The target resists the effect but its form twists in the process. It's {@condition clumsy||clumsy 1} until the end of its next turn."],"Failure":["The target's body briefly warps to resemble yours. It's {@condition clumsy||clumsy 1} until the end of its next turn and {@condition sickened||sickened 1}."],"Critical Failure":["The target's body warps to resemble yours for a significant time. It's {@condition clumsy||clumsy 1} for 1 minute and {@condition sickened||sickened 2}."]}}]},{"name":"Mirror Refuge","source":"DA","page":121,"activity":{"number":2,"unit":"action"},"level":9,"traits":["conjuration","extradimensional","occult","reflection"],"prerequisites":"{@feat Mirror-Risen|DA}","frequency":{"number":1,"unit":"day"},"requirements":"You're within 5 feet of a mirrored surface.","entries":["Your origin in the space behind mirrors enables you to use a mirror as a hideaway, like the spell meld into stone. You meld into an adjacent mirror. You can hear but not see outside this space, and creatures outside can't see or hear you. You can cast spells while within the mirror, but no effects can cross the mirror. Your Mirror Refuge lasts for 10 minutes unless the mirror is {@condition broken}, which expels you and deals {@dice 10d6} damage to you. You can {@action Dismiss} the effect. You appear in a space adjacent to the mirror when the effect ends."]},{"name":"Two Truths","source":"DA","page":121,"activity":{"number":1,"unit":"action"},"level":9,"traits":["reflection"],"prerequisites":"master in {@skill Deception}","entries":["Your ability to imitate your progenitor is so strong, you can even convince yourself. When you use this action, you alter your thought processes to your progenitor or from your progenitor back to yourself. As long as what you say is true from the point of view of your current identity, you can say it even under effects like zone of truth that force you to speak truly."]},{"name":"Unyielding Disguise","source":"DA","page":121,"level":9,"traits":["reflection","transmutation"],"prerequisites":"ability to cast {@spell humanoid form} or {@spell illusory disguise}","entries":["When you cast {@spell humanoid form} or {@spell illusory disguise} to alter your appearance, the spell's duration is 2 hours. At the end of the duration, you can extend the spell's duration for another hour, but doing so is taxing, making you {@condition drained||drained 1}. You can keep extending it in this way, increasing your {@condition drained} condition by 1 each time, to a maximum duration of 6 hours."]},{"name":"Malleable Form","source":"DA","page":121,"activity":{"number":1,"unit":"action"},"level":13,"traits":["reflection","transmutation"],"prerequisites":"ability to cast at least one {@trait polymorph} spell","requirements":"You're polymorphed by a spell that has multiple choices of battle form.","entries":["You adroitly shift your form, taking on another appearance. Choose a different battle form of the polymorph spell affecting you, and change to that form instead of the current one. This destabilizes the spell's magic, reducing its duration by 1 round.","Use the level of the spell to determine the statistics, as normal."]},{"name":"Redirect Attention","source":"DA","page":121,"level":13,"traits":["reflection"],"entries":["Through your strong connection with your progenitor, you're able to redirect those attempting to spy on you. Whenever you would be directly targeted with a {@trait scrying} effect, the effect must attempt a counteract check against the higher of your spell DC or class DC. If the check fails, the effect targets your progenitor instead of you."]},{"name":"Reflect Foe","source":"DA","page":121,"level":17,"traits":["reflection"],"entries":["You create a copy of a foe by calling them forth from a nearby reflection, clonally growing them in an instant from one of your hairs or otherwise creating them in a way that matches your own nature as a reflection. You can cast {@spell duplicate foe} once per day as an innate occult spell. At 20th level, your innate duplicate foe is heightened to 8th level."]},{"name":"Distant Wandering","source":"DA","page":78,"activity":{"number":1,"unit":"action"},"level":10,"traits":["rare","deviant","evocation","magical"],"entries":["Your body falls {@condition unconscious} and your spirit projects out of it.","While in spirit form, you can't consciously move your body, and you are {@condition invisible} and inaudible, though a creature still might notice the signs of your presence and passing, just like for an {@condition invisible} creature affected by silence, or a prying eye. You can freely move about, though you can't touch or move anything, cast spells, attack, or otherwise affect anything around you.","Despite your ghostly form, you are not incorporeal and can't pass through barriers you couldn't in your body. Most effects can't harm your spirit form, though some spells, like spirit blast and spirit song, explicitly damage a creature's spirit.","You can return to your body as a free action. If you are in spirit form at the beginning of your turn, you must attempt another backlash check for your deviation, returning to your body if you fail.","{@b Awakening} Your spirit moves at the speed of thought. You gain a fly Speed and a +20-foot status bonus to your Speed while in spirit form.","{@b Awakening} Time seems to pass more slowly while you are projecting your spirit, letting you notice things around you. When you enter spirit form, you can {@action Recall Knowledge} or {@action Seek}. You are {@condition quickened} while in spirit form and can use the extra action only to {@action Recall Knowledge} or {@action Seek}."]},{"name":"Fey Life","source":"DA","page":57,"level":16,"traits":["rare","aftermath","healing","necromancy","primal"],"prerequisites":"You helped to save a fey from a terrible fate, and you're not a fey.","entries":["There are some fates worse than death–and you worked to save a fey from one such fate. In return, your life became bound to theirs. Fey magic has since become a part of you, bringing the vibrant colors of the First World to you and all that surrounds you. Your skin, hair, all that you touch, and anything within 5 feet of you changes to the most brilliant hues possible, though the colors fade as you cease to touch an object or you move away. You gain the ability to cast {@spell summon fey} as a 7th-level primal innate spell once per day. At 18th level the spell heightens to 8th level, and at 20th level it heightens to 9th level.","The first time you die after gaining this feat, the bond you made with the fey invokes the power of the First World to return you to life. Immediately after {@condition dying}, you revive, becoming conscious (and {@condition wounded} as normal) at 27 Hit Points, and you gain the {@trait fey} trait. Your eyes become a rainbow of colors, and you take on a visual aspect of the fey with whom you are bound, such as by growing wings, horns, or a plantlike body. The change has no {@trait mechanical} effect; for instance, the wings wouldn't allow you to fly, nor would horns grant a horn unarmed attack.","The second time you die, you reawaken in the First World with the full appearance of the fey that was bound to you. You become an NPC, unconcerned with your old mortal life. You can be returned to your previous life in the Material Plane by having allies spend 3 days building a shrine to the First World, giving three offerings that hold deep sentimental value for you or another, and holding a raucous, three-day long feast.","Any time that you die after that, you reawaken again in the First World with no memories of your previous life, and you can only be brought back by powerful magic such as a {@spell wish} spell."]},{"name":"Walk on the Wind","source":"DA","page":57,"level":16,"traits":["rare","aftermath","air","magical","transmutation"],"prerequisites":"You've been brought to 0 Hit Points by an enemy that has the {@trait air} trait or an enemy's ability that has the {@trait air} trait.","entries":["A flighty breeze follows you wherever you go, granting a dramatic flair to everything you do. You're light on your feet, your voice gains an airy quality that allows it to travel further than normal, and your clothing and hair rustle gently around you at all times. You can {@action Stride} at half your land Speed across calm air. If you attempt to carry another creature with you while walking on air, even if it's in an extradimensional space, you fall."]},{"name":"Sociable Vow","source":"DA","page":166,"featType":{"archetype":["Pactbinder"]},"level":4,"traits":["archetype","skill"],"prerequisites":"{@feat Pactbinder Dedication|DA}, expert in {@skill Diplomacy}","entries":["You can leverage your vow in more social interactions. The circumstance bonus from your Binding Vow also applies to attempts to {@action Gather Information}, {@action Make an Impression}, or {@action Demoralize} you make directly in service of fulfilling the vow."]},{"name":"Pact of Fey Glamour","source":"DA","featType":{"archetype":["Pactbinder"]},"page":166,"level":4,"traits":["uncommon","archetype","illusion","primal"],"prerequisites":"{@feat Pactbinder Dedication|DA}","entries":["You've sworn a pact with fey powers, granting you the otherworldly appearance of your dreams in exchange for oaths of hospitality. As long as you keep your end of the bargain, your base appearance changes indefinitely to any one appearance you wish that's within the bounds of possibility for your ancestry; this effect can't be counteracted or removed except by violating the pact. Additionally, you can cast {@spell illusory disguise} as a primal innate spell once per hour, using the higher of your class DC and your spell DC to determine the DC.","In exchange, you promise to accept any fey's request for hospitality, granting them food, drink, and lodging for up to 3 days and 3 nights. You also promise not to harm any creature to whom you've offered hospitality or who has shown hospitality to you, whether or not that creature is fey, unless that creature does harm first. If you refuse hospitality to a fey or violate hospitality, you lose the benefits of this feat until you atone for your transgressions, instantly reverting your appearance to the one you had before the pact."]},{"name":"Pact of Draconic Fury","source":"DA","featType":{"archetype":["Pactbinder"]},"page":166,"level":6,"traits":["uncommon","arcane","archetype","evocation"],"prerequisites":"{@feat Pactbinder Dedication|DA}","entries":["You've sworn a pact with a dragon, giving you the ability to tap into the dragon's immeasurable power in exchange for adding to their hoard. You gain the Dragon Breath activity. In exchange, you promise to search for objects the dragon wants for its hoard upon request. These requests might be extremely specific unique objects, or they might be a broad category of objects. While the dragon agrees to pay you a fair price for the item you retrieve, the pact requires you to give your time and service.",{"name":"Dragon Breath","activity":{"number":1,"unit":"action"},"frequency":{"number":1,"unit":"hour"},"entries":["You breathe deeply and exhale a line or cone of powerful breath, much like the dragon with which you made the pact. If the dragon had a cone-shaped breath weapon, your breath weapon is a 30-foot cone. If they had a line-shaped breath weapon, your breath weapon is a 60-foot line. If they had a burst-shaped breath weapon, your breath weapon is a 10-foot burst within 60 feet. No matter the shape, it deals {@dice 1d6} damage per level, of the same damage type as the dragon's Breath Weapon, with a basic Reflex save, using the higher of your class DC or spell DC. This action has the same traits as the breath weapon of the dragon you made the pact with."],"type":"ability"}]},{"name":"Pact of Infernal Prowess","source":"DA","page":167,"level":8,"featType":{"archetype":["Pactbinder"]},"traits":["uncommon","archetype","divination","divine"],"prerequisites":"{@feat Pactbinder Dedication|DA}","entries":["You've sworn a pact with devils, granting you success in life in exchange for your soul in the afterlife. Once per hour, when you critically fail a check, you can reroll the check as a free action; this is a {@trait fortune} effect. Additionally, you can choose to automatically succeed at checks to {@action Earn Income} for tasks below your level, without rolling. However, when you die, your soul is consigned to Hell. You can't be returned to life except by powerful magic such as miracle, and even then, the devils responsible for the contract can track your every move for 1 year. The devils gain the effects of a {@spell discern location} spell. They can also use 10th-level {@spell scrying} on you at will, and you automatically critically fail your saving throw."],"special":["You can't retrain out of a Pact of Infernal Prowess without journeying to Hell and destroying the devil's written contract spelling out the terms of your pact."]},{"name":"Pact of the Final Breath","source":"DA","page":167,"featType":{"archetype":["Pactbinder"]},"level":12,"traits":["uncommon","archetype","divine","necromancy"],"prerequisites":"{@feat Pactbinder Dedication|DA}","entries":["You've sworn a pact with a powerful psychopomp—typically an olethros advocate or yamaraj judge—granting you a reprieve before your soul will be collected in exchange for respect for the dead and assistance against the undead.","As long as you keep your end of the bargain, you live twice as long as you normally would before {@condition dying} of natural causes. Additionally, the first time each day that you would be reduced to 0 Hit Points and gain the {@condition dying} condition, you instead regain a number of Hit Points equal to twice your level (starting from 0 HP), remain conscious, and gain fast healing equal to your level for 3 rounds.","In exchange, you swear to treat the dead you come across with respect, performing last rites and final dispositions to ensure their spirits rest in peace and are less likely to rise as undead. Furthermore, you swear to destroy undead you come across, so long as it's within your power to do so without inordinate risk to yourself. Violating your part of the pact causes its protections to immediately end. If at that point you had already lived beyond your natural lifespan, the psychopomps typically give you a few moments to make any last farewells, and then you simply breathe your final breath and pass on."]},{"name":"Sacral Lord","source":"DA","page":177,"level":4,"traits":["rare","champion","oracle"],"prerequisites":"trained in {@skill Occultism} or {@skill Religion}","entries":["By right of ritual or sheer stubbornness, you have claimed rulership of the land. Claim a defined territory, such as a small section of forest or river, or a district of a larger city. Within its borders, you can cast {@spell detect magic}, guidance, and sigil as innate divine cantrips, and you gain a +1 circumstance bonus to {@action Make an Impression} on creatures that have the celestial, fiend, fey, {@trait monitor}, or {@trait spirit} traits."],"special":["You and your land are linked. Changes to one mirror themselves on the other—if you're depressed, gray rain and clammy mist might set in. These effects have no immediate mechanical impact, but they might give clues about problems afflicting the land."],"leadsTo":["Sacral Monarch|DA"]},{"name":"Time Mage Dedication","source":"DA","page":184,"featType":{"archetype":["Time Mage"]},"level":6,"traits":["uncommon","archetype"],"prerequisites":"You have a spellcasting class feature.","entries":["You might be a novice in the temporal arts now, but in the future, you'll hold time in the palm of your hand.","As some of your future knowledge leaks back to your present self, you gain the {@spell delay consequence|LOGM} domain spell. It costs 1 Focus Point to cast a focus spell. This feat grants a focus pool of 1 Focus Point that you can recover by using the {@action Refocus} activity to revisit moments from your past and contemplate futures yet to come. If you already knew {@spell delay consequence|LOGM} from a feat or ability that allows you to gain your choice of domain spell, such as {@feat Domain Initiate}, then when you take this feat, you can retrain that option to gain a different domain spell instead as your personal timeline rearranges itself. You also gain {@spell time sense|DA} as an innate cantrip usable at will. This innate spell and your focus spells from the time mage archetype are of the same tradition as the spells you used to meet the archetype's prerequisites."],"special":["You can't select another dedication feat until you have gained two other feats from the time mage archetype."],"leadsTo":["Chronocognizance|DA","Chronomancer's Secrets|DA","Future Spell Learning|DA","What Could Have Been|DA","Into the Future|DA","Purge of Moments|DA","Timeline-Splitting Spell|DA"]},{"name":"Chronocognizance","source":"DA","page":184,"featType":{"archetype":["Time Mage"]},"level":7,"traits":["archetype","skill"],"prerequisites":"{@feat Time Mage Dedication|DA}, master in {@skill Perception}","entries":["The flows and ebbs of time are obvious to you, as are the tangles that form when it's distorted. You're automatically aware if any creature that you observe is under the effects of the {@condition slowed} or {@condition quickened} conditions. You have a general idea when you're in the vicinity of time-manipulating phenomena, though this grants you no particular insight into the specific effects of the anomaly. Particularly subtle temporal anomalies might still escape your notice, requiring a {@skill Perception} check, as determined by the GM. If you're legendary in {@skill Arcana}, {@skill Nature}, or {@skill Occultism}, or {@skill Religion}, whenever a creature that you can observe gains the benefits of {@spell time stop} or similar effects, you can observe what happens during the stopped time, though you still can't act yourself for the duration."]},{"name":"Chronomancer's Secrets","source":"DA","page":185,"level":8,"featType":{"archetype":["Time Mage"]},"traits":["archetype"],"prerequisites":"{@feat Time Mage Dedication|DA}","entries":["The secrets of time peel back, revealing deeper truths. You gain either the {@spell stasis|LOGM} domain spell or the {@spell path of least resistance|da} focus spell. Increase the number of Focus Points in your pool by 1."],"special":["You can take this feat a second time, gaining the focus spell that you didn't gain the first time. Increase the number of Focus Points in your pool by 1."]},{"name":"Future Spell Learning","source":"DA","featType":{"archetype":["Time Mage"]},"page":185,"level":8,"traits":["archetype"],"prerequisites":"{@feat Time Mage Dedication|DA}","entries":["More future memories of time magic percolate back to the present, teaching you spells you've yet to learn. Add {@spell behold the weave|DA}, {@spell cast into time|SoM}, {@spell haste}, {@spell loose time's arrow|DA}, {@spell quicken time|da}, {@spell slow}, and {@spell stagnate time|Da} to your spell list. You can thus potentially learn these spells even if they aren't normally on your tradition's spell list."]},{"name":"What Could Have Been","source":"DA","page":185,"featType":{"archetype":["Time Mage"]},"activity":{"number":1,"unit":"free"},"level":8,"traits":["archetype","concentrate","metamagic"],"prerequisites":"{@feat Time Mage Dedication|DA}","entries":["Rather than conjuring creatures from elsewhere in the world or the planes, you can temporarily pull a much different version of yourself from an alternate timeline—for instance, instead of summoning a generic or random troll with summon giant, you summon a troll version of yourself from a timeline where you're a troll. If your next action is to {@action Cast a Spell} that summons a creature, that creature is another version of you. This creature remains the type of creature you summoned and has largely the same abilities (plus the following adjustments), but it clearly resembles you, likely sharing some distinguishing features, such as mannerisms, speech patterns, tattoos, or clothing. The summoned creature gains a +1 status bonus to any skill check in which you're trained, a +2 status bonus if you're an expert, a +3 status bonus if you're a master, or a +4 status bonus if you're legendary. The creature also takes a –2 penalty to all skills in which you're untrained."]},{"name":"Into the Future","source":"DA","page":185,"featType":{"archetype":["Time Mage"]},"activity":{"number":1,"unit":"action"},"level":10,"traits":["archetype","concentrate","metamagic"],"prerequisites":"{@feat Time Mage Dedication|DA}","entries":["You know your spell will be needed not now but in a few moments, so you cast your magic into the future. If your next action is to {@action Cast a Spell} that takes 1 or 2 actions to cast, the spell's effects occur 1 round later, at the beginning of your next turn, rather than immediately. Targets and choices about the spell must be determined when the spell is cast, and requirements, such as line of sight and line of effect, must be valid both when the spell is cast and when its effects occur. Consequences for the action of {@action Cast a Spell||Casting the Spell} itself, such as an {@action Attack of Opportunity} reaction or ending a foe's {@condition fascinated} condition by taking a {@condition hostile} action, aren't delayed."]},{"name":"Purge of Moments","source":"DA","page":185,"featType":{"archetype":["Time Mage"]},"activity":{"number":3,"unit":"action"},"level":16,"traits":["archetype","concentrate","transmutation"],"prerequisites":"{@feat Time Mage Dedication|DA}","frequency":{"number":1,"unit":"hour"},"entries":["All things eventually end, a truth that you can put into practice by accelerating your passage through time to shake off harmful effects. Five rounds of apparent time occur for you. No one, including you, can act during this time, but effects on you run their course, including beneficial effects, {@trait negative} effects, afflictions, conditions, and {@condition persistent damage}. Roll saving throws, flat checks, damage, and any other rolls for those effects normally as if the time had passed. Excessive use of this technique is responsible for more than a few premature gray hairs among time mages."]},{"name":"Chronoskimmer Dedication","source":"DA","page":186,"level":2,"traits":["rare","archetype"],"entries":["You became partially unstuck from time and have learned how to manipulate your place in flow of time. When you roll initiative, you can choose one of three options: either do nothing and roll initiative normally, stabilize your timestream, or destabilize your timestream and send it into intense fluctuations. If you choose to stabilize your timestream, you don't roll initiative, and instead your initiative is equal to 10 + your initiative modifier. If you choose to destabilize your timestream, attempt a DC {@flatDC 11} flat check. On a success, your initiative is equal to 19 + your initiative modifier, and on a failure, your initiative is equal to 1 + your initiative modifier.","Both stabilizing and destabilizing your timestream are {@trait fortune} effects.","Additionally, if your initiative roll result is tied with an opponent's initiative roll, you go first. Your manipulation of time grants you access to a number of abilities, some of which require a saving throw. The DC for these abilities is either your class DC or spell DC, whichever is higher, and is called your chronoskimmer DC."],"featType":{"archetype":["Chronoskimmer"]},"special":["You can't select another dedication feat until you've gained two other feats from the chronoskimmer archetype."],"leadsTo":["Turn Back the Clock|DA","Guide the Timeline|DA","Reversing Charge|DA","Superimpose Time Duplicates|DA","Borrow Time|DA","Steal Time|DA","Combat Premonition|DA","Escape Timeline|DA","Space-Time Shift|DA"]},{"name":"Turn Back the Clock","source":"DA","page":186,"activity":{"number":1,"unit":"reaction"},"level":4,"traits":["archetype","concentrate","fortune"],"prerequisites":"{@feat Chronoskimmer Dedication|DA}","frequency":{"number":1,"unit":"day"},"featType":{"archetype":["Chronoskimmer"]},"trigger":"You fail a skill check or saving throw.","entries":["After failing a test of skill, you hop back in your personal timeline so you can try again. You reroll the triggering check with a +1 circumstance bonus as you apply your experience from your last attempt. You must use the new result, even if it's worse than your first roll."]},{"name":"Guide the Timeline","source":"DA","page":186,"activity":{"number":1,"unit":"action"},"level":6,"traits":["archetype","concentrate"],"prerequisites":"{@feat Chronoskimmer Dedication|DA}","frequency":{"number":1,"unit":"day"},"featType":{"archetype":["Chronoskimmer"]},"entries":["You know the result you want and subtly nudge the timeline to your intended destination. Choose an ally or a foe. If you choose an ally, the next time within the next round that ally makes an attack roll or skill check, they roll it twice and take the higher result; this is a {@trait fortune} effect. If you choose a foe, the next time within the next round that foe makes an attack roll or skill check, they must roll twice and take the lower result unless they succeed at a Will save against your chronoskimmer DC; this is a {@trait misfortune} effect. Regardless of your choice, the target becomes temporarily immune for 24 hours."]},{"name":"Reversing Charge","source":"DA","page":186,"activity":{"number":2,"unit":"action"},"level":8,"traits":["archetype"],"featType":{"archetype":["Chronoskimmer"]},"prerequisites":"{@feat Chronoskimmer Dedication|DA}","entries":["You dive into the fray before rewinding yourself to safety. {@action Stride} up to your Speed. If you end your movement within melee reach of at least one enemy, you can make a melee {@action Strike} against that enemy. You then teleport back to the square from which you began your Reversing Charge. You can use Reversing Charge while {@action Burrow||Burrowing}, {@action Climb||Climbing}, {@action Fly||Flying}, or {@action Swim||Swimming} instead of {@action Stride||Striding} if you have the corresponding movement type."]},{"name":"Superimpose Time Duplicates","source":"DA","page":186,"activity":{"number":1,"unit":"action"},"level":8,"traits":["archetype"],"prerequisites":"{@feat Chronoskimmer Dedication|DA}","frequency":{"number":1,"unit":"hour"},"featType":{"archetype":["Chronoskimmer"]},"entries":["You call alternate versions of yourself, either from a different timeline or perhaps yourself from a different point in your current timeline, to aid you in combat. Until the start of your next turn, these alternate selves flicker in and out in your vicinity, providing flanking for you against all enemies within your reach. Flanking with your time duplicates is the same as flanking with an ally and so is subject to effects like all-around vision or the deny advantage class feature."]},{"name":"Borrow Time","source":"DA","page":186,"activity":{"number":1,"unit":"free"},"level":10,"traits":["archetype"],"prerequisites":"{@feat Chronoskimmer Dedication|DA}","frequency":{"number":1,"unit":"minute"},"featType":{"archetype":["Chronoskimmer"]},"trigger":"Your turn begins.","entries":["You reach ahead and make use of time that's yet to be. You become {@condition quickened} and can use the extra action to {@action Step}, {@action Stride}, or {@action Strike}. You gain this extra action immediately and can use it this turn. At the end of your turn, you become {@condition stunned||stunned 1}."]},{"name":"Steal Time","source":"DA","page":186,"activity":{"number":2,"unit":"action"},"level":10,"traits":["archetype"],"prerequisites":"{@feat Chronoskimmer Dedication|DA}","frequency":{"number":1,"unit":"hour"},"featType":{"archetype":["Chronoskimmer"]},"entries":["You reach into another creature's timeline and attempt to alter their flow of time. Select a creature within 30 feet. That creature attempts a Fortitude saving throw against your chronoskimmer DC. The creature takes the effects of {@spell slow} based on the result of its saving throw."]},{"name":"Combat Premonition","source":"DA","page":187,"level":12,"traits":["archetype"],"featType":{"archetype":["Chronoskimmer"]},"prerequisites":"{@feat Chronoskimmer Dedication|DA}","entries":["By narrowing your sense of the future, you can improve that of your allies. When you roll initiative, instead of stabilizing or destabilizing your own timestream, you can grant your allies a flash of insight into their future. Choose two allies. Those allies roll their initiative roll twice and take the better result; this is a {@trait fortune} effect. You roll your initiative roll twice and take the worse result; this is a {@trait misfortune} effect. The two effects are tied together: if you would avoid the {@trait misfortune} effect for any reason, or if any of your allies would negate their {@trait fortune} effect, your Combat Premonition does nothing."]},{"name":"Escape Timeline","source":"DA","page":187,"activity":{"number":1,"unit":"free"},"level":12,"traits":["archetype"],"prerequisites":"{@feat Chronoskimmer Dedication|DA}","frequency":{"number":1,"unit":"day"},"featType":{"archetype":["Chronoskimmer"]},"trigger":"Your turn begins.","entries":["You step outside of the flow of time momentarily, allowing you to avoid dangers. Your physical form stops existing momentarily, and you can't be targeted or affected until the start of your next turn—you simply don't exist at that moment in time. Your turn ends immediately, advancing 1 round for all timed durations and effects, such as conditions and afflictions. You still attempt saving throws, flat checks, or any other checks at the end of your turn as normal, but you don't take any damage due to these checks (though you take any non-damaging effects as normal). At the start of your next turn, you reenter the flow of time and reappear in the same space where you left time last round. If the space isn't clear, you arrive in the nearest open space."]},{"name":"Space-Time Shift","source":"DA","page":187,"activity":{"number":1,"unit":"free"},"level":12,"traits":["archetype"],"prerequisites":"{@feat Chronoskimmer Dedication|DA}","frequency":{"number":1,"interval":10,"unit":"minute"},"featType":{"archetype":["Chronoskimmer"]},"trigger":"Your turn begins.","entries":["You travel just a few moments into the future to immediately arrive at your destination. Your {@action Stride||Strides} are augmented until the end of your turn, allowing you to instantly teleport to any point you could reach with your {@action Stride} instead of traversing normally to the location. Your augmented {@action Stride||Strides} have the {@trait teleport} trait and don't trigger reactions that can be triggered by move actions or upon leaving or entering a square. You also augment your {@action Burrow}, {@action Climb}, {@action Fly}, or {@action Swim} actions in this way if you have the corresponding movement type."]},{"name":"Psychic Duelist Dedication","source":"DA","page":203,"level":4,"traits":["rare","archetype","dedication"],"featType":{"archetype":["Psychic Duelist"]},"prerequisites":"trained in {@skill Occultism}, you have been in a psychic duel","entries":["Through experience and in-depth visualizations of mental battles, you've grown adept at psychic duels. You gain a +2 circumstance bonus to your initiative rolls for psychic duels. Each time you enter a psychic duel, choose one of the following benefits for the duration of that duel.",{"type":"list","items":["Mind Mace You gain a status bonus to mental damage with spells you cast equal to the spell's level.","Psychic Fist You can use your standard ability modifier for {@action Strike} damage instead of your highest mental modifier, and you can use your full AC instead of using your Will DC in place of your AC."]}],"special":["You can't select another dedication feat until you have gained two other feats from the psychic duelist archetype."],"leadsTo":["Duel Spell Advantage|DA","Supreme Psychic Center|DA","Instigate Psychic Duel|DA"]},{"name":"Duel Spell Advantage","source":"DA","page":203,"level":6,"traits":["archetype"],"featType":{"archetype":["Psychic Duelist"]},"prerequisites":"{@feat Psychic Duelist Dedication|DA}","entries":["When you start a psychic duel, you gain a third natural psychic spell. You can't choose the same spell twice.","If you're 9th level or higher, add the following spells to the list of natural psychic spells you can choose: {@spell confusion}, {@spell crushing despair}, {@spell hallucination}, {@spell suggestion}, {@spell synaptic pulse}, and {@spell synesthesia}."]},{"name":"Supreme Psychic Center","source":"DA","page":203,"activity":{"number":1,"unit":"free"},"level":8,"traits":["archetype"],"featType":{"archetype":["Psychic Duelist"]},"prerequisites":"{@feat Psychic Duelist Dedication|DA}","trigger":"Your turn in a psychic duel begins.","entries":["With the merest thought, you realign your mental defenses to your duel's circumstances. You Recenter."]},{"name":"Instigate Psychic Duel","source":"DA","page":203,"activity":{"number":3,"unit":"action"},"featType":{"archetype":["Psychic Duelist"]},"level":12,"traits":["archetype","illusion","incapacitation","mental","occult"],"prerequisites":"{@feat Psychic Duelist Dedication|DA}","frequency":{"number":1,"unit":"day"},"entries":["You attempt to enter a psychic duel with a creature within 100 feet. The target can attempt a Will save against the higher of your spell DC or class DC. If it enters the duel willingly, use the result for a critical failure.",{"type":"successDegree","entries":{"Critical Success":["The target is unaffected."],"Success":["The two of you enter a psychic duel, but it ends automatically at the end of your next turn. As normal for a psychic duel, the duel ends if one participant is knocked out, as well as under any other conditions to which both participants agree. If you're in initiative when you Instigate the Psychic Duel, you keep the same initiative positions. You can each choose a psychic center for any skill in which you're trained, as you would if you were using that skill to roll initiative for the duel."],"Failure":["As a success, except instead of ending at the end of your next turn, the target can attempt a new save to end the duel at the end of each of your turns, starting with your next turn."],"Critical Failure":["As a success, except the duel doesn't end until it reaches one of the normal end conditions for a psychic duel."]}}]},{"name":"Mind Smith Dedication","source":"DA","page":204,"level":2,"traits":["archetype","dedication"],"featType":{"archetype":["Mind Smith"]},"entries":["You've learned to imagine a shape in your mind, to envision it so strongly it takes form in the material world. You gain a single melee weapon of your choosing, called a mind weapon. Your mind weapon is a martial melee weapon. The overall shape and design of your mind weapon can be of your choosing but it has one of the following four basic statistics:",{"type":"list","items":["A one-handed weapon that deals {@dice 1d4} damage and has the {@trait agile} and {@trait finesse} traits","A one-handed weapon that deals {@dice 1d6} damage and has the {@trait finesse} trait","A one-handed weapon that deals {@dice d8} damage","A two-handed weapon that deals {@dice 1d10} damage and has the {@trait reach} trait"]},"Each day during your daily preparations, you can decide if you want your weapon to deal bludgeoning damage and be in the club weapon group, deal piercing damage and be in the spear weapon group, or deal slashing damage and be in the sword weapon group. Your mind weapon is an extension of your mind—it has no Hardness, and any ability that would damage your mind weapon instead damages you directly, pushing back against the weapon's corporeal form and becoming mental damage of the same amount the weapon would have taken. You can project your mind weapon using an {@action Interact} action, just as you would draw any other weapon. Only you can hold, carry, or wield your mind weapon; if held by another person, it quickly disappears from their hand, reforming in your mind for you to project again. If you're disarmed of your mind weapon, it dematerializes, but you can draw it again with an {@action Interact} action starting at the beginning of your next turn. Upon creating your mind weapon, you also learn to use a mind smith's keepsake: an object of light Bulk, such as a bracelet or figurine, that you wear or keep on your person and inscribe with weapon runes. Your keepsake can't be a magic item, nor can it have any significant monetary value beyond the value of any runes you inscribe on it. You can buy and inscribe fundamental runes and weapon property runes onto your keepsake in the same way you would for a regular weapon, and you can move runes to and from your keepsake to other weapons or runestones for the usual cost. Any runes inscribed on the keepsake apply to your mind weapon when you create it. If your keepsake is ever lost or destroyed, you can spend 1 week of downtime imprinting a new object with your weapon's mental properties, though this new keepsake won't have any of the runes that were inscribed on the prior keepsake."],"special":["You can't select another dedication feat until you have gained two other feats from the mind smith archetype."],"leadsTo":["Malleable Movement|DA","Ghost Blade|DA","Just the Tool|DA","Mental Forge|DA","Malleable Mental Forge|DA","Mind Shards|DA","Mind Projectiles|DA","Runic Mind Smithing|DA","Advanced Runic Mind-Smithing|DA","Metallic Envisionment|DA"]},{"name":"Malleable Movement","source":"DA","page":205,"activity":{"number":1,"unit":"free"},"featType":{"archetype":["Mind Smith"]},"level":2,"traits":["archetype","skill"],"prerequisites":"{@feat Mind Smith Dedication|DA}, expert in {@skill Athletics}","trigger":"You {@action Leap}.","entries":["You shift the shape of your weapon to help you {@action Leap} farther and faster. You shift your weapon into a long flexible pole, climbing hook, or similar aid, adding an extra 5 feet to the distance you're able to {@action Leap}. As normal, this can't increase the distance of your {@action Leap} beyond your Speed."]},{"name":"Ghost Blade","source":"DA","page":205,"activity":{"number":1,"unit":"action"},"featType":{"archetype":["Mind Smith"]},"level":4,"traits":["archetype","concentrate"],"prerequisites":"{@feat Mind Smith Dedication|DA}","frequency":{"number":1,"unit":"hour"},"entries":["You alter your weapon's phase so it can more easily strike incorporeal creatures. Your mind weapon gains the effects of a {@item ghost touch} property rune for 1 minute."]},{"name":"Just the Tool","source":"DA","page":205,"featType":{"archetype":["Mind Smith"]},"activity":{"number":1,"unit":"action"},"level":4,"traits":["archetype","concentrate"],"prerequisites":"{@feat Mind Smith Dedication|DA}","entries":["You temporarily change your weapon's shape to assist you in the field. You morph your weapon into a single simple tool, such as a shovel or crowbar, to help with a mundane task. You can't replicate entire tool kits with this ability. You can use this action again to change your mind weapon back to a weapon."]},{"name":"Mental Forge","source":"DA","page":205,"level":4,"featType":{"archetype":["Mind Smith"]},"traits":["archetype"],"prerequisites":"{@feat Mind Smith Dedication|DA}","entries":["Your experiences in combat shape your mind's capability to strengthen and shape your weapon to match the way you move in combat. Choose two of the following weapon traits to give your mind weapon: grapple, modular (B, P, S), nonlethal, shove, or trip. Once chosen, these weapon traits can't be changed unless you spend 1 week retraining your fighting style to swap one property for another from the list."],"leadsTo":["Malleable Mental Forge|DA"]},{"name":"Mind Shards","source":"DA","page":205,"activity":{"number":2,"unit":"action"},"featType":{"archetype":["Mind Smith"]},"level":6,"traits":["archetype","concentrate","enchantment","magical","mental"],"prerequisites":"{@feat Mind Smith Dedication|DA}","entries":["With a swing and a thought, you detonate your mind weapon into a burst of psychic shards that shred the mind.","You concentrate and unleash a 15-foot cone that deals {@damage 3d6} mental damage to all creatures in the area, with a basic Will save against the higher of your class DC or spell DC. After the attack, your mind weapon automatically re-forms, and you can't use this ability again for 1 minute. Mind Shards' damage increases by {@dice 1d6} at level 7 and every two levels thereafter."]},{"name":"Malleable Mental Forge","source":"DA","page":205,"featType":{"archetype":["Mind Smith"]},"level":8,"traits":["archetype"],"prerequisites":"{@feat Mental Forge|DA}","entries":["You open your mind to further weapon customization. During your daily preparations, you can choose any two weapon traits from the Mental Forge feat to place on your weapon for 24 hours or until your next daily preparations (whichever comes first), replacing the traits you chose from the Mental Forge feat. Each day you can swap the choices with any other options on the list."]},{"name":"Mind Projectiles","source":"DA","page":205,"featType":{"archetype":["Mind Smith"]},"level":8,"traits":["archetype"],"prerequisites":"{@feat Mind Smith Dedication|DA}","entries":["You have learned to stretch your mind's influence further, releasing projectiles with a swing of your mind weapon. You can make ranged mind weapon {@action Strike||Strikes}; these are ranged {@action Strike||Strikes} with a maximum range of 30 feet that deal {@dice 1d6} damage of the same type as your mind weapon. Your ranged mind weapon {@action Strike} gains all the benefits of your mind weapon's runes as long as they still apply to a ranged weapon.","For example, if your weapon had +1, striking, and spell storing runes, you would get a +1 item bonus to hit with your ranged mind weapon {@action Strike}, and it would deal the additional damage from the striking rune, but it wouldn't be able to unleash a spell from the spell storing rune, as that rune can be etched onto only melee weapons."]},{"name":"Runic Mind Smithing","source":"DA","page":205,"level":10,"featType":{"archetype":["Mind Smith"]},"traits":["archetype"],"prerequisites":"{@feat Mind Smith Dedication|DA}","entries":["You focus your mind on thoughtforms of fundamental magical forces, shaping them into a property rune that you mentally etch onto your mind weapon. During your daily preparations, choose one rune from the following list of weapon property runes: corrosive, disrupting, flaming, frost, shock, and thundering. You enhance your weapon with the chosen rune until your next daily preparations. This rune counts toward your maximum limit of runes as normal."],"leadsTo":["Advanced Runic Mind-Smithing|DA"]},{"name":"Sleepwalker Dedication","source":"DA","page":206,"level":4,"featType":{"archetype":["Sleepwalker"]},"traits":["archetype","dedication"],"prerequisites":"expert in {@skill Occultism}","entries":["You've learned to manipulate states of consciousness, beginning with your own. You can send yourself into a half-awake, daydreaming state and gain the Daydream Trance action. Daydream Trance {@as 1} (enchantment, mental, occult) You fall into a half-sleeping trance. This lasts for 1 minute or until you fall {@condition unconscious}, whichever comes first. You can voluntarily end your trance by taking a single action, which has a {@trait concentrate} trait, and succeeding at a Will save against your own class DC or spell DC, whichever is higher.","Once your trance ends, you can't enter a Daydream Trance again for 1 minute. While you're in your trance, you gain the following effects:",{"type":"list","items":["You gain a +1 status bonus to Will saves. This bonus increases to +2 against {@trait mental} effects. If you're legendary in {@skill Occultism}, the bonus against {@trait mental} effects increases to +3.","You take a –1 penalty to {@skill Perception} checks and initiative rolls."]}],"special":["You can't select another dedication feat until you have gained two other feats from the sleepwalker archetype."],"leadsTo":["Infiltrate Dream|DA","Oneiric Influence|DA","Vision of Foresight|DA","Dream Magic|DA","Waking Dream|DA","Ward Slumber|DA","Dream Logic|DA","Shared Dream|DA","Ever Dreaming|DA"]},{"name":"Infiltrate Dream","source":"DA","page":206,"level":6,"featType":{"archetype":["Sleepwalker"]},"traits":["archetype","enchantment","mental","occult"],"prerequisites":"{@feat Sleepwalker Dedication|DA}","entries":["Entering a dream is as natural to you as stepping through a doorway. If you're adjacent to a sleeping creature, you can enter a lucid dreamlike state, a process taking 10 minutes, to mentally walk into their dreamscape. While in the target's dream, you witness its contents, plots, and emotional experiences as an observer, though nothing within the dream can perceive or interact with you. Your target becomes temporarily immune to Infiltrate Dream for 1 week. You can't enter the dreams of a creature that doesn't have a conscious mind or doesn't dream.","While within the dream, you can attempt an {@skill Occultism} check against the target's Will DC to interpret symbolism and learn information about a single topic. If the target has no knowledge of the topic, you learn they don't know about the topic unless your result is a critical failure.",{"type":"successDegree","entries":{"Critical Success":["You learn a piece of information directly relevant to the topic unless the target would want to hide it. If so, you learn something related to the topic but not a direct answer."],"Success":["You receive a hint or clue about the topic. This clue will not be inaccurate, but it's cryptic, vague, or may be understandable only with additional information."],"Critical Failure":["The dreams mislead you, and you learn an erroneous piece of information."]}}],"leadsTo":["Oneiric Influence|DA"]},{"name":"Vision of Foresight","source":"DA","page":206,"featType":{"archetype":["Sleepwalker"]},"activity":{"number":1,"unit":"action"},"level":6,"traits":["archetype","divination","fortune","occult"],"prerequisites":"{@feat Sleepwalker Dedication|DA}","requirements":"You're in a Daydream Trance","entries":["You use your daydreams to predict the success of actions, rapidly envisioning the possibilities. Once before the end of your next turn, you can call upon these predictions before you roll a saving throw or skill check. You can roll the saving throw or skill check twice and take the better result."]},{"name":"Dream Magic","source":"DA","page":206,"featType":{"archetype":["Sleepwalker"]},"level":8,"traits":["archetype"],"prerequisites":"{@feat Sleepwalker Dedication|DA}","entries":["You learn dream-related magic to aid your studies. Choose dream message or sleep upon taking this feat; you learn this spell as a 4th-level innate occult spell. If you choose sleep, you can cast the spell only while in a Daydream Trance. You become trained in occult spell attack rolls and spell DCs, and your spellcasting ability for these spells is Wisdom."],"special":["You can take this feat twice, gaining the spell you didn't select initially the second time."]},{"name":"Waking Dream","source":"DA","page":206,"featType":{"archetype":["Sleepwalker"]},"level":8,"traits":["archetype"],"prerequisites":"{@feat Sleepwalker Dedication|DA}","entries":["While in your trance, you can blur the line between dreams and reality for others. You gain the {@spell waking dream|DA} focus spell, which you can use only while you're in a Daydream Trance.","You gain a pool of Focus Points with 1 Focus Point and you can {@action Refocus} by taking a nap for 10 minutes. You become trained in occult spell attack rolls and spell DCs, and your spellcasting ability for these spells is Wisdom."]},{"name":"Oneiric Influence","source":"DA","page":206,"level":12,"featType":{"archetype":["Sleepwalker"]},"traits":["archetype","enchantment","incapacitation","mental","occult"],"prerequisites":"{@feat Infiltrate Dream|DA}","entries":["While Infiltrating a Dream, you can also implant a suggestion in the target's mind. The target must attempt a Will save against your class DC or spell DC, whichever is higher, to resist your modification, which has the effects of a {@spell subconscious suggestion} spell, but even on a critical success, the target doesn't realize you were trying to control them and may not recognize your presence in the dream. The suggestion remains in the target's subconscious for 1 week or until triggered. Their memories of carrying out the suggestion are hazy and dreamlike and they may not remember doing it unless later reminded."]},{"name":"Ward Slumber","source":"DA","page":207,"featType":{"archetype":["Sleepwalker"]},"level":12,"traits":["abjuration","archetype","occult"],"prerequisites":"{@feat Sleepwalker Dedication|DA}","entries":["Just before going to sleep, you can perform a 10-minute ward to protect the slumber of up to eight creatures within 30 feet of you. All creatures affected by the ritual gain a +4 status bonus on saving throws against nightmare, a night hag's dream haunting, or other effects influencing dreams (such as those provided by this archetype) until your next daily preparations.","They heal double the usual amount of Hit Points from resting."]},{"name":"Dream Logic","source":"DA","page":207,"featType":{"archetype":["Sleepwalker"]},"level":14,"traits":["archetype","enchantment","mental","occult"],"prerequisites":"{@feat Sleepwalker Dedication|DA}","entries":["You can transmit a sense of dreamy nonchalance. If you do something especially strange or dangerous while you're in your Daydream Trance, such as entering a restricted area or fighting someone in the street, any creature that isn't one of your allies must attempt a {@skill Perception} check against your class or spell DC (whichever is higher). On a success, it realizes something is amiss, and on a failure, it believes nothing is out of the ordinary. The creature can attempt a new check if you start doing something else strange, but not if you continue on the same course of action it already failed to notice was peculiar.","Any {@condition hostile} action by you or your allies against an affected creature automatically ends the effect for that creature. The GM might allow the creature a new check if someone else brings your actions to its attention, such as if someone you're attacking calls out for help. When your trance ends, affected creatures retain their memories of events but likely still view them as unremarkable; unless they are prompted to relate the events, they might not report them."]},{"name":"Shared Dream","source":"DA","page":207,"featType":{"archetype":["Sleepwalker"]},"level":16,"traits":["archetype"],"prerequisites":"{@feat Sleepwalker Dedication|DA}","entries":["You've learned to create a shared dreamscape to communicate with others. You can cast {@spell dream council} as an innate occult spell."]},{"name":"Ever Dreaming","source":"DA","page":207,"featType":{"archetype":["Sleepwalker"]},"level":18,"traits":["archetype"],"prerequisites":"{@feat Sleepwalker Dedication|DA}","entries":["You draw no distinction between the sleeping and waking worlds.","Your Daydream Trance has an unlimited duration, and you no longer need to take an action to enter it. If you're {@condition unconscious} due to sleep, you don't take the –4 penalty to AC, {@skill Perception}, and Reflex saves, and don't have the {@condition flat-footed} condition. You're still {@condition blinded} while asleep. You can act on your turn while asleep, though you're {@condition slowed||slowed 2} until you fully awaken."]},{"name":"Metallic Envisionment","source":"DA","page":205,"featType":{"archetype":["Mind Smith"]},"level":12,"traits":["archetype"],"prerequisites":"{@feat Mind Smith Dedication|DA}","entries":["You always account for every weakness, allowing your mind to imagine just the right physical form to take advantage of your opponents. Choose between cold iron or silver; all your mind weapon {@action Strike||Strikes} are treated as the chosen type of metal."]},{"name":"Advanced Runic Mind-Smithing","source":"DA","page":205,"featType":{"archetype":["Mind Smith"]},"level":16,"traits":["archetype"],"prerequisites":"{@feat Runic Mind Smithing|DA}","entries":["Your mind can hold onto more complicated patterns than ever before. You can etch the greater forms of any runes on the list from the Runic Mind Smithing feat and add them to the list of options you can choose during your daily preparations, as well as the anarchic, axiomatic, holy, or unholy runes.","In addition, once per day, you can spend 10 minutes of uninterrupted focus to swap your daily prepared rune from Runic Mind Smithing to another rune from the same list. Once this swap is made, that second rune remains on the weapon until your next daily preparations."]},{"name":"Reset the Past","source":"DA","page":187,"activity":{"number":1,"unit":"free"},"featType":{"archetype":["Chronoskimmer"]},"level":14,"traits":["archetype"],"frequency":{"number":1,"unit":"day"},"entries":["You manipulate time to recharge one of your temporal techniques—by revising your past so you never used it in the first place. Select one of your chronoskimmer feats that has a frequency of once per day (or more frequent) that you've already used. You can use the feat again, as if you hadn't used it already."]},{"name":"Timeline-Splitting Spell","source":"DA","page":185,"featType":{"archetype":["Time Mage"]},"activity":{"number":3,"unit":"action"},"level":18,"traits":["archetype","concentrate","divination","manipulate","metamagic"],"prerequisites":"{@feat Time Mage Dedication|DA}","frequency":{"number":1,"unit":"day"},"entries":["You invest in two futures, then choose the one to make a reality. You {@action Cast a Spell||Cast two Spells} that each take 1 or 2 actions to cast. These can't be the same spell heightened to two different levels. You expend the resources for both spells, such as spell slots, Focus Points, and material components. Determine the immediate results for both spells, including attack rolls, saving throws, damage, and any other dice rolls.","Then, choose which of the two spells takes effect, using the previously made rolls. The other spell's resources are still expended, but the spell has no effect as the magic disappears the other timeline."]},{"name":"Sacral Monarch","source":"DA","page":177,"level":14,"traits":["champion","oracle"],"prerequisites":"{@feat Sacral Lord|DA}, master in {@skill Occultism} or {@skill Religion}","entries":["You have come into your full powers and are truly a monarch of your realm, by your own definition at least. While in your territory, you can cast {@spell banishment} and inevitable disaster (Secrets of Magic 111) as innate divine spells, each once per day."]},{"name":"Curse Maelstrom Dedication","source":"DA","page":168,"level":2,"featType":{"archetype":["Curse Maelstrom"]},"traits":["rare","archetype","dedication"],"prerequisites":"You are cursed or have previously been cursed.","entries":["A horrible curse has left a lingering stain on your soul, and its effects continue to plague you even if the curse's other effects have ended. You can choose to suppress it, but if you instead let it manifest, you can channel its power in your favor. During an encounter, when you succeed at a check, the GM can offer to have you roll again, taking the second result.","This is a {@trait misfortune} effect. If you do so, you enter a curse maelstrom state. If the {@trait misfortune} effect is somehow canceled or negated (by a {@trait fortune} effect, for example), you don't enter a curse maelstrom state.","In addition, the curse is jealous of its place within your soul and gladly lashes out whenever others dare to usurp that position, granting you its power without the usual price. If a foe places a {@trait misfortune} effect on your roll and the effect applies to your roll, you enter a curse maelstrom state, and if you fail a saving throw against a foe's {@trait curse} effect and are affected by the curse, you also enter a curse maelstrom state.","No matter the source, you can only enter a curse maelstrom state during an encounter, and if you don't end the state on your own, it ends at the end of the encounter. Once it ends, you can't enter a curse maelstrom state again for 1 minute.","While in a curse maelstrom state, you can't benefit from {@trait fortune} effects, and they also don't cancel {@trait misfortune} effects on you; they simply have no effect. While in this state, all creatures other than you within a 10-foot emanation take a –1 status penalty to all saving throws and skill checks due to the storm of bad luck swirling out of your body. You gain the Expel Maelstrom action, which you can use to focus the brunt of your curses onto an unlucky target.",{"name":"Expel Maelstrom","activity":{"number":1,"unit":"action"},"traits":["curse","necromancy","occult"],"requirements":"You are in a curse maelstrom state","entries":["You expel the maelstrom from your body, sending the energy to reside in one unlucky creature within 60 feet. Your curse maelstrom state ends. The result depends on the creature's Will save.",{"type":"successDegree","entries":{"Critical Success":["The creature is unaffected, and the curse's energy dissipates harmlessly."],"Success":["The creature comes to house the maelstrom's wrath within it. It takes a –1 status penalty to all saving throws and skill checks for 1 minute."],"Failure":["The maelstrom strikes deep into the creature's soul. It takes a –2 status penalty to all saving throws and skill checks for 10 minutes."],"Critical Failure":["The maelstrom pitches the creature into a single fit of utter misfortune before burrowing into its soul. As failure, but the creature also must roll twice and take the lower result on its next saving throw or skill check; this is a {@trait misfortune} effect."]}}],"type":"ability"}],"leadsTo":["Familiar Oddities|DA","Unnerving Expansion|DA","Share Burden|DA","Accursed Magic|DA","Counter Curse|DA","Torrential Backlash|DA"]},{"name":"Familiar Oddities","source":"DA","page":169,"featType":{"archetype":["Curse Maelstrom"]},"level":2,"traits":["archetype","skill"],"prerequisites":"{@feat Curse Maelstrom Dedication|DA}, trained in {@skill Occultism} or {@skill Lore||Curse Lore}","entries":["Perhaps due to the curse within you, curses occasionally perceive you as an extension of themselves and readily reveal themselves to you. You gain a +2 circumstance bonus to checks to {@action Identify Magic} on a cursed item or a spell that has the {@trait curse} trait."]},{"name":"Unnerving Expansion","source":"DA","page":169,"featType":{"archetype":["Curse Maelstrom"]},"activity":{"number":1,"unit":"action"},"level":4,"traits":["archetype"],"prerequisites":"{@feat Curse Maelstrom Dedication|DA}","entries":["You gather your curse around you and impel it to pour outward, expanding your maelstrom. The radius of the emanation of your curse maelstrom state increases by 5 feet until the end of your curse maelstrom state. The outpouring of the curse is unnerving. You attempt to {@action Demoralize} a creature within the emanation of your curse maelstrom; you don't take penalties for not sharing a language with that creature."]},{"name":"Share Burden","source":"DA","page":169,"featType":{"archetype":["Curse Maelstrom"]},"activity":{"number":1,"unit":"reaction"},"level":6,"traits":["archetype"],"prerequisites":"{@feat Curse Maelstrom Dedication|DA}","trigger":"An ally within 60 feet would be affected by a {@trait curse} or {@trait misfortune} effect, and you wouldn't be affected but you are an eligible target for the effect.","entries":["You draw the misfortune or curse into yourself, potentially enabling you to enter your curse maelstrom state. Instead of affecting your ally, the triggering {@trait curse} or {@trait misfortune} effect affects you."]},{"name":"Accursed Magic","source":"DA","page":169,"featType":{"archetype":["Curse Maelstrom"]},"level":8,"traits":["archetype"],"prerequisites":"{@feat Curse Maelstrom Dedication|DA}","entries":["When the curse within you spills out, you can lay curses on others and claim them for yourself with ease. You can cast {@spell claim curse|SoM} (Secrets of Magic 95). At 10th level, you can also cast {@spell seal fate|APG} (Advanced Player's Guide 224), and at 12th level, you can also cast {@spell inevitable disaster|SoM} (Secrets of Magic 111). You can cast these spells once per day as occult innate spells, but only while within your curse maelstrom state.","If you couldn't already cast occult spells, these spells use Wisdom as your spellcasting ability, and you become trained in spell attack rolls and spell DCs for occult spells."]},{"name":"Counter Curse","source":"DA","page":169,"featType":{"archetype":["Curse Maelstrom"]},"activity":{"number":1,"unit":"reaction"},"level":8,"traits":["archetype"],"prerequisites":"{@feat Curse Maelstrom Dedication|DA}","trigger":"You or an ally within 30 feet is targeted by or in the emanation of a {@trait curse} or {@trait misfortune} effect from an opponent or object of which you are aware.","requirements":"You are in a curse maelstrom state.","entries":["You gather the energy of your maelstrom and fling its unleashed power into the enemy's curse, attempting to neutralize it. Attempt a counteract check against the triggering effect, using half your level rounded up as your counteract level and the higher of your class DC and spell DC as the counteract modifier. On a success, you neutralize the {@trait curse} or {@trait misfortune} effect. If the effect was constant, such as a misfortune aura, it returns automatically at the beginning of the creature or object's next turn. Whether you succeed or fail, your curse maelstrom state ends."]},{"name":"Torrential Backlash","source":"DA","page":169,"featType":{"archetype":["Curse Maelstrom"]},"activity":{"number":2,"unit":"action"},"level":10,"traits":["archetype"],"prerequisites":"{@feat Curse Maelstrom Dedication|DA}","requirements":"You are in a curse maelstrom state.","entries":["Calling upon forbidden practices, you release the curse from within yourself, allowing it free rein to destroy everything around you. All creatures within your curse maelstrom emanation except you take {@damage 1d6} negative damage for each level you have, with a basic Fortitude save. Your curse maelstrom state then ends."]},{"name":"Reverse Curse","source":"DA","featType":{"archetype":["Curse Maelstrom"]},"page":169,"level":12,"traits":["archetype"],"prerequisites":"Counter Curse","entries":["When you counter a {@trait curse} or {@trait misfortune} effect, you send it back to destroy its originator. Whenever you succeed at the counteract check to Counter Curse, the creature is affected by its own {@trait curse} or {@trait misfortune} effect, attempting a saving throw against its own DC if the effect allows a saving throw.","In the case of a constant ability, such as a misfortune aura, the creature is affected only until the beginning of its next turn, when the ability reasserts itself."]},{"name":"Pactbinder Dedication","source":"DA","page":166,"level":2,"traits":["uncommon","archetype","dedication"],"featType":{"archetype":["Pactbinder"]},"prerequisites":"trained in {@skill Diplomacy} as well as either {@skill Arcana}, {@skill Nature}, {@skill Occultism}, or {@skill Religion}","entries":["The first step toward forming a successful pact is an understanding of the magic behind it, along with skill at negotiation. It doesn't hurt that you also learned how to magically bind yourself to keep your word, enabling you to bargain more easily. You increase your proficiency from trained to expert in {@skill Diplomacy} and in one of the following: {@skill Arcana}, {@skill Nature}, {@skill Occultism}, or {@skill Religion}.",{"type":"ability","name":"Binding Vow","activity":{"number":1,"unit":"action"},"traits":["auditory","concentrate","enchantment","occult"],"frequency":{"number":1,"unit":"day"},"entries":["You bind yourself by formally speaking a binding vow. Supernatural power flows through and around you as you speak it, and all those present to hear it intrinsically know that it binds you. Breaking this vow is anathema to you, and if you break it willingly, you lose all pactbinder benefits until you fulfill your vow or, if that's impossible, participate in an atone ritual. The vow doesn't prevent unwilling violations and can't be used to try to circumvent mind-control magic, confusion, or similar situations where you perform an action not entirely of your own volition. A Binding Vow doesn't end until you've fulfilled it. Even if you die, the vow still binds you if you return to life. The vow doesn't force you to go to ridiculous extremes, such as {@condition dying}, to fulfill your vow unless you specifically swear to go to such extremes. Trying to subvert your binding vow by making selfish promises (such as swearing to an ally that you'll kill someone you already wanted to kill) is in itself a violation of your vow, as is attempting to subvert other vows you've made (such as those from other pactbinder feats or a champion's code).","When you make a {@action Request} or {@action Coerce} directly in service of fulfilling your vow, you gain a +1 circumstance bonus to your check against any creatures aware of your vow."]}],"special":["You can't select another dedication feat until you've gained two other feats from the pactbinder archetype."],"leadsTo":["Sociable Vow|DA","Pact of Fey Glamour|DA","Pact of Draconic Fury|DA","Pact of Infernal Prowess|DA","Pact of the Final Breath|DA","Pact of Eldritch Eyes|DA"]},{"name":"Pact of Eldritch Eyes","source":"DA","page":167,"level":14,"featType":{"archetype":["Pactbinder"]},"traits":["uncommon","archetype","divination","occult"],"prerequisites":"{@feat Pactbinder Dedication|DA}","entries":["You've sworn a pact with an entity beyond mortal comprehension, granting you distant visions and insights. You can cast {@spell prying eye} as an occult innate spell once per hour, using the higher of your class DC and your spell DC to determine the DC.","In exchange, you allow the entity to peer through you at your world. The entity's touch creates strange dreams, typically nightmares. Every morning, you awaken trained in an unexpected {@skill Lore} skill determined by the GM, which you retain until the next time you rest for the night. While the entity contacts you most often while you sleep, it occasionally peers at you during the day, leading to disorientation and visions. You can generally determine what's going on during these visions, so normally this occurrence imparts no mechanical penalty.","However, in the unlikely event that an encounter begins while you're experiencing visions from the entity, you might take a circumstance penalty to your initiative roll."],"special":["The entity isn't particularly attached to its pact with you. If you want it gone, you can retrain out of Pact of Eldritch Eyes, after which the entity withdraws its eyes to the void."]},{"name":"Psychic Dedication","source":"DA","page":48,"level":2,"traits":["archetype","dedication","multiclass"],"prerequisites":"Intelligence 14 or Charisma 14","entries":["You feel something awaken within your mind. You become trained in {@skill Occultism}; if you were already trained in {@skill Occultism}, you become trained in a skill of your choice. You cast spells like a psychic and gain the {@action Cast a Spell} activity; as you don't have a subconscious mind, your thought components are simple intentions. Choose a conscious mind. You gain a spell repertoire with one standard psi cantrip of your choice from your conscious mind, which you cast as a psi cantrip. You gain the normal benefits and the amp for this psi cantrip, but not any other benefits from the conscious mind. If you don't have one, you gain a focus pool of 1 Focus Point, which you can use to amp your psi cantrips, and you can {@action Refocus} by meditating on your new powers. If you already have a focus pool, increase the number of points in your pool by 1. You're trained in occult spell attack rolls and occult spell DCs. Your key spellcasting ability for psychic archetype spells is the ability you used to qualify for the archetype, and they are occult psychic spells."],"featType":{"archetype":["Psychic"]},"special":["You can't select another dedication feat until you have gained two other feats from the psychic archetype."],"leadsTo":["Basic Thoughtform|DA","Advanced Thoughtform|DA","Basic Psychic Spellcasting|DA","Expert Psychic Spellcasting|DA","Master Psychic Spellcasting|DA","Psi Development|DA"]},{"name":"Basic Thoughtform","source":"DA","page":48,"level":4,"traits":["archetype"],"featType":{"archetype":["Psychic"]},"prerequisites":"{@feat Psychic Dedication|DA}","entries":["You gain a {@filter 1st- or 2nd-level psychic|feats||Class=psychic|level=[1;2]} feat of your choice."],"leadsTo":["Advanced Thoughtform|DA"]},{"name":"Basic Psychic Spellcasting","source":"DA","page":48,"level":4,"traits":["archetype"],"featType":{"archetype":["Psychic"]},"prerequisites":"{@feat Psychic Dedication|DA}","entries":["You gain the {@quickref basic spellcasting benefits|CRB|0|spellcasting archetypes}. When you gain a spell slot of a new level from the psychic archetype, add a spell of the appropriate spell level to your repertoire: a common occult spell, one of the granted spells from your conscious mind, or another spell you've learned or discovered."],"leadsTo":["Expert Psychic Spellcasting|DA","Master Psychic Spellcasting|DA"]},{"name":"Advanced Thoughtform","source":"DA","page":48,"level":6,"traits":["archetype"],"featType":{"archetype":["Psychic"]},"prerequisites":"{@feat Basic Thoughtform|DA}","entries":["You gain one {@filter psychic|feats||Class=psychic|level=[1;10]} feat. For the purpose of meeting its prerequisites, your psychic level is equal to half your character level."],"special":["You can select this feat more than once. Each time you select it, you gain another psychic feat."]},{"name":"Psi Development","source":"DA","page":48,"level":6,"traits":["archetype"],"featType":{"archetype":["Psychic"]},"prerequisites":"{@feat Psychic Dedication|DA}","entries":["You've found a new mental form. You gain another psi cantrip from your conscious mind: either the standard cantrip you didn't take with Psychic Dedication, or the unique surface psi cantrip.","You gain the benefits and the amp for this second psi cantrip. Increase the number of Focus Points in your focus pool by 1."]},{"name":"Expert Psychic Spellcasting","source":"DA","page":48,"level":12,"traits":["archetype"],"featType":{"archetype":["Psychic"]},"prerequisites":"{@feat Basic Psychic Spellcasting|DA}, master in {@skill Occultism}","entries":["You gain the {@quickref expert spellcasting benefits|CRB|0|spellcasting archetypes}."],"leadsTo":["Master Psychic Spellcasting|DA"]},{"name":"Master Psychic Spellcasting","source":"DA","page":48,"level":18,"featType":{"archetype":["Psychic"]},"traits":["archetype"],"prerequisites":"{@feat Expert Psychic Spellcasting|DA}, legendary in {@skill Occultism}","entries":["You gain the {@quickref master spellcasting benefits|CRB|0|spellcasting archetypes}."]},{"name":"Alter Ego Dedication","source":"DA","page":126,"featType":{"archetype":["Alter Ego"]},"level":2,"traits":["uncommon","archetype","dedication"],"prerequisites":"trained in {@skill Deception} and {@skill Stealth}","entries":["You make yourself into a living mirror, becoming a double of someone unremarkable, and you slip into exactly the role that can get you past security or into a sensitive facility. You become an expert in {@skill Deception}. You gain the Assume a Role activity.",{"name":"Assume a Role","traits":["concentrate"],"requirements":"You've spent at least 1 hour studying a creature whose role you intend to copy and have done so within the last 3 days. This could include meeting and learning from someone in that role, tailing and spying on someone, using magic to observe them at work, or some other method, as long as you have a visual source of information","entries":["You quickly and accurately learn how to do mundane jobs or at least copy the movements enough to appear as if you do. A chosen role can take many forms—from cook, cleaner, or librarian to cult member, priest, or duke—but it's always a role and never a specific individual.","You perform the {@action Impersonate} activity to pass as a member of the role you {@condition observed} and gain a +1 circumstance bonus to any {@skill Deception} checks you attempt in your impersonation. This takes the normal amount of time it takes you to {@action Impersonate}. You also choose one {@skill Lore} skill relevant to that role (such as {@skill Lore||Farming Lore} for a farmer). While in your role, you gain a +1 circumstance bonus to checks for that {@skill Lore} skill, and if you're untrained in it, you can use your level as your proficiency bonus.","You stop assuming the role after 24 hours, if you start studying for a new role, or if you choose to."],"type":"ability"}],"special":["You can't select another dedication feat until you've gained two other feats from the alter ego archetype."],"leadsTo":["Change of Face|DA","Fake It Till You Make It|DA","In Plain Sight|DA","Sound Mirror|DA","Muscle Mimicry|DA","Swap Reflections|DA","Borrow Memories|DA"]},{"name":"Change of Face","source":"DA","page":126,"featType":{"archetype":["Alter Ego"]},"level":4,"traits":["archetype","skill"],"prerequisites":"{@feat Alter Ego Dedication|DA}","entries":["You know that for the best disguise to work, one requires not only the right skills but also the right look—luckily you can copy both using special magical techniques. When you {@action Impersonate}, you don't need a disguise kit; instead, simple illusions or temporary transmutations ripple over your body like mirror shards, providing the supplies that the kit ordinarily would. When you {@action Impersonate} in this way, your {@action Impersonate} activity gains the {@trait occult} trait."]},{"name":"Fake It Till You Make It","source":"DA","page":127,"featType":{"archetype":["Alter Ego"]},"level":4,"traits":["archetype"],"prerequisites":"{@feat Alter Ego Dedication|DA}","entries":["When you take on a role, you become more capable with all sorts of tasks involving that role. When you Assume a Role, choose two skills associated with the role in some way; if you're untrained, you can use your level as your proficiency bonus for those skills, and you gain a +1 circumstance bonus to skill checks with those skills as long as you remain in that role. You and the GM determine which skills you assume."]},{"name":"In Plain Sight","source":"DA","page":127,"featType":{"archetype":["Alter Ego"]},"level":4,"traits":["archetype","skill"],"prerequisites":"{@feat Alter Ego Dedication|DA}","entries":["People often only see what they want to see, a weakness you know how to take full advantage of. While you've Assumed a Role, you can use {@skill Deception} in place of {@skill Stealth} when using the {@action Avoid Notice} exploration activity in an area where someone with your role wouldn't be unusual, such as when impersonating a sailor or fisher when infiltrating the docks."]},{"name":"Sound Mirror","source":"DA","page":127,"featType":{"archetype":["Alter Ego"]},"level":6,"traits":["archetype"],"prerequisites":"{@feat Alter Ego Dedication|DA}","entries":["You twist not just the visual, but the auditory as well, allowing you to pass without a sound and create minor noises as distractions—perfect for misdirection and infiltration. You can cast {@spell silence} on yourself as a 2nd-level innate occult spell and {@spell ventriloquism} as a 1st-level innate occult spell, both once per day. You also can cast {@spell ghost sound} as an innate occult cantrip. You become trained in occult spell attack rolls and spell DCs, and your key spellcasting ability is Charisma."]},{"name":"Muscle Mimicry","source":"DA","page":127,"featType":{"archetype":["Alter Ego"]},"activity":{"number":1,"unit":"reaction"},"level":7,"traits":["archetype","concentrate","skill"],"prerequisites":"{@feat Alter Ego Dedication|DA}; trained in {@skill Athletics}, master in {@skill Deception}","trigger":"An enemy makes a successful {@action Disarm}, {@action Escape},","entries":["{@action Grapple}, {@action Shove}, or {@action Trip} attempt.","Your study of another allows you to mirror their movements subtly, even in the heat of combat. You study the successful maneuver of an enemy and instinctively learn to do it. The next time you take the same action they did, you gain a +1 circumstance bonus to your {@skill Athletics} check, or a +2 circumstance bonus if the enemy critically succeeded on their triggering action. You lose this benefit if you don't use it before the end of your next turn."]},{"name":"Swap Reflections","source":"DA","page":127,"featType":{"archetype":["Alter Ego"]},"activity":{"number":2,"unit":"action"},"level":8,"traits":["archetype","conjuration","extradimensional","incapacitation","occult","teleportation"],"prerequisites":"{@feat Alter Ego Dedication|DA}","frequency":{"number":1,"interval":10,"unit":"minute"},"entries":["You've learned how to use even your reflection to your advantage. You send your own reflection to forcibly swap places with the reflection of an enemy, pulling each of you through opposite ends and switching places. The enemy must be within 120 feet, you must both be adjacent to reflective surfaces (such as glass, mirrors, or calm water), and you must be able to see the target's reflection and have line of effect to it. The target attempts a Will save against your spell DC or class DC, whichever is higher.",{"type":"successDegree","entries":{"Critical Success":["The spell has no effect."],"Success":["You swap positions with your target or arrive adjacent to your target, whichever your target prefers."],"Failure":["You swap positions with your target or arrive adjacent to your target, whichever you prefer."],"Critical Failure":["You instantaneously swap positions with your target, and the target becomes trapped in its own reflection for 1 minute. Once on each of its turns, the target can spend 1 action to attempt another Will save to escape. If the save succeeds, the effect ends early."]}}]},{"name":"Living Vessel Dedication","source":"DA","page":140,"featType":{"archetype":["Living Vessel"]},"level":2,"traits":["rare","archetype","dedication"],"entries":["Whether willingly or not, you've become a vessel for a being of unimaginable power. You and your GM should work together to determine the being's nature and decide how much you know and how much remains a mystery to you for now. Some decisions might influence your options later.","You might need to decide whether the entity is a demon, for instance, to know if you qualify for later feats.","You need to spend at least an hour each day assuaging the entity within you or you take a –1 penalty to Will saves for 24 hours. The process of assuaging the entity is determined together between you and the GM. It might be as simple as meditating with the entity to learn more about them, but it might be as extreme as committing gruesome, unspeakable sacrifices to keep their unknowable blessings. After a full week of failing to assuage your entity, you become {@condition doomed||doomed 1}, and you can't remove or ameliorate the condition until you allow your entity to take full possession of your body for 24 hours, during which time it pursues its own agenda.","You also gain the Entity's Resurgence reaction, allowing you to unleash your entity in lieu of falling {@condition unconscious}, though at the risk of letting it enact its will.",{"name":"Entity's Resurgence","activity":{"number":1,"unit":"reaction"},"trigger":"You would be reduced to 0 Hit Points but not immediately killed","entries":["Instead of letting you fall {@condition unconscious}, your entity takes control.","You remain at 1 Hit Point and gain temporary Hit Points equal to your level + your key ability modifier that last for 1 minute. However, the entity is in control for 1 minute or until you fall {@condition unconscious}, whichever comes first. While the entity is in control, you gain a +1 status bonus to attack rolls and damage rolls, and the GM usually controls your character, roleplaying the entity. The GM might decide to have you roleplay the entity instead, but they retain final say over any decisions you make.","No matter the entity's nature, the entity is sure to wreak vengeance upon the foe who jeopardized the life of their vessel—even an evil entity won't change allegiances or ignore danger except in the most extreme circumstances."],"type":"ability"}],"special":["You can't select another dedication feat until you've gained two other feats from the living vessel archetype."],"leadsTo":["Entity's Strike|DA","Tap Vitality|DA","Exude Abyssal Corruption|DA","Fey's Trickery|DA","Warped Constriction|DA","Vessel's Form|DA"]},{"name":"Entity's Strike","source":"DA","page":140,"featType":{"archetype":["Living Vessel"]},"level":4,"traits":["archetype"],"prerequisites":"{@feat Living Vessel Dedication|DA}","entries":["The more you try to force your body to stay yours, the more it warps to channel the energy flowing through you.","Whether you grow horns to match the wild hunt fey within you, develop a claw like that of the treachery demon sharing your soul, or feel a tentacle rip out of you from the outer being that imprinted itself on your psyche, the entity within you refuses to be contained. You gain an unarmed attack of your choice with its type determined by your entity. It deals {@dice 1d6} damage of a damage type appropriate for the unarmed attack (such as bludgeoning for the tentacle). This unarmed attack is in the brawling weapon group and has the agile, {@trait finesse}, and {@trait magical} traits."]},{"name":"Tap Vitality","source":"DA","page":140,"featType":{"archetype":["Living Vessel"]},"activity":{"number":1,"unit":"action"},"level":6,"traits":["archetype","concentrate","healing","necromancy","positive"],"prerequisites":"{@feat Living Vessel Dedication|DA}","frequency":{"number":1,"unit":"hour"},"entries":["You tap into the entity's life force to heal your wounds, though at the cost of the entity's personality bleeding into your own. You recover a number of Hit Points equal to four times your level. Each time you use Tap Vitality, you begin to bleed more and more of the entity's personality and instincts into your own until the next time you spend an hour or more assuaging the entity, bringing your mind back under your own control."],"special":["This action has the tradition trait appropriate to your entity, typically divine for a demon, occult for an aberration or outer entity, or primal for a fey."]},{"name":"Exude Abyssal Corruption","source":"DA","page":141,"featType":{"archetype":["Living Vessel"]},"activity":{"number":1,"unit":"action"},"level":8,"traits":["archetype","manipulate","poison"],"prerequisites":"{@feat Living Vessel Dedication|DA}, your entity is a demon","entries":["Most of the changes from the demon within you have harmed you so far, but you've found a way to expel some of the corruption within you to poison others. Until the beginning of your next turn, you and your weapons are covered in toxic sludge or another similar manifestation of the demonic corruption; your melee {@action Strike||Strikes} deal an additional {@damage 1d6} poison damage, and each time a creature hits you with a melee unarmed attack or otherwise touches you, it takes {@damage 1d6} poison damage.","At 14th level, the poison damage increases to {@dice 2d6}, and at 20th level, the poison damage increases to {@dice 3d6}."]},{"name":"Fey's Trickery","source":"DA","page":141,"featType":{"archetype":["Living Vessel"]},"activity":{"number":2,"unit":"action"},"level":8,"traits":["archetype","illusion","primal","visual"],"prerequisites":"{@feat Living Vessel Dedication|DA}, your entity is a fey","frequency":{"number":1,"unit":"hour"},"entries":["You connect with the fey trickster within yourself to create whimsical illusory duplicates that distract your foes. This has the effects of mirror image."]},{"name":"Warped Constriction","source":"DA","page":141,"featType":{"archetype":["Living Vessel"]},"activity":{"number":1,"unit":"action"},"level":8,"traits":["archetype"],"prerequisites":"{@feat Living Vessel Dedication|DA}, your entity is an aberration or outer entity","requirements":"You have a foe {@condition grabbed} or {@condition restrained}.","entries":["The entity inhabiting your body is an aberrant being with unfathomable motivations, and when you hold a foe close, tendrils and tentacles unfurl from your body to crush your foe and pollute it with alien wrongness. Your {@condition grabbed} or {@condition restrained} foe takes bludgeoning damage equal to your level and mental damage equal to your highest mental ability modifier. The creature attempts a basic Will save that applies to both types of damage and uses the higher of your class DC or spell DC."]},{"name":"Vessel's Form","source":"DA","page":141,"featType":{"archetype":["Living Vessel"]},"activity":{"number":2,"unit":"action"},"level":16,"traits":["archetype","concentrate","polymorph","transmutation"],"prerequisites":"{@feat Living Vessel Dedication|DA}","frequency":{"number":1,"unit":"day"},"entries":["You symbiotically combine your form with that of the entity within you, taking a powerful hybrid form to temporarily boost your abilities in combat while maintaining control. For 1 minute, you gain the following effects.",{"type":"list","items":["If you were Medium or smaller, you become Large, and your reach increases to 10 feet.","You gain a +2 status bonus to attack and damage rolls and a +1 status bonus on saving throws against spells. If you use Entity's Resurgence, the status bonuses to attack and damage rolls increase to +3 during the time that the two effects overlap.","If you have the {@feat Entity's Strike|DA} feat, the unarmed attack you gained from that feat increases its damage die from {@dice 1d6} to {@dice 1d8}.","You gain 40 temporary Hit Points.","You gain a fly Speed equal to your Speed."]}],"special":["This action has the tradition trait appropriate to your entity, typically divine for a demon, occult for an aberration or outer entity, or primal for a fey."]},{"name":"Borrow Memories","source":"DA","page":127,"featType":{"archetype":["Alter Ego"]},"level":14,"traits":["uncommon","archetype"],"prerequisites":"{@feat Alter Ego Dedication|DA}","entries":["Knowing how someone thinks makes it much easier to know where they'll be, or even replace them altogether. You can cast {@spell mind probe} as an innate occult spell once per day, using your class DC or spell DC, whichever is higher.","If you cast {@spell mind probe} on a target you're studying for the purpose of Assuming their Role, and the target fails their save, you can delay the spell from coming into effect until you Assume their Role. When you use the spell this way, you can Sustain it up to 10 times during its duration, asking a question each time. The spell lasts until you ask all 10 questions or are no longer Assuming the Role, whichever comes first. You don't need to {@action Sustain a Spell||Sustain the Spell} to extend its duration—only when asking a question—nor do you need to be in range or have line of effect to Sustain it."]},{"name":"Thaumaturge Dedication","source":"DA","page":49,"level":2,"traits":["archetype","dedication","multiclass"],"featType":{"archetype":["Thaumaturge"]},"prerequisites":"Charisma 14","entries":["You've uncovered basic thaumaturgy. You become trained in thaumaturge class DC. Choose an {@classFeature first implement and esoterica|thaumaturge|DA|1||implement}; you can use it to Glimpse Vulnerability, but don't gain its benefits. You also gain a few esoterica, allowing you to use {@trait esoterica} actions. You become trained in your choice of {@skill Arcana}, {@skill Nature}, {@skill Occultism}, or {@skill Religion}; if you were already trained in these, you become trained in a skill of your choice. You gain the Glimpse Vulnerability action.",{"name":"Glimpse Vulnerability","activity":{"number":1,"unit":"action"},"traits":["esoterica","manipulate"],"frequency":{"number":1,"unit":"round"},"requirements":"You are holding your implement","entries":["You glimpse a hidden vulnerability and then strengthen it to aid you. Select a creature you can see. Until you Glimpse Vulnerability again, that target gains weakness 2 against your unarmed and weapon {@action Strike||Strikes}."],"type":"ability"}],"special":["You can't select another dedication feat until you have gained two other feats from the thaumaturge archetype."],"leadsTo":["Basic Thaumaturgy|DA","Advanced Thaumaturgy|DA","Implement Initiate|DA","Magical Knowledge|DA","Resolute|DA"]},{"name":"Basic Thaumaturgy","source":"DA","page":49,"level":4,"traits":["archetype"],"featType":{"archetype":["Thaumaturge"]},"prerequisites":"{@feat Thaumaturge Dedication|DA}","entries":["You gain a {@filter 1st- or 2nd-level thaumaturge|feats||Class=thaumaturge|level=[1;2]} feat of your choice."],"leadsTo":["Advanced Thaumaturgy|DA"]},{"name":"Advanced Thaumaturgy","source":"DA","page":49,"level":6,"traits":["archetype"],"featType":{"archetype":["Thaumaturge"]},"prerequisites":"{@feat Basic Thaumaturgy|DA}","entries":["You gain one {@filter thaumaturge|feats||Class=Thaumaturge|level=[1;10]} feat. For the purpose of meeting its prerequisites, your thaumaturge level is equal to half your character level."],"special":["You can select this feat more than once. Each time you select it, you gain another thaumaturge feat."]},{"name":"Implement Initiate","source":"DA","page":49,"level":6,"traits":["archetype"],"featType":{"archetype":["Thaumaturge"]},"prerequisites":"{@feat Thaumaturge Dedication|DA}","entries":["You gain your {@classFeature first implement and esoterica|thaumaturge|DA|1||implement's initiate benefit}. If the benefit affects the target of {@action Exploit Vulnerability|DA}, for you it affects the target of Glimpse Vulnerability instead."]},{"name":"Magical Knowledge","source":"DA","page":49,"level":8,"traits":["archetype"],"featType":{"archetype":["Thaumaturge"]},"prerequisites":"{@feat Thaumaturge Dedication|DA}, trained in one of {@skill Arcana}, {@skill Nature}, {@skill Occultism}, or {@skill Religion} and expert in another","entries":["Increase your proficiency rank in one of {@skill Arcana}, {@skill Nature}, {@skill Occultism}, or {@skill Religion} from expert to master and in another from trained to expert. You gain a skill feat associated with the skill you chose."]},{"name":"Resolute","source":"DA","page":49,"level":12,"traits":["archetype"],"featType":{"archetype":["Thaumaturge"]},"prerequisites":"{@feat Thaumaturge Dedication|DA}, expert in Will","entries":["You've tempered your mind and become resolute against effects that strain your willpower. Your proficiency rank for Will saves increases to master."]},{"name":"Ammunition Thaumaturgy","source":"DA","page":42,"level":1,"traits":["thaumaturge"],"entries":["You're so used to handling your implement, weapon, and esoterica in the heat of combat that adding a few bullets or arrows to the mix is no extra burden. You can {@action Interact} to reload a weapon using the hand holding your implement."]},{"name":"Diverse Lore","source":"DA","page":42,"level":1,"traits":["thaumaturge"],"entries":["Your wandering studies mean you've heard rumors or theories about almost every topic... though admittedly, your sources aren't always the most reliable. You can take a –2 penalty to your check to {@action Recall Knowledge} with {@skill Lore||Esoteric Lore} to {@action Recall Knowledge} about any topic, not just the usual topics available for {@skill Lore||Esoteric Lore}. Additionally, when you succeed at your check to Exploit a Vulnerability, compare the result of your {@skill Lore||Esoteric Lore} check to the DC to {@action Recall Knowledge} for that creature; if that number would be a success or a critical success, you gain information as if you had succeeded at the {@action Recall Knowledge} check."]},{"name":"Divine Disharmony","source":"DA","page":42,"activity":{"number":1,"unit":"action"},"level":1,"traits":["divine","enchantment","esoterica","manipulate","thaumaturge"],"entries":["From your collection of religious trinkets, you pull out opposing divine objects—such as the religious symbols of two deities that are hated enemies—and combine them in a display that causes discordant clashes of divine energy that are especially distracting to the faithful. Roll your choice of a {@skill Deception} or {@skill Intimidation} check against the Will DC of a creature you can see within 60 feet, with the following results. If the creature is particularly devoted to a deity, such as a cleric, celestial, monitor, fiend, or other creature with divine spells, you gain a +2 circumstance bonus to your skill check. The GM might determine that a creature that despises all deities, such as an alghollthu, is unaffected.",{"type":"successDegree","entries":{"Critical Success":["The creature is {@condition flat-footed} to your attacks until the end of your next turn."],"Success":["The creature is {@condition flat-footed} against your attacks until the end of your current turn."]}}]},{"name":"Familiar","source":"DA","page":42,"add_hash":"Thaumaturge","level":1,"traits":["thaumaturge"],"entries":["Whether by following occult rituals, piecing together scraps of arcane theory, or some other method, you've called forth a creature that now serves as your constant companion in your studies of the supernatural. You gain a familiar."]},{"name":"Haunt Ingenuity","source":"DA","page":42,"level":1,"traits":["divination","divine","thaumaturge"],"entries":["Your cunning knowledge grants you the ability to notice the emotional echo of a soul that passed on, leaving a haunt in its wake. Even when you aren't {@action Search||Searching} while in exploration mode, the GM rolls a secret check for you to notice haunts that usually require you to be {@action Search||Searching}.","You can disable haunts that require master proficiency in a skill as long as you're at least trained in the skill. If you have master proficiency in the skill, you can disable haunts that require a proficiency rank of legendary instead."]},{"name":"Root to Life","source":"DA","page":42,"activity":{"number":1,"unit":"varies","entry":"{@as 1} or {@as 2}"},"level":1,"traits":["esoterica","manipulate","necromancy","primal","thaumaturge"],"entries":["Marigold, spider lily, pennyroyal—many primal traditions connect flowers and plants with the boundary between life and death, and you can leverage this association to keep an ally on this side of the line. You place a small plant or similar symbol on an adjacent {@condition dying} creature, immediately stabilizing them; the creature is no longer {@condition dying} and is instead {@condition unconscious} at 0 Hit Points.","If you spend 2 actions instead of 1, you empower the act further by uttering a quick folk blessing to chase away ongoing pain, adding the {@trait auditory} trait to the action. When you do so, attempt flat checks to remove each source of {@condition persistent damage} affecting the target; due to the particularly effective assistance, the DC is 10 instead of the usual 15."]},{"name":"Scroll Thaumaturgy","source":"DA","page":42,"level":1,"traits":["thaumaturge"],"entries":["Your multidisciplinary study of magic means you know how to activate the magic in scrolls with ease. You can activate scrolls of any magical tradition, using your thaumaturge class DC for the scroll's DC, rather than a particular spell DC. If a spell is on the spell list for multiple traditions, you choose which tradition to use at the time you activate the scroll. You can draw and activate scrolls with the same hand holding an implement, much like you can for esoterica."],"leadsTo":["Scroll Esoterica|DA"]},{"name":"Call Implement","source":"DA","page":42,"activity":{"number":1,"unit":"action"},"level":2,"traits":["arcane","conjuration","manipulate","teleportation","thaumaturge"],"requirements":"You have a free hand.","entries":["You can tug on the bonds of ownership between yourself and your implement, causing it to find its way back to you. You look down and find that your implement has mysteriously appeared in your free hand, as long as the implement was within 1 mile and on the same plane of existence. If your implement is attended by another creature, that creature can prevent the implement from teleporting away if it succeeds at a Will save against your class DC. If the creature succeeds, you can't attempt to Call that Implement again; you must track the creature down to get the implement back."]},{"name":"Enhanced Familiar","source":"DA","add_hash":"Thaumaturge","page":43,"level":2,"traits":["thaumaturge"],"prerequisites":"a familiar","entries":["By applying the best of multiple traditions of magic, you've found a more efficient way for your familiar to store its energy.","You can select four familiar or master abilities each day, instead of two."]},{"name":"Esoteric Warden","source":"DA","page":43,"level":2,"traits":["thaumaturge"],"prerequisites":"{@action Exploit Vulnerability|DA}","entries":["When you apply antithetical material against a creature successfully, you also ward yourself against its next attacks. When you succeed at your check to Exploit a Vulnerability, you gain a +1 status bonus to your AC against the creature's next attack and a +1 status bonus to your next saving throw against the creature; if you critically succeed, these bonuses are +2 instead. You can gain these bonuses only once per day against a particular creature, and the benefit ends if you {@action Exploit Vulnerability|DA} again."]},{"name":"Talisman Esoterica","source":"DA","page":43,"level":2,"traits":["esoterica","thaumaturge"],"entries":["You know how to assemble the supernatural objects in your esoterica into a number of temporary talismans. Each day during your daily preparations, you can make two talismans with an item level no higher than half your level. You must know each talisman's formula. A talisman created this way is a temporary item and loses its magic the next time you make your daily preparations.","You know the formulas for {@filter all common talismans in the Core Rulebook of your level or lower|items||source=crb|type=|category=talisman|rarity=common}. You remember your talisman formulas through oral tradition or mnemonics, so you don't need a formula book for them."]},{"name":"Turn Away Misfortune","source":"DA","page":43,"activity":{"number":1,"unit":"reaction"},"level":2,"traits":["abjuration","esoterica","fortune","manipulate","occult","thaumaturge"],"trigger":"You would attempt a roll affected by a {@trait misfortune} effect.","entries":["You perform a superstition, such as casting salt over your shoulder to ward off bad luck. Turn Away Misfortune's {@trait fortune} trait cancels out the {@trait misfortune} effect, causing you to roll normally. As normal, you can apply only one fortune ability to a roll, so if you Turned Away Misfortune on an attack roll, you couldn't also use an ability like {@feat Halfling Luck} to alter the roll further."]},{"name":"Breached Defenses","source":"DA","page":43,"level":4,"traits":["thaumaturge"],"prerequisites":"{@action Exploit Vulnerability|DA}","entries":["You can find the one weak point in a creature's scales, wards, or armor to get past its resistances. When you succeed at {@action Exploit Vulnerability|DA}, you learn about the highest of the creature's resistances that can be bypassed (for example, if the creature has resistance to physical damage except silver), if the creature has one. If you prefer, you can choose the following benefit instead of one of the usual two benefits from {@action Exploit Vulnerability|DA} Breached Defenses You can choose this benefit only if you succeeded at {@action Exploit Vulnerability|DA} and learned the creature has at least one resistance that can be bypassed. Choose one such resistance. Your unarmed and weapon {@action Strike||Strikes} bypass the chosen resistance."]},{"name":"Instructive Strike","source":"DA","page":44,"activity":{"number":1,"unit":"action"},"level":4,"traits":["thaumaturge"],"entries":["You attack your foe and analyze how it reacts. Make a {@action Strike}. On a hit, you can immediately attempt a check to {@action Recall Knowledge} about the target. On a critical hit, you gain a +2 circumstance bonus to the check to {@action Recall Knowledge}."]},{"name":"Paired Link","source":"DA","page":44,"level":4,"traits":["divination","esoterica","fortune","occult","thaumaturge"],"entries":["You break a trinket such as a lodestone or jade pendant in two, creating a sympathetic link between the halves that bridges distance. During your daily preparations, you perform a short ceremony where you gift one of the two halves to a willing ally.","On that ally, you can cast spells and use thaumaturge abilities that have a range of touch at a range of 30 feet instead, and the ally can cast spells that have a range of touch on you from a range of 30 feet. These effects last as long as you and the ally have their half; if either half leaves either of your possession for even a moment, or if you establish a link with a new ally during your next daily preparations, the link breaks."]},{"name":"Thaumaturgic Ritualist","source":"DA","page":44,"level":4,"traits":["uncommon","thaumaturge"],"entries":["Your studies into the supernatural have resulted in an especially strong knowledge of rituals. You gain a +2 circumstance bonus to all primary checks to perform a ritual. You learn two {@filter uncommon rituals with a level no higher than half your level|rituals||rarity=uncommon}; you must meet all prerequisites for casting the ritual to choose it. You can cast these as the primary caster, but you can't teach them to anyone else or allow someone else to serve as primary caster unless they know the ritual as well.","At 8th level and every 4 levels thereafter, you learn another uncommon ritual with a level no higher than half your level and for which you meet the prerequisites."]},{"name":"One More Activation","source":"DA","page":44,"level":6,"traits":["thaumaturge"],"entries":["You've forged a deeper bond to your invested items, allowing you to activate them more than usual. Once each day, you can {@action Activate an Item} you've invested even after you've used that activation the maximum number of times for its frequency.","You can do so only if the item's level is half your level or lower, the activation has a frequency of once per day or more frequent, and you haven't already used the activation this round."]},{"name":"Scroll Esoterica","source":"DA","page":44,"level":6,"traits":["esoterica","thaumaturge"],"prerequisites":"{@feat Scroll Thaumaturgy|DA}","entries":["Your esoterica includes scraps of scriptures, magic tomes, druidic markings, and the like, which you can use to create temporary scrolls. Each day during your daily preparations, you can create a single temporary {@item scroll} containing a {@filter 1st-level spell of any tradition|spells||spell type=!focus;spell|level=1|rarity=common}. The spell must be {@trait common}, or you must otherwise have access to it. This scroll is an unstable, temporary item and loses its magic the next time you make your daily preparations if you haven't used it by then. It can't be used to {@action Learn a Spell||Learn the Spell}.","At 8th level, add a second temporary scroll containing a {@filter 2nd-level spell|spells||spell type=!focus;spell|level=2|rarity=common}."]},{"name":"Sympathetic Vulnerabilities","source":"DA","page":45,"level":6,"traits":["thaumaturge"],"prerequisites":"{@action Exploit Vulnerability|DA}, mortal weakness or personal antithesis","entries":["When you apply your will to invoke a vulnerability, the result is more powerful, and the vulnerability ripples out in a web from your main target to affect a broader range of creatures.","This has one of two effects, based on the type of vulnerability you invoked.","While you have mortal weakness applied, your {@action Strike||Strikes} also apply that weakness against any creature that has that weakness, not just creatures of the exact same kind. For instance, if you used mortal weakness against a red dragon to apply its weakness to cold to your {@action Strike||Strikes}, those {@action Strike||Strikes} would also apply to the weakness to cold of fire elementals or any other creature with a weakness to cold.","While you have personal antithesis applied to a non-humanoid creature, you can apply your custom weakness to all creatures of the exact same kind. For example, if you used personal antithesis against an imp, the custom weakness would apply to other imps but not to other non-imp devils."]},{"name":"Cursed Effigy","source":"DA","page":45,"activity":{"number":1,"unit":"action"},"level":8,"traits":["curse","esoterica","thaumaturge"],"prerequisites":"{@action Exploit Vulnerability|DA}","requirements":"Your last action was a successful {@action Strike} against the target of your {@action Exploit Vulnerability|DA}, and the {@action Strike} dealt physical damage.","entries":["After your attack, you grab a bit of blood, cut hair, or other piece of the creature's body. You incorporate the material into a premade doll, paper figure, or other effigy to create a sympathetic link that makes it harder to resist your abilities. As long as you are Exploiting Vulnerability against that creature, it takes a –2 status penalty to its saving throws against thaumaturge abilities or items that use your thaumaturge class DC."]},{"name":"Elaborate Talisman Esoterica","source":"DA","page":45,"level":8,"traits":["thaumaturge"],"prerequisites":"Talisman Esoterica","entries":["As you continue to collect talismanic esoterica, you improve your ability to create temporary talismans. You can create four temporary talismans each day instead of two."],"special":["You can select this feat a second time if you are 14th level or higher, allowing you to create six talismans each day instead of four."]},{"name":"Incredible Familiar","source":"DA","page":45,"level":8,"add_hash":"Thaumaturge","traits":["thaumaturge"],"prerequisites":"{@feat Enhanced Familiar|DA}","entries":["By taking the best parts of each magical tradition, you've found a way to grant your familiar even more abilities than other familiars. You can select a base of six familiar or master abilities each day, instead of four."]},{"name":"Know-It-All","source":"DA","page":45,"level":8,"traits":["thaumaturge"],"entries":["Having heard every rumor or story in the book, you know that if you've heard of something in the first place, you've probably heard about it at length. When you succeed at a check to {@action Recall Knowledge}, you gain additional information or context about the given topic. When you critically succeed at a check to {@action Recall Knowledge}, at the GM's discretion, you might gain even more additional information or context than normal."]},{"name":"Share Weakness","source":"DA","page":45,"activity":{"number":1,"unit":"action"},"level":10,"traits":["esoterica","manipulate","thaumaturge"],"prerequisites":"{@action Exploit Vulnerability|DA}, mortal weakness","requirements":"You are Exploiting a creature's Vulnerability using mortal weakness.","entries":["You select an object from your esoterica that has great personal value to you, such as a locket or treasured ring, and you grant it to an ally, establishing a personal link that allows your ally to affect an enemy as if they were you. The ally's {@action Strike||Strikes} apply the weakness from your mortal weakness the same way your {@action Strike||Strikes} do. This benefit ends when your {@action Exploit Vulnerability|DA} ends or you Share Weakness again."]},{"name":"Thaumaturge's Investiture","source":"DA","page":45,"level":10,"traits":["thaumaturge"],"prerequisites":"Charisma 16","entries":["Magical equipment and gear are the tools of your trade, and you know you need as many as possible to help you against the supernatural. You gain the {@feat Incredible Investiture} skill feat, increasing your limit on invested items from 10 to 12.","The limit increases to 14 if you have Charisma 18, 16 if you have Charisma 20, 18 if you have Charisma 22, and 20 if you have Charisma 24."]},{"name":"Twin Weakness","source":"DA","page":45,"activity":{"number":2,"unit":"action"},"level":10,"traits":["esoterica","thaumaturge"],"prerequisites":"mortal weakness or personal antithesis","requirements":"You're holding an implement and a weapon, you are using {@action Exploit Vulnerability|DA} with mortal weakness or personal antithesis, and the target creature is within reach of both your implement and weapon.","entries":["As you make an attack augmented by your esoterica, you also press your implement against the creature, applying its weakness as your implement's energies sear the creature's flesh. Make a melee {@action Strike} against the target of your {@action Exploit Vulnerability|DA}. On any attack roll result but a critical failure, you also press your implement against the creature, automatically dealing the additional damage from {@action Exploit Vulnerability|DA}. This is in addition to any damage from your {@action Strike}, including the weakness the {@action Strike} applies from {@action Exploit Vulnerability|DA}. This counts as two attacks when calculating your multiple attack penalty."]},{"name":"Elaborate Scroll Esoterica","source":"DA","page":46,"level":12,"traits":["thaumaturge"],"prerequisites":"Scroll Esoterica","entries":["You've picked up more scraps of magic texts, improving your makeshift scrolls. In addition to your daily scrolls from Scroll Esoterica, add a scroll with a 3rd-level spell. At 14th level, add a scroll with a 4th-level spell. At 16th level, add a scroll with a 5th-level spell."]},{"name":"Intensify Investiture","source":"DA","page":46,"activity":{"number":1,"unit":"free"},"level":12,"traits":["thaumaturge"],"frequency":{"number":1,"interval":10,"unit":"minute"},"entries":["Your bond to your invested items enables you to put more of yourself into them. If you next action is to activate an invested item that has a saving throw DC, you can use your thaumaturge class DC instead of the item's DC if it is higher."]},{"name":"Shared Warding","source":"DA","page":46,"level":12,"traits":["thaumaturge"],"prerequisites":"Esoteric Warden","entries":["You ward your allies from the attacks of your foes whenever you apply those protections to yourself. When you gain a status bonus to AC and saves from Esoteric Warden, you can choose to grant the same benefit to all allies within 30 feet."]},{"name":"Thaumaturge's Demesne","source":"DA","page":46,"level":12,"traits":["uncommon","abjuration","arcane","thaumaturge"],"entries":["You have claimed an area or location as your demesne, granting you the ability to ward and protect it. When you select this feat, choose a demesne, an area of no more than 2,000 square feet. You must legitimately own the area or, if its a public area, you must lay claim to the area without anyone contesting it.","Once you've chosen your demesne, it's automatically protected by an arcane {@spell private sanctum} spell with an unlimited duration, heightened to half your level rounded up and using your thaumaturge class DC in place of a spell DC, if necessary. Additionally, the demesne is attended by three unseen custodians, as a successful unseen custodian ritual (Advanced Player's Guide 245), and one object in the area gains an elemental sentinel, as a successful elemental sentinel ritual (Pathfinder Secrets of Magic 150)."]},{"name":"Esoteric Reflexes","source":"DA","page":46,"level":14,"traits":["thaumaturge"],"prerequisites":"an implement that grants a reaction","entries":["Your bond to your implements is so strong that you can use their reactive abilities almost by instinct. At the start of your turn, you gain an additional reaction, which you can use for only the reactions granted by your implements."]},{"name":"Grand Talisman Esoterica","source":"DA","page":46,"level":14,"traits":["thaumaturge"],"prerequisites":"Talisman Esoterica","entries":["You've completed your journey in studying esoteric talismans, gaining the ability to place multiple talismans on an item. Normally, affixing more than one talisman to an item causes the talismans to be suppressed, but when you {@action Affix a Talisman}, you can specially treat one item you're working on, allowing it to have two active talismans at once. This special treatment ends if you use {@action Affix a Talisman} to treat a new item with this ability."]},{"name":"Trespass Teleportation","source":"DA","page":47,"activity":{"number":1,"unit":"reaction"},"level":14,"traits":["conjuration","occult","teleportation","thaumaturge"],"prerequisites":"{@action Exploit Vulnerability|DA}","trigger":"The target of your {@action Exploit Vulnerability|DA} is within 120 feet and uses a {@trait teleportation} effect.","requirements":"You are benefiting from {@action Exploit Vulnerability|DA}.","entries":["You can hunt your foe to the ends of creation. You teleport along with the enemy, appearing the same direction and distance from it as you were before it teleported (or the nearest unoccupied space if your destination is occupied). Any allies affected by Share Weakness or Ubiquitous Weakness, if you have those abilities, can spend their reaction to teleport along with the enemy if they're within 120 of the enemy and choose to do so."]},{"name":"Implement's Flight","source":"DA","page":47,"level":16,"traits":["primal","thaumaturge","transmutation"],"entries":["By weakening your relation to the ground and strengthening your relation to the sky, you've learned to soar through the air, your implement carrying you as surely as any broomstick or pestle. As long as you're holding a thaumaturge implement, you gain a fly Speed equal to your land Speed."]},{"name":"Seven-Part Link","source":"DA","page":47,"level":16,"traits":["thaumaturge"],"prerequisites":"Paired Link","entries":["Many traditions hold the number seven as significant. By exchanging pieces of a seven-part set of esoterica, you create a magical web by which your allies can affect each other at a distance. When you use Paired Link during your daily preparations, you can exchange linking esoterica with up to six willing allies, keeping one piece for yourself. In addition to the normal effects of Paired Link, if a linked ally casts a spell with a range of touch, they can target linked allies within 30 feet with that spell."]},{"name":"Sever Magic","source":"DA","page":47,"activity":{"number":2,"unit":"action"},"level":16,"traits":["abjuration","arcane","esoterica","thaumaturge"],"requirements":"You're holding an implement.","entries":["You apply a frayed thread, a pinch of fulu ash, or a similar undone charm to your weapon, and swing to break a spell. Make a {@action Strike} against an enemy. If you hit and deal damage, you attempt to counteract a single spell active on the target (your choice). Your counteract level is equal to half your level (rounded up), and your counteract check modifier is equal to your class DC – 10."]},{"name":"Grand Scroll Esoterica","source":"DA","page":47,"level":18,"traits":["thaumaturge"],"prerequisites":"Elaborate Scroll Esoterica","entries":["You've completed the third and final step in your assimilation of scroll esoterica, granting you daily scrolls of incredible power. In addition to your daily scrolls from Scroll Esoterica and Elaborate Scroll Esoterica, add a single scroll with a 6th-level spell. At 20th level, add a scroll with a 7th-level spell."]},{"name":"Implement's Assault","source":"DA","page":47,"activity":{"number":3,"unit":"action"},"level":18,"traits":["evocation","magical","thaumaturge"],"requirements":"You're holding an implement.","entries":["Your implement supercharges your weapon to shoot an impossible volley or carve through your foes. Make a {@action Strike} with your weapon against each enemy within 30 feet of you. You don't increase your multiple attack penalty until after making all the attacks. If your weapon is a melee weapon and any of the attacks are outside your reach, you {@action Release} the weapon before the {@action Strike||Strikes}, and it returns to your grasp after all of them. If your hands are full when the weapon returns, it falls to the ground in your space."]},{"name":"Intense Implement","source":"DA","page":47,"level":18,"traits":["thaumaturge"],"entries":["You have an exceptional link to your third implement. You gain the adept benefit for your third implement."]},{"name":"Ubiquitous Weakness","source":"DA","page":47,"level":20,"traits":["manipulate","thaumaturge"],"prerequisites":"Share Weakness","entries":["You've nurtured your bonds with your comrades, allowing you to share the benefits of your esoterica. When you use {@action Exploit Vulnerability|DA} and choose mortal weakness, select any number of allies within 30 feet of you. Their {@action Strike||Strikes} apply the weakness from mortal weakness the same way your {@action Strike||Strikes} do. This benefit ends when you stop benefiting from {@action Exploit Vulnerability|DA}. Since this effect depends on magically strengthening your bond to your allies, only allies with whom you've developed a rapport over the course of one or more days gain the benefit."]},{"name":"Unlimited Demesne","source":"DA","page":47,"level":20,"traits":["arcane","conjuration","thaumaturge"],"prerequisites":"Thaumaturge's Demesne","entries":["You can move your demesne here and there, bringing it wherever your journey takes you. Your demesne expands to a maximum of 10,000 square feet. Once per day, you can call your demesne forth, which takes 1 minute. This has the effects of resplendent mansion, except that it conjures your demesne from its previous location, with all the benefits of Thaumaturge's Demesne in addition to the those of the spell. You must be able to claim the new area, with the same restrictions as Thaumaturge's Demesne."]},{"name":"Wonder Worker","source":"DA","page":47,"level":20,"traits":["thaumaturge"],"prerequisites":"legendary in {@skill Arcana}, {@skill Nature}, {@skill Occultism}, or {@skill Religion}","entries":["The thaumaturge's path culminates with the working of wonders. Once per day, you can align your esoterica to cast a spell of 8th level or lower that takes 1, 2, or 3 actions to cast. The spell must be common or one to which you have access. You can choose a spell of any tradition for which you're legendary in the associated skill ({@skill Arcana} for arcane, {@skill Nature} for primal, {@skill Occultism} for occult, or {@skill Religion} for divine). Use your thaumaturge class DC in place of any necessary spell DC and your thaumaturge class DC – 10 in place of any necessary counteract modifier or spell attack modifier."]},{"name":"Ancestral Mind","source":"DA","page":24,"level":1,"traits":["psychic"],"entries":["By unraveling memories and connections passed down from your progenitors and buried within your unconscious mind, you learn to convert your inherent magic into psychic power. You can cast any innate spells you know from an ancestry feat or heritage using your psychic spellcasting components. When you do so, the spell's tradition becomes occult, if it wasn't already, and you can use your psychic spellcasting ability modifier instead of Charisma to determine your spell attack roll and spell DC."]},{"name":"Counter Thought","source":"DA","page":24,"activity":{"number":1,"unit":"reaction"},"level":1,"traits":["abjuration","occult","psychic"],"trigger":"A creature Casts a Spell with the {@trait mental} trait.","requirements":"You have an unexpended spell slot you could use to {@action Cast a Spell} with the {@trait mental} trait.","entries":["When a foe Casts a Spell that has the {@trait mental} trait and you can see its manifestations, you can use your own mental magic to disrupt it. You expend one of your spell slots to counter the triggering creature's casting of a spell with the {@trait mental} trait.","You lose your spell slot as if you had cast the triggering spell; this spell slot must be one for which you could {@action Cast a Spell} with the {@trait mental} trait. You then attempt to counteract the triggering spell."]},{"name":"Mental Buffer","source":"DA","page":24,"level":1,"traits":["psychic"],"entries":["Your mind deflects some amount of harm from attacks that induce pain or manipulate your mind directly. You gain resistance to mental damage equal to half your level (minimum 1). This resistance increases to equal to your level while your {@action Unleash Psyche|DA|Psyche is Unleashed}."]},{"name":"Psychic Rapport","source":"DA","page":24,"level":1,"traits":["psychic"],"entries":["Your telepathic sensitivity intensifies when you're affected by mental magic, making it easier for you to link to other creatures. After you {@action Cast a Spell} with the {@trait mental} trait, until the start of your next turn, you gain a +1 circumstance bonus to {@skill Deception}, {@skill Diplomacy}, and {@skill Intimidation} checks, and to {@skill Perception} checks to {@action Sense Motive}."]},{"name":"Cantrip Expansion","source":"DA","page":24,"add_hash":"Psychic","level":2,"traits":["psychic"],"entries":["You expand what your mind can accomplish. Add two additional occult cantrips to your repertoire."]},{"name":"Mental Balm","source":"DA","page":24,"level":2,"traits":["amp","emotion","mental","psychic"],"amp":{"entries":["You or one ally within 30 feet gains a +2 status bonus to Will saves against {@trait emotion} effects for 1 minute. You can also have the amped psi cantrip attempt to counteract one effect imposing the {@condition frightened} condition on yourself or the chosen ally, or an effect imposing the {@condition stupefied} condition that has a duration of 1 hour or less. If you successfully counteract the effect, you remove only the {@condition frightened} and {@condition stupefied} conditions, not any other part of the effect."]},"entries":["Your spells release soothing mental waves. Use this amp in place of a psi cantrip's normal amp entry. You can use this amp only on a psi cantrip that targets or affects you or one or more of your allies and doesn't target or affect any enemies."]},{"name":"Psi Burst","source":"DA","page":24,"activity":{"number":1,"unit":"action"},"level":2,"traits":["concentrate","evocation","mindshift","occult","psyche","psychic"],"frequency":{"number":1,"unit":"round"},"entries":["With a passing thought, you direct violent psychic energies at a nearby creature. Target one creature within 30 feet. It takes {@damage 1d4} bludgeoning damage with a basic Reflex save. At 3rd level and every 2 levels thereafter, the damage increases by {@dice 1d4}."]},{"name":"Warp Space","source":"DA","page":24,"level":2,"traits":["amp","psychic"],"amp":{"entries":["Choose a square within 30 feet to which you have line of effect and line of sight. Determine your spell's line of effect and line of sight from there, as well as whether creatures have cover against the spell. The spell can exceed its normal range as measured from you, as long as it's within its normal range from the square you chose."]},"entries":["You use your magic to bend space, causing your spell to strike from a strange vector. Use this amp in place of a psi cantrip's normal amp entry. The amped psi cantrip must have a range."]},{"name":"Astral Tether","source":"DA","page":24,"activity":{"number":1,"unit":"action"},"level":4,"traits":["abjuration","occult","psychic"],"entries":["You spin out a thread of psychic energy that connects you to an ally, using it as a conduit for your abilities. Choose a willing creature within 60 feet and connect to it. Whenever you would gain a benefit from a psychic amp, you can have the amp affect the tethered creature instead. You can do so only if the amp grants a distinct benefit, not if it alters the amped spell.","The tether can't be severed physically but breaks if the distance between you and the tethered ally ever exceeds 60 feet, if you become {@condition unconscious}, or if you use Astral Tether again."]},{"name":"Homing Beacon","source":"DA","page":24,"level":4,"traits":["amp","psychic"],"amp":{"entries":["Choose one creature hit by the spell (if the spell has a spell attack roll) or that fails its save against the spell (if the spell requires a save). A psychic beacon emits from the creature's location, making it easier to notice the creature as the mind and attention of onlookers is subtly drawn to it. For 1 minute, if the target would be {@condition invisible}, it's instead merely {@condition concealed}, and if it would be {@condition concealed}, it's no longer {@condition concealed}."]},"entries":["As your spell strikes a target, you plant a beacon in the target's mind that announces its presence to those nearby. Use this amp in place of a psi cantrip's normal amp entry. The amped cantrip must be one that has one or more targets and must either require a spell attack roll or have a saving throw."]},{"name":"Psi Strikes","source":"DA","page":25,"activity":{"number":1,"unit":"free"},"level":4,"traits":["mindshift","psychic"],"frequency":{"number":1,"unit":"turn"},"requirements":"Your most recent action was to {@action Cast a Spell} or to {@action Unleash Psyche|DA|Unleash your Psyche}.","entries":["You siphon residual psychic energies from your spell into one weapon you're wielding or one of your unarmed attacks and when you unleash your mind, the energies flare to match. The attack deals an extra {@damage 1d6} force damage until the end of the current turn. If your {@action Unleash Psyche|DA|Psyche is Unleashed}, this benefit instead lasts until your psyche subsides."]},{"name":"Thoughtform Summoning","source":"DA","page":25,"level":4,"traits":["psychic"],"entries":["You can create a prototypical creature from the depths of your imagination instead of calling one from elsewhere. Whenever you summon a creature, you can choose to instead create a psychic construct of that creature. This grants it resistance to physical damage equal to half its level, weakness 5 to force and mental damage, and the ability to pass through enemies' spaces without needing to {@action Tumble Through} (though it can't end its turn in an occupied space)."]},{"name":"Violent Unleash","source":"DA","page":25,"activity":{"number":1,"unit":"free"},"level":4,"traits":["evocation","mindshift","occult","psychic"],"trigger":"You {@action Unleash Psyche|DA|Unleash your Psyche}.","entries":["The force of your mind unleashing itself wracks your enemies with a violent shockwave. You deal {@damage 2d6} force damage to all creatures in a 20-foot emanation, with a basic Reflex save. This explosion is taxing, making you {@condition stunned||stunned 1}.","At 5th level and every 2 levels thereafter, the damage increases by {@dice 1d6}."]},{"name":"Inertial Barrier","source":"DA","page":25,"level":6,"traits":["abjuration","amp","occult","psychic"],"entries":["Your spell leaves behind barriers that reduce shock and motion.","Use this amp in place of a psi cantrip's normal amp entry. Amp You or one target of the spell gains resistance to physical damage equal to 2 + the spell's level until the start of your next turn."]},{"name":"Parallel Breakthrough","source":"DA","page":25,"level":6,"traits":["psychic"],"entries":["You expand your mind beyond your area of psychic specialty. You gain a 1st-level psi cantrip for a conscious mind other than your own; this can be either the unique surface cantrip or one of the common cantrips and the accompanying amp. If you choose a common cantrip, you also gain the special benefit granted by that conscious mind when casting the cantrip without an amp. You don't gain any other benefits of that conscious mind, such as additional spells known."]},{"name":"Sixth Sense","source":"DA","page":26,"level":6,"traits":["divination","occult","psychic"],"entries":["Your psychic abilities also allow you to detect the lingering thoughts of spirits and similar entities. While you're exploring but not {@action Search||Searching}, the GM rolls a secret check for you to find haunts that usually require {@action Search||Searching}, as well as spirits, creatures on the Ethereal Plane, and beings made entirely of spiritual essence, such as celestials, fiends, and monitors.","You can also potentially notice ethereal creatures and spirits inside solid objects, provided they are within 30 feet of you. This applies while {@action Search||Searching}, Seeking, and on the automatic secret check from Sixth Sense. You can still notice spirits only on a successful check, and you can't see them if they're more than 5 feet inside an object.","When you notice a creature with your Sixth Sense, you also learn its location, making it {@condition hidden} to you if it had been {@condition undetected}."]},{"name":"Steady Spellcasting","source":"DA","page":26,"level":6,"traits":["psychic"],"entries":["Confident in your technique, you don't easily lose your concentration when you {@action Cast a Spell}. If a reaction would disrupt your spellcasting action, attempt a DC {@flatDC 15} flat check. If you succeed, your action isn't disrupted."]},{"name":"Strain Mind","source":"DA","page":26,"activity":{"number":1,"unit":"free"},"level":6,"traits":["psychic"],"frequency":{"number":1,"unit":"hour"},"trigger":"You cast a psi cantrip.","requirements":"You have 0 Focus Points.","entries":["You strain your body beyond its limits to use an amp even when your mental power is depleted. You add an amp that costs 1 Focus Point to the spell. Instead of paying the normal Focus Point cost, you lose Hit Points equal to four times the spell level of the amped psi cantrip as you bleed from your nose or suffer some other visible sign of strain."]},{"name":"Brain Drain","source":"DA","page":26,"activity":{"number":2,"unit":"action"},"level":8,"traits":["divination","mental","occult","psyche","psychic"],"entries":["With a wresting of will, you siphon off a creature's mental energy to replenish your own. One non-mindless creature within 30 feet must attempt a Will save against your spell DC.",{"type":"successDegree","entries":{"Success":["The creature is unaffected."],"Failure":["The creature is {@condition stupefied||stupefied 1} for 1 minute, and you regain 1 Focus Point, up to your normal maximum. You can't use Brain Drain again until after the next time you make your daily preparations."],"Critical Failure":["As failure, but the creature is {@condition stupefied||stupefied 2}."]}}]},{"name":"Dark Persona's Presence","source":"DA","page":26,"activity":{"number":1,"unit":"free"},"level":8,"traits":["aura","emotion","enchantment","fear","mental","psychic"],"trigger":"You {@action Unleash Psyche|DA|Unleash your Psyche}.","entries":["When you {@action Unleash Psyche|DA|Unleash your Psyche}, all your rage and pain—the portion of your psyche dedicated to cruel retribution—come along with it.","The force of your dark persona's negativity batters constantly against all creatures in a 30-foot emanation when you {@action Unleash Psyche|DA|Unleash your Psyche} and for as long as your {@action Unleash Psyche|DA|Psyche is Unleashed}. A creature must attempt a Will save against your spell DC the first time it enters the emanation, or if it's in the emanation when you take this action; it doesn't need to attempt a save again, even if it leaves the emanation and returns. A creature {@condition frightened} by your Dark Persona's Presence can't decrease its {@condition frightened} value below 1 while within the emanation.",{"type":"successDegree","entries":{"Critical Success":["The creature is unaffected."],"Success":["The target is {@condition frightened||frightened 1}."],"Failure":["The target is {@condition frightened||frightened 2}."],"Critical Failure":["The target is {@condition frightened||frightened 3}.","While your {@action Unleash Psyche|DA|Psyche is Unleashed}, your dark persona cares only for destruction. You can {@action Cast a Spell} only if it can directly damage an enemy or object or can impose a detrimental condition or penalty on one."]}}]},{"name":"Mental Static","source":"DA","page":27,"activity":{"number":1,"unit":"reaction"},"level":8,"traits":["enchantment","mental","nonlethal","occult","psychic"],"trigger":"You roll a critical success on a Will save against a {@trait mental} effect from a creature.","entries":["Your thoughts sting back when a lesser mind tries to invade your own. You deal mental damage equal to your level to the triggering creature. If you so desire, you can also send the creature a single mental image to coincide with the damage, such as a watchful eye or the dread of floating in an infinite sea."]},{"name":"Remove Presence","source":"DA","page":27,"level":8,"traits":["amp","illusion","mental","occult","psychic"],"amp":{"entries":["Choose one target of the spell or one creature in its area.","If that enemy fails its save or the spell hits it, you become {@condition undetected} by that creature, disappearing from its senses for 1 minute or until you use a {@condition hostile} action. This is similar to being {@condition invisible}, but effects like see invisibility don't reveal you—you're affecting the target's mind, not its vision. True seeing can still see through this illusion if the counteract check succeeds."]},"entries":["Your spell reaches into the mind of a creature and removes you from it. The amped cantrip must be one that has one or more targets and must either require a spell attack roll or have a saving throw. Use this amp in place of the psi cantrip's normal amp entry."]},{"name":"Thoughtsense","source":"DA","page":27,"level":8,"traits":["divination","mental","occult","psychic"],"entries":["You can detect the flickers of mental activity let off by all thinking creatures. You gain thoughtsense as a vague sense that has a range of 30 feet—like all vague senses, it's only about as precise as an average human's sense of smell, meaning you generally can predict only if a creature is present. Your thoughtsense detects only thinking creatures, so a creature that is unthinking or otherwise immune to {@trait mental} effects (such as many constructs and oozes) can't be perceived using your thoughtsense, regardless of how precise it is.","While your {@action Unleash Psyche|DA|Psyche is Unleashed}, your thoughtsense upgrades to an imprecise sense, letting you use it to {@action Seek} out creatures."]},{"name":"Whispering Steps","source":"DA","page":27,"level":8,"traits":["amp","enchantment","mental","occult","psychic"],"entries":["Your spell leaves a lingering connection between you and a creature—one through which you can nudge the creature's mind this way or that. The amped cantrip must take 2 or more actions to cast, target one or more creatures, and either require a spell attack roll or have a saving throw. Use this amp in place of the psi cantrip's normal amp entry. Amp Choose one enemy who is a target of the spell. If that enemy fails its save or the spell hits it, you whisper in the creature's mind, forcing it to {@action Step} in a direction of your choosing; as this is forced movement, you can't force the creature to {@action Step} into hazardous terrain, off a ledge, or the like. After it Steps, the creature becomes temporarily immune to this amp for 24 hours."]},{"name":"Dream Guise","source":"DA","page":27,"activity":{"number":1,"unit":"action"},"level":10,"traits":["illusion","occult","psyche","psychic"],"requirements":"{@class psychic|da|wandering reverie subconscious mind|wandering}","entries":["You {@action Stride} into a willing ally's space, at which point both of your appearances shift into a shared third appearance, usually one that looks like a mix of the two of you. Then, either you or your ally Steps. You each maintain the merged appearance.","Creatures who are observing this know what happened, but still must {@action Seek} or otherwise engage with the illusion to attempt to disbelieve it and determine which of you is which. Otherwise, they can't tell the difference and have an equal chance to target each of you (DC {@flatDC 11} flat check). This illusion ends as soon as either you or the ally you're merged with acts."]},{"name":"Emotional Surge","source":"DA","page":27,"activity":{"number":1,"unit":"action"},"level":10,"traits":["concentrate","emotion","psyche","psychic"],"requirements":"{@class psychic|da|emotional acceptance subconscious mind|emotion}","entries":["Your heart soars, increasing your power for a moment. You gain a +2 status bonus to attack rolls and skill checks until the start of your next turn."]},{"name":"Impose Order","source":"DA","page":27,"activity":{"number":1,"unit":"action"},"level":10,"traits":["fortune","psyche","psychic"],"requirements":"{@class psychic|da|precise discipline subconscious mind|discipline}","entries":["You bring discipline to your mind and magic, ensuring that you don't under-perform. Until the end of your turn, instead of rolling dice for damage, count each damage die as average damage rounded up (3 for d4, 4 for d6, 5 for d8, 6 for d10, and 7 for d12)."]},{"name":"Scour the Library","source":"DA","page":27,"activity":{"number":1,"unit":"action"},"level":10,"traits":["psyche","psychic"],"requirements":"{@class psychic|da|gathered lore subconscious mind|gathered lore}","entries":["Seeing an enemy's attack, you quickly consult multiple scraps of lore in your mind, synthesizing them into the perfect plan.","Make a check to {@action Recall Knowledge} (using an appropriate skill) about one creature within 60 feet. On a success, in addition to the normal benefits, you gain a +1 circumstance bonus to your next attack roll against that creature and to your AC against the creature's next attack. On a critical success, the bonuses are +2."]},{"name":"Signature Spell Expansion","source":"DA","page":27,"level":10,"traits":["psychic"],"entries":["Your direct mental grasp of your power lets you cast more spells with greater freedom. You gain two additional signature spells, each of which must have a minimum level of 3rd or lower."]},{"name":"Foreseen Failure","source":"DA","page":28,"activity":{"number":1,"unit":"free"},"level":12,"traits":["divination","fortune","occult","psychic"],"frequency":{"number":1,"unit":"day"},"trigger":"A spell you cast has no effect because you critically failed all your spell attack rolls or because all targets critically succeeded at their saving throws.","entries":["You see your spell fail to take hold to disastrous end, then snap back to reality—it was all a precognition, and you know to try a different spell. Your spell is expended, but you can {@action Cast a Spell} that requires the same number of actions as the triggering spell or fewer to cast. The second spell must be a different spell than the first."]},{"name":"No!!!","source":"DA","page":28,"activity":{"number":1,"unit":"reaction"},"level":12,"traits":["psychic"],"trigger":"A non-minion ally within 60 feet is reduced to 0 Hit Points.","entries":["The shock of seeing your ally near death breaks whatever limits exist in your mind, sending your power spilling forth. If your psyche is currently unleashed, you can immediately use a psyche action that takes 1 action or less to use. If your psyche is not currently unleashed, you {@action Unleash Psyche|DA|Unleash your Psyche}, which remains unleashed until the end of your next turn. You can ignore {@action Unleash Psyche|DA}'s requirement of needing to have {@action Cast a Spell} on your previous turn, but you still can't {@action Unleash Psyche|DA|Unleash your Psyche} if you're {@condition stupefied} or for 2 rounds after your psyche subsides."]},{"name":"Psi Catastrophe","source":"DA","page":28,"activity":{"number":2,"unit":"action"},"level":12,"traits":["concentrate","evocation","mindshift","occult","psyche","psychic"],"entries":["You stop holding your power back, unleashing it all in a catastrophic blast. All creatures in a 20-foot emanation take {@damage 1d6} bludgeoning damage per level with a basic Reflex save. Your psyche subsides as your power is expended."]},{"name":"Conscious Spell Specialization","source":"DA","page":28,"level":14,"traits":["psychic"],"entries":["You become more adept with the spells that are always in your mind.","You gain an additional spell slot of 1st, 2nd, 3rd, and 4th levels. You can use these spell slots to cast only a spell granted by your conscious mind.","At 18th level, you also gain an additional 5th-level spell slot, with the same restrictions."]},{"name":"Deep Roots","source":"DA","page":28,"level":14,"traits":["psychic"],"entries":["Your mind-control spells send burrowing mental roots that tear at your target's mind when they're removed or run their course. When you {@action Cast a Spell} that imposes the {@condition controlled} condition or otherwise forces the target to take certain actions (such as command), you can choose one target that critically failed its save. When that target finishes fulfilling any commands issued by your spell, or when the spell is dispelled or counteracted, the target takes {@damage 1d6} mental damage per level of the spell."]},{"name":"Shatter Space","source":"DA","page":28,"level":14,"traits":["amp","psychic"],"amp":{"entries":["You or one target of the spell are surrounded by a spiral of torn space. This is an aura, and you choose the radius of the emanation, up to 20 feet. A creature that starts its turn in the aura or enters the aura during its turn takes {@damage 1d6} slashing damage for every level of the amped psi cantrip, with a basic Reflex save against your spell DC. If the creature critically fails, the torn space throws it off balance and it falls {@condition prone}.","The aura lasts until the beginning of your next turn. You can choose whether the aura affects the creature emitting it."]},"entries":["The sheer power of your magic fractures reality. Use this amp in place of a psi cantrip's normal amp entry. The cantrip must be one that takes 2 or more actions to cast."]},{"name":"Constant Levitation","source":"DA","page":29,"level":16,"traits":["psychic"],"entries":["Your power has unbound you from the earth below. You're affected by a constant {@spell fly} spell, and when your {@action Unleash Psyche|DA|Psyche is Unleashed}, you gain a +10-foot status bonus to your fly Speed."]},{"name":"Target of Psychic Ire","source":"DA","page":29,"level":16,"traits":["amp","evocation","occult","psychic"],"amp":{"entries":["Choose one target of the spell. Psychic phenomena turn themselves on the target—typically, objects fling themselves at the creature. At the beginning of each of the target's turns, it takes {@damage 1d4} bludgeoning damage for each spell level of the psi cantrip this amp was added to, with a basic Reflex save.","The target remains marked by psychic ire for 3 rounds. The effect persists even if you fall {@condition unconscious} or leave the area."]},"entries":["Your magic saturates your surroundings with hateful psychic energy. Use this amp in place of a psi cantrip's normal amp entry. The cantrip must be one that takes 2 or more actions to cast and targets a creature."]},{"name":"Wandering Thoughts","source":"DA","page":29,"activity":{"number":1,"unit":"free"},"level":16,"traits":["concentrate","occult","psyche","psychic","teleportation"],"frequency":{"number":1,"unit":"round"},"requirements":"You used your most recent action to {@action Cast a Spell}.","entries":["When your {@action Unleash Psyche|DA|Psyche is Unleashed}, each burst of magic you cast also folds space around you, and you travel through one of those folds. You teleport 15 feet to a square you can see."]},{"name":"All in Your Head","source":"DA","page":29,"activity":{"number":1,"unit":"reaction"},"level":18,"traits":["psyche","psychic"],"trigger":"You're about to attempt a Fortitude save or a Reflex save.","entries":["Flames scouring at your body, venom coursing through your veins—you refuse to believe they exist, and nothing can affect you if you don't believe in it. You attempt a Will save against the triggering effect, instead of a Reflex or Fortitude save. You don't gain the benefits of fortress of will or walls of will on this save."]},{"name":"Cranial Detonation","source":"DA","page":29,"activity":{"number":1,"unit":"free"},"level":18,"traits":["death","mindshift","psyche","psychic"],"frequency":{"number":1,"unit":"round"},"trigger":"You successfully reduce one or more non-mindless enemies to 0 Hit Points with a spell.","entries":["As your overwhelming psyche fells a creature, you use its flickering consciousness to detonate psychic energy from the creature's head. Each enemy you reduced to 0 Hit Points dies and its head explodes. Each exploding head generates a shockwave in a 15-foot emanation around that enemy. Each creature in any of the emanations takes {@damage 10d6} bludgeoning damage with a basic Reflex save. If this damage reduces an enemy to 0 Hit Points, its head also explodes, potentially damaging more creatures and potentially causing more detonations. A given creature can take damage only once from a single use of Cranial Detonation."]},{"name":"Deepest Wellspring","source":"DA","page":29,"level":18,"traits":["psychic"],"entries":["You've glimpsed the furthest recesses of your mind. If you have spent at least 3 Focus Points since the last time you Refocused, you recover 3 Focus Points when you {@action Refocus}, even if you spent your Focus Points on spells other than psychic abilities."]},{"name":"Become Thought","source":"DA","page":29,"level":20,"traits":["psychic","transmutation"],"entries":["You shed some of your material form, becoming a being of pure thought. This has the following effects.",{"type":"list","items":["You gain resistance 10 to physical damage but weakness 5 to mental damage and weakness 10 to {@trait any} effect that deals damage by targeting the spirit, such as spirit blast.","You can change your appearance on a whim. This takes a single action, which has the {@trait concentrate} trait, has the effects of illusory disguise, and lasts until you change your appearance again.","Once per year, when you die, you automatically return to life the next day as long as one living sentient creature on your plane remembers you; the memories enable you to reconstruct yourself from their thoughts. You appear in the vicinity of the creature that remembers you most strongly."]}]},{"name":"Mind over Matter","source":"DA","page":29,"level":20,"traits":["psychic"],"entries":["Your mind's limits are only what you imagine them to be. You gain an additional 10th-level spell slot."]},{"name":"Twin Psyche","source":"DA","page":29,"level":20,"traits":["psychic"],"entries":["You've segmented your psyche so it can operate in tandem. When you {@action Unleash Psyche|DA|Unleash your Psyche}, you can double its duration."]},{"name":"Unlimited Potential","source":"DA","page":29,"activity":{"number":1,"unit":"action"},"level":20,"traits":["concentrate","manipulate","metamagic","psychic"],"frequency":{"number":1,"unit":"minute"},"entries":["The laws of magic can limit your mind only if you think you need them, and you've grown past the need for such limits. If your next action is to {@action Cast a Spell} of 5th level or lower that has no duration, you don't expend the prepared spell as you cast it."]}]}