{
	"feat": [
		{
			"name": "Achaekek's Grip",
			"source": "LOL",
			"page": 58,
			"level": 8,
			"featType": {
				"archetype": [
					"Red Mantis Assassin"
				]
			},
			"traits": [
				"rare",
				"archetype"
			],
			"prerequisites": "{@feat Basic Red Mantis Magic|LOWG}",
			"entries": [
				"You sense if a creature you have slain in the last year has been restored to life, as long as you and that creature are on the same plane. You also gain the {@spell Achaekek's clutch|lol} focus spell. If you don't already have one, you gain a focus pool of 1 Focus Point, which you can {@action Refocus} by praying to {@deity Achaekek|LOGM} or researching your assigned kill."
			],
			"leadsTo": [
				"Vernai Training|LOL"
			]
		},
		{
			"name": "Artokus's Fire",
			"source": "LOL",
			"page": 20,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"level": 6,
			"traits": [
				"rare",
				"additive <2>",
				"alchemist"
			],
			"frequency": {
				"unit": "round",
				"freq": 1
			},
			"trigger": "You use {@action Quick Alchemy} to craft an alchemist's fire, and that bomb's level is at least 2 levels lower than your advanced alchemy level.",
			"entries": [
				"Artokus developed a mixture of volatile materials that burns hotter and longer than typical alchemist's fire. You include this additive mixture when crafting your alchemist's fire. The alchemist's fire deals {@damage 1d4} {@condition persistent damage||persistent fire damage} in addition to what the alchemist fire would normally cause (for instance, a moderate alchemist's fire deals {@damage 1d4+2} {@condition persistent damage||persistent fire damage})",
				"A creature taking {@condition persistent damage||persistent fire damage} from the alchemist's fire requires two successful flat checks to end the {@condition persistent damage}, or one check if the creature had an assisted recovery that reduces the flat check to DC 10. The enhanced alchemist's fire burns even underwater, and any attempts to end the {@condition persistent damage} by using water have no effect."
			]
		},
		{
			"name": "Azaersi's Roads",
			"source": "LOL",
			"page": 28,
			"level": 17,
			"traits": [
				"rare",
				"hobgoblin"
			],
			"entries": [
				"Azaersi has granted you limited access to the Stone Roads, attuning you to the tiniest sliver of the Onyx Key. You gain {@spell plane shift} as a primal innate spell. You can cast it twice per week. This can be used only to travel back and forth between the Plane of Earth and the Material Plane. Due to your attunement to the Onyx Key, you can act as the spell focus, and you do not require a tuning fork."
			]
		},
		{
			"name": "Bright Lion Dedication",
			"source": "LOL",
			"page": 101,
			"level": 2,
			"featType": {
				"archetype": [
					"Bright Lion"
				]
			},
			"traits": [
				"uncommon",
				"archetype",
				"dedication"
			],
			"prerequisites": "member of the Bright Lions, not a worshipper of Walkena, trained in {@skill Stealth}",
			"access": "{@background Bright Lion|lowg} background",
			"entries": [
				"You become trained in your choice of {@skill Deception} or {@skill Diplomacy} and in {@skill Lore||Mzali Lore}; if you were already trained, you become an expert instead. You incorporate enough worship of Walkena in your daily life to avoid suspicion. You typically don't need to {@action Lie} or {@action Impersonate} to pass yourself off as a worshipper of Walkena. Against careful inspection, you gain a +4 circumstance bonus to {@skill Deception} checks specifically to pass yourself off as a version of yourself faithful to Walkena."
			],
			"special": [
				"You can't select another dedication feat until you have gained two other feats from the Bright Lion archetype."
			],
			"leadsTo": [
				"Elude The Divine|LOL",
				"Sun's Fury|LOL",
				"Warding Light|LOL"
			]
		},
		{
			"name": "Elude The Divine",
			"source": "LOL",
			"page": 101,
			"level": 8,
			"featType": {
				"archetype": [
					"Bright Lion"
				]
			},
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Bright Lion Dedication|LOL}",
			"entries": [
				"You are able to escape inquisitions involving divine magic, allowing you to blend in well in Mzali but also to avoid unwanted attention in other oppressive theocracies. You gain the {@feat Slippery Secrets} skill feat, and its benefits also apply against {@trait divination} effects that attempt to discern your deity. When using Slippery Secrets against a divine divination, you gain a +2 circumstance bonus, and on a critical success, the divination reveals false information appropriate to your false persona, rather than nothing."
			]
		},
		{
			"name": "Fading",
			"source": "LOL",
			"page": 58,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 10,
			"featType": {
				"archetype": [
					"Red Mantis Assassin"
				]
			},
			"traits": [
				"rare",
				"archetype",
				"teleportation"
			],
			"prerequisites": "{@feat Crimson Shroud|LOWG}",
			"frequency": {
				"customUnit": "Crimson Shroud",
				"freq": 1
			},
			"trigger": "You are targeted with a {@action Strike} by someone you can detect while your Crimson",
			"entries": [
				"You fade partially from reality. The attacker must attempt a DC {@flatDC 11} flat check; on a failure, the attack passes harmlessly through the image of your body that remains behind. An instant later you return to reality, and your Crimson Shroud ends."
			]
		},
		{
			"name": "Flamboyant Cruelty",
			"source": "LOL",
			"page": 28,
			"level": 8,
			"traits": [
				"rare",
				"swashbuckler"
			],
			"entries": [
				"You love to kick your enemies when they're down, and you look fabulous when you do.",
				"When you make a melee weapon {@action Strike} against a foe that has at least two of the following conditions, you gain a circumstance bonus to your damage roll equal to the number of these conditions the foe has. The qualifying conditions are {@condition clumsy}, {@condition drained}, {@condition enfeebled}, {@condition frightened}, {@condition sickened}, and {@condition stupefied}. If you hit such a foe, you gain a +1 circumstance bonus to skill checks to {@action Tumble Through} and to perform your style's panache-granting actions until the end of your turn."
			]
		},
		{
			"name": "Janatimo's Lessons",
			"source": "LOL",
			"page": 61,
			"level": 12,
			"featType": {
				"archetype": [
					"Magaambyan Attendant"
				]
			},
			"traits": [
				"rare",
				"archetype"
			],
			"prerequisites": "{@feat Uzunjati Recollection|LOCG}",
			"entries": [
				"Thanks to Janatimo's secret techniques, you can weave your knowledge and words into powerful tools to assist your allies in life-threatening situations. When you use Uzunjati Recollection to tell a story and {@action Recall Knowledge} about a creature during a combat encounter, if you succeed at both checks, your story carries deeper meaning.",
				"This grants your allies a +1 circumstance bonus to their next attack roll and saving throw against the creature during that encounter, as well as to their AC against that creature's next attack roll during that encounter. If you critically succeed at both checks, the bonuses also apply to all attack rolls, saves, and AC against that creature for 2 rounds."
			]
		},
		{
			"name": "Medical Researcher",
			"source": "LOL",
			"page": 72,
			"level": 1,
			"featType": {
				"skill": [
					"Medicine"
				]
			},
			"traits": [
				"rare",
				"general",
				"skill"
			],
			"prerequisites": "trained in {@skill Medicine}",
			"entries": [
				"Kassi has taught you not only how to apply medicines with your medical skills but how to craft them as well. When you {@action Craft} healer's kits, vaccines, addiction suppressants, antidotes, antiplagues, elixirs of life, or other non-magical medical or healing items, you can use {@skill Medicine} instead of {@skill Crafting}."
			]
		},
		{
			"name": "Paragon Battle Medicine",
			"source": "LOL",
			"page": 72,
			"level": 7,
			"featType": {
				"skill": [
					"Medicine"
				]
			},
			"traits": [
				"rare",
				"general",
				"skill"
			],
			"prerequisites": "{@feat Battle Medicine}, master in {@skill Medicine}",
			"entries": [
				"Kassi Aziril taught you her techniques that originated the modern use of {@feat Battle Medicine}.",
				"When you successfully use {@feat Battle Medicine}, you can also reduce the target's {@condition sickened}, {@condition enfeebled}, or {@condition clumsy} condition by 1 (this has no effect if you are subject to an effect continually applying the {@condition clumsy} condition, like enlarge). If you are legendary in {@skill Medicine}, you can choose to reduce the target's {@condition frightened} or {@condition stunned} condition by 1 instead, and if you have the {@feat Godless Healing|lowe} feat, you can choose to reduce the target's {@condition stupefied} or {@condition drained} condition by 1 instead. If you have the Mortal Healing feat, you can reduce all available conditions by 1 for a target who hasn't benefited from positive or healing magic in the last 24 hours, and if you roll a critical success before applying the effects of the feat, you reduce all available conditions by 2 for that target instead."
			]
		},
		{
			"name": "Prayer Attack",
			"source": "LOL",
			"page": 58,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 14,
			"featType": {
				"archetype": [
					"Red Mantis Assassin"
				]
			},
			"traits": [
				"archetype",
				"concentrate"
			],
			"prerequisites": "{@feat Red Mantis Assassin Dedication|LOWG}",
			"requirements": "You are wielding a sawtooth saber in each hand.",
			"entries": [
				"You've mastered the signature assassination style of the Red Mantis. Attempt to {@action Feint} an enemy within 30 feet. If your {@action Feint} is successful, when you use Prayer Attack on subsequent turns you automatically make the target {@condition flat-footed} against your melee attacks for that turn without rolling a check to {@action Feint}, so as long as you remain visible to the target and the target remains within 30 feet of you. If you use your Prayer Attack against a different target, you must attempt to {@action Feint} the target normally.",
				"When you use Prayer Attack, your next successful {@action Strike} with a sawtooth saber that turn deals {@damage 2d6} {@condition persistent damage||persistent bleed damage} to the target."
			]
		},
		{
			"name": "Rescuer's Press",
			"source": "LOL",
			"page": 68,
			"level": 4,
			"featType": {
				"archetype": [
					"Lastwall Sentry"
				]
			},
			"traits": [
				"rare",
				"archetype"
			],
			"prerequisites": "{@feat Lastwall Sentry Dedication|LOWG}",
			"entries": [
				"Any shield you wield gains the {@trait shove} trait. When you {@action Shove} using a shield and {@action Stride} as part of that action, you can move an additional 5 feet to either side of the creature you Shoved. In addition, if you are in the {@feat Everstand Stance|locg} and successfully {@action Shove} a creature using a shield that you wield two-handed, you can increase the distance of your {@action Shove} to 10 feet."
			]
		},
		{
			"name": "Shall Not Falter, Shall Not Rout",
			"source": "LOL",
			"page": 69,
			"level": 10,
			"featType": {
				"archetype": [
					"Knight Reclaimant"
				]
			},
			"traits": [
				"rare",
				"archetype"
			],
			"prerequisites": "{@feat Knight Reclaimant Dedication|LOCG}",
			"entries": [
				"You gain the {@spell shall not falter, shall not rout|LOL} focus spell. If you don't already have one, you gain a focus pool of 1 Focus Point, which you can regain using the {@action Refocus} activity to recite the Crimson Oath and meditate on its teachings. If you already have a focus pool, increase the number of Focus Points in your focus pool by 1. Your knight reclaimant focus spells are divine spells; when you gain this feat, you become trained in divine spell attacks and spell DCs and your spellcasting ability is Charisma."
			]
		},
		{
			"name": "Sun's Fury",
			"source": "LOL",
			"page": 101,
			"level": 6,
			"featType": {
				"archetype": [
					"Bright Lion"
				]
			},
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Bright Lion Dedication|LOL}",
			"entries": [
				"The Old Sun Gods have granted you a gift in your fight against Walkena. You gain the sun's fury focus spell. If you don't already have one, you gain a focus pool of 1 Focus Point, which you can regain using the {@action Refocus} activity to pray to the Old Sun Gods; if you already have a focus pool, increase the number of Focus Points in your focus pool by 1. Your Bright Lion focus spells are divine spells; when you gain this feat, if you aren't already, you become trained in divine spell attacks and spell DCs, using Charisma as your spellcasting ability score."
			]
		},
		{
			"name": "Vernai Training",
			"source": "LOL",
			"page": 58,
			"level": 12,
			"featType": {
				"archetype": [
					"Red Mantis Assassin"
				]
			},
			"traits": [
				"rare",
				"archetype"
			],
			"prerequisites": "{@feat Achaekek's Grip|LOL}, {@feat Advanced Red Mantis Magic|LOWG}",
			"entries": [
				"To resurrect a creature you've slain, a spellcaster must counteract your influence on its death. The DC of this check is equal to your class DC or spell DC, whichever is higher.",
				"In addition, add two 5th-level spells to your Red Mantis assassin spellbook—both spells must be chosen from the following options: {@spell death ward}, {@spell drop dead}, {@spell false vision}, {@spell hallucination}, {@spell illusory scene}, {@spell mind probe}, or {@spell sending}. You gain a 5th-level spell slot that you can use to prepare a spell from your Red Mantis assassin spellbook."
			]
		},
		{
			"name": "Vigil's Walls Rise Anew!",
			"source": "LOL",
			"page": 69,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 10,
			"featType": {
				"archetype": [
					"Knight Vigilant"
				]
			},
			"traits": [
				"rare",
				"archetype"
			],
			"prerequisites": "{@feat Knight Vigilant Dedication|LOMG}, {@feat Shield Block}",
			"entries": [
				"As part of daily preparation, you can drill with a number of allies up to your Charisma modifier. These allies must be present and listening during this time, but this does not otherwise impede their own preparation. When you use this feat's benefit, you and all drilled companions within 30 feet who are wielding shields {@action Raise a Shield}. Allies who Raise their Shields keep them raised until the start of their next turn, as normal."
			]
		},
		{
			"name": "Warding Light",
			"source": "LOL",
			"page": 101,
			"level": 4,
			"featType": {
				"archetype": [
					"Bright Lion"
				]
			},
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Bright Lion Dedication|LOL}",
			"entries": [
				"You gain a tattoo that serves as a special ward to defend you against Walkena's forces.",
				"The tattoo allows you to cast the {@spell light} cantrip as a divine innate spell at will. The cantrip is heightened to a spell level equal to half your level rounded up. If you die, the tattoo immediately casts gentle repose on your corpse, heightened to the same spell level."
			]
		},
		{
			"name": "Wish Alchemy",
			"source": "LOL",
			"page": 20,
			"level": 20,
			"traits": [
				"rare",
				"alchemist"
			],
			"entries": [
				"You have learned Artokus Kirran's most hidden secrets, granting you the ability to create alchemy infused with the power of wishes. Once per day when you use advanced alchemy during your daily preparations, you can spend a batch of infused reagents to create a wish vial containing a single common {@filter arcane spell of your choice of 8th level or lower|spells||Tradition & Spell List=arcane|level=1;2;3;4;5;6;7;8}. The spell must have a casting time of no more than 3 actions, no Cost, and must be able to target you. Only you can Activate the wish vial, which takes the same number of {@action Interact} actions as the spell's casting time and grants you the effects of the spell."
			]
		}
	]
}
