{"feat":[{"name":"A Home in Every Port","source":"PC2","remaster":true,"page":226,"level":11,"traits":["downtime","general"],"prerequisites":"Charisma +3","entries":["You have a reputation in towns and villages you've visited, and residents are always willing to open their doors to you. When in a town or village, during downtime, you can spend 8 hours to locate a resident willing to provide lodging for you and up to six allies for up to 24 hours at no charge. The standard of living within the acquired lodging is comfortable (GM Core 50), and square meals are provided at no cost. After 24 hours, you must pay standard prices for further lodging and meals or use this feat again to find a new resident willing to host you."]},{"name":"Acrobatic Performer","source":"PC2","remaster":true,"page":226,"level":1,"traits":["general","skill"],"prerequisites":"trained in {@skill Acrobatics|PC1}","entries":["You're an incredible acrobat, evoking wonder and enrapturing audiences with your prowess. You can roll an {@skill Acrobatics|PC1} check instead of a {@skill Performance|PC1} check when using the {@action Perform|PC1} action.","If you are trained in both {@skill Acrobatics|PC1} and {@skill Performance|PC1}, you gain a +1 circumstances bonus on {@skill Acrobatics|PC1} checks made to {@action Perform|PC1}."]},{"name":"Aerobatics Mastery","source":"PC2","remaster":true,"page":226,"level":7,"traits":["general","skill"],"prerequisites":"master in {@skill Acrobatics|PC1}","entries":["You move with grace in flight and can perform amazing aerial stunts. You gain a +2 circumstance bonus to {@skill Acrobatics|PC1} checks to {@action Maneuver in Flight|PC1} and can combine two maneuvers into a single action, such as reversing direction while making a steep ascent or descent or hovering in gale-force winds. The DC of the {@skill Acrobatics|PC1} check is equal to the DC of the most difficult maneuver + 5. If you're legendary in {@skill Acrobatics|PC1}, you can combine three such maneuvers into a single action; the DC of the {@skill Acrobatics|PC1} check is equal to the DC of the most difficult maneuver + 10. Regardless of the combination, these maneuvers rarely allow you to move farther than your fly Speed."]},{"name":"Armor Assist","source":"PC2","remaster":true,"page":227,"level":1,"traits":["general","skill"],"prerequisites":"trained in {@skill Athletics|PC1} or {@skill Lore|PC1|Warfare Lore}","entries":["You are practiced in helping yourself and others don heavy gear.","You can attempt an {@skill Athletics|PC1} or {@skill Lore|PC1|Warfare Lore} check with a DC determined by the GM (usually DC 15 for common armor, DC 20 for uncommon armor, and DC 25 for rare armor) to halve the time you take to don armor. You can halve an ally's time to don armor by working with them to don the armor and succeeding at an {@skill Athletics|PC1} or {@skill Lore|PC1|Warfare Lore} check against the same DC."]},{"name":"Armored Stealth","source":"PC2","remaster":true,"page":227,"level":2,"traits":["general","skill"],"prerequisites":"expert in {@skill Stealth|PC1}","entries":["You have learned techniques to adjust and modify your armor and movements to reduce the noise you make. When you wear non-noisy armor with which you are trained, your penalty to {@skill Stealth|PC1} checks is reduced by 1 (to a minimum penalty of 0). If you're a master in {@skill Stealth|PC1}, reduce the penalty by 2, and if you're legendary, reduce the penalty by 3. If your armor has the {@trait noisy} trait, instead of reducing the penalty to {@skill Stealth|PC1} checks, you ignore the effects of the {@trait noisy} trait, enabling you to remove the penalty with a sufficient Strength score as normal."]},{"name":"Assured Identification","source":"PC2","remaster":true,"page":227,"level":2,"traits":["general","skill"],"prerequisites":"expert in {@skill Arcana|PC1}, {@skill Nature|PC1}, {@skill Occultism|PC1}, or {@skill Religion|PC1}","entries":["You rarely misidentify an item. When using {@skill Arcana|PC1}, {@skill Nature|PC1}, {@skill Occultism|PC1}, or {@skill Religion|PC1} checks to {@action Identify Magic|PC1}, if you roll a critical failure, you get a failure instead. If you would misidentify a {@trait cursed} item because you roll a success but not a critical success (GM Core 306), you simply can't identify it instead."]},{"name":"Backup Disguise","source":"PC2","remaster":true,"page":227,"level":2,"traits":["general","skill"],"prerequisites":"expert in {@skill Deception|PC1}","entries":["You have a specific disguise that you keep at the ready, worn underneath your outer garment. You can change into this disguise to {@action Impersonate|PC1} as a 3-action activity. If you are a master in {@skill Deception|PC1}, it is instead a 2-action activity, and if you are legendary in {@skill Deception|PC1}, it is a single action. You can create a new backup disguise by spending the normal amount of time it takes you to {@action Impersonate|PC1}, but you can have only one backup disguise at a time. Having a backup disguise doesn't allow you to remove your armor or any other complex piece of clothing any more quickly, but once you have those off, the disguise is readily available. Because you have the backup disguise at the ready, it's possible that a thorough search might reveal some elements of the disguise (see {@action Conceal an Object|PC1} in the {@skill Stealth|PC1} skill)."]},{"name":"Battle Planner","source":"PC2","remaster":true,"page":227,"level":2,"traits":["general","skill"],"prerequisites":"expert in {@skill Lore|PC1|Warfare Lore}","entries":["You are constantly drawing up plans and battle scenarios, assembling strategies and gathered intelligence for later use. When you scout an enemy's position or receive a detailed report from an ally who scouted the enemy's position, if you have a clear indication of the number, position, and identities of your potential foes, you can spend 1 minute to come up with a battle plan that takes such potential factors into account and reduces the role luck plays in the equation. Roll a {@skill Lore|PC1|Warfare Lore} check. As long as the information was accurate and remains accurate when you roll initiative against those enemies, you can use the {@skill Lore|PC1|Warfare Lore} result you previously rolled for your initiative roll; if you do, this is a {@trait fortune} effect."]},{"name":"Biographical Eye","source":"PC2","remaster":true,"page":227,"level":7,"traits":["general","secret","skill"],"prerequisites":"master in {@skill Society|PC1}","entries":["In even a brief conversation or social interaction, you pick up on subtle social and visual cues to learn a great deal about a person's origin and history. You might notice bits of green under the person's fingernails and determine they're an herbalist, spy a pin indicating their membership in a secret society, or something similar. You pick up on only details that have to do with their societal role, so you might learn the city district where a vampire lives, but wouldn't learn any of their weaknesses, nor necessarily even that they are a vampire.","Spend 1 minute in the presence of someone you haven't met before, or haven't met since you first gained Biographical Eye, then attempt a DC 30 {@skill Society|PC1} check. You gain a +1 circumstance bonus to the check if you engaged the person in conversation during this time. If the person is deliberately trying to conceal their nature or present a false identity, you learn about their false biography rather than their true one unless the result of your {@skill Society|PC1} check exceeds their Will DC.",{"type":"successDegree","entries":{"Critical Success":["You learn the creature's profession, their specialty within that profession, and a major accomplishment or controversy from their career. You also learn the nation and settlement where they live, as well as the district in a city large enough to have districts. In addition, you learn the nation or settlement where they spent their formative years."],"Success":["You learn the creature's profession and specialty within that profession. You learn the nation or settlement where they normally live."],"Failure":["You learn the creature's profession and the region of the world they hail from, but no more."],"Critical Failure":["You learn a piece of erroneous information about the creature."]}}]},{"name":"Bon Mot","source":"PC2","remaster":true,"page":228,"activity":{"number":1,"unit":"action"},"level":1,"traits":["auditory","concentrate","emotion","general","linguistic","mental","skill"],"prerequisites":"trained in {@skill Diplomacy|PC1}","entries":["You launch an insightful quip at a foe, distracting them. Choose a foe within 30 feet and roll a {@skill Diplomacy|PC1} check against the target's Will DC.",{"type":"successDegree","entries":{"Critical Success":["The target is distracted and takes a −3 status penalty to {@skill Perception|PC1} and Will saves for 1 minute. The target can end the effect early with a retort to your Bon Mot. This can either be a single action that has the {@trait concentrate} trait or an appropriate skill action to frame their retort. The GM determines which skill actions qualify, though they must take at least 1 action. Typically, the retort needs to use a linguistic Charisma-based skill action."],"Success":["As critical success, but the penalty is −2."],"Critical Failure":["Your quip is atrocious. You take the same penalty an enemy would take had you succeeded. This ends after 1 minute or if you issue another Bon Mot and succeed."]}}]},{"name":"Caravan Leader","source":"PC2","remaster":true,"page":228,"level":11,"traits":["general"],"prerequisites":"Pick Up the Pace","entries":["You know how to get the most effort out of your allies on the road. Your group can {@action Hustle|PC1} for an additional 20 minutes beyond the length of time that the member who could {@action Hustle|PC1} longest on their own."]},{"name":"Concealing Legerdemain","source":"PC2","remaster":true,"page":228,"level":1,"traits":["general","skill"],"prerequisites":"trained in {@skill Thievery|PC1}","entries":["Rather than hide an object somewhere the inspectors won't search, you're skilled at keeping the object on the move so it's never where they look. When you {@action Conceal an Object|PC1} of light Bulk or less, you can use {@skill Thievery|PC1} instead of {@skill Stealth|PC1} for your checks and for the DC of an active searcher's {@skill Perception|PC1} check.","You roll the check only once, but you must continue to use actions to {@action Conceal an Object|PC1} throughout the process."]},{"name":"Consult the Spirits","source":"PC2","remaster":true,"page":228,"level":7,"traits":["general","secret","skill"],"prerequisites":"master in {@skill Nature|PC1}, {@skill Occultism|PC1}, or {@skill Religion|PC1}","frequency":{"number":1,"unit":"day"},"entries":["You have learned rites or meditations that enable you to perceive minor, {@condition invisible|PC1} spirits within a place. Choose {@skill Nature|PC1}, {@skill Occultism|PC1}, or {@skill Religion|PC1} when you select this feat. {@skill Nature|PC1} allows you to contact the spirits of nature that form leshies, who are born of pure life essence rather than spiritual energy and can answer questions about natural features like the location of nearby water or plant life. {@skill Religion|PC1} reveals the presence of angelic, demonic, or other spirits in service to divine beings, who provide information about sources of powerful life energy or energy from the Void; sacred or profane influences; or the presence of undead. {@skill Occultism|PC1} allows you to contact lingering spirits, psychic echoes of the departed dead, and spirits from beyond reality, who tell you about things like strange auras, effects, or the presence of unnatural occult beings.","Spend 10 minutes and attempt a check to {@action Recall Knowledge|PC1} with the chosen skill; the DC is determined by the GM (usually a very high DC for the level of the highest-level creature you might encounter in the area). If you're legendary in the chosen skill, you can use this feat once per hour, instead of only once per day, but you can't use it again on any area that overlaps a previous area.",{"type":"successDegree","entries":{"Critical Success":["The spirits reveal themselves to you and have a {@condition helpful|PC1} attitude toward you. Only you can perceive these spirits. They answer three simple questions about the environment within 100 feet of you, depending on the skill you chose and thus the type of spirits you contact.","Their answers are almost always a single word, and their knowledge is limited to within their area of interest."],"Success":["As with a critical success, but the spirits are {@condition indifferent|PC1} to you and answer only one question."],"Failure":["You are unable to contact the spirits of this place."],"Critical Failure":["You contact one or more malevolent spirits. They are {@condition hostile|PC1} toward you, though they may not immediately appear so. They answer up to three questions but give you information that is harmful to you in some way, as determined by the GM."]}}],"special":["You can select this feat multiple times, each time picking a different skill in which you have the master proficiency rank. You can use this feat with each skill once per day (or once per hour, if you're legendary)."]},{"name":"Crafter's Appraisal","source":"PC2","remaster":true,"page":229,"level":1,"traits":["general","skill"],"prerequisites":"trained in {@skill Crafting|PC1}","entries":["Your knowledge of items' construction allows you to discern their {@trait magical} effects as well. You can use {@skill Crafting|PC1} instead of a skill associated with a magic tradition to {@action Identify Magic|PC1} on magic items, though not on any other sorts of magic."]},{"name":"Deceptive Worship","source":"PC2","remaster":true,"page":229,"level":1,"traits":["general","skill"],"prerequisites":"trained in {@skill Occultism|PC1}","entries":["Members of your cult frequently pass themselves off as worshippers of other religions. You can use {@skill Occultism|PC1} instead of {@skill Deception|PC1} to {@action Impersonate|PC1} a typical worshipper of another faith or to {@action Lie|PC1} specifically to claim you are a member of the faith you are {@action Impersonate|PC1|Impersonating}. You still need to use the {@skill Deception|PC1} skill to {@action Impersonate|PC1} a specific worshipper or to perform other deceptive actions, such as attempting to {@action Lie|PC1} about any other matter."]},{"name":"Dirty Trick","source":"PC2","remaster":true,"page":229,"activity":{"number":1,"unit":"action"},"level":1,"traits":["attack","general","manipulate","skill"],"prerequisites":"trained in {@skill Thievery|PC1}","requirements":"You have a hand free and are within melee reach of an opponent.","entries":["You hook a foe's bootlaces together, pull their hat over their eyes, loosen their belt, or otherwise confound their mobility through an underhanded tactic. Attempt a {@skill Thievery|PC1} check against the target's Reflex DC.",{"type":"successDegree","entries":{"Critical Success":["The target is {@condition clumsy|PC1|clumsy 1} until they use an {@action Interact|PC1} action to end the impediment"],"Success":["As critical success, but the condition ends automatically after 1 round."],"Critical Failure":["You fall {@condition prone|PC1} as your attempt backfires."]}}]},{"name":"Discreet Inquiry","source":"PC2","remaster":true,"page":229,"level":2,"traits":["general","skill"],"prerequisites":"expert in {@skill Deception|PC1} or {@skill Diplomacy|PC1}","entries":["You are subtle in your efforts to learn the things you need to know. When {@action Gather Information|PC1|Gathering Information}, you can hide the true subject of your inquiry among other topics of little interest to you without increasing the difficulty of the check or taking more time to {@action Gather Information|PC1}. Anyone trying to {@action Gather Information|PC1} to determine if someone else was asking around about the topic in question must exceed your {@skill Deception|PC1} DC or the normal DC to {@action Gather Information|PC1} about your inquiries, whichever is higher, or else they don't learn of your efforts."]},{"name":"Distracting Performance","source":"PC2","remaster":true,"page":229,"activity":{"number":1,"unit":"action"},"level":2,"traits":["general","skill"],"prerequisites":"expert in {@skill Performance|PC1}","entries":["Your performances are especially distracting, allowing your allies to {@action Sneak|PC1} away with ease. You {@action Create a Diversion|PC1}, except you roll a {@skill Performance|PC1} check instead of {@skill Deception|PC1}, and the benefits of successful checks apply to an ally of your choice instead of you. The effects of a success last until the end of that ally's turn, and can end early based on the ally's actions.","You don't need to be observing your ally or know where they are, but you need to know they're present to choose them."]},{"name":"Disturbing Knowledge","source":"PC2","remaster":true,"page":229,"activity":{"number":2,"unit":"action"},"level":7,"traits":["emotion","fear","general","mental","skill"],"prerequisites":"master in {@skill Occultism|PC1}","entries":["You utter a litany of dreadful names, prophecies, and descriptions of realms beyond mortal comprehension, drawn from your study of forbidden tomes and scrolls. Even those who don't understand your language are unsettled by these dire secrets. Attempt an {@skill Occultism|PC1} check and compare the result to the Will DC of an enemy within 30 feet, or to the Will DCs of any number of enemies within 30 feet if you are legendary in {@skill Occultism|PC1}. Those creatures are temporarily immune for 24 hours.",{"type":"successDegree","entries":{"Critical Success":["The target becomes {@condition confused|PC1} for 1 round and {@condition frightened|PC1|frightened 1}."],"Success":["The target becomes {@condition frightened|PC1|frightened 1}."],"Failure":["The target is unaffected."],"Critical Failure":["You get overly caught up in your own words and become {@condition frightened|PC1|frightened 1}."]}}]},{"name":"Doublespeak","source":"PC2","remaster":true,"page":229,"level":7,"traits":["general","skill"],"prerequisites":"master at {@skill Deception|PC1}","entries":["You're skilled at saying one thing and meaning something different. You disguise your true meaning behind other words and phrases, relying on subtle emphasis and shared experience to convey meaning that only your allies understand. Any allies who have traveled alongside you for at least 1 full week automatically discern your meaning. Other observers must succeed at a {@skill Perception|PC1} check against your {@skill Deception|PC1} DC to realize you are passing a secret message, and they must critically succeed to understand the message itself."]},{"name":"Environmental Guide","source":"PC2","remaster":true,"page":230,"level":7,"traits":["general","skill"],"prerequisites":"master in {@skill Survival|PC1}","entries":["You can rapidly adapt to climates and help others do the same. After an hour in an environment, you and up to five allies can treat the natural temperature effects of an environment (GM Core 95) as one step less severe (treat extreme cold as severe cold or extreme heat as severe heat, for instance). This reduction in severity is cumulative with any equipment (such as cold-weather gear) or spells (such as environmental endurance). If you're legendary in {@skill Survival|PC1}, you may protect yourself and up to five allies, and you treat temperature effects as two steps less severe."]},{"name":"Evangelize","source":"PC2","remaster":true,"page":230,"activity":{"number":1,"unit":"action"},"level":7,"traits":["general","skill"],"prerequisites":"master in {@skill Diplomacy|PC1}, follower of a specific religion or philosophy","entries":["You point out a detail that incontrovertibly supports your faith, causing a listener's mind to whirl. Attempt a {@skill Diplomacy|PC1} check and compare the result to the Will DC of a single target that can hear you and understands your language; that target is then temporarily immune to Evangelize with respect to your deity or philosophy for 1 day. A creature that already agrees with you is unaffected, and at the GM's discretion, a target that genuinely changes its perspective to support your faith as a result of the argument is also otherwise unaffected.",{"type":"successDegree","entries":{"Critical Success":["The target is {@condition stupefied|PC1|stupefied 2} for 1 round."],"Success":["The target is {@condition stupefied|PC1|stupefied 1} for 1 round."],"Failure":["The target is unaffected."]}}]},{"name":"Exhort the Faithful","source":"PC2","remaster":true,"page":230,"level":2,"traits":["general","skill"],"prerequisites":"expert in {@skill Religion|PC1}, follower of a specific religion","entries":["Your knowledge of the tenets of your faith gives you insight into the best ways to get others of your faith to help you or to follow your directions. When you {@action Request|PC1} something of or {@action Coerce|PC1} members of your own faith, you can attempt a {@skill Religion|PC1} check instead of {@skill Diplomacy|PC1} or {@skill Intimidation|PC1}, and you gain a +2 circumstance bonus to the check. On a critically failed attempt to make a {@action Request|PC1}, the target's attitude toward you doesn't worsen."]},{"name":"Express Rider","source":"PC2","remaster":true,"page":230,"level":1,"traits":["exploration","general","skill"],"prerequisites":"trained in {@skill Nature|PC1}","entries":["You can encourage your mount to cover ground quickly. When calculating your travel Speed (Player Core 438) for the day while mounted, you can attempt a {@skill Nature|PC1} check to {@action Command an Animal|PC1} to increase your mount's travel Speed. The DC is determined by the GM, but is typically based on the mount's level or the difficulty of the environment, whichever is harder. On a success, increase your mount's travel Speed by half. This has no effect on your mount's movement in encounters. This benefit extends to up to six other allies traveling with you, as long as all such allies are also mounted, or are quadrupeds with a Speed of at least 30 feet."]},{"name":"Eye for Numbers","source":"PC2","remaster":true,"page":230,"activity":{"number":1,"unit":"action"},"level":1,"traits":["general","skill"],"prerequisites":"trained in {@skill Society|PC1}","entries":["You've learned to quickly estimate the number of items in a group with relative accuracy at only a glance. You immediately learn the number of visually similar items in a group you can see, rounded to the first digit in the total number. For example, you could look at a case of potion vials and learn that it held about 30 vials, but you wouldn't know that it was exactly 33 vials, how many different types of potions there were, or how many of which type. Similarly, you could look at a pile of 2,805 coins and know that there were about 3,000 coins in all. You can use this ability only on items that can typically be counted, so you can't use it on grains of sand or stars in the sky, for example.","If you count a specific number of items possessed by an enemy, such as the number of coins or pieces of equipment they're carrying, you can use this information the next time you {@action Feint|PC1} or {@action Create a Diversion|PC1} against that target within 1 minute. If you do, you gain a +1 circumstance bonus to your check and can use {@skill Society|PC1} instead of {@skill Deception|PC1} for the check.","You can use this action during an attempt to {@action Decipher Writing|PC1} that is primarily numerical or mathematical to gain a +2 circumstance bonus to your check."]},{"name":"Eyes of the City","source":"PC2","remaster":true,"page":230,"level":2,"traits":["general","skill"],"prerequisites":"trained in {@skill Diplomacy|PC1} or {@skill Society|PC1}","entries":["You can track down targets with the help of locals. You can use {@skill Diplomacy|PC1} or {@skill Society|PC1}, whichever you're trained in, to {@action Track|PC1} creatures in settlements. You chat with locals to help follow the trail of creatures you {@action Track|PC1}. At the GM's discretion, there might not be enough people to speak with to keep following the trail."]},{"name":"Forensic Acumen","source":"PC2","remaster":true,"page":230,"level":1,"traits":["general","skill"],"prerequisites":"trained in {@skill Medicine|PC1}","entries":["You understand principles of forensic medicine, making you better at examining a body to determine the cause of death or injury. You can perform a forensic examination on a body, as described under {@action Recall Knowledge|PC1} in the {@skill Medicine|PC1} skill, in half the normal amount of time (to a minimum of 5 minutes). If you succeed at your check, you can attempt an immediate check to {@action Recall Knowledge|PC1} to follow up on something you found, with a +2 circumstance bonus.","This check is usually related to the cause of injury or death, such as a {@skill Crafting|PC1} check to identify a poison or weapon used or an additional {@skill Medicine|PC1} check to identify a specific disease. If you prefer, you can instead attempt to {@action Recall Knowledge|PC1} about the type of creature whose body you examined, using the appropriate skill and gaining the same circumstance bonus.","The circumstance bonus increases to +3 if you have master proficiency in {@skill Medicine|PC1} and +4 if you have legendary proficiency."]},{"name":"Glean Contents","source":"PC2","remaster":true,"page":231,"level":1,"traits":["general","skill"],"prerequisites":"trained in {@skill Society|PC1}","entries":["You are adept at quickly scanning loose papers and carefully discerning the contents of sealed letters without damaging the seal. You can attempt {@skill Society|PC1} checks to {@action Decipher Writing|PC1} on a message that is only partially glimpsed, upside down or reversed from your perspective, and gain a +1 circumstance bonus to the check when doing so. You can also use this feat to decipher sealed letters, adding the {@trait manipulate} trait to your attempt to {@action Decipher Writing|PC1}. This doesn't prevent witnesses from noticing your efforts; you might need to attempt {@skill Deception|PC1} or {@skill Stealth|PC1} checks to avoid being noticed.","In either use of this feat, the recipient is made aware of your efforts on a critical failure (for instance, you might be caught rubbernecking or you might disturb the papers in a way their owner notices)."]},{"name":"Improvise Tool","source":"PC2","remaster":true,"page":231,"level":1,"traits":["general","skill"],"prerequisites":"trained in {@skill Crafting|PC1}","entries":["You can jury-rig solutions when you don't have the proper tools on hand. You can attempt to {@action Repair|PC1} damaged items without a repair toolkit.","If you have the raw materials, you can {@action Craft|PC1} a basic caltrop set, candle, compass, crowbar, fishing tackle, flint and steel, hammer, ladder, piton, rope, 10-foot pole, replacement thieves' picks, long or short tool, or torch as if you had their formulas."]},{"name":"Incredible Scout","source":"PC2","remaster":true,"page":231,"level":11,"traits":["exploration","general"],"prerequisites":"master in {@skill Perception|PC1}","entries":["When you scout, you are particularly alert for danger, granting your allies precious moments to prepare to fight. When using the {@action Scout|PC1} exploration activity, you grant your allies a +2 circumstance bonus to their initiative rolls instead of a +1 circumstance bonus."]},{"name":"Influence Nature","source":"PC2","remaster":true,"page":232,"level":7,"traits":["downtime","general","skill"],"prerequisites":"master in {@skill Nature|PC1}","entries":["With patience and time, you can make bird calls, leave game trails, and ultimately influence the behavior of a certain type of animals in the region to favor and even aid you in the days to come. The GM determines the DC of any check required and the amount of time your work requires (usually at least a day or two of downtime). While you can't directly control how you've influenced nature, you can hope for certain effects, such as easier hunts or birds falling silent whenever danger is approaching. If you're legendary in {@skill Nature|PC1}, you can elicit these same adjustments to animal behavior in the area by spending only 10 minutes."]},{"name":"Inoculation","source":"PC2","remaster":true,"page":232,"level":1,"traits":["general","healing","skill"],"prerequisites":"trained in {@skill Medicine|PC1}","entries":["You have practice combating plague, and your patients are less likely to succumb to the same disease again for a time. When you successfully Treat a Disease on someone and they fully recover from the disease, they gain a +2 circumstance bonus to saving throws against that same disease for 1 week."]},{"name":"Keen Follower","source":"PC2","remaster":true,"page":232,"level":3,"traits":["general"],"entries":["Your keen observation of your allies has made you better at following their lead. When using the {@action Follow the Expert|PC1} activity in exploration mode, you gain a +3 circumstance bonus if the ally you are following is an expert and a +4 circumstance bonus if your ally is a master.","You can share your observations with others to help further coordinate the group. If the ally you are following has Quiet Allies or another skill feat that allows the group to roll a single skill check for an exploration activity and use the lowest modifier, they can instead use your modifier, even if it's not the lowest."]},{"name":"Lead Climber","source":"PC2","remaster":true,"page":232,"level":2,"traits":["general","skill"],"prerequisites":"expert in {@skill Athletics|PC1}","entries":["When climbing, you can prepare routes for others to follow, and you can pull your allies up to avoid disaster. When your allies attempt to {@action Climb|PC1} a route you set using the {@action Follow the Expert|PC1} exploration activity, if any of them critically fail their checks to {@action Climb|PC1}, you can attempt an {@skill Athletics|PC1} check against the same DC. If you succeed, your ally only fails instead of critically failing. If you also critically fail, you both experience the consequences of the critical failure."]},{"name":"Legendary Guide","source":"PC2","remaster":true,"page":232,"level":15,"traits":["general","skill"],"prerequisites":"legendary in {@skill Survival|PC1}","entries":["You know the wilderness so well that you can help your party travel through it with ease. When you are setting the path for your party through wilderness terrain, your party gains a +10-foot circumstance bonus to its Speed for the purpose of calculating the party's travel Speed (Player Core 438), your party's travel Speed doesn't decrease in difficult terrain, and greater difficult terrain halves your party's travel Speed instead of reducing it to a third. This doesn't increase your party's Speed during an encounter or allow your party to ignore difficult terrain during an encounter."]},{"name":"Leverage Connections","source":"PC2","remaster":true,"page":232,"level":2,"traits":["uncommon","general","skill"],"prerequisites":"expert in {@skill Society|PC1}, and either {@feat Courtly Graces|PC1} or {@feat Streetwise|PC1}","entries":["You know the right people who can get things done for you in certain circles. Once per week, when you're in an area that has an established group of influential nobles, mercantile elites, or the like (if you have {@feat Courtly Graces|PC1}), or a network of unsavory characters such as a thieves' guild (if you have {@feat Streetwise|PC1}), you can use {@skill Society|PC1} to {@action Request|PC1} a favor or aid from those people as if they were {@condition friendly|PC1} to you. Your request must make sense for the type of people you contact. For instance, a member of the royal court could secure you a proper invitation to a fancy ball, while a local burglar could point out a way to stealthily infiltrate that same party. If you critically succeed this check, your connection gives a piece of {@condition helpful|PC1} advice or lets you in on a small secret, granting you or a member of your party a +2 circumstance bonus to the first skill check you attempt when acting on the favor. If you critically fail this check, you might have to perform some service for your connection to get back in their good graces, as determined by the GM."]},{"name":"Numb to Death","source":"PC2","remaster":true,"page":232,"level":7,"traits":["general"],"prerequisites":"{@feat Diehard|PC1}, you have died at least once","entries":["Your past has left you numb to death's call. The first time each day that you regain Hit Points while you are {@condition dying|PC1}, you gain a circumstance bonus to the number of Hit Points you regain equal to your level, and you neither gain the {@condition wounded|PC1} condition nor increase the value of this condition."]},{"name":"Pick Up the Pace","source":"PC2","remaster":true,"page":232,"level":3,"traits":["general"],"prerequisites":"Constitution +2","entries":["You lead by example and can help others push themselves beyond their normal limits. When Hustling in a group during exploration mode, your group can {@action Hustle|PC1} for as long as the member who could {@action Hustle|PC1} longest on their own."]},{"name":"Pilgrim's Token","source":"PC2","remaster":true,"page":232,"level":1,"traits":["general","skill"],"prerequisites":"trained in {@skill Religion|PC1}, follower of a specific religion","entries":["You carry a small token of protection from a site holy to your faith. You gain a wooden religious symbol for your deity for free. As long as this religious symbol is in your possession, when you tie an adversary's initiative roll, you go first.","If you lose this religious symbol, you must purchase or {@action Craft|PC1} a replacement and attune it. Such a token usually costs at least 1 sp, and the attunement takes 10 minutes of prayer. You can also attune a different religious symbol with the same amount of time, but you lose the benefit of the previous religious symbol."]},{"name":"Rapid Affixture","source":"PC2","remaster":true,"page":233,"level":7,"traits":["general","skill"],"prerequisites":"master in {@skill Crafting|PC1}","entries":["You take only 1 minute to {@action Affix a Talisman|GMC}. If you're legendary in {@skill Crafting|PC1}, you can {@action Affix a Talisman|GMC} as a 3-action activity."]},{"name":"Risky Surgery","source":"PC2","remaster":true,"page":233,"level":1,"traits":["general","skill"],"prerequisites":"trained in {@skill Medicine|PC1}","entries":["Your surgery can bring a patient back from the brink of death, but might push them over the edge. When you {@action Treat Wounds|PC1}, you can deal {@damage 1d8} slashing damage to your patient just before applying the effects of {@action Treat Wounds|PC1}. If you do, you gain a +2 circumstance bonus to your {@skill Medicine|PC1} check to {@action Treat Wounds|PC1}, and if you roll a success, you get a critical success instead."]},{"name":"Robust Health","source":"PC2","remaster":true,"page":233,"level":3,"traits":["general"],"entries":["Your physiology responds well to first aid. You gain a circumstance bonus to the number of Hit Points you regain equal to your level from a successful attempt to Treat your Wounds or use {@feat Battle Medicine|PC1} on you. After you or an ally use {@feat Battle Medicine|PC1} on you, you become temporarily immune to that {@feat Battle Medicine|PC1} for only 1 hour, instead of 1 day."]},{"name":"Rolling Landing","source":"PC2","remaster":true,"page":233,"level":2,"traits":["general","skill"],"prerequisites":"Cat Fall","entries":["You land with quick rolls that help you keep your momentum. If you fall and don't take damage (usually due to treating the fall as a shorter distance), you can use your reaction to immediately enter a short roll when you land and {@action Step|PC1}. If you are an expert in {@skill Acrobatics|PC1}, you can use your reaction to {@action Step|PC1} or {@action Stride|PC1} up to half your Speed after you fall and don't take damage. If you're a master in {@skill Acrobatics|PC1}, you can use this reaction to {@action Step|PC1} or {@action Stride|PC1} up to your full Speed. If you're legendary in {@skill Acrobatics|PC1}, you don't trigger reactions triggered by movement when you {@action Stride|PC1} in this way."]},{"name":"Root Magic","source":"PC2","remaster":true,"page":233,"level":1,"traits":["general","skill"],"prerequisites":"trained in {@skill Occultism|PC1}","entries":["Your talismans ward against foul magic. During your daily preparations, you can assemble a small pouch with bits of herbs, hair, sacred oils, and other ritual ingredients, which you give to one ally; the ally cannot be yourself. The first time that day the ally attempts a saving throw against A spell or haunt, they gain a +1 circumstance bonus to the roll. This bonus increases to +2 if you're an expert in {@skill Occultism|PC1} or +3 if you're legendary."]},{"name":"Sanctify Water","source":"PC2","remaster":true,"page":233,"activity":{"number":1,"unit":"action"},"level":2,"traits":["general","skill"],"prerequisites":"expert in {@skill Religion|PC1}, must worship a deity that lists \"holy\" or \"unholy\" in their sanctification","entries":["You imbue water with your deity's blessing. Choose a container of water with light Bulk possessed by you or an ally within your reach. Until the end of your next turn, it becomes holy water or unholy water. You can choose holy water if your deity allows holy sanctification, unholy water if your deity allows unholy sanctification, or either if your deity allows both sanctifications. This is a temporary effect and doesn't impart monetary value or allow the water to be used for costs of rituals or the like. If you're a master in {@skill Religion|PC1}, you can sanctify two containers when you take this action, and if you're legendary, you can sanctify three."]},{"name":"Shadow Mark","source":"PC2","remaster":true,"page":233,"level":2,"traits":["general","skill"],"prerequisites":"expert in {@skill Stealth|PC1}","entries":["You have learned special tricks that help you follow individuals without them noticing you. When you attempt a {@skill Stealth|PC1} check to {@action Avoid Notice|PC1} while following a specific target, the target takes a −2 circumstance penalty to their {@skill Perception|PC1} DC. If you have master proficiency in {@skill Stealth|PC1}, the penalty is −3 or −4 if you're legendary. If you start an encounter with the target while shadowing them, the target takes this penalty to their initiative roll and to their {@skill Perception|PC1} DC to determine if they notice you, as normal for {@action Sneak|PC1}."]},{"name":"Signature Crafting","source":"PC2","remaster":true,"page":233,"level":7,"traits":["uncommon","general","skill"],"prerequisites":"master in {@skill Crafting|PC1}, Magical {@skill Crafting|PC1}","entries":["Magic items you create bear a stamp specific to your handiwork. When you successfully {@action Craft|PC1} a permanent magic item, roll a DC {@flatDC 9} flat check when the item is fully complete. Any benefit A creature gains from an item quirk applies only while the creature wears the item (for a worn item) or holds it (for a held item). The GM might allow custom quirks similar to those listed.",{"type":"successDegree","entries":{"Critical Success":["Choose an item quirk from the table and its specifics."],"Success":["The item gains a random item quirk with any specifics selected by the GM."]}},{"type":"table","rollable":true,"minimizeTo":[0],"labelRowIdx":[0],"colSizes":[1,3,6],"colStyles":["text-center","",""],"rows":[["{@dice d10}","Quirk","Description"],["1","Cavorting","Dances in place when not in use."],["2","Clean","Remains pristine despite filth."],["3","Environmental","Appearance changes to match its environment."],["4","Filthy","A layer of filth always remains."],["5","Floating","Slowly descends when dropped."],["6","Glittering","Shimmers and glows with light bright as a {@item torch|PC1}."],["7","Invisible","The item is {@condition invisible|PC1}, but becomes visible for 1 round after being used."],["8","Loyal","Floats within 5 feet of its owner, as if on a tether (but can still be seized by someone else)."],["9","Mood coloration","User's mood affects the item's color."],["10","Skillful","The item grants a +1 item bonus to one type of skill checks."]]}]},{"name":"Slippery Prey","source":"PC2","remaster":true,"page":234,"level":2,"traits":["general","skill"],"prerequisites":"trained in {@skill Acrobatics|PC1} or {@skill Athletics|PC1}","entries":["You're able to escape bonds more easily than others. When you attempt to {@action Escape|PC1} using {@skill Acrobatics|PC1} or {@skill Athletics|PC1}, you reduce the multiple attack penalty for repeated attempts to −4 and −8 if you're trained in the skill. The penalty becomes −3 and −6 if you're a master in the appropriate skill. If you're legendary in the skill, you don't take penalties for multiple {@action Escape|PC1} attempts in the same turn.","Regardless of your training, your attempts to {@action Escape|PC1} still have the {@trait attack} trait and incur a multiple attack penalty with other actions."]},{"name":"Snare Crafting","source":"PC2","remaster":true,"page":234,"level":1,"traits":["general","skill"],"prerequisites":"trained in {@skill Crafting|PC1}","entries":["You can use the {@action Craft|PC1} activity to create snares. When you select this feat, you immediately add the formulas for four common 1st-level snares to your formula book."]},{"name":"Sow Rumor","source":"PC2","remaster":true,"page":234,"level":2,"traits":["uncommon","general","secret","skill"],"prerequisites":"expert in {@skill Deception|PC1}","entries":["You spread rumors, which may or may not be true, about a specific subject. If the subject of your rumor is not currently the subject of any contradictory rumors, this takes as long as it would normally take you to {@action Gather Information|PC1} (typically 2 hours), at the end of which the GM rolls a secret {@skill Deception|PC1} check against a DC they set to see how well you spread the rumor. If your rumor matches any current rumors about the subject, it takes less time to spread, and if you are attempting to overtake a particularly popular and contradictory rumor, it takes much longer or may be impossible. The DC similarly increases or decreases depending on how plausible your rumor is. For example, it might be harder to sow a rumor that the beloved, generous mayor is the head of a cult of murderous demon worshippers.",{"type":"successDegree","entries":{"Critical Success":["Your rumor spreads like wildfire. Anyone who succeeds at a check to {@action Gather Information|PC1} on the specific subject learns your rumor in preference to other rumors about the subject. Your rumor persists for 1 month. You gain a +2 circumstance bonus to {@skill Deception|PC1}, {@skill Diplomacy|PC1}, and {@skill Intimidation|PC1} checks in an appropriate situation when you invoke your rumor."],"Success":["You successfully spread the rumor. Anyone who succeeds at a check to {@action Gather Information|PC1} on the specific subject adds your rumor to the list of rumors they could learn about the subject. Your rumor persists for 1 week. You gain a +1 circumstance bonus to {@skill Deception|PC1}, {@skill Diplomacy|PC1}, and {@skill Intimidation|PC1} checks in an appropriate situation when you invoke your rumor."],"Failure":["Your rumor dies off, never becoming popular enough for other people to learn it via {@action Gather Information|PC1}."],"Critical Failure":["You are unable to spread a rumor and take a −4 circumstance penalty to {@skill Deception|PC1} checks to Sow Rumors about the same subject within the same region for 1 week.","In addition, a rumor spreads about someone trying to spread false rumors about the subject."]}}]},{"name":"Supertaster","source":"PC2","remaster":true,"page":234,"level":7,"traits":["general"],"prerequisites":"master in {@skill Perception|PC1}","entries":["You have refined your palate and have a discerning sense of taste that can detect abnormalities in the flavor and texture of food and beverages. When eating food or drinking a beverage, you automatically attempt to identify the ingredients, which might alert you to the presence of alterations or additives, such as poisons. The GM rolls a secret {@skill Perception|PC1} check against a DC determined by the poison's level; if the food or drink is poisoned, on a success, you learn that the food or drink was poisoned, but not the specific poison used. If you successfully detect that the food or drink was poisoned, you can spit out the food or drink in time to not be exposed to that instance of the poison (unless you resume eating or drinking the poisoned food or beverage). If you lick or taste something while Investigating or attempting to {@action Recall Knowledge|PC1} to identify something, and if the taste would provide relevant additional information (at the GM's discretion), you gain a +2 circumstance bonus to your check."]},{"name":"Terrifying Resistance","source":"PC2","remaster":true,"page":234,"level":2,"traits":["general","skill"],"prerequisites":"expert in {@skill Intimidation|PC1}","entries":["The spells of those you have {@action Demoralize|PC1|Demoralized} are less effective on you. If you succeed in {@action Demoralize|PC1|Demoralizing} A creature, for the next 24 hours you gain a +1 circumstance bonus to saving throws against that creature's spells."]},{"name":"Thorough Search","source":"PC2","remaster":true,"page":234,"level":3,"traits":["general"],"prerequisites":"expert in {@skill Perception|PC1}","entries":["You take your time searching to ensure you find everything. When {@action Search|PC1|Searching}, you can take twice as long to search. Normally this means you {@action Search|PC1} at up to one quarter of your Speed, to a maximum of 150 feet per minute to check everything, or 75 feet per minute to check everything before you walk into an area.","If you do and the GM rolls your secret check to {@action Seek|PC1} to notice something, you gain a +2 circumstance bonus to that {@skill Perception|PC1} check and if you succeed, you get a critical success instead."]},{"name":"True Perception","source":"PC2","remaster":true,"page":234,"level":19,"traits":["general","revelation"],"prerequisites":"legendary in {@skill Perception|PC1}","entries":["Your perceptive abilities and ability to process sensory information are so far beyond the pale that you notice minute discrepancies in all sorts of illusions and physical transformations. You are constantly under the effects of a 6thrank {@spell truesight|PC1} spell, using your {@skill Perception|PC1} modifier for the counteract check."]},{"name":"Tumbling Teamwork","source":"PC2","remaster":true,"page":234,"level":2,"traits":["general","skill"],"prerequisites":"expert in {@skill Acrobatics|PC1}","entries":["Your tumbling distracts a foe enough to create an advantage for one of your allies. When you successfully {@action Tumble Through|PC1} an enemy's space, an ally who is adjacent to that enemy can {@action Step|PC1} as a reaction, but they must remain adjacent to that enemy."]},{"name":"Tumbling Theft","source":"PC2","remaster":true,"page":235,"level":7,"traits":["general","skill"],"prerequisites":"expert in {@skill Acrobatics|PC1} and {@skill Thievery|PC1}","entries":["You reach for an opponent's item as you move past a foe. If you critically succeed at your check to {@action Tumble Through|PC1} an enemy's space, you can attempt to {@action Steal|PC1} something from the enemy as a reaction. You gain a +1 circumstance bonus to your {@skill Thievery|PC1} check to {@action Steal|PC1} as your tumbling make it difficult for your enemy to keep track of your movement. You can {@action Steal|PC1} any immediately accessible item of light or negligible Bulk on the enemy's person, such as a potion or coin purse hanging from a belt, but not anything inside a container or anything the enemy is holding. The GM has final say on what you can {@action Steal|PC1}."]},{"name":"Underground Network","source":"PC2","remaster":true,"page":235,"level":2,"traits":["uncommon","general","skill"],"prerequisites":"expert in {@skill Society|PC1}, Streetwise","entries":["You're connected to groups that know what's going on in the streets, and you can get information out of them quickly. When you use {@skill Society|PC1} to {@action Gather Information|PC1} in an area where you have a network (typically a settlement where you've spent at least a week or spent a day of downtime to build a network faster), you can contact a member of these groups to get information directly from them. This usually takes about an hour, and it doesn't draw as much attention as {@action Gather Information|PC1|Gathering Information} in public might. The check and information gained otherwise follow the normal rules for {@action Gather Information|PC1}.","In addition, if you have successfully consulted the underground network, you get a +1 circumstance bonus to the next check to {@action Recall Knowledge|PC1} you attempt about the subject you were {@action Gather Information|PC1|Gathering Information} on, or a +2 circumstance bonus if you're using {@skill Lore|PC1|Underworld Lore} for the check. The GM might change the {@skill Lore|PC1} skill related to the network depending on your location or the specifics of the network you're tapping into."]},{"name":"Water Sprint","source":"PC2","remaster":true,"page":235,"level":7,"traits":["general","skill"],"prerequisites":"master in {@skill Athletics|PC1}","entries":["Experience and training have taught you that water has just enough surface tension for a master sprinter to traverse the surface. When you {@action Stride|PC1} in a straight line, if you move at least half your Speed over ground, you can move any amount of the remaining distance across a level body of water. If you don't end your {@action Stride|PC1} on solid ground, you fall into the water.","If you're legendary in {@skill Athletics|PC1}, as long as you start on solid ground, any part of your {@action Stride|PC1} can cross the water's surface, even if you aren't moving a straight line, though you still fall into the water if you don't end your movement on solid ground."]}]}