{
	"feat": [
		{
			"name": "Adaptive Vision",
			"source": "G&G",
			"page": 200,
			"level": 1,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": "Dwarf",
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Uncommon",
				"Dwarf"
			],
			"access": "You are from Dongun Hold or Alkenstar.",
			"entries": [
				"After years of using black powder weaponry in dimly lit spaces, you've become accustomed to dazzling flashes of light and sudden shifts in illumination. You gain a +1 circumstance bonus to saving throws against {@trait visual} effects.",
				"If you roll a success on a saving throw against a {@trait visual} effect, you get a critical success instead."
			]
		},
		{
			"name": "Advanced Breakthrough",
			"source": "G&G",
			"page": 49,
			"level": 6,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Inventor"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Basic Breakthrough|G&G}",
			"entries": [
				"You gain one inventor feat. For the purpose of meeting its prerequisites, your inventor level is equal to half your character level."
			],
			"special": "You can select this feat more than once. Each time you select it, you gain another inventor feat."
		},
		{
			"name": "Advanced Construct Companion",
			"source": "G&G",
			"page": 26,
			"level": 4,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor"
			],
			"prerequisites": "construct companion",
			"entries": [
				"You've upgraded your construct companion's power and decision-making ability. It becomes an advanced construct companion (page 33). During an encounter, even if you don't use the Command a Minion action, your construct companion can still use 1 action on your turn that round to {@action Stride} or {@action Strike}."
			],
			"leadsTo": [
				"Incredible Construct Companion|G&G"
			]
		},
		{
			"name": "Advanced Shooter",
			"source": "G&G",
			"page": 113,
			"level": 6,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"entries": [
				"You've dedicated your training to the most complex and weird weapons of your favorite group. Choose firearms or crossbows. You gain proficiency with all advanced firearms as if they were martial firearms or with all advanced crossbows as if they were martial crossbows."
			]
		},
		{
			"name": "Advanced Shooting",
			"source": "G&G",
			"page": 127,
			"level": 6,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Gunslinger"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Basic Shooting|G&G}",
			"entries": [
				"You gain one gunslinger feat. For the purpose of meeting its prerequisites, your gunslinger level is equal to half your level."
			],
			"special": "You can select this feat more than once. Each time you select it, you gain another gunslinger feat."
		},
		{
			"name": "Alchemical Shot",
			"source": "G&G",
			"page": 112,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 4,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"requirements": "You have an alchemical bomb worn or in one hand, and are wielding a firearm or crossbow in the other.",
			"entries": [
				"You've practiced a technique for mixing alchemical bombs with your loaded shot. You {@action Interact} to retrieve the bomb (if it's not already in your hand) and pour its contents onto your ammunition, consuming the bomb. Next, {@action Strike} with your firearm. The {@action Strike} deals damage of the same type as the bomb (for instance, fire damage for alchemist's fire), and it deals an additional {@damage 1d6} {@condition persistent damage} of the same type as the bomb. If the {@action Strike} is a failure, you take {@dice 1d6} damage of the same type as the bomb you used, and the firearm misfires.",
				"The {@condition persistent damage} increases to {@dice 2d6} if the bomb is 11th level or higher, or {@dice 3d6} if it's 17th level or higher."
			]
		},
		{
			"name": "Arcane Camouflage",
			"source": "G&G",
			"page": 41,
			"level": 9,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": "Automaton",
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Automaton"
			],
			"prerequisites": "hunter automaton",
			"entries": [
				"You have developed magical techniques to aid you with stalking your prey. You can cast {@spell blur} and {@spell invisibility} each once per day as 2nd-level arcane innate spells.",
				"{@b Enhancement} Your camouflage is more potent. Your {@spell blur} spell now lasts 10 minutes and when you cast {@spell invisibility}, you can choose to gain the effects of the 4th-level version of the spell. In addition, you can now cast {@spell blur} and {@spell invisibility} each twice per day."
			]
		},
		{
			"name": "Arcane Communication",
			"source": "G&G",
			"page": 40,
			"level": 1,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": "Automaton",
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Automaton"
			],
			"entries": [
				"You can deliver silent messages. You gain touch telepathy, allowing you to communicate silently and mentally with any creature you're touching, as long as you share a language.",
				"{@b Enhancement} You can send your messages even further. Your telepathy gains a range of 10 feet, but you still have to share a language with your target."
			]
		},
		{
			"name": "Arcane Eye",
			"source": "G&G",
			"page": 40,
			"level": 1,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": "Automaton",
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Automaton"
			],
			"prerequisites": "{@ability low-light vision}",
			"entries": [
				"Your eye has been magically enhanced to pierce darkness. You gain {@ability darkvision}.",
				"{@b Enhancement} Your eye can see {@condition invisible} creatures in brief spurts. You can cast {@spell see invisibility} as an arcane innate spell once per hour."
			]
		},
		{
			"name": "Arcane Locomotion",
			"source": "G&G",
			"page": 42,
			"level": 13,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": "Automaton",
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Automaton"
			],
			"entries": [
				"You've modified your body to allow you to augment your movement. You gain either a climb Speed of 20 feet or a swim Speed of 20 feet, your choice.",
				"{@b Enhancement} Your body allows for even further forms of movement. You can either select the option from this feat you haven't chosen yet (climb Speed or swim Speed), or you can increase your land Speed by 5 feet and increase the Speed you chose from this feat increase to be equal to your adjusted land Speed."
			]
		},
		{
			"name": "Arcane Propulsion",
			"source": "G&G",
			"page": 41,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 9,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": "Automaton",
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Arcane",
				"Automaton",
				"Transmutation"
			],
			"frequency": "once per day",
			"entries": [
				"You redirect energy from your core to ports on your back or feet, allowing you to fly for a short time. You can maintain this redirected energy for 5 minutes. You gain a fly Speed equal to your Speed while redirecting the energy.",
				"{@b Enhancement} You can maintain your flight for longer. You can redirect your energy at all times, allowing you to fly whenever you want, rather than just once per day for 5 minutes."
			]
		},
		{
			"name": "Arcane Safeguards",
			"source": "G&G",
			"page": 41,
			"level": 5,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": "Automaton",
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Automaton"
			],
			"trigger": "You attempt a saving throw against a harmful {@trait magical} effect but haven't rolled yet.",
			"entries": [
				"Your innate magic protects you. You gain a +1 circumstance bonus to the triggering saving throw. Additionally, if the triggering effect is arcane, if you roll a success, you get a critical success instead."
			]
		},
		{
			"name": "Arcane Slam",
			"source": "G&G",
			"page": 41,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 9,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": "Automaton",
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Automaton"
			],
			"prerequisites": "warrior automaton",
			"requirements": "You have a creature {@condition grabbed} or {@condition restrained}.",
			"entries": [
				"You channel magical power from your core into your arm, empowering your attack as you attempt to slam your foe into the ground. Attempt an {@skill Athletics} check against the foe's Fortitude DC. You take a –2 circumstance penalty to your check if the target is one size larger than you and a –4 circumstance penalty if it's larger than that. You gain a +2 circumstance bonus to your check if the target is one size smaller than you and a +4 circumstance bonus if it's smaller than that.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "You slam the foe down and the magical energy overwhelms it. The creature is knocked {@condition prone}, becomes {@condition dazzled} for 1 round, and takes damage equal to {@damage 2d6} plus your Strength modifier. The foe is no longer {@condition grabbed} or {@condition restrained} by you.",
						"Success": "You slam the foe down. The creature is knocked {@condition prone} and takes damage equal to your Strength modifier. The foe is no longer {@condition grabbed} or {@condition restrained} by you.",
						"Failure": "You are unable to slam the creature, but your hold on the creature remains.",
						"Critical Failure": "The creature breaks free and is no longer {@condition grabbed} or {@condition restrained} by you."
					}
				},
				"{@b Enhancement} Your arms better channel your core's power. You no longer take penalties for attempting to slam larger foes. Your foe takes damage equal to {@damage 2d6} plus your Strength modifier on a success (or double that on a critical success)."
			]
		},
		{
			"name": "Artillerist Dedication",
			"source": "G&G",
			"page": 128,
			"level": 2,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Artillerist"
			},
			"traits": [
				"Archetype",
				"Dedication"
			],
			"prerequisites": "trained in martial weapons",
			"entries": [
				"Artillery is a team sport, where every member of the crew has to rely on the other members. At best, a mistake might just waste time. At worst, a misaligned fuse or a badly set pin could cause the whole thing to explode. You've taken these lessons to heart, and so your presence on an artillery team assists the entire team at every aspect of the siege weapon's deployment and usage. If you're serving on a siege weapon crew, you and all other members gain a +2 circumstance bonus to any checks to Load, Aim, move, or {@action Repair} the weapon. When you Aim a siege weapon, you can move the weapon's aim twice as far as normal."
			],
			"special": "You can't select another dedication feat until you've gained at least two other feats from the artillerist archetype."
		},
		{
			"name": "Astral Blink",
			"source": "G&G",
			"page": 42,
			"level": 13,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": "Automaton",
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Automaton"
			],
			"entries": [
				"You've attuned your core to allow you to phase in and out of the {@place Astral Plane}, allowing you to teleport periodically. You can cast {@spell dimension door} once per hour as a 4th-level innate arcane spell.",
				"{@b Enhancement} Your attunement allows you to teleport in a series of quick jumps rather than in one big leap. You can expend your hourly use of {@spell dimension door} as a free action when you begin your turn. If you do, your {@action Stride||Strides} are augmented until the end of your turn, allowing you to instantly teleport to any point you could reach with your Speed instead of traversing normally to the location. While augmented, your {@action Stride||Strides} gain the {@trait conjuration} and {@trait teleportation} traits. Your augmented {@action Stride||Strides} don't trigger reactions that can be triggered by {@trait move} actions or upon leaving or entering a square, unless those reactions trigger on teleportation."
			]
		},
		{
			"name": "Automaton Armament",
			"source": "G&G",
			"page": 39,
			"level": 1,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": "Automaton",
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Automaton"
			],
			"entries": [
				"You've been provided a body part designed for combat.",
				"You gain either a claw or pincer unarmed attack. The claw deals {@damage 1d4} slashing damage, is in the brawling group, and has the agile, {@trait finesse}, and {@trait unarmed} traits. The pincer deals {@damage 1d6} piercing damage, is in the brawling group, and has the {@trait grapple} and {@trait unarmed} traits."
			]
		},
		{
			"name": "Automaton Lore",
			"source": "G&G",
			"page": 40,
			"level": 1,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": "Automaton",
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Automaton"
			],
			"entries": [
				"You have come to better understand the process that made your body and the magic that powers it. You gain the trained proficiency rank in {@skill Arcana} and {@skill Crafting}. If you would automatically become trained in one of those skills (from your background or class, for example), you instead become trained in a skill of your choice. You also become trained in {@skill Lore||Automaton Lore}.",
				"{@b Enhancement} Your gain greater understanding. Increase your proficiency rank in either {@skill Arcana} or {@skill Crafting}, as well as {@skill Lore||Automaton Lore}, to expert. If you were already an expert in the chosen skill, increase your rank to master instead."
			]
		},
		{
			"name": "Axial Recall",
			"source": "G&G",
			"page": 43,
			"level": 17,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": "Automaton",
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Uncommon",
				"Automaton"
			],
			"entries": [
				"You have reconfigured the magical resonance of your core to attune to the planar energies of Axis. You can cast {@spell plane shift} twice per week as an arcane innate spell that can only target yourself; you can travel only to Axis or the Material Plane, and your body serves as the focus component."
			]
		},
		{
			"name": "Banshee Cry Display",
			"source": "G&G",
			"page": 135,
			"level": 12,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Firework Technician"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Firework Technician Dedication|G&G}",
			"entries": [
				"You've learned how to pull off a sudden noisemaker at just the right moment in your display, a technique that can disrupt precise wording. You gain the Banshee Cry fireworks display.",
				"Banshee Cry {@as R} Trigger A creature within 30 feet Casts a Spell that has a verbal component or Activates an Item using a command Activation; Effect You set off a firework to explode with a loud screech near the creature. The creature must attempt a Will save.",
				{
					"type": "successDegree",
					"entries": {
						"Success": "The creature is unaffected.",
						"Failure": "The creature must use an additional action on the triggering action or activity, or it's disrupted.",
						"Critical Failure": "The triggering action is disrupted."
					}
				}
			]
		},
		{
			"name": "Basic Beast Gunner Spellcasting",
			"source": "G&G",
			"page": 131,
			"level": 8,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Beast Gunner"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Beast Gunner Dedication|G&G}",
			"entries": [
				"You've unlocked the first secrets of beast guns, granting you the power of their synergistic magic. You gain the {@quickref basic spellcasting benefits|CRB|0|spellcasting archetypes} (Core Rulebook 219). Each time you gain a spell slot of a new level from this archetype, add a spell of the appropriate spell level to your repertoire, either a common spell of your chosen tradition or another spell of that tradition you've learned or discovered."
			],
			"leadsTo": [
				"Expert Beast Gunner Spellcasting|G&G",
				"Master Beast Gunner Spellcasting|G&G"
			]
		},
		{
			"name": "Basic Breakthrough",
			"source": "G&G",
			"page": 49,
			"level": 4,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Inventor"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Inventor Dedication|G&G}",
			"entries": [
				"You gain a 1st- or 2nd-level inventor feat of your choice."
			],
			"leadsTo": [
				"Advanced Breakthrough|G&G"
			]
		},
		{
			"name": "Basic Modification",
			"source": "G&G",
			"page": 49,
			"level": 8,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Inventor"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Inventor Dedication|G&G}",
			"entries": [
				"You've learned to modify your innovation in order to enhance its capabilities beyond what an ordinary piece of equipment can accomplish. You gain a basic modification of your choice for your innovation (page 16). Your innovation must meet any requirements for the modification you choose, as normal.",
				"Overwatch With a stalwart mind and sharp eyes, you observe the battlefield as though you and your allies are pieces on a chessboard. By predicting dangers and hazards and offering your insights to your comrades, you win battles through keen observation and teamwork. Whenever there's a threat or opening, you're the first to point it out, and you're ready to help your allies directly when necessary.",
				"As a group's overwatch, you might let the position go to your head. In such cases, you might think of yourself as the mastermind behind the chessboard and feel detached from your allies, thinking of them as little more than pawns on the field.",
				"But more likely your role allows you to feel a deeper connection to your allies, and your coordination and heroics stand out most when you subsume your individual ego to serve the group's needs. In that case, you might think of yourself as a part of a functional whole—if your party was a single living body, you serve as the eyes, but that doesn't mean you're the brain, the heart, or other vital organs. Everyone has a crucial role to play."
			]
		},
		{
			"name": "Basic Shooting",
			"source": "G&G",
			"page": 127,
			"level": 4,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Gunslinger"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Gunslinger Dedication|G&G}",
			"entries": [
				"You gain a 1st- or 2nd-level gunslinger feat of your choice."
			],
			"leadsTo": [
				"Advanced Shooting|G&G"
			]
		},
		{
			"name": "Beast Dynamo Howl",
			"source": "G&G",
			"page": 53,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 10,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Sterling Dynamo"
			},
			"traits": [
				"Uncommon",
				"Archetype"
			],
			"access": "You are from Arcadia.",
			"entries": [
				"You've incorporated beast tech from Arcadia into your dynamo, adding in components from various terrifying creatures to enhance your prosthesis's capabilities. The beast parts can unleash a disturbing howl as you make a powerful attack with your dynamo. Attempt a single {@skill Intimidation} check to {@action Demoralize} each enemy within 30 feet; you don't take a penalty when you attempt to {@action Demoralize} a creature that doesn't understand your language. Then, make a dynamo {@action Strike}. Reduce the operational time of your sterling dynamo by 1 hour."
			]
		},
		{
			"name": "Beast Gunner Dedication",
			"source": "G&G",
			"page": 130,
			"level": 6,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Beast Gunner"
			},
			"traits": [
				"Uncommon",
				"Archetype",
				"Dedication",
				"Magical"
			],
			"prerequisites": "expert with at least one type of firearm, trained in {@skill Arcana} or {@skill Crafting}, you own a beast gun and have slain the type of creature associated with your beast gun in a fair hunt (see above)",
			"entries": [
				"You've bonded to your beast gun and unlocked the first hints of its {@condition hidden} potential. You treat all beast guns as martial firearms when determining your proficiency with them, even beast guns that are normally advanced weapons. You can change your bonded beast gun to another beast gun you own each day during your daily preparations, as long as you've previously performed a ritual hunt associated with the new beast gun.",
				"The beast gun also acts as a conduit, drawing out and amplifying any latent or active magic power you have. You learn to cast spontaneous spells and gain the {@action Cast a Spell} activity. You gain a spell repertoire with one cantrip of your choice, from either the arcane or primal spell list. You choose this cantrip from the common spells on your chosen spell list or from other spells you have access to on the list. This cantrip must require a spell attack roll. You're trained in spell attack rolls and spell DCs for arcane or primal spells, whichever of the two traditions you chose. Your key spellcasting ability for these spells is Charisma.",
				"If you already cast arcane or primal spells from spell slots, you learn one additional cantrip from that tradition. If you're a prepared caster, you can prepare this spell in addition to your usual cantrips per day; if you're a spontaneous caster, you add this cantrip to your spell repertoire.",
				"You also gain Spellsling.",
				"Spellsling {@as 3} Requirements You're wielding your bonded beast gun; Effect You {@action Cast a Spell} that takes 1 or 2 actions to cast and requires a spell attack roll. The effects of the spell do not occur immediately but are imbued into the beast gun you're wielding. Make a {@action Strike} with that beast gun. Your spell flies with the ammunition, using your attack roll result to determine the effects of both the {@action Strike} and the spell. This counts as two attacks for the purposes of determining your multiple attack penalty, but you don't apply the penalty until after you've completed resolving the attack and spell."
			],
			"special": "You can't select another dedication feat until you've gained two other feats from the beast gunner archetype.",
			"leadsTo": [
				"Basic Beast Gunner Spellcasting|G&G",
				"Expert Beast Gunner Spellcasting|G&G",
				"Master Beast Gunner Spellcasting|G&G",
				"Controlled Bullet|G&G",
				"Drain Vitality|G&G"
			]
		},
		{
			"name": "Black Powder Blaze",
			"source": "G&G",
			"page": 132,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 8,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Bullet Dancer"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Black Powder Boost|G&G}",
			"requirements": "You're wielding a loaded firearm.",
			"entries": [
				"You learn to take advantage of every shot, flying across the battlefield with the help of your weapon's recoil. {@action Stride} and use Black Powder Boost. Make a ranged {@action Strike} with the required weapon at any point during the Black Powder Boost."
			]
		},
		{
			"name": "Black Powder Boost",
			"source": "G&G",
			"page": 112,
			"activity": {
				"number": 1,
				"unit": "varies",
				"entry": "{@as 1} OR {@as 2}"
			},
			"level": 4,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"requirements": "You're wielding a loaded firearm.",
			"entries": [
				"You fire your weapon as you jump, using the kickback to go farther. You {@action Leap} and discharge your firearm to add a +10-foot status bonus to the distance traveled. If you spend 2 actions for Black Powder Boost, you {@action High Jump} or {@action Long Jump} instead."
			],
			"special": "An ability that allows you to {@action High Jump} or {@action Long Jump} as a single action (like the {@feat Quick Jump} skill feat) lets you use Black Powder Boost as a single action for those jumps as well.",
			"leadsTo": [
				"Black Powder Blaze|G&G",
				"Reach For The Stars|G&G"
			]
		},
		{
			"name": "Black Powder Embodiment",
			"source": "G&G",
			"page": 141,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 18,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Spellshot"
			},
			"traits": [
				"Archetype",
				"Conjuration",
				"Teleportation"
			],
			"prerequisites": "{@feat Spellshot Dedication|G&G}, master in {@skill Arcana}",
			"requirements": "You're wielding a loaded magical firearm or crossbow.",
			"entries": [
				"You infuse your entire being into a single shot, merging your body into the blast and enabling you to travel the same path as your bolt or bullet. {@action Strike} a creature with the required weapon. On a success, if the target was within 120 feet, you and all your gear are teleported to an open space of your choice within 10 feet of the target."
			]
		},
		{
			"name": "Blast Lock",
			"source": "G&G",
			"page": 111,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 1,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Attack",
				"Gunslinger"
			],
			"requirements": "You're wielding a loaded firearm.",
			"entries": [
				"Sometimes taking the shortest distance between two points involves removing an obstacle or two. You shoot your firearm at a lock within 10 feet. Make an attack roll against the DC required to Pick the Lock.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "You open the lock, or you achieve two successes toward opening a complex lock.",
						"Success": "You open the lock, or you achieve one success toward opening a complex lock.",
						"Failure": "You fail to open the lock, and your shot makes it harder to open. Future attempts to Pick the Lock or Blast the Lock take a –2 circumstance penalty.",
						"Critical Failure": "You fail to open the lock, and your shot makes it much harder to open. Future attempts to Pick the Lock or Blast the Lock take a –4 circumstance penalty."
					}
				}
			]
		},
		{
			"name": "Blast Resistance",
			"source": "G&G",
			"page": 200,
			"level": 5,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": "Dwarf",
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Uncommon",
				"Dwarf"
			],
			"access": "You are from Dongun Hold or Alkenstar.",
			"entries": [
				"You're used to the clamor of steel, the crack of a firearm, and the thunderous blast of explosions. You gain resistance 3 to sonic. If you roll a success on a saving throw against an {@trait auditory} effect that causes the {@condition deafened} condition, you get a critical success instead."
			]
		},
		{
			"name": "Blast Tackle",
			"source": "G&G",
			"page": 117,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 14,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"prerequisites": "way of the vanguard",
			"requirements": "You're wielding a two-handed crossbow or a firearm that has the kickback or scatter trait.",
			"entries": [
				"You throw yourself at an enemy, bracing your weapon against it and pulling it close before releasing a destructive shot. Attempt to {@action Grapple}; if you're wielding your weapon in both hands, you {@action Release} one hand to do so. If your {@action Grapple} succeeds, you can immediately {@action Strike} the target of the {@action Grapple} with the required weapon, even if it's a two-handed weapon you're holding in one hand. This {@action Strike} deals an additional {@damage 3d6} precision damage.",
				"As long the creature remains {@condition grabbed} or {@condition restrained}, you can use just one hand to reload the weapon and {@action Strike} that creature with it."
			]
		},
		{
			"name": "Blood In The Air",
			"source": "G&G",
			"page": 116,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 12,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Concentrate",
				"Gunslinger"
			],
			"entries": [
				"Requirements An enemy you've damaged with a ranged weapon during the last minute is {@condition concealed} or {@condition hidden} from you."
			]
		},
		{
			"name": "Boost Modulation",
			"source": "G&G",
			"page": 29,
			"level": 12,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor",
				"Manipulate"
			],
			"prerequisites": "offensive boost",
			"entries": [
				"You aren't satisfied with keeping to just one kind of boost from your constant tinkering, so you've learned to modulate between several possibilities at once. Choose two additional offensive boosts (page 22). You can use an {@action Interact} action to change the offensive boost currently affecting your weapon, choosing between the one you chose for the class feature and the two you chose for this modification. If your weapon has the {@trait modular} trait, you can swap the offensive boost as part of the {@action Interact} action you take to use that trait."
			]
		},
		{
			"name": "Brilliant Crafter",
			"source": "G&G",
			"page": 49,
			"level": 4,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Inventor"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Inventor Dedication|G&G}",
			"entries": [
				"Your skill at crafting is unparalleled. You become an expert in {@skill Crafting}. At 7th level you become a master in {@skill Crafting}, and at 15th level, you become legendary in {@skill Crafting} and you become an expert in your inventor class DC."
			]
		},
		{
			"name": "Built-in Tools",
			"source": "G&G",
			"page": 24,
			"level": 1,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor",
				"Modification"
			],
			"entries": [
				"You've built tools into your innovation so you can access and use them easily. When you take this feat, choose up to two sets of tools you own, such as thieves' tools or healer's tools, that weigh a total of 2 Bulk or less. These tools become part of your innovation. The innovation's Bulk doesn't increase from this addition. As long as you are wielding, wearing, or adjacent to your innovation, you have the same quick access to these tools as the tools you are wearing, and they don't count against the usual limit of tools you can wear."
			]
		},
		{
			"name": "Bullet Dancer Burn",
			"source": "G&G",
			"page": 132,
			"level": 6,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Bullet Dancer"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "Bullet Dancer Stance",
			"requirements": "You're wielding a firearm with an attached bayonet or reinforced stock.",
			"entries": [
				"The fiery blaze of your weapons combined with your unorthodox technique leaves your opponents with little opportunity to capitalize on any gaps in your defenses, or properly defend themselves against your onslaught. While in Bullet Dancer Stance, when you successfully {@action Strike} an opponent with a bayonet or reinforced stock attached to your firearm, the next ranged {@action Strike} you make against that opponent doesn't trigger reactions that would trigger on a ranged attack, such as {@action Attack of Opportunity}. While in Bullet Dancer Stance, when you make a successful ranged {@action Strike} against an opponent within your melee reach using a firearm, the next reinforced stock or bayonet attack attached to that firearm deals an additional 1 fire damage per weapon damage die.",
				"The benefit on your next {@action Strike} from either use of Bullet Dancer Burn is lost if not used by the end of your next turn."
			],
			"leadsTo": [
				"Bullet Dancer Reload|G&G"
			]
		},
		{
			"name": "Bullet Dancer Dedication",
			"source": "G&G",
			"page": 132,
			"level": 2,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Bullet Dancer"
			},
			"traits": [
				"Uncommon",
				"Archetype",
				"Dedication"
			],
			"prerequisites": "expert in unarmored defense and trained in simple weapons",
			"requirements": "You're unarmored and wielding a simple firearm, bayonet, or reinforced stock",
			"entries": [
				"{@action Flurry of Blows} with these weapons.",
				"You can use your other monk feats or monk abilities that normally require unarmed attacks with bayonets and reinforced stocks, so long as the feat or ability doesn't require a single, specific {@action Strike}.",
				"You can also use them with simple firearms when attacking within half the first range increment."
			],
			"special": "You can't select another dedication feat until you've gained two other feats from the bullet dancer dedication archetype.",
			"leadsTo": [
				"Ranged Disarm|G&G"
			]
		},
		{
			"name": "Bullet Dancer Reload",
			"source": "G&G",
			"page": 132,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 12,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Bullet Dancer"
			},
			"traits": [
				"Archetype",
				"Flourish"
			],
			"prerequisites": "{@feat Bullet Dancer Burn|G&G}",
			"requirements": "You're in Bullet Dancer",
			"entries": [
				"Stance.",
				"You've learned to reload your simple firearms with uncanny grace, the ammunition simply falling into place as though part of a well-practiced kata. You {@action Strike} with a simple firearm, and then {@action Interact} to reload that same firearm. You don't need a free hand to reload your simple firearm in this way."
			]
		},
		{
			"name": "Bullet Split",
			"source": "G&G",
			"page": 114,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 8,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Flourish",
				"Gunslinger"
			],
			"requirements": "You're wielding a firearm or crossbow in one hand and a slashing (or versatile S) melee weapon in the other.",
			"entries": [
				"You carefully align your weapon with the edge of your blade, splitting the projectile in two as you fire to attack two different targets. Make two Strikes, one each against two separate targets. The targets must be adjacent to each other and within your weapon's maximum range. Each of these attacks takes a –2 penalty to the attack roll, but the two count as only one attack when calculating your multiple attack penalty."
			]
		},
		{
			"name": "Call Gun",
			"source": "G&G",
			"page": 141,
			"level": 8,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Spellshot"
			},
			"traits": [
				"Archetype",
				"Conjuration",
				"Magical",
				"Teleportation"
			],
			"prerequisites": "{@feat Spellshot Dedication|G&G}",
			"entries": [
				"You build a powerful magical connection with a chosen gun or crossbow, gaining the ability to conjure it directly to your hand from any distant location. During your daily preparations, choose a single crossbow or firearm. Until your next daily preparations, you can use the Call Gun action to call the gun to your hand.",
				"Call Gun {@as 1} (conjuration, magical) Effect You hold aloft a free hand and call the firearm or crossbow you chose during your daily preparations into your hand. As long as the weapon you chose is on the same plane, it appears in your hand."
			]
		},
		{
			"name": "Called Shot",
			"source": "G&G",
			"page": 115,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 10,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Flourish",
				"Gunslinger"
			],
			"entries": [
				"You target a specific area of your foe's anatomy to debilitating effect. Declare a part of your foe's anatomy to target and make a ranged weapon {@action Strike}. If you hit and deal damage, the target takes one of the following effects, based on the body part you targeted. The GM should use the stated effects as a guideline when attacking creatures with stranger anatomy—for instance, applying the \"arms\" effect to a creature's tentacles if those are what the creature uses to attack.",
				{
					"type": "list",
					"items": [
						"{@bold Arms} The target is {@condition enfeebled|CRB|enfeebled 2} until the end of your next turn. On a critical hit, it's also {@condition enfeebled|CRB|enfeebled 1} for 1 minute.",
						"{@bold Head} The target is {@condition stupefied|CRB|stupefied 2} until the end of your next turn. On a critical hit, it's also {@condition stupefied|CRB|stupefied 1} for 1 minute.",
						"{@bold Legs} The target takes a –10-foot status penalty to its Speeds until the end of your next turn. On a critical hit, it also takes a –5-foot penalty to its Speeds for 1 minute.",
						"{@bold Wings} If the target is flying using its wings, it immediately falls 20 feet, or 40 feet on a critical hit. The fall is gradual enough that if the target hits the ground, it takes no damage from the fall."
					]
				}
			]
		},
		{
			"name": "Cannon Corner Shot",
			"source": "G&G",
			"page": 129,
			"level": 6,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Artillerist"
			},
			"traits": [
				"Archetype"
			],
			"entries": [
				"By loading special ammunition in a particular way, you can make your siege weapons do all manner of tricks that other siege engineers can barely even imagine. If you personally contribute an additional Load action to the siege weapon's loading, above the minimum, you can change a burst into a line twice as long as the size of the burst, or vice versa (so a 10-foot burst turns into a 20-foot line, or a 20-foot line turns into a 10-foot burst)."
			]
		},
		{
			"name": "Cauterize",
			"source": "G&G",
			"page": 113,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 6,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Flourish",
				"Gunslinger"
			],
			"requirements": "You're wielding a loaded firearm and you or an adjacent ally are taking {@condition persistent damage ||persistent bleed damage}.",
			"entries": [
				"You use the smoking barrel of your firearm to sear shut a bleeding wound. Make a {@action Strike} with your firearm. You then press the heated barrel to the wounds of you or an ally within reach that is taking {@condition persistent damage ||persistent bleed damage}, giving an immediate flat check to end the bleed with the lower DC for particularly effective assistance (Core Rulebook 62)."
			]
		},
		{
			"name": "Chain Reaction",
			"source": "G&G",
			"page": 143,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 12,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Unexpected Sharpshooter"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Unexpected Sharpshooter Dedication|G&G}",
			"frequency": "once per 10 minutes",
			"entries": [
				"You fire your gun once, creating a devastating and unpredictable chain of events; perhaps your bullet strikes exactly the right spot on a water tower, causing it to flood and incite a stampede of horses which knock over a lantern that sets a city on fire. Whatever the exact chain reaction, and no matter how improbable, the indiscriminate catastrophe creates significant challenges for your enemies across a wide area while leaving everyone else alone.",
				"Make a {@action Strike} with a ranged weapon, and if you hit, you can make another {@action Strike} at a target within 30 feet of the first target. If you hit the second target, attempt to {@action Strike} a third target within 30 feet of the second target, and so on, continuing until you miss a target. You can cease the chain at any point; otherwise, it ends when you first miss an attack.",
				"However, you can't target the same creature more than once; each time you move to a new target, it must be a target you haven't made a {@action Strike} against yet during this particular use of Chain Reaction.",
				"This damage is caused by some improbable set of events that injures one target after another, rather than from actually making several shots. Perhaps you shot at a tree branch that then fell on the targets, or one target's scream caused another to accidentally set off their gun and shoot themselves in the foot. This means that only the first target suffers any special effects tied to the bullet (if it was magical ammunition, for example), but each target you hit still takes the same damage dealt by your {@action Strike}. Normally, all damage is of the same damage type as the initial bullet. However, the GM might choose to change the damage type based on their description of the chain reaction. For example, if one target was burned by fire, that target might take fire damage instead of physical damage."
			]
		},
		{
			"name": "Clan Pistol",
			"source": "G&G",
			"page": 200,
			"level": 1,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": "Dwarf",
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Uncommon",
				"Dwarf"
			],
			"access": "You are from Dongun Hold or Alkenstar.",
			"entries": [
				"Raised in the ancient halls of Dongun Hold or the surrounding region, you display your lineage with a clan pistol, rather than a clan dagger. You get one clan pistol of your clan for free, as it was given to you at birth. This replaces your clan dagger. Selling this pistol is a terrible taboo and earns you the disdain of other dwarves. You are trained with the clan pistol. In addition, when your clan pistol is visible, you gain a +1 circumstance bonus on checks to {@action Gather Information} or {@action Make an Impression} when interacting with citizens of Alkenstar, Dongun Hold, or their allies."
			]
		},
		{
			"name": "Clockwork Celerity",
			"source": "G&G",
			"page": 27,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"level": 6,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor",
				"Manipulate",
				"Unstable"
			],
			"prerequisites": "armor, construct, or weapon innovation",
			"trigger": "Your turn begins.",
			"entries": [
				"You can use unstable clockwork devices in your innovation to push your invention to act more quickly. You are {@condition quickened} for this turn. How you can use the extra action depends on your innovation.",
				{
					"type": "list",
					"items": [
						"{@bold Armor} You can use the extra action to {@action Step}, {@action Stride}, or use another movement action granted by your innovation (such as {@action Swim} if you have the Diving Armor feat).",
						"{@bold Construct} You can use the extra action to Command your construct innovation (or to provide 1 of the actions if you spend 2 actions to Command your construct).",
						"{@bold Weapon} You can use the extra action to {@action Strike} with your innovation or Reload your innovation."
					]
				}
			]
		},
		{
			"name": "Collapse Armor",
			"source": "G&G",
			"page": 25,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 2,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor",
				"Manipulate",
				"Modification"
			],
			"prerequisites": "armor innovation",
			"requirements": "You are wearing your armor innovation, or holding it in both hands in its compact form (see text).",
			"entries": [
				"You've modified your armor innovation to collapse into a more compact form so you can don or remove it in an instant. If you're wearing your innovation when you Collapse your Armor, you remove it instantly, and it compresses into its compact form, which is held in both of your hands (if you don't have both hands available, it falls to the ground in an adjacent space). If you're holding your armor in compact form when you take this action, it unfolds back into its armor form onto your body.",
				"In compact form, your armor innovation is easier to carry, with a Bulk 1 lower than the Bulk listed for it, to a minimum of light Bulk (carried armor normally has a Bulk 1 higher than listed in the armor entry)."
			]
		},
		{
			"name": "Collapse Construct",
			"source": "G&G",
			"page": 25,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 2,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor",
				"Manipulate",
				"Modification"
			],
			"prerequisites": "construct innovation",
			"entries": [
				"You've modified your construct companion and built it out of light materials, enabling you to collapse it into a carrying case or other compact and innocuous form. Either your construct or you (if you're adjacent to it) can Collapse your Construct to turn it into its compact form or back into its normal form.",
				"In compact form, your construct can't act but is easily carried, with a Bulk of 2 if it's Small, 4 if it's Medium, or 8 if it's Large. The compact form has wheels, so you can easily drag it behind you at half your Speed (rather than the usual slower Speed for dragging)."
			]
		},
		{
			"name": "Collapse Wall",
			"source": "G&G",
			"page": 133,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 12,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Demolitionist"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Demolitionist Dedication|G&G}",
			"trigger": "A creature moves into the bombs' splash area.",
			"requirements": "You're within 30 feet of an area where you rigged bombs on a wall, cliff face, or similar vertical surface with Set Explosives or",
			"entries": [
				"Demolition Charge.",
				"You detonate the required bombs in order to bring a wall down on a creature. If your bombs deal enough damage to reduce the wall's Hit Points below its {@condition Broken} Threshold, the wall partially collapses on the creature. The creature takes bludgeoning damage equal to the damage dealt to the wall (basic Reflex save; the DC for this save is equal to your class DC or spell DC, whichever is higher). On a failure, they must spend an {@action Interact} action to dig themselves out of the collapse, and on a critical failure, they must spend 2 {@action Interact} actions to do so.",
				"Firework Technician The brilliant display of cascading lights and flickering aerial flowers, the thunderous boom, the sizzling crackle, and piercing screech—these are the stock and trade of your craft. You know how to perfectly pair light and sound to create fireworks displays that can amaze children and adults, comfort friends, and even confound your foes.",
				"As a fireworks technician, you might be an itinerant wanderer, roaming from town to town and developing your craft on your own. In that case, you make a living on the road, selling fireworks to the townsfolk, setting up public displays upon request and receipt of payment, and even tailoring individualized performances to those wealthy or interesting enough to be worthy of receiving their own private show.",
				"On the other hand, you might be part of an established fireworks house from Tian Xia or Vudra and rely on teamwork to perfect your various formulas and displays.",
				"Hoping to produce the next great innovation in fireworks technology, you often send back the notes from your studies and field demonstrations to esteemed colleagues from your fireworks house, seeking their opinions on your next big idea."
			]
		},
		{
			"name": "Come At Me!",
			"source": "G&G",
			"page": 117,
			"level": 14,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"prerequisites": "{@feat Pistolero's Challenge|G&G}",
			"entries": [
				"You're a legendary duelist, welcoming all challengers, enabling you to challenge many foes even while other challenges are active. There is no longer a limit to the number of Pistolero's Challenges you can have in effect at one time."
			]
		},
		{
			"name": "Concentrated Assault",
			"source": "G&G",
			"page": 139,
			"level": 14,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Sniping Duo"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Sniping Duo Dedication|G&G}",
			"entries": [
				"You and your spotter combine your efforts to bring down your target. If you and your spotter both use the {@action Ready} activity to make a {@action Strike} against the same opponent and choose the same trigger for the readied action, resolve your attacks at the same time. Each of you can use the higher of the two attack rolls for your Strikes, each using your own modifier; this is a {@trait fortune} effect. If both attacks are successful, total the damage for both attacks for the purpose of resistances and weaknesses."
			]
		},
		{
			"name": "Construct Shell",
			"source": "G&G",
			"page": 27,
			"level": 6,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor"
			],
			"prerequisites": "construct innovation",
			"entries": [
				"You've adjusted your construct innovation so that when you ride it, special plates, hollows, or similar form partial barriers around you to add additional protection. You have lesser cover from all attacks when mounted on your construct innovation, not just from attacks where the construct would be in the way.",
				"Additionally, if your construct uses an emanation while you're riding on it, such as {@action Explode|G&G}, you can choose not to be affected by the emanation."
			]
		},
		{
			"name": "Contingency Gadgets",
			"source": "G&G",
			"page": 29,
			"level": 12,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor"
			],
			"prerequisites": "{@feat Gadget Specialist|G&G}",
			"entries": [
				"You are too brilliant to be caught off guard, and you always have just the right gadget for the situation. When you prepare your gadgets during your daily preparations, you can choose to leave one of them as a contingency gadget that you keep ready for just this situation, rather than declaring which gadget you're making. You can pull the contingency gadget out using an {@action Interact} action, at which point you must choose which gadget you had prepared as a contingency.",
				"If you're legendary in {@skill Crafting}, you can leave two contingency gadgets during your daily preparations, instead of just one."
			]
		},
		{
			"name": "Control Tower",
			"source": "G&G",
			"page": 51,
			"level": 14,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Overwatch"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Overwatch Dedication|G&G}, master in {@skill Perception}",
			"entries": [
				"Your keen senses and ability to process battlefield information have dramatically improved, allowing you to drastically reduce the advantage of unseen foes. You and allies in your overwatch field gain a +2 circumstance bonus when using the {@action Seek} action to find {@condition hidden} or {@condition undetected} creatures within the overwatch field. You and your allies don't have to succeed at a flat check to target a {@condition concealed} creature within your overwatch field. When you or an ally targets a {@condition hidden} creature in your overwatch field, reduce the DC of the flat check to 5."
			]
		},
		{
			"name": "Controlled Blast",
			"source": "G&G",
			"page": 133,
			"level": 8,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Demolitionist"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Demolitionist Dedication|G&G}; {@feat Calculated Splash},",
			"entries": [
				"Directional Bombs, or Expanded Splash You maximize the effectiveness of your explosives by controlling every possible parameter of the blast meticulously. If you have the Directional Bombs feats, you can use it with Set Explosives or Demolition Charge, even though you didn't throw the bombs. If you have the Calculated Splash or Expanded Splash feats, you can apply the additional splash damage to one of the bombs when you Set Explosives or use Demolition Charge, and you can apply the increased splash area from Expanded Splash to all the bombs."
			]
		},
		{
			"name": "Controlled Bullet",
			"source": "G&G",
			"page": 131,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 16,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Beast Gunner"
			},
			"traits": [
				"Archetype",
				"Evocation",
				"Magical"
			],
			"prerequisites": "{@feat Beast Gunner Dedication|G&G}",
			"frequency": "once per day",
			"entries": [
				"You create a direct magical connection with your beast gun, allowing you to guide the beast gun's next shot by taking control of the projectile directly, steering it through the air, and swerving and veering it to continue to hit target after target. Make a beast gun {@action Strike} against a creature within the first range increment. On a hit, the shot tears through the target and continues toward another target you can see. You make a {@action Strike} against this new target. The new target must be no farther from the previous target than a distance equal to the beast gun's range increment. For example, the new target must be within 150 feet of the previous target when attacking with a drake rifle. On a hit, you can direct the bullet toward a new target.",
				"You can continue to make Strikes against new targets in this same way until your attack misses, at which point your shot dissipates. You can't make a {@action Strike} against a target you already attacked during this use of {@condition Controlled} Bullet, but you can otherwise continue to make attacks against valid targets until you miss. Each attack counts toward your multiple attack penalty, but don't increase your penalty until you've made all your attacks."
			]
		},
		{
			"name": "Converge",
			"source": "G&G",
			"page": 51,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 16,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Overwatch"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Overwatch Dedication|G&G}, master in {@skill Perception}",
			"trigger": "You make a successful ranged attack against an opponent who is within your overwatch field, and who is within reach of one or more of your allies who is also within your overwatch field.",
			"entries": [
				"Informing your ally of an opening created by your shot, you coordinate to set them up to hit the target at the same time.",
				"Your ally can make a melee {@action Strike} against the triggering foe as a reaction. This {@action Strike} doesn't count toward that ally's multiple attack penalty, and their multiple attack penalty doesn't apply to this {@action Strike}. If your ally's {@action Strike} is successful, combine the damage from your successful ranged attack with the damage from your ally's melee attack for the purpose of determining resistances and weaknesses."
			]
		},
		{
			"name": "Core Attunement",
			"source": "G&G",
			"page": 42,
			"level": 9,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": "Automaton",
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Automaton"
			],
			"prerequisites": "mage automaton",
			"entries": [
				"Your core allows you to draw more power from it. Select one 1st-level arcane spell and one 2nd-level or lower arcane spell, to which you have access. You can cast your chosen spells as arcane innate spells each once per day.",
				"{@b Enhancement} Your attunement grows stronger. Select one 5th-level or lower arcane spell and one 6th-level or lower arcane spell, to which you have access. You can cast them as arcane innate spells each once per day, in addition to the original spells."
			]
		},
		{
			"name": "Core Cannon",
			"source": "G&G",
			"page": 43,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 17,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": "Automaton",
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Arcane",
				"Automaton",
				"Concentrate",
				"Polymorph",
				"Transmutation"
			],
			"frequency": "once per day",
			"entries": [
				"Your body transforms into a powerful magical cannon.",
				"While immobile as a cannon, you can fire blasts of energy directly from your core, devastating your foes. You become {@condition immobilized} until you use an {@action Interact} action to revert back to your standard form. While in your cannon form, the only actions you can use are to {@action Strike} with an energy blast unarmed attack or to {@action Interact} to revert back to your standard form. You can remain in your cannon form for up to 1 minute or until you take the action to revert back to your standard form, whichever comes first.",
				"Energy blasts are a special ranged unarmed attack. You can only make energy blast Strikes while you're in your cannon form. Your energy blasts deal {@damage 3d8} fire damage and {@damage 3d6} force damage, which increases to {@damage 4d8} fire damage and {@damage 3d6} force damage at level 20. You gain the item bonus to attack rolls with your energy blasts from the highest potency rune on any handwraps of mighty blows you are wearing or any weapon you are wielding, but striking and property runes have no effect on your energy blasts. Energy blasts have a range increment of 120 feet. On a critical hit with an energy blast, the target takes 10 {@condition persistent damage ||persistent fire damage}.",
				"Your energy blast doesn't add critical specialization effects.",
				"If it matters for an effect dependent on weapon damage dice, an energy blast's number of weapon damage dice is three, or four at level 20."
			]
		},
		{
			"name": "Core Rejuvenation",
			"source": "G&G",
			"page": 43,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"level": 13,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": "Automaton",
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Automaton"
			],
			"frequency": "once per day",
			"trigger": "You have the {@condition dying} condition and are about to attempt a recovery check.",
			"entries": [
				"Your soul taps into your core's power to push against the grasp of death and allow you to recover consciousness.",
				"You're restored to 1 Hit Point, lose the {@condition dying} and {@condition unconscious} conditions, and can act normally on this turn. You gain or increase the {@condition wounded} condition as normal when losing the {@condition dying} condition in this way.",
				"{@b Enhancement} Your soul can draw even more power from your core, granting you additional benefits. When you use Core Rejuvenation, you also gain a number of temporary Hit Points equal to three times your level. These Hit Points remain for 1 minute."
			]
		},
		{
			"name": "Coughing Dragon Display",
			"source": "G&G",
			"page": 135,
			"level": 4,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Firework Technician"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Firework Technician Dedication|G&G}",
			"entries": [
				"This display emits a cascade of loud bangs or glittering trails. While you initially designed the display to captivate your audience's attention, it turns out to have a surprisingly effective use in combat, suppressing {@trait auditory} or {@trait visual} effects behind your magnificent display. You gain the Coughing Dragon fireworks display.",
				"Coughing Dragon {@as 2} Cost 2 batches of infused reagents; Effect Choose either {@trait auditory} or {@trait visual} effects. The display gains that trait, and you attempt to counteract one or more effects within 60 feet that have this trait. On a success, the effect is suppressed until the start of your next turn, rather than ending entirely. Use your {@skill Lore||Fireworks Lore} modifier as your counteract modifier, and your counteract level is equal to half your advanced alchemy level (rounded up). A coughing dragon costs 2 batches of infused reagents rather than 1, but you can increase the cost to 3 batches and spend an additional action to create an even bigger coughing dragon display that attempts to counteract both {@trait auditory} and {@trait visual} effects at the same time."
			]
		},
		{
			"name": "Cover Fire",
			"source": "G&G",
			"page": 111,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 1,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"frequency": "once per round",
			"requirements": "You're wielding a loaded firearm or crossbow.",
			"entries": [
				"You lay down suppressive fire to protect allies by forcing foes to take cover from your wild attacks. Make a firearm or crossbow {@action Strike}; the target must decide before you roll your attack whether it will duck out of the way. If the target ducks, it gains a +2 circumstance bonus to AC against your attack, or a +4 circumstance bonus to AC if it has cover. It also takes a –2 circumstance penalty to ranged attack rolls until the end of its next turn. If the target chooses not to duck, you gain a +1 circumstance bonus to your attack roll for that {@action Strike}."
			]
		},
		{
			"name": "Crafter's Instinct",
			"source": "G&G",
			"page": 201,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 13,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": "Dwarf",
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Uncommon",
				"Dwarf",
				"Fortune"
			],
			"prerequisites": "master in {@skill Crafting}",
			"frequency": "once per day",
			"trigger": "You misfire with a firearm or you roll a failure on a",
			"access": "You are from Dongun Hold or Alkenstar.",
			"entries": [
				"{@action Strike} with a ranged weapon.",
				"You sense a minor flaw in the weapon as you fire it, and quickly adjust your aim on the fly to avoid the flaw. If the triggering {@action Strike} was a misfire, you get a normal failure instead. If the triggering {@action Strike} was a failure, it becomes a glancing blow that deals minimum damage for the {@action Strike} (adding any bonuses as normal but getting a result of 1 for all damage dice that would be rolled on a success). The glancing blow does not apply other effects that would normally happen only on a hit."
			]
		},
		{
			"name": "Crossbow Crack Shot",
			"source": "G&G",
			"page": 111,
			"level": 1,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"entries": [
				"You have a deep understanding of the crossbow. When you're wielding a crossbow and {@action Interact} to reload it, including {@action Interact} actions as part of your slinger's reload and similar effects, you gain a +2 circumstance bonus to the damage roll on your next {@action Strike} with that crossbow. As normal, this isn't cumulative with the +1 circumstance bonus from singular expertise. If the crossbow is a simple crossbow, also increase the damage die size for that attack by one step. You must make the attack before the end of your turn or these benefits are lost."
			]
		},
		{
			"name": "Dance Of Thunder",
			"source": "G&G",
			"page": 117,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 14,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Concentrate",
				"Gunslinger"
			],
			"frequency": "once per minute",
			"requirements": "You're wielding a loaded firearm or crossbow and are not {@condition fatigued}.",
			"entries": [
				"Your steps echo with the thunderous retort of exploding black powder as you dance a dance of death. Take any of the following actions you choose in any order: {@action Step}, {@action Strike} against a target within your firearm's first range increment, and {@action Interact} to reload. If you attempted a {@action Strike} and it succeeded, you can repeat these three actions again in any order. If you attempted a {@action Strike} in the second set and succeeded, you can repeat the actions one last time.",
				"After using Dance of Thunder, you become {@condition fatigued} for 1 minute."
			]
		},
		{
			"name": "Dazzling Bullet",
			"source": "G&G",
			"page": 137,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 6,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Pistol Phenom"
			},
			"traits": [
				"Archetype",
				"Flourish"
			],
			"prerequisites": "{@feat Pistol Phenom Dedication|G&G}",
			"entries": [
				"Your tricks discombobulate your opponent, leaving spots in their vision from the bright flash of your gunshot reflected straight into their eyes (or other visual organs). Attempt a {@skill Performance} check against the target creature's Will DC and make a ranged firearm {@action Strike} against that target. If the {@action Strike} deals damage to the target creature and you succeed at the {@skill Performance} check, the creature is {@condition dazzled} for 1 round."
			]
		},
		{
			"name": "Deadeye",
			"source": "G&G",
			"page": 117,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 12,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Concentration",
				"Gunslinger"
			],
			"entries": [
				"You relax your eyes, taking in the smallest movements of objects, stirring of grass and leaves, and other signs of the presence of {@condition hidden} things, granting you the ability to locate {@condition invisible} creatures. Until the start of your next turn, you can see {@condition invisible} creatures and objects as silhouettes defined by the movement of air, slight depressions in the ground, and other tells that less-keen eyes would overlook, which makes them merely {@condition concealed} from you."
			]
		},
		{
			"name": "Deep Freeze",
			"source": "G&G",
			"page": 29,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 12,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Cold",
				"Inventor",
				"Manipulate"
			],
			"entries": [
				"You vent a jet of supercooled fluid from your innovation, damaging a foe and slowing it down. Target one creature within 60 feet. That creature takes cold damage equal to your level, with effects depending on its Reflex save.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "The target is unaffected.",
						"Success": "The target takes half damage and takes a –5-foot status penalty to its Speeds for 1 round.",
						"Failure": "The target takes full damage and takes a –10-foot status penalty to its Speeds for 1 round.",
						"Critical Failure": "The target takes double damage, is {@condition slowed|CRB|slowed 1} for 1 round, and takes a –15-foot status penalty to its Speeds for 1 round. Unstable Function Your innovation discharges an enormous cone of supercooled fluid, potentially causing cascading failures. Add the unstable trait to Deep Freeze. The ability affects all creatures within a 60-foot cone instead of a single target, and it deals cold damage equal to double your level instead of equal to your level."
					}
				}
			]
		},
		{
			"name": "Defensive Armaments",
			"source": "G&G",
			"page": 111,
			"level": 2,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"entries": [
				"You use bulky firearms or crossbows to shield your body from your foes' attacks. Any two-handed firearms and two-handed crossbows you wield gain the {@trait parry} trait. If an appropriate weapon already has the {@trait parry} trait, increase the circumstance bonus to AC it grants when used to parry from +1 to +2."
			]
		},
		{
			"name": "Deflecting Shot",
			"source": "G&G",
			"page": 115,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 10,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"trigger": "An ally within the first range increment of your firearm or crossbow is hit by an attack, and you can see the attacker.",
			"requirements": "You're wielding a loaded firearm or crossbow.",
			"entries": [
				"You're always ready to take a quick shot to deflect a weapon or distract a foe enough to render them off target. The ally gains a +2 circumstance bonus to their AC against the triggering attack. You use this reaction after the result of the attack roll is revealed, so you know whether the +2 will make a sufficient difference."
			]
		},
		{
			"name": "Demolitionist",
			"source": "G&G",
			"page": 201,
			"level": 9,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": "Dwarf",
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Uncommon",
				"Dwarf"
			],
			"access": "You are from Dongun Hold or Alkenstar.",
			"entries": [
				"You know how to destroy objects with a well-placed explosion. Whenever you hit with a bomb {@action Strike} against a trap or an unattended object, you ignore the first 5 points of the object's Hardness."
			]
		},
		{
			"name": "Demolitionist Dedication",
			"source": "G&G",
			"page": 133,
			"level": 2,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Demolitionist"
			},
			"traits": [
				"Uncommon",
				"Archetype",
				"Dedication"
			],
			"entries": [
				"You know how to set explosives to cause the maximum possible damage to buildings and other structures. You become trained in {@skill Lore||Engineering Lore} or become an expert in it if you were already trained. You gain the Set Explosives action.",
				"Set Explosives {@as 2} (concentrate) Requirements You have 1 or 2 bombs in hand; Effect You attach the bombs to an inanimate object within your reach, such as a door, wall, or column, and rig them to detonate at a set time. The bombs explode at a specific time you determine (such as after your next action or at the start of your next turn, to a maximum of 1 minute), dealing their damage and splash damage to the inanimate object. Combine this damage for the purpose of resistances and weaknesses, and this damage ignores an amount of the object's Hardness equal to your level. Any creatures adjacent to the hazard take the bombs' splash damage, also combined for the purpose of resistances and weaknesses. As a reminder, since you didn't throw the bombs, Calculated Splash and similar effects don't apply. Making sure your timing is correct requires concentration, so you can't Set Explosives again while you're waiting for a previously set bomb to detonate."
			],
			"special": "You can't select another dedication feat until you've gained two other feats from the demolitionist archetype.",
			"leadsTo": [
				"Collapse Wall|G&G",
				"Controlled Blast|G&G",
				"Explosive Entry|G&G",
				"Safety Measures|G&G"
			]
		},
		{
			"name": "Devastating Weaponry",
			"source": "G&G",
			"page": 31,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 18,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor"
			],
			"prerequisites": "weapon innovation",
			"entries": [
				"You release a volley of projectiles from your weapon, or power it to fly in every direction across the battlefield and {@action Strike} multiple creatures. Make a {@action Strike} with your weapon innovation against each foe within 30 feet of you. Don't increase your multiple attack penalty until after making all the attacks. If your innovation is a melee weapon and any of the attacks are outside your reach, you {@action Release} the weapon before the Strikes, and it returns to your grasp after all of them. If your hands are full when the weapon returns, it falls to the ground in your space. As normal, if your weapon innovation requires one or more actions to reload between Strikes, you can't use it to make multiple attacks with Devastating Weaponry."
			]
		},
		{
			"name": "Disruptive Blur",
			"source": "G&G",
			"page": 118,
			"level": 14,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"prerequisites": "way of the drifter",
			"entries": [
				"You use cacophonous blasts from your gun or distracting shots from your crossbow to cause momentary diversions, letting you move about the battlefield with impunity.",
				"After you make a {@action Strike} with a firearm or crossbow, creatures can't take reactions that would be triggered by your movement for the rest of your turn."
			]
		},
		{
			"name": "Distracting Explosion",
			"source": "G&G",
			"page": 28,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 10,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor",
				"Manipulate"
			],
			"prerequisites": "offensive boost",
			"trigger": "A creature within your reach uses a concentrate action.",
			"entries": [
				"Your enemies think they can concentrate on something else while you're nearby? Oh, you'll give them a distraction, all right! Make a melee {@action Strike} against the triggering creature with a weapon or unarmed attack that is benefiting from your offensive boost. This {@action Strike} doesn't count toward your multiple attack penalty, and your multiple attack penalty doesn't apply to this {@action Strike}.",
				"Unstable Function You pull out all the stops to create an explosive distraction. Add the unstable trait to Distracting Explosion. If the attack hits, you disrupt the triggering concentrate action."
			],
			"special": "If your innovation is a minion, it can take this reaction instead of you, even though minions can't normally take reactions or act when it's not their turn. It uses your reaction for the turn to do so."
		},
		{
			"name": "Diving Armor",
			"source": "G&G",
			"page": 26,
			"level": 4,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor",
				"Modification"
			],
			"prerequisites": "armor innovation",
			"entries": [
				"You've modified your armor with fins, rotors, and other devices to make it easy for you to move through the water, plus mechanical gills that can help you extract breathable air from water. While wearing your armor innovation, you can breathe underwater and gain a swim Speed equal to your land Speed."
			]
		},
		{
			"name": "Dongun Education",
			"source": "G&G",
			"page": 200,
			"level": 1,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": "Dwarf",
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Uncommon",
				"Dwarf"
			],
			"access": "You are from Dongun Hold or Alkenstar.",
			"entries": [
				"You're knowledgeable in trades that are important to your people's survival and commercial interests. Pick two of the following {@skill Lore} skills: {@skill Lore||Engineering Lore}, {@skill Lore||Explosive Lore}, or {@skill Lore||Firearm Lore}. At 2nd level, you gain expert proficiency in these {@skill Lore} skills; at 7th level, you gain master proficiency in these {@skill Lore} skills; and at 15th level, you gain legendary proficiency in them."
			]
		},
		{
			"name": "Drain Vitality",
			"source": "G&G",
			"page": 131,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 10,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Beast Gunner"
			},
			"traits": [
				"Archetype",
				"Magical",
				"Necromancy"
			],
			"prerequisites": "{@feat Beast Gunner Dedication|G&G}",
			"frequency": "once per minute",
			"requirements": "You're wielding your bonded beast gun.",
			"entries": [
				"You draw out the bestial magic energy within your bonded beast gun to fortify yourself, purge ongoing harm, and bolster your life force with a sheath of swirling life essence. You gain temporary Hit Points equal to your level and attempt a flat check against any ongoing {@condition persistent damage}, using the DC appropriate for particularly effective assistance. Using this ability depletes the magic within your bonded beast gun, preventing you from using any of its activated abilities until the end of your next turn."
			]
		},
		{
			"name": "Drifter's Juke",
			"source": "G&G",
			"page": 113,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 6,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Flourish",
				"Gunslinger"
			],
			"prerequisites": "way of the drifter",
			"requirements": "You're wielding a firearm or crossbow in one hand, and your other hand is either wielding a melee weapon or is empty.",
			"entries": [
				"You move in and out of range to complement your attacks. You {@action Step}, make a {@action Strike}, {@action Step}, and make another {@action Strike}. One {@action Strike} must be a ranged {@action Strike} using your firearm or crossbow, and the other must be a melee {@action Strike} using your melee weapon or unarmed attack. You can choose not to take one or both {@action Step||Steps}."
			]
		},
		{
			"name": "Drive-by Attack",
			"source": "G&G",
			"page": 55,
			"activity": {
				"number": 1,
				"unit": "varies",
				"entry": "{@as 1} TO {@as 3}"
			},
			"level": 12,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Trick Driver"
			},
			"traits": [
				"Archetype",
				"Flourish"
			],
			"prerequisites": "{@feat Trick Driver Dedication|G&G}",
			"requirements": "You are piloting a vehicle.",
			"entries": [
				"You can smoothly line up an attack without disrupting your control. You {@action Drive|GMG}, gaining the effects of the {@action Drive|GMG} action for the same number of actions you spent to {@action Drive|GMG}- By Attack. At any point during your vehicle's movement, you {@action Strike}."
			]
		},
		{
			"name": "Dual-form Weapon",
			"source": "G&G",
			"page": 26,
			"level": 4,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor",
				"Modification"
			],
			"prerequisites": "weapon innovation",
			"entries": [
				"You've built your innovation with replaceable interlocking pieces that you can use to transform it into another type of weapon entirely. When you select this feat, choose a level 0 or 1st-level simple or martial weapon. It must be either a common weapon or another to which you have access. This weapon becomes your innovation's second configuration.",
				"Select a new set of weapon modifications for this new configuration. You can spend two {@action Interact} actions to switch your weapon innovation between the two configurations. These actions don't need to be taken consecutively, but if you've provided the first and not the second, the weapon is non-functional as it is stranded between states. Your weapon's Bulk is always the greater Bulk of the two configurations, regardless of which configuration it's in—if one weapon is smaller than the other, you still need to keep any weapon parts on hand. Any runes on your weapon innovation don't affect the second weapon configuration."
			]
		},
		{
			"name": "Dual-weapon Reload",
			"source": "G&G",
			"page": 111,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 1,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"requirements": "You're wielding two one-handed weapons, each in a different hand, one of which is a ranged weapon.",
			"entries": [
				"You carry your ammunition in a way that allows you to reload while holding two weapons. You {@action Interact} to reload a onehanded ranged weapon you're holding. Unlike most {@action Interact} actions, you don't need a free hand to reload your ranged weapon in this way."
			]
		},
		{
			"name": "Duo's Aim",
			"source": "G&G",
			"page": 139,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 8,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Sniping Duo"
			},
			"traits": [
				"Archetype",
				"Concentrate"
			],
			"prerequisites": "{@feat Sniping Duo Dedication|G&G}",
			"entries": [
				"With assistance from your spotter, you aim for an especially accurate attack. Make a ranged weapon {@action Strike} against a foe either within your spotter's melee reach or the first range increment of a ranged weapon your spotter is wielding. On this {@action Strike}, you gain a +2 circumstance bonus to the attack roll and ignore the target's concealment. If you're using a firearm with the kickback trait, you don't take the normal circumstance penalty to this {@action Strike} for not having the required Strength score or firing without using a tripod."
			]
		},
		{
			"name": "Eagle Eye",
			"source": "G&G",
			"page": 127,
			"level": 12,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Gunslinger"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Gunslinger Dedication|G&G}, expert in {@skill Perception}",
			"entries": [
				"Your practice with crossbows and firearms has sharpened your attention to detail. You become a master in {@skill Perception}."
			]
		},
		{
			"name": "Eagle Eyes",
			"source": "G&G",
			"page": 139,
			"level": 12,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Sniping Duo"
			},
			"traits": [
				"Archetype",
				"Auditory",
				"Visual"
			],
			"prerequisites": "{@feat Sniping Duo Dedication|G&G}",
			"entries": [
				"You and your spotter are adept at watching out for one another. As long as you can see or hear each other, neither of you is {@condition flat-footed} to {@condition hidden}, {@condition undetected}, or flanking creatures of your level or lower, or to creatures of your level or lower using a surprise attack. However, they can still help their allies flank."
			]
		},
		{
			"name": "Efficient Controls",
			"source": "G&G",
			"page": 57,
			"level": 7,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": [
					"Crafting"
				],
				"archetype": "Vehicle Mechanic"
			},
			"traits": [
				"Archetype",
				"Skill"
			],
			"prerequisites": "{@feat Vehicle Mechanic Dedication|G&G}, master in {@skill Crafting}",
			"entries": [
				"By reducing redundant systems and streamlining essential functions, you have made it easier for the vehicle to operate with fewer crew. Reduce the number of crew required to operate your signature vehicle by 25%. For example, you would reduce a sailing ship from needing 1 pilot and 8 crew to 1 pilot and 6 crew. This adjustment only affects the number of crew needed to operate the vehicle; it doesn't reduce the vehicle's need for a pilot."
			]
		},
		{
			"name": "Electrify Armor",
			"source": "G&G",
			"page": 29,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 10,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor",
				"Manipulate"
			],
			"prerequisites": "armor innovation",
			"requirements": "You are wearing your armor innovation.",
			"entries": [
				"You electrify your armor to punish foes who dare to attack you. For 1 round, any creature that touches you, or that hits you with a melee unarmed attack or a non-reach melee weapon attack, takes {@damage 1d4} electricity damage. The effect ends if you cease wearing your armor innovation.",
				"If you have the revolutionary innovation class feature, the damage increases to {@dice 2d4}.",
				"Unstable Function You create an unstable chain reaction, sending countless sparks dancing across your armor. Add the unstable trait to Electrify Armor. The effects last for 1 minute instead of 1 round, and the damage dice increase from d4s to d12s."
			]
		},
		{
			"name": "Energy Beam",
			"source": "G&G",
			"page": 40,
			"level": 1,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": "Automaton",
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Automaton"
			],
			"entries": [
				"You can channel your core's power through the magical gem that serves as your eye. You gain an energy beam ranged unarmed attack that deals {@damage 1d4} fire damage. The energy beam has a range increment of 20 feet. On a critical hit, the target takes {@condition persistent damage ||persistent fire damage} equal to the number of weapon damage dice. Your eye beam does not add critical specialization effects.",
				"{@b Enhancement} You channel greater power. Increase the damage die of your energy beam by one step, from {@dice 1d4} to {@dice 1d6}."
			]
		},
		{
			"name": "Engine Bay",
			"source": "G&G",
			"page": 56,
			"level": 4,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": [
					"Crafting"
				],
				"archetype": "Vehicle Mechanic"
			},
			"traits": [
				"Archetype",
				"Skill"
			],
			"prerequisites": "{@feat Vehicle Mechanic Dedication|G&G}, expert in {@skill Crafting}",
			"entries": [
				"You are practiced at working in vast garages of vehicles and can work on many machines at a time. When Repairing and spending the full 10 minutes, you can fix up to two objects. If you are a master in {@skill Crafting}, you can fix up to four targets. If you're legendary in {@skill Crafting}, you can fix up to eight targets.",
				"This feat has no effect when using Quick {@action Repair} or another ability to reduce the time spent Repairing."
			]
		},
		{
			"name": "Engine Of Destruction",
			"source": "G&G",
			"page": 31,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 18,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor"
			],
			"prerequisites": "construct innovation",
			"entries": [
				"Your construct unleashes a broad swath of devastation by separating its limbs, deploying {@condition hidden} armaments, or using a similar technique to wreak havoc. You Command your innovation. Instead of its normal actions, it {@action Stride||Strides} once, then makes a {@action Strike} against each foe within 30 feet of it with a +2 circumstance bonus to its attack rolls. The multiple attack penalty doesn't increase until after the construct makes all the attacks."
			]
		},
		{
			"name": "Enlarged Chassis",
			"source": "G&G",
			"page": 43,
			"level": 13,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": "Automaton",
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Automaton"
			],
			"prerequisites": "Medium or Small size",
			"entries": [
				"You've empowered your core to support a larger body, granting you size and additional reach. You gain the effects of enlarge constantly.",
				"{@b Enhancement} Your core's empowerment has stabilized, allowing for greater support. You are no longer {@condition clumsy} due to the effects of enlarge."
			]
		},
		{
			"name": "Expert Beast Gunner Spellcasting",
			"source": "G&G",
			"page": 131,
			"level": 12,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Beast Gunner"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Basic Beast Gunner Spellcasting|G&G}",
			"entries": [
				"You've learned the deeper secrets of beast guns, making you an expert in the magic they grant you. You gain the {@quickref expert spellcasting benefits|CRB|0|spellcasting archetypes} (Core Rulebook 219)."
			],
			"leadsTo": [
				"Master Beast Gunner Spellcasting|G&G"
			]
		},
		{
			"name": "Expert Fireworks Crafter",
			"source": "G&G",
			"page": 135,
			"level": 6,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Firework Technician"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Firework Technician Dedication|G&G}, expert in",
			"entries": [
				"{@skill Crafting} You're particularly adept at crafting fireworks, allowing you to create much more powerful fireworks than you otherwise could. Your advanced alchemy level for fireworks increases to your level – 3."
			]
		},
		{
			"name": "Exploit Opening",
			"source": "G&G",
			"page": 138,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 6,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Sniping Duo"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Sniping Duo Dedication|G&G}",
			"trigger": "Your spotter critically succeeds at a {@action Strike} against a creature, and that creature is within your ranged weapon's first range increment.",
			"entries": [
				"You take advantage of your spotter's devastating attack to unleash your own follow-up attack. Make a ranged {@action Strike} with a –2 penalty against the target of the triggering attack.",
				"This {@action Strike} doesn't count toward your multiple attack penalty and your multiple attack penalty doesn't apply to the {@action Strike}."
			]
		},
		{
			"name": "Explosion",
			"source": "G&G",
			"page": 49,
			"level": 6,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Inventor"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Inventor Dedication|G&G}",
			"entries": [
				"Your innovation can explode on command. You gain the {@action Explode|G&G} action (page 19)."
			]
		},
		{
			"name": "Explosive Entry",
			"source": "G&G",
			"page": 133,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 7,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Demolitionist"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Demolitionist Dedication|G&G}, master in",
			"entries": [
				"{@skill Lore||Engineering Lore} You know exactly how to make a memorable entrance... by detonating a bomb to produce a devastating explosion, of course! You Set Explosives on a door, window, container, or heavy gate. When the explosives detonate, you can attempt an {@skill Lore||Engineering Lore} check to {@action Force Open} the target. If a bomb would add an item bonus to attack rolls, add that item bonus to your {@skill Lore||Engineering Lore} check. Since you're blasting your way in, you can't avoid breaking the object or structure. If you roll a critical success, you get a success instead."
			]
		},
		{
			"name": "Explosive Expert",
			"source": "G&G",
			"page": 201,
			"level": 13,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": "Dwarf",
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Uncommon",
				"Dwarf"
			],
			"prerequisites": "{@feat Explosive Savant|G&G}",
			"access": "You are from Dongun Hold or Alkenstar.",
			"entries": [
				"You have continued training in volatile weapons and gained a deeper understanding. Whenever you gain a class feature that grants you expert or greater proficiency in certain weapons, you also gain that proficiency for simple and martial bombs and firearms."
			]
		},
		{
			"name": "Explosive Leap",
			"source": "G&G",
			"page": 24,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 1,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Fire",
				"Inventor",
				"Move",
				"Unstable"
			],
			"entries": [
				"You aim an explosion from your innovation downward to launch yourself into the air. You jump up to 30 feet in any direction without touching the ground. You must land on a space of solid ground, or else you fall after using your next action. As normal for effects where you fall after using your next action, you still fall at the end of your turn, even if you don't use any further actions that turn."
			],
			"special": "If your innovation is a minion, it can take this action rather than you."
		},
		{
			"name": "Explosive Maneuver",
			"source": "G&G",
			"page": 30,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 14,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor"
			],
			"prerequisites": "weapon innovation",
			"requirements": "Your last action was a successful {@action Strike} against a foe using your weapon innovation.",
			"entries": [
				"Thanks to a {@condition hidden} experimental feature you built into your weapon, your weapon explosively deploys levers, tangling hooks, or similar mechanisms to provide significant assistance when you perform a combat maneuver. When you use Explosive Maneuver, choose {@action Grapple}, {@action Shove}, or {@action Trip}. Your weapon innovation must have a weapon trait that matches the action you chose (for instance, to choose {@action Grapple}, your weapon must have the {@trait grapple} trait). You take the chosen action against the same foe as your previous successful {@action Strike}, using the same multiple attack penalty as your previous successful {@action Strike}. You still increase your multiple attack penalty after the {@action Grapple}, {@action Shove}, or {@action Trip}, as normal."
			]
		},
		{
			"name": "Explosive Savant",
			"source": "G&G",
			"page": 200,
			"level": 1,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": "Dwarf",
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Uncommon",
				"Dwarf"
			],
			"access": "You are from Dongun Hold or Alkenstar.",
			"entries": [
				"A lifetime wielding firearms and explosive ordinance amid the chaos of battle has granted you great skill with volatile weapons. You become trained in simple and martial bombs and firearms."
			],
			"leadsTo": [
				"Explosive Expert|G&G"
			]
		},
		{
			"name": "Express Driver",
			"source": "G&G",
			"page": 55,
			"level": 2,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": true,
				"archetype": "Trick Driver"
			},
			"traits": [
				"Archetype",
				"Exploration",
				"Skill"
			],
			"prerequisites": "{@feat Trick Driver Dedication|G&G}",
			"entries": [
				"You can optimize your vehicle's performance, coaxing extra speed and choosing paths to avoid slowdowns.",
				"When calculating your travel speed for the day while piloting a vehicle, you can attempt a {@skill Lore||Driving Lore} check to increase your vehicle's travel speed. The DC is determined by the GM but is typically based on the vehicle's piloting DC or a difficulty based on the environment, whichever is harder. On a success, increase your vehicle's travel speed by half. This has no effect on your vehicle's movement in encounters."
			]
		},
		{
			"name": "Fake Out",
			"source": "G&G",
			"page": 112,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 2,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger",
				"Visual"
			],
			"trigger": "An ally is about to use an action that requires an attack roll, targeting a creature within your weapon's first range increment.",
			"requirements": "You're wielding a loaded firearm or crossbow.",
			"entries": [
				"With a skilled flourish of your weapon, you force an enemy to acknowledge you as a threat. Make an attack roll to {@action Aid} the triggering attack. If you dealt damage to that enemy with the same weapon since the start of your last turn, you gain a +1 circumstance bonus to this roll."
			]
		},
		{
			"name": "Fatal Bullet",
			"source": "G&G",
			"page": 118,
			"level": 16,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"entries": [
				"You're especially talented at striking your enemies in their most vulnerable areas.",
				"When you critically hit with a fatal firearm, you deal an additional die of the appropriate size and damage type for the {@trait fatal} trait after doubling the weapon's damage. For example, after getting a critical hit with a fatal d12 weapon, you add an additional {@dice 1d12} damage to the attack after doubling its damage."
			]
		},
		{
			"name": "Field Artillery",
			"source": "G&G",
			"page": 129,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 6,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Artillerist"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "expert in {@skill Crafting}",
			"entries": [
				"While castles are generally obliging enough to stay in one place, out in the field positioning is of paramount importance—a gun in the wrong place is worse than useless. You can {@action Interact} with an adjacent mounted siege weapon to increase its Speed by 10 feet for one round."
			]
		},
		{
			"name": "Final Shot",
			"source": "G&G",
			"page": 119,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 18,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"requirements": "You're wielding an unloaded firearm.",
			"entries": [
				"You jam a triple charge of black powder into your weapon to unleash a devastating but risky and inaccurate attack. {@action Interact} to reload, expending three doses of black powder in addition to your normal black powder or ammunition, then {@action Strike} with your firearm against a creature within the weapon's first range increment. If you roll a success, the attack is instead a critical success, but if you roll a failure, the weapon misfires.",
				"Regardless of your roll, after the attack you're {@condition flat-footed} until the start of your next turn and {@condition stunned|CRB|stunned 1}."
			]
		},
		{
			"name": "Finessed Features",
			"source": "G&G",
			"page": 54,
			"level": 12,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Trapsmith"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Trapsmith Dedication|G&G}",
			"entries": [
				"You've learned how to build snares that trigger based on visual stimuli. When you construct a snare using gears, you can cause it to trigger based on the visual features of a creature. For example, you could lay a snare that can only be triggered by a Large or Larger creatures, or one that only activates when a creature wearing red clothing would trigger it. You can use this ability to specify your snares to trigger on creatures that typically do not trigger snares, such as creatures smaller than Small, though the creature must still otherwise satisfy the snare's trigger as normal.",
				"Trick Driver While cavaliers follow an old and tired tradition of mounted combat, you take a more modern road. Through aggressive use of vehicles, you roll across the battlefield, taking down your opponents. You go beyond simply operating a vehicle, pushing it to perform stunts that its builders never intended, transforming the vehicle into something much greater than a mere conveyance."
			]
		},
		{
			"name": "Fire Savvy",
			"source": "G&G",
			"page": 200,
			"level": 1,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": "Dwarf",
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Uncommon",
				"Dwarf"
			],
			"access": "You are from Dongun Hold or Alkenstar.",
			"entries": [
				"You've grown up around a forge and are well-suited to dealing with smoke and flame. Your flat check to remove {@condition persistent damage ||persistent fire damage} is DC 10 instead of DC 15, which is reduced to DC 5 with appropriate assistance. In addition, if you roll a success on a saving throw against suffocation or choking due to smoke or ash, you get a critical success instead."
			]
		},
		{
			"name": "Firearm Expert",
			"source": "G&G",
			"page": 127,
			"level": 12,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Gunslinger"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Gunslinger Dedication|G&G}, expert in any kind of weapon or unarmed attack",
			"entries": [
				"You've become an expert with your chosen weapons. Your proficiency ranks for simple and martial crossbows and simple and martial firearms increase to expert.",
				"Artillerist \"Load Pathfinders, load! That fey-blighted moth will be coming around for another pass quick as a blink and if we don't meet it with a rain of cannon fire, you'll be wishing you had a diving suit like mine. Steady the aim there! Steady... fire!\" —Khoumrock Blackthorne, captain of the Unsinkable and self-proclaimed slayer of \"giant evil moth gods.\" The artillerist's maxim holds that while fights might be won with swords, battles are won with cannons.",
				"Or in a pinch, with trebuchets, siege towers, catapults, hwachas, and all other lethal miscellanea of a combat engineers' corp. As a true artillerist, you leave the penny-ante pistols and knives to those who only need to operate on a small scale. You're a consummate professional in the art of big guns, a maestro at merging mathematics and manpower to transform whatever castle wall, infantry battalion, or rampaging dragon offends you into a smoking crater in the ground.",
				"You're not just some daredevil demolitionist, though.",
				"You're part of a team, accustomed to coordinating with your unit to maximize your time and effectiveness.",
				"Whether jumping in to help your crew load the next round, quickly calculating the trajectory of the engine's next shot, or taking the shot yourself, your presence on the team ensures their chances of success are maximized, creating a whole that is greater than the sum of its parts."
			]
		},
		{
			"name": "Firework Technician Dedication",
			"source": "G&G",
			"page": 134,
			"level": 2,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Firework Technician"
			},
			"traits": [
				"Uncommon",
				"Archetype",
				"Dedication"
			],
			"prerequisites": "trained in {@skill Crafting}",
			"cost": "1 or more batches of infused reagents",
			"entries": [
				"You have a free hand; Effect You set off a fireworks display.",
				"You can launch a normal firework to simply create a visual or audible signal within 20 feet or you can choose one of the following special effects. A firework display has the listed traits, and if it costs more than 1 batch of infused reagents, it is noted in its Cost entry.",
				"Comet {@as 1} (visual) You shoot a streak of shining light in a 60-foot line. All spaces in that line are lit with bright light until the start of your next turn. As part of this action, you can also {@action Point Out} a single creature in the line, and your allies do not need to hear or understand you.",
				"Flower {@as 1} (visual) You ignite a ring of sparks, creating a shape that might be reminiscent of a flower blooming in the sky.",
				"Each enemy with 20 feet of you must attempt a Fortitude save. On a failure, the enemy is {@condition dazzled} for 1 round, and on a critical failure they are {@condition dazzled} for 2 rounds.",
				"Salute {@as 1} (auditory) You create a startling bang or whistle, adding an auditory component to your fireworks display.",
				"When you launch a salute display, you can choose a {@condition confused} or {@condition fascinated} ally within 60 feet. If the ally you chose is {@condition fascinated}, the noise is so violent that it acts as a {@condition hostile} effect for the purpose of their {@condition fascinated} condition (though it has no negative repercussions) automatically ending most applications of the {@condition fascinated} condition. If they're {@condition confused}, the sound is so loud and violent that it might snap the ally out of confusion. They can immediately attempt the flat check to remove the {@condition confused} condition which normally occurs when a creature is damaged. If the {@condition confused} condition has special rules that remove the flat check when taking damage or make the flat check harder, those rules also apply to the salute."
			],
			"special": "You can't select another dedication feat until you've gained two other feats from the fireworks technician archetype.",
			"leadsTo": [
				"Banshee Cry Display|G&G",
				"Coughing Dragon Display|G&G",
				"Expert Fireworks Crafter|G&G",
				"Goblin Jubilee Display|G&G",
				"Jumping Jenny Display|G&G"
			]
		},
		{
			"name": "Flesh Wound",
			"source": "G&G",
			"page": 117,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 12,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"entries": [
				"You fire to ensure that even if your shot doesn't land cleanly, it still lands close enough to deal some damage. Make a ranged {@action Strike}. It gains the following effect on a failure (though not a critical failure).",
				{
					"type": "successDegree",
					"entries": {
						"Failure": "Though your attack misses, it still deals one die of damage plus any damage from your weapon specialization class feature. This uses your weapon's normal damage die and damage type. This attack doesn't add extra damage from any other sources or abilities."
					}
				}
			]
		},
		{
			"name": "Forewarn",
			"source": "G&G",
			"page": 51,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 12,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Overwatch"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Overwatch Dedication|G&G}, master in {@skill Perception}",
			"frequency": "once per minute",
			"trigger": "An enemy within your overwatch field attempts an attack against an ally who is also within your overwatch field.",
			"entries": [
				"Your foresight and planning are more valuable than armor as you direct your ally away from danger, but there's a limit to how often you can guide your allies away from a foe's relentless assaults. The triggering attack roll targets your {@skill Perception} DC instead of your ally's AC. Though this allows your ally to avoid taking penalties to their AC, it doesn't remove any conditions or other effects causing such penalties. For example, an enemy with sneak attack would still deal extra damage to your ally if they are {@condition flat-footed}, even though they wouldn't take the –2 circumstance penalty when defending against the attack."
			]
		},
		{
			"name": "Forge-blessed Shot",
			"source": "G&G",
			"page": 201,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"level": 17,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": "Dwarf",
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Uncommon",
				"Divine",
				"Dwarf"
			],
			"prerequisites": "worshipper of {@deity Torag} or {@deity Angradd|LOGM}",
			"frequency": "once per day",
			"trigger": "You attempt a ranged {@action Strike}.",
			"access": "You are from Dongun Hold or Alkenstar.",
			"entries": [
				"You intone a prayer to the dwarven deities {@deity Torag} or {@deity Angradd|LOGM}, willing a higher power to guide your aim in the heat of battle. On your next {@action Strike} with a ranged weapon before the end of your turn, you gain a +2 circumstance bonus to your attack roll and ignore your target's {@condition concealed} condition, as well as your target's lesser, standard, and greater cover."
			]
		},
		{
			"name": "Full Automation",
			"source": "G&G",
			"page": 32,
			"level": 20,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor"
			],
			"prerequisites": "armor, construct, or weapon innovation",
			"entries": [
				"You become so entwined with your innovations that you can use them without a second thought. You're permanently {@condition quickened}. How you can use the extra action depends on your innovation.",
				{
					"type": "list",
					"items": [
						"{@bold Armor} Your armor responds to the most subtle stimuli to move you in the right direction as long as you are wearing it. You can use the extra action to {@action Stride}, {@action Step}, or use a form of movement provided by your innovation (such as {@action Fly} or {@action Swim}).",
						"{@bold Construct} Your ability to command your construct becomes instinctive. You can use the extra action to Command your construct innovation (or to provide 1 of the actions if you choose to spend 2 actions to Command your construct).",
						"{@bold Weapon} Your weapon becomes easier to wield with deadly efficacy, almost as if it is an extension of your body. It speeds effortlessly toward whatever target you choose as long as you are holding it. You can use the extra action to {@action Strike} with your innovation."
					]
				}
			]
		},
		{
			"name": "Fulminating Shot",
			"source": "G&G",
			"page": 141,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 6,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Spellshot"
			},
			"traits": [
				"Archetype",
				"Evocation",
				"Magical"
			],
			"prerequisites": "{@feat Spellshot Dedication|G&G}",
			"frequency": "once per round.",
			"entries": [
				"You channel potent magic into your next shot, empowering it with a blast of crackling energy. Choose acid, cold, electricity, or fire. If you hit with your next attack roll using a firearm or crossbow before the end of your turn, you deal {@damage 1d6} additional damage of this type. At 12th level, this increases to {@damage 2d6} additional damage, and at 18th level, it increases to {@damage 3d6} additional damage."
			]
		},
		{
			"name": "Gadget Specialist",
			"source": "G&G",
			"page": 26,
			"level": 4,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor"
			],
			"prerequisites": "expert in {@skill Crafting}",
			"entries": [
				"Rather than just using your gadgets for various boosts and tweaks, you also craft a few specific temporary consumable gadgets each day. You gain the formulas for three common or uncommon gadgets (page 66). Each day during your daily preparations, you can create two temporary gadgets from your formula book. Gadgets prepared in this way don't cost you any resources to {@action Craft} and don't have any sale value. They are temporary items and fall apart the next time you make your daily preparations if you haven't already used them.",
				"If you're a master in {@skill Crafting}, you can create three gadgets per day, and you gain three additional common or uncommon gadget formulas. If you're legendary in {@skill Crafting}, you can create four gadgets per day, and you gain another additional three common or uncommon gadget formulas, for a total of nine."
			],
			"leadsTo": [
				"Contingency Gadgets|G&G",
				"Ubiquitous Gadgets|G&G"
			]
		},
		{
			"name": "Gear Gnash",
			"source": "G&G",
			"page": 54,
			"level": 4,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": [
					"Crafting"
				],
				"archetype": "Trapsmith"
			},
			"traits": [
				"Archetype",
				"Skill"
			],
			"prerequisites": "{@feat Trapsmith Dedication|G&G}, expert in {@skill Crafting}",
			"entries": [
				"Snares you create have complicated inner workings that are quite difficult to disable. Creatures attempting to Disable your snares that use gears must succeed at an additional {@skill Thievery} check in order to disable the snare. On a failed check, while the snare doesn't fully trigger, the grinding mechanisms deal bludgeoning damage to the creature equal to half your level. The snare still triggers on a critical failure, as normal."
			]
		},
		{
			"name": "Gigaton Strike",
			"source": "G&G",
			"page": 27,
			"level": 8,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor"
			],
			"prerequisites": "Megaton {@action Strike}",
			"entries": [
				"When you use a full-power Megaton {@action Strike}, you can knock your foe back. When you succeed at your {@action Strike} while using an unstable Megaton {@action Strike}, your target must attempt a Fortitude save against your class DC.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "The creature is unaffected.",
						"Success": "The creature is pushed back 5 feet.",
						"Failure": "The creature is pushed back 10 feet.",
						"Critical Failure": "The creature is pushed back 20 feet."
					}
				}
			],
			"special": "If your innovation is a minion, this benefit applies on its unstable Megaton Strikes."
		},
		{
			"name": "Gigavolt",
			"source": "G&G",
			"page": 30,
			"level": 12,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor"
			],
			"prerequisites": "{@feat Megavolt|G&G}",
			"entries": [
				"When you unleash electricity from your innovation, you can bounce it off obstacles, creating a field of electric death. When you use Megavolt, each time your line of electricity hits a solid barrier, such as a wall, it bounces off at an angle of your choice and continues until you have reached the full length of the line. Even if a creature is in the area from multiple bounces, it takes the damage only once."
			]
		},
		{
			"name": "Goblin Jubilee Display",
			"source": "G&G",
			"page": 135,
			"level": 10,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Firework Technician"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Firework Technician Dedication|G&G}",
			"entries": [
				"Flames and explosions sear the air in a riot of color and devastation that rivals that wrought by even the wildest goblin party. The display is both so beautiful and chaotic that, while mesmerizing, it poses a significant risk to the physical health, sight, and hearing of anyone who gets too close. You gain the Goblin Jubilee fireworks display.",
				"Goblin Jubilee {@as 3} (fire, sonic, visual) Cost 3 batches of infused reagents; Effect Chaos fills a 20-foot burst within 120 feet. All creatures in the area takes {@damage 3d6} fire damage and {@damage 3d6} sonic damage and must attempt a Fortitude save.",
				"A goblin jubilee display costs 3 batches of infused reagents, rather than 1.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "The creature is unaffected.",
						"Success": "The creature is {@condition dazzled} and {@condition deafened} until the end of its next turn and takes half damage.",
						"Failure": "The creature is {@condition dazzled} and {@condition deafened} for 1 minute and takes full damage.",
						"Critical Failure": "The creature is {@condition blinded} for 1 round, {@condition dazzled} and {@condition deafened} for 1 minute, and takes double damage."
					}
				}
			]
		},
		{
			"name": "Golem Dynamo",
			"source": "G&G",
			"page": 53,
			"level": 12,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Sterling Dynamo"
			},
			"traits": [
				"Uncommon",
				"Archetype"
			],
			"prerequisites": "{@feat Sterling Dynamo Dedication|G&G}",
			"access": "You are an automaton or are otherwise from the ancient Jistka Imperium.",
			"entries": [
				"You've learned the secrets of Jistkan golem prostheses, allowing you to incorporate golem components into your dynamo and gain a portion of their magic. You gain a +1 status bonus to saving throws against magic, and your dynamo Strikes become magical."
			]
		},
		{
			"name": "Greater Augmentation",
			"source": "G&G",
			"page": 43,
			"level": 17,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": "Automaton",
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Automaton"
			],
			"entries": [
				"You've greatly improved your abilities and your core can support further augmentations. You gain the enhancement benefits of one of your 1st-, 5th-, 9th-, or 13th-level automaton ancestry feats.",
				"You are also capable of reconfiguring your augmentations to meet your needs. You can spend one week of downtime to change the enhancement you gain with this feat."
			]
		},
		{
			"name": "Grit And Tenacity",
			"source": "G&G",
			"page": 115,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 8,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Fortune",
				"Gunslinger"
			],
			"frequency": "once per hour",
			"trigger": "You fail a Fortitude or Will save.",
			"entries": [
				"You call upon deep reserves of toughness and mental fortitude to power through an otherwise debilitating effect. Reroll the triggering save with a +2 circumstance bonus; you must use the second result."
			]
		},
		{
			"name": "Gunpowder Gauntlet",
			"source": "G&G",
			"page": 136,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 4,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Pistol Phenom"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Pistol Phenom Dedication|G&G}",
			"requirements": "You're wielding a loaded one-handed firearm.",
			"entries": [
				"Your flair keeps foes' attention, as your motions with your gun draw your foes into a deadly game. As you toy with them and performatively brandish your weapon, you build their tunnel vision, leaving them trapped in a perceptual gauntlet of your own making. Attempt a {@skill Performance} check against the Will DC of a single target within your one-handed firearm's first range increment.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "The target takes a –2 status penalty to attack rolls against creatures other than you until the beginning of your next turn.",
						"Success": "The target takes a –1 status penalty to attack rolls against creatures other than you until the beginning of your next turn."
					}
				}
			]
		},
		{
			"name": "Gunslinger Dedication",
			"source": "G&G",
			"page": 127,
			"level": 2,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Gunslinger"
			},
			"traits": [
				"Uncommon",
				"Archetype",
				"Dedication",
				"Multiclass"
			],
			"prerequisites": "Dexterity 14",
			"entries": [
				"You become trained in simple and martial crossbows and simple and martial firearms. You become trained in gunslinger class DC.",
				"Choose a gunslinger way. You become trained in your way's associated skill; if you were already trained in this skill, you become trained in a skill of your choice. You don't gain any other abilities from your choice of way."
			],
			"special": "You can't select another dedication feat until you've gained two other feats from the gunslinger archetype.",
			"leadsTo": [
				"Basic Shooting|G&G",
				"Advanced Shooting|G&G",
				"Eagle Eye|G&G",
				"Firearm Expert|G&G",
				"Practiced Reloads|G&G",
				"Slinger's Readiness|G&G"
			]
		},
		{
			"name": "Hair Trigger",
			"source": "G&G",
			"page": 118,
			"level": 16,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"prerequisites": "initial deed that allows you to {@action Interact} to draw a weapon",
			"entries": [
				"No one can react faster than you can pull your trigger. When using your initial deed, instead of Interacting to draw a weapon, you can {@action Strike} with a firearm or crossbow you're already wielding. If this {@action Strike} hits, the target is also {@condition flat-footed} until the end of your first turn of the encounter."
			],
			"special": "If your initial deed allows you to {@action Interact} to draw a weapon more than once, this feat allows you to replace one of these {@action Interact} actions and use the other one to draw a weapon. You can't replace both {@action Interact} actions with Strikes, but you"
		},
		{
			"name": "Haphazard Repair",
			"source": "G&G",
			"page": 25,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 1,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor",
				"Unstable"
			],
			"entries": [
				"You quickly fix your innovation, at the cost of its stability. You {@action Repair} your innovation almost immediately. You don't have to place the innovation on a flat surface, but you do need to be adjacent to it (including holding or wearing it), as well as having a repair kit as normal."
			]
		},
		{
			"name": "Headshot",
			"source": "G&G",
			"page": 118,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 14,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Concentration",
				"Gunslinger"
			],
			"prerequisites": "way of the sniper",
			"requirements": "You're wielding a loaded firearm or crossbow.",
			"entries": [
				"You attempt to finish your target with a final, well-placed shot. Make a crossbow or firearm {@action Strike}. If you've damaged the target within the last minute with the same weapon and you get a critical success on your attack roll, the target must succeed at a Fortitude save against your class DC or die; this is a {@trait death} and {@trait incapacitation} effect.",
				"A creature that survives is temporarily immune for 1 day. Creatures with no head (such as dullahans or oozes) are immune to this ability, and creatures with redundant heads (such as ettins) might survive the destruction of a head."
			]
		},
		{
			"name": "Helpful Tinkering",
			"source": "G&G",
			"page": 29,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 10,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor",
				"Manipulate"
			],
			"prerequisites": "offensive boost",
			"frequency": "once per 10 minutes",
			"entries": [
				"You don't just tinker with your own innovation, you fiddle with your allies' weapons as well (for their benefit, of course). Choose an ally in your reach and one of their weapons. Attempt a {@skill Crafting} check against a high DC for your level.",
				{
					"type": "successDegree",
					"entries": {
						"Success": "For 1 minute, the chosen ally's Strikes with the chosen weapon gain the same offensive boost your innovation has.",
						"Critical Failure": "Your ally takes damage of the type and amount that your offensive boost normally deals on a successful {@action Strike}."
					}
				}
			]
		},
		{
			"name": "Hit The Dirt!",
			"source": "G&G",
			"page": 111,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 1,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"trigger": "A creature you can see attempts a ranged {@action Strike} against you.",
			"entries": [
				"You fling yourself out of harm's way. You {@action Leap}. Your movement gives you a +2 circumstance bonus to AC against the triggering attack. Regardless of whether or not the triggering attack hits, you land {@condition prone} after completing your {@action Leap}."
			]
		},
		{
			"name": "Hot Foot",
			"source": "G&G",
			"page": 137,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 8,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Pistol Phenom"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Pistol Phenom Dedication|G&G}",
			"requirements": "You're wielding a loaded firearm.",
			"entries": [
				"Using a carefully aimed shot, you make a creature \"dance.\" You shoot at the ground near a target's feet, causing them to react involuntarily; even mindless creatures have {@condition unconscious} responses to dodge an attack, and you can capitalize off those uncontrollable reflexes to achieve your aim. As they dance to the sweet tune of your pistol's retort, you ensure your foe can't use whatever nasty surprise they had planned in store for you and your allies. Make an attack roll against the Reflex DC of a target creature within your firearm's first range increment.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "The creature can't use reactions, is {@condition flat-footed}, and takes a –2 circumstance penalty to Reflex saves. These effects last until the start of its next turn.",
						"Success": "The creature can't use reactions until the start of its next turn."
					}
				}
			]
		},
		{
			"name": "I Meant To Do That",
			"source": "G&G",
			"page": 143,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 10,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Unexpected Sharpshooter"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "trained in {@skill Deception}, Unexpected Sharpshooter",
			"frequency": "once per hour",
			"requirements": "Your previous action was a ranged weapon",
			"entries": [
				"{@action Strike} that missed a foe within 60 feet.",
				"Somehow your stray bullet causes an unintended reaction that creates a problem for your enemy: perhaps a ricochet knocks your foe's weapon away or they stumble over stray debris in an attempt to dodge your bullets. Roll a {@skill Deception} check to attempt to {@action Shove}, {@action Trip}, or {@action Disarm} the foe you missed."
			]
		},
		{
			"name": "Impervious Vehicle",
			"source": "G&G",
			"page": 57,
			"level": 8,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Vehicle Mechanic"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Vehicle Mechanic Dedication|G&G}",
			"entries": [
				"From armor plating and flexible components, to reinforced materials and backup redundant functionality, you have built safeguards to protect your vehicle from the rigors of combat.",
				"Your signature vehicle gains a +1 circumstance bonus to AC and Fortitude saves, and increases its Hit Points by an amount equal to twice your level."
			]
		},
		{
			"name": "Incredible Construct Companion",
			"source": "G&G",
			"page": 28,
			"level": 8,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor"
			],
			"prerequisites": "{@feat Advanced Construct Companion|G&G}",
			"entries": [
				"Thanks to your continual tinkering, your construct companion has advanced to an astounding new stage of engineering, enhancing all its attributes. Your construct companion becomes an incredible construct companion."
			]
		},
		{
			"name": "Instant Backup",
			"source": "G&G",
			"page": 112,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 4,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"trigger": "Your attack with a firearm misfires.",
			"entries": [
				"Even as your firearm misfires, you quickly draw a backup weapon. {@action Release} the misfired weapon if you so choose, and {@action Interact} to draw a one-handed weapon."
			]
		},
		{
			"name": "Instant Return",
			"source": "G&G",
			"page": 119,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 16,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"trigger": "An enemy misses you with a ranged attack using a type of ammunition appropriate to your weapon (a bullet if you're wielding a firearm).",
			"requirements": "You're wielding an unloaded firearm or crossbow.",
			"entries": [
				"With a single fluid gesture, you catch a projectile out of the air, load it in your weapon, and shoot it back at the attacker.",
				"{@action Interact} to load the projectile into your weapon, then make a {@action Strike} with the required weapon against the triggering opponent. Since you're using the foe's ammunition, this {@action Strike} applies any special effects that ammunition would have (for instance, if it was explosive ammunition, it would explode in a burst of fire if your {@action Strike} hits)."
			]
		},
		{
			"name": "Integrated Armament",
			"source": "G&G",
			"page": 41,
			"level": 5,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": "Automaton",
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Automaton"
			],
			"entries": [
				"Your mechanical body houses a weapon or shield that you can quickly draw and stow, leaving you prepared for combat at all times.",
				"You can use a 1-minute activity, which has the {@trait manipulate} trait, to integrate a single, one-handed weapon or shield into one of your arms. You can draw or stow this item as an {@action Interact} action. Creatures don't automatically see this integrated item when it's stowed and must actively {@action Seek} in order to find it. They take a –2 circumstance penalty to any checks to do so. While you are wielding the item, it can't be Disarmed and you can't drop or {@action Release} it; you must {@action Interact} to store the weapon and free that hand. A creature determined to retrieve the item can do so, but it requires either 1 minute to remove it or extreme violence to your arm—such as physically removing portions of the limb. You can only have one integrated armament at a time, though you can use the 1-minute activity to replace the item or swap the arm in which it's stored.",
				"{@b Enhancement} Your body has more space for integration. You can now either integrate two one-handed weapons, a one-handed weapon and a shield, or a single two-handed weapon which is split across both arms. You can use a single {@action Interact} action to draw or store both integrated armaments. When you draw a single weapon, you can choose to hold it with either one hand or both hands."
			]
		},
		{
			"name": "Inventor Dedication",
			"source": "G&G",
			"page": 49,
			"level": 2,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Inventor"
			},
			"traits": [
				"Uncommon",
				"Archetype",
				"Dedication",
				"Multiclass"
			],
			"prerequisites": "Intelligence 14",
			"entries": [
				"You become trained in {@skill Crafting} and inventor class DC. You gain the {@feat Inventor} skill feat, even if you don't meet the skill feat's requirements. Choose an innovation. You gain that innovation, though you don't gain any other abilities that modify or use that innovation, such as modifications or {@action Explode|G&G}."
			],
			"special": "You cannot select another dedication feat until you have first gained two other feats from the inventor archetype.",
			"leadsTo": [
				"Basic Breakthrough|G&G",
				"Advanced Breakthrough|G&G",
				"Basic Modification|G&G",
				"Brilliant Crafter|G&G",
				"Explosion|G&G"
			]
		},
		{
			"name": "Jumping Jenny Display",
			"source": "G&G",
			"page": 135,
			"level": 8,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Firework Technician"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Firework Technician Dedication|G&G}",
			"entries": [
				"This multi-sequence rocket blasts confetti at a series of altitudes. While the design is intended to delight children of all ages, you've found it has an unexpected side effect of confounding enemy fliers. You gain the Jumping Jenny fireworks display.",
				"Jumping Jenny {@as 1} Cost 2 batches of infused reagents; Effect Target a flying creature within 60 feet. Until the start of your next turn, each time that creature attempts to {@action Fly}, they must succeed at an {@skill Acrobatics} check to {@action Maneuver in Flight} against the DC of your fireworks display, or the {@action Fly} action is disrupted. If all the creature's attempts to {@action Fly} are disrupted, at the end of its turn, it falls harmlessly to the ground below. A jumping jenny costs 2 batches of infused reagents, rather than 1."
			]
		},
		{
			"name": "Just The Thing!",
			"source": "G&G",
			"page": 31,
			"level": 16,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor"
			],
			"frequency": "once per hour",
			"entries": [
				"Need to balance on a razor's edge, force open an iron door, or persuade a dragon to negotiate? Never fear! No matter the situation, you always have just the thing. You attempt a skill action that takes 1 minute or less to complete, using the same number of actions or amount of time as normal. However, as you take the action, describe a device you pull out and use to accomplish the skill. The specifics of how you accomplish this are up to you, but they should fit the challenge at hand.",
				"For instance, you might use gravitic stabilizers to balance on the razor's edge, a force battering ram gizmo to open the iron door, or a device that produces an aroma with the ability to pacify wyrms to persuade the dragon. Using an invention in this way lets you alter how you calculate the skill check used in the action. Instead of the normal skill modifier associated with that skill action, you use your {@skill Crafting} modifier."
			]
		},
		{
			"name": "Leap And Fire",
			"source": "G&G",
			"page": 115,
			"level": 8,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"prerequisites": "{@feat Hit the Dirt!|G&G}",
			"entries": [
				"You're quick enough to line up a shot even while diving to the ground. When you use your Hit the Dirt! reaction, at any point during your {@action Leap} you can also make a ranged {@action Strike} with a loaded firearm or crossbow, targeting the creature whose attack triggered the reaction."
			]
		},
		{
			"name": "Lesser Augmentation",
			"source": "G&G",
			"page": 42,
			"level": 9,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": "Automaton",
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Automaton"
			],
			"entries": [
				"You've focused on enhancing yourself and have received an improvement to one of your existing abilities. You gain the enhancement benefits of one of your 1st- or 5th-level automaton ancestry feats.",
				"You are also capable of reconfiguring your augmentations to meet your needs. You can spend one week of downtime to change the enhancement you gain with this feat.",
				"{@b Enhancement} You gain the enhancement benefits of another 1st- or 5th-level automaton ancestry feat. Also, your reconfigurations take less time. You only need to spend 1 day of downtime to change any of your enhancements. If you have multiple enhancements, changing each one requires a separate day."
			]
		},
		{
			"name": "Live Ammunition",
			"source": "G&G",
			"page": 129,
			"level": 8,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Artillerist"
			},
			"traits": [
				"Archetype"
			],
			"entries": [
				"There are generally few things as ill-advised as being shot out of a cannon or launched by a trebuchet, but people use the tactic every so often in a desperate situation. While it's more humane to use this strategy with mindless constructs or undead, occasionally an exceedingly foolhardy adventurer demands the opportunity to try it. Loading a creature requires two additional Load actions, which you must conduct personally. The creature must be willing, {@condition unconscious}, or {@condition restrained} throughout the process, and the siege weapon must be physically capable of firing the creature in question, based on their size and shape. Typically, that means ballistas don't qualify, for example—nor do auto-catapults which require specifically-sized balls—but normal catapults and onagers work just fine. When you Launch the weapon, if the weapon usually targets an area, you target a single 5-foot square instead. The siege weapon deals its normal damage to its target, or to the modified area, and to the creature fired."
			]
		},
		{
			"name": "Lock On",
			"source": "G&G",
			"page": 29,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 10,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor"
			],
			"prerequisites": "construct innovation",
			"entries": [
				"Aha! You lock on to your enemy's weak point to assist your construct companion in destroying it. When you Lock On, designate an enemy you can see. If your next action is to Command your construct, the construct gains a +2 circumstance bonus to attack rolls against the designated enemy until the end of the turn. If you use 2 actions for the Command, the bonus is instead a +3 circumstance bonus, or a +4 circumstance bonus if you're legendary in {@skill Crafting}."
			]
		},
		{
			"name": "Lucky Escape",
			"source": "G&G",
			"page": 142,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 4,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Unexpected Sharpshooter"
			},
			"traits": [
				"Archetype",
				"Misfortune"
			],
			"prerequisites": "{@feat Unexpected Sharpshooter Dedication|G&G}",
			"frequency": "once per day",
			"trigger": "A creature targets you with an attack, even if you aren't aware of it.",
			"entries": [
				"Your enemy lies in wait, lines up the perfect shot, and pulls the trigger... then at just the right moment you duck down to notice something scrawled on the cobblestone in chalk, a shiny coin, or some other coincidental distraction, creating an opportunity for the attack to miss. The attacker must roll the attack twice and use the worse result."
			]
		},
		{
			"name": "Magical Resistance",
			"source": "G&G",
			"page": 41,
			"level": 5,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": "Automaton",
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Automaton"
			],
			"entries": [
				"Your animating magic provides some defense. Choose one of the following energy damage types: cold, electricity, or sonic.",
				"You gain resistance 5 to that damage type.",
				"{@b Enhancement} You tap deeper into your animating magic, and your resistances improve. Choose one of the following benefits: you gain resistance 5 to the remaining two damage types from the above list, or your chosen resistance increases to a value equal to 1 + half your level."
			]
		},
		{
			"name": "Manifold Modifications",
			"source": "G&G",
			"page": 28,
			"level": 8,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor",
				"Modification"
			],
			"prerequisites": "initial modification",
			"entries": [
				"You've modified your innovation using clever workarounds, so you can include another initial modification without compromising its structure. Your innovation gains an additional initial modification from the list for innovations of its type (page 16)."
			]
		},
		{
			"name": "Master Beast Gunner Spellcasting",
			"source": "G&G",
			"page": 131,
			"level": 18,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Beast Gunner"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Expert Beast Gunner Spellcasting|G&G}",
			"entries": [
				"You've learned the final truth of beast guns, making you a master in the magic they grant you. You gain the {@quickref master spellcasting benefits|CRB|0|spellcasting archetypes} (Core Rulebook 219)."
			]
		},
		{
			"name": "Master Siege Engineer",
			"source": "G&G",
			"page": 129,
			"level": 16,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Artillerist"
			},
			"traits": [
				"Archetype"
			],
			"entries": [
				"What you don't know about artillery isn't worth knowing and your mastery allows you to perform an impossible number of actions as part of a siege weapon's crew. You're permanently {@condition quickened}. You can only use the extra action to Aim or Launch a siege weapon."
			]
		},
		{
			"name": "Master Spotter",
			"source": "G&G",
			"page": 51,
			"level": 12,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Overwatch"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Overwatch Dedication|G&G}, expert in {@skill Perception}",
			"entries": [
				"Your incredible perception and trusty enhanced visual gear allow you to see things others miss. Your proficiency rank in {@skill Perception} increases to master."
			]
		},
		{
			"name": "Megaton Strike",
			"source": "G&G",
			"page": 27,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 4,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor"
			],
			"prerequisites": "armor, construct, or weapon innovation",
			"entries": [
				"You activate gears, explosives, and other {@condition hidden} mechanisms in your innovation to make a powerful attack. You make a {@action Strike}, dealing an extra die of weapon damage. If you're at least 10th level, increase this to two extra dice, and if you're at least 18th level, increase it to three extra dice. The type of {@action Strike} you can make depends on your innovation.",
				{
					"type": "list",
					"items": [
						"{@bold Armor You} {@action Strike} with a melee unarmed attack or a melee weapon. To use a melee weapon for this, you must have prepared it in advance with special contraptions when you make your daily preparations.",
						"{@bold Construct} Your minion innovation Strikes.",
						"{@bold Weapon You} {@action Strike} with your weapon innovation"
					]
				},
				"Unstable Function You put even more force into the {@action Strike}, though you risk stress fractures to your innovation. Add the unstable trait to Megaton {@action Strike}. The {@action Strike} deals another extra damage die, for a total of two extra dice at 4th level, three at 10th level, and four at 18th level."
			],
			"special": "If your innovation is a minion, it can take this action rather than you."
		},
		{
			"name": "Megavolt",
			"source": "G&G",
			"page": 27,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 6,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Electricity",
				"Inventor",
				"Manipulate"
			],
			"entries": [
				"You bleed off some electric power from your innovation in the shape of a damaging bolt. Creatures in a 20-foot line from your innovation take {@damage 3d4} electricity damage, with a basic Reflex save against your class DC. The electricity damage increases by {@dice 1d4} at 8th level and every 2 levels thereafter.",
				"Unstable Function You overload and supercharge the voltage even higher. Add the unstable trait to Megavolt. The area increases to a 60-foot line and the damage increases from d4s to d12s.",
				"If you have the breakthrough innovation class feature, you can choose a 60-foot or 90-foot line for the area when you use an unstable Megavolt; if you also have the revolutionary innovation class feature, you can choose a 60-foot, 90-foot, or 120-foot line."
			],
			"special": "If your innovation is a minion, it can take this action rather than you.",
			"leadsTo": [
				"Gigavolt|G&G"
			]
		},
		{
			"name": "Miraculous Flight",
			"source": "G&G",
			"page": 57,
			"level": 18,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Vehicle Mechanic"
			},
			"traits": [
				"Archetype",
				"Magical"
			],
			"prerequisites": "{@feat Vehicle Mechanic Dedication|G&G}",
			"entries": [
				"With superior engineering and magical application, you have freed your signature vehicle from the bonds of gravity, allowing it to soar through the sky like a dragon. The vehicle gains magical propulsion and a fly Speed equal to its fastest current Speed. If your signature vehicle already had a fly Speed, reduce the distance the vehicle needs to make a 90-degree turn to half the usual length (typically half the length of the vehicle)."
			]
		},
		{
			"name": "Modular Dynamo",
			"source": "G&G",
			"page": 53,
			"level": 4,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Sterling Dynamo"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Sterling Dynamo Dedication|G&G}",
			"entries": [
				"Your dynamo has modular configurations, allowing you to swap between various different possibilities with ease in order to adapt to various situations in combat. Your dynamo attack gains the {@trait modular} trait (page 150), as well as one of the following configurations of your choice: power driver ({@damage 1d6} bludgeoning damage; shove), percussive striker ({@damage 1d4} bludgeoning damage; agile, finesse), rotating sickle ({@damage 1d6} slashing damage; trip), or entangling barbs ({@damage 1d6} piercing damage; grapple). If you have a manually {@condition controlled} dynamo, these damage dice increase by 1 size, as usual, and you can also choose the extendable baton ({@damage 1d4} bludgeoning damage; finesse, reach), which has the damage increase already factored in.",
				"When you use an {@action Interact} action to switch configurations using the {@trait modular} trait, you switch between the initial configuration of dynamo you chose with the Sterling Dynamo Dedication and the new configuration you chose with Modular Dynamo."
			],
			"special": "You can select this feat multiple times. Each time, you choose another configuration and add it to the list of options you can choose when you use an {@action Interact} action with the {@trait modular} trait."
		},
		{
			"name": "Munitions Crafter",
			"source": "G&G",
			"page": 111,
			"level": 1,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"entries": [
				"Bullets and bombs can be scarce in some parts, so you've learned to make your own. You become trained in {@skill Crafting} and gain the alchemist's infused reagents class feature (Core Rulebook 72), gaining a number of reagents each day equal to your level. You also gain the Alchemical {@skill Crafting} feat and four additional formulas for 1st-level alchemical items.",
				"You gain infused reagents (a pool of reagents usable to make alchemical items) and advanced alchemy (allowing you to make alchemical items during your daily preparations without the normal cost or time expenditure). You gain batches of infused reagents per day equal to your level, which you can use to create only bombs or alchemical ammunition. Your advanced alchemy level for creating these is 1 and doesn't increase on its own. If you use a batch of infused reagents to create basic level-0 ammunition such as black powder cartridges or black powder doses, you produce 10 rounds of ammunition."
			],
			"leadsTo": [
				"Munitions Machinist|G&G",
				"Precious Munitions|G&G"
			]
		},
		{
			"name": "Munitions Machinist",
			"source": "G&G",
			"page": 113,
			"level": 6,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"prerequisites": "{@feat Munitions Crafter|G&G}, expert in {@skill Crafting}",
			"entries": [
				"You're particularly adept at crafting ammunition and bombs.",
				"Your advanced alchemy level for ammunition and bombs increases to your level – 3."
			],
			"leadsTo": [
				"Precious Munitions|G&G"
			]
		},
		{
			"name": "Named Artillery",
			"source": "G&G",
			"page": 128,
			"level": 4,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": [
					"Crafting"
				],
				"archetype": "Artillerist"
			},
			"traits": [
				"Archetype",
				"Skill"
			],
			"prerequisites": "trained in {@skill Crafting}",
			"entries": [
				"It is a tradition among artillerists to name the siege weapon most important to them and closest to their heart—much as a sailor on a ship, the weapon is their livelihood. You've gone a step further, and you always make sure that your named artillery has the best possible maintenance and upkeep. You can spend a full day adjusting and working on a single siege weapon to designate it as your named artillery. The siege weapon you designated as your named artillery gains a +2 circumstance bonus to AC, Fortitude saves, and Reflex saves as well as additional Hit Points equal to twice your level.",
				"During your daily preparations, you must spend at least one hour on maintenance to service your named artillery.",
				"If you fail to do so, or if you spend a full day designating a new piece of named artillery, the previous named artillery loses any benefits from this feat. Only one artillerist can designate a particular siege weapon as their named artillery, even if several artillerists are serving on the same siege weapon's crew (though it's typically more efficient for a group with several artillerists to divide them up, assigning one to each siege weapon)."
			]
		},
		{
			"name": "Negate Damage",
			"source": "G&G",
			"page": 31,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 18,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor"
			],
			"prerequisites": "armor innovation",
			"trigger": "You would take damage.",
			"entries": [
				"Your armor innovation activates various devices you prepared ahead of time, and you use one of them to reduce the damage you would take by 15.",
				"Unstable Function You activate all the precautions at once, violently repelling the incoming attack to blunt its force. Add the unstable trait to Negate Damage and reduce the damage you would take by 50."
			]
		},
		{
			"name": "No Hard Feelings",
			"source": "G&G",
			"page": 142,
			"level": 6,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Unexpected Sharpshooter"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Unexpected Sharpshooter Dedication|G&G}",
			"entries": [
				"Despite the devastation your weapons tend to inflict upon their targets or the destruction you might unleash upon an area, your foes still manage to walk away at the end of a fight—at least sometimes. You can choose to add the {@trait nonlethal} trait to your ranged weapons, making the choice of whether to add the trait or not just before each {@action Strike}."
			]
		},
		{
			"name": "No! No! I Created You!",
			"source": "G&G",
			"page": 25,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 1,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Auditory",
				"Concentrate",
				"Inventor"
			],
			"prerequisites": "construct companion",
			"frequency": "once per minute",
			"trigger": "Your construct companion would become {@condition confused} or {@condition controlled}.",
			"entries": [
				"You appeal to your construct companion's bond with its creator to have it break free of a controlling effect. Attempt to counteract the effect that {@condition confused} or {@condition controlled} your construct companion, using your {@skill Crafting} modifier for the counteract check and half your level rounded up for the counteract level."
			]
		},
		{
			"name": "Overdrive Ally",
			"source": "G&G",
			"page": 28,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 8,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor",
				"Manipulate"
			],
			"prerequisites": "{@action Overdrive|G&G}",
			"requirements": "You are currently in overdrive.",
			"entries": [
				"You quickly fling some of your powered-up mechanisms to an ally, sharing your benefits with them briefly. Choose an ally within 30 feet. Until the end of their next turn, that ally's Strikes deal additional damage equal to half your Intelligence modifier, or your full Intelligence modifier if you were in critical overdrive. The ally doesn't gain the increased damage from expert, master, or legendary overdrive."
			]
		},
		{
			"name": "Overwatch Dedication",
			"source": "G&G",
			"page": 50,
			"level": 2,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Overwatch"
			},
			"traits": [
				"Uncommon",
				"Archetype",
				"Dedication"
			],
			"prerequisites": "expert in {@skill Perception}",
			"entries": [
				"You have an innate knack for tactical observation, and you've innovated to apply that knack in a variety of ways that allow you to assist your allies. With the help of enhanced visual gear (such as a specially modified telescope, goggled visor, or binoculars), you're keenly aware of the movement of combatants on the battlefield. You quickly and efficiently disperse that information to your nearby allies so they can use it to direct their own observations and reactions to danger.",
				"You're surrounded by an overwatch field aura in a 30-foot emanation. Your overwatch field aura grants you increased perception and allows you to call out warnings to your allies within the aura to point out threats. This aura has the {@trait auditory} and {@trait visual} traits. You and allies within your overwatch field receive a +2 circumstance bonus when using {@skill Perception} for Initiative checks."
			],
			"special": "You can't select another dedication feat until after you have gained at least two other feats from the overwatch archetype.",
			"leadsTo": [
				"Control Tower|G&G",
				"Converge|G&G",
				"Forewarn|G&G",
				"Master Spotter|G&G",
				"Spyglass Modification|G&G",
				"Swift Intervention|G&G",
				"Topple Giants|G&G",
				"Wide Overwatch|G&G"
			]
		},
		{
			"name": "Paired Shots",
			"source": "G&G",
			"page": 112,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 4,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"requirements": "You're wielding two weapons, each of which can be either a loaded one-handed firearm or loaded onehanded crossbow.",
			"entries": [
				"Your shots hit simultaneously. Make two Strikes, one with each of your two ranged weapons, each using your current multiple attack penalty. Both Strikes must have the same target.",
				"If both attacks hit, combine their damage and then add any applicable effects from both weapons. You add any precision damage, only once, to the attack of your choice.",
				"Combine the damage from both Strikes and apply resistances and weaknesses only once. This counts as two attacks when calculating your multiple attack penalty."
			]
		},
		{
			"name": "Paragon Companion",
			"source": "G&G",
			"page": 30,
			"level": 14,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor"
			],
			"prerequisites": "{@feat Incredible Companion}",
			"entries": [
				"Your construct companion has reached the pinnacle of form and function. Your construct companion becomes a paragon construct companion."
			]
		},
		{
			"name": "Patch Job",
			"source": "G&G",
			"page": 56,
			"level": 4,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Vehicle Mechanic"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Vehicle Mechanic Dedication|G&G}",
			"entries": [
				"You can patch up damage to an object with a quick fix. You gain the Improvised {@action Repair} general feat. When you use Improvised {@action Repair}, you can attempt a {@skill Crafting} check with the same DC as {@action Repair}. If you succeed, you can use the object as a normal object of its type until it takes damage rather than as a shoddy object of its type."
			]
		},
		{
			"name": "Penetrating Fire",
			"source": "G&G",
			"page": 115,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 10,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"requirements": "You're wielding a loaded firearm or crossbow.",
			"entries": [
				"You blast a bullet through one foe and into another. Choose two targets, one of which would give the other lesser cover against your ranged attacks. Make a single ranged {@action Strike} with the required weapon against both targets. This attack ignores any lesser cover the nearer target provides the other. Roll damage only once and apply it to each creature you hit. Penetrating Fire counts as two attacks for your multiple attack penalty."
			]
		},
		{
			"name": "Perfect Readiness",
			"source": "G&G",
			"page": 119,
			"level": 20,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"entries": [
				"You prepare to fire with an instinctive speed and muscle memory that go beyond your conscious thoughts. You're permanently {@condition quickened}. You can use your extra action only to {@action Step} or {@action Interact} to reload."
			]
		},
		{
			"name": "Persistent Boost",
			"source": "G&G",
			"page": 31,
			"level": 16,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor"
			],
			"prerequisites": "offensive boost",
			"entries": [
				"Your innovation sets foes on fire, covers them in acid, leaves barbed thorns behind, or otherwise deals {@condition persistent damage} to your foes that sticks around long after you deliver your boosted attack. When you or your construct innovation damage a foe with offensive boost, that foe also takes {@damage 1d8} {@condition persistent damage} of the same damage type as the offensive boost damage."
			]
		},
		{
			"name": "Phalanx Breaker",
			"source": "G&G",
			"page": 113,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 6,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"prerequisites": "way of the vanguard",
			"requirements": "You're wielding a two-handed firearm or a twohanded crossbow.",
			"entries": [
				"You know that to take out an enemy formation, you must punch a hole through its center. Make a ranged {@action Strike} with the required weapon against a target within the weapon's first range increment. The target is pushed directly back 10 feet (20 feet on a critical hit), and if this pushes the target into an obstacle, the target takes bludgeoning damage equal to half your level."
			]
		},
		{
			"name": "Phase Bullet",
			"source": "G&G",
			"page": 141,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 14,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Spellshot"
			},
			"traits": [
				"Archetype",
				"Conjuration",
				"Magical"
			],
			"prerequisites": "{@feat Spellshot Dedication|G&G}",
			"frequency": "once per day",
			"entries": [
				"You can aim your bullets not just in three normal dimensions, but in additional dimensions as well, allowing you to fire a magical shot that phases through everything but your target. Make a crossbow or firearm {@action Strike} against a foe who's {@condition observed} or {@condition hidden} to you (but not {@condition undetected}). The ammunition travels to your target in a straight line, passing through any nonmagical barriers or walls in its way, though magical barriers and {@trait force} effects stop the bullet. The shot ignores all cover, the {@condition concealed} condition, the {@condition hidden} condition, and circumstance bonuses to AC from shields. It has a +4 status bonus to hit creatures wearing any type of armor. The {@action Strike}'s damage can't be reduced with a Shield Block reaction using a nonmagical shield."
			]
		},
		{
			"name": "Phenom's Verve",
			"source": "G&G",
			"page": 137,
			"level": 10,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Pistol Phenom"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Pistol Phenom Dedication|G&G}",
			"entries": [
				"You're possessed with an incredibly vivacious spark that separates you not only from ordinary gun users and gunslingers, but even from other phenoms. Using that distinctive verve, when you perform impeccably and control the scene with your abilities, you also manage to set up your foes for disaster and ensure they remain in your sights for any follow-up attacks you want to make against them. If you critically succeed at a {@skill Performance} check for Pistol Twirl or a pistol phenom archetype feat, you gain a +1 status bonus to your attack rolls with one-handed firearms and one-handed melee weapons until the end of your turn."
			]
		},
		{
			"name": "Piercing Critical",
			"source": "G&G",
			"page": 119,
			"level": 18,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"entries": [
				"Your attacks with your preferred weapons deal especially devastating wounds. When you {@action Strike} with a firearm or crossbow for which you have legendary proficiency, you critically succeed if you roll a 19 on the die, as long as that result is a success."
			]
		},
		{
			"name": "Pistol Phenom Dedication",
			"source": "G&G",
			"page": 136,
			"level": 2,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Pistol Phenom"
			},
			"traits": [
				"Uncommon",
				"Archetype",
				"Dedication"
			],
			"prerequisites": "trained in at least one type of one-handed firearm, trained in {@skill Deception}, trained in {@skill Performance}",
			"entries": [
				"You catch an opponent off-guard by spinning your weapon.",
				"You gain the {@feat Pistol Twirl|G&G} gunslinger feat, enabling you to {@action Feint} against creatures within your weapon's first range increment.",
				"This otherwise serves as Pistol Twirl for the purpose of meeting prerequisites, although as normal, it doesn't count as another pistol phenom feat for the purpose of meeting Pistol Phenom Dedication's special entry and taking another archetype. Whenever you {@action Feint} with a one-handed firearm, you can choose to attempt a {@skill Performance} check instead of a {@skill Deception} check."
			],
			"special": "You can't select another dedication feat until you've gained at least two other feats from the pistol phenom archetype.",
			"leadsTo": [
				"Dazzling Bullet|G&G",
				"Gunpowder Gauntlet|G&G",
				"Hot Foot|G&G",
				"Phenom's Verve|G&G",
				"Reach For The Sky|G&G",
				"Whirling Knockdown|G&G"
			]
		},
		{
			"name": "Pistol Twirl",
			"source": "G&G",
			"page": 112,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 2,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"prerequisites": "trained in {@skill Deception}",
			"requirements": "You're wielding a loaded one-handed ranged weapon.",
			"entries": [
				"Your quick gestures and flair for performance distract your opponent, leaving it vulnerable to your follow-up attacks.",
				"You {@action Feint} against an opponent within the required weapon's first range increment, rather than an opponent within melee reach. If you succeed, the foe is {@condition flat-footed} against your melee and ranged attacks, rather than only your melee attacks. On a critical failure, you're {@condition flat-footed} against the target's melee and ranged attacks, rather than only its melee attacks."
			],
			"leadsTo": [
				"Showstopper|G&G"
			]
		},
		{
			"name": "Pistolero's Challenge",
			"source": "G&G",
			"page": 114,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 6,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Auditory",
				"Flourish",
				"Gunslinger",
				"Linguistic",
				"Mental"
			],
			"prerequisites": "way of the pistolero",
			"entries": [
				"With a stern call, carefully chosen barb, or some other challenging declaration, you demand your foe's attention in a duel. Choose an opponent within 30 feet who you can perceive and can hear you, and make your choice of a {@skill Deception} or {@skill Intimidation} check against the target's Will DC. No matter the result of the check, the foe is temporarily immune to your Pistolero's Challenge until noon the next day.",
				{
					"type": "successDegree",
					"entries": {
						"Success": "Both you and the opponent gain a +2 status bonus to damage rolls with Strikes made against each other. If you're a master in the skill you used for the check, the status bonus to damage rolls increases to +3, and if you're legendary, it increases to +4. You can have only one challenge in effect at a time; challenging a new opponent ends this effect on any current target. Otherwise, the effect lasts until one of you is defeated, flees, or the encounter ends.",
						"Critical Failure": "You become {@condition frightened|CRB|frightened 1} and can't use this ability again for 1 minute."
					}
				}
			],
			"leadsTo": [
				"Come At Me!|G&G"
			]
		},
		{
			"name": "Piston Punch",
			"source": "G&G",
			"page": 53,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 6,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Sterling Dynamo"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Sterling Dynamo Dedication|G&G}",
			"entries": [
				"You lash out with a powerful punch, extending your dynamo to a greater length in order to attack two creatures in a row.",
				"Make a single bludgeoning or piercing dynamo {@action Strike} and compare the attack roll result to the ACs of up to two foes. The first foe must be within your melee reach and the second foe must be adjacent to the first foe in a straight line away from you. Roll damage only once and apply it to each creature you hit. A Piston Punch counts as two attacks for your multiple attack penalty. Reduce the operational time of your sterling dynamo by 1 hour."
			]
		},
		{
			"name": "Power Slide",
			"source": "G&G",
			"page": 55,
			"activity": {
				"number": 1,
				"unit": "varies",
				"entry": "{@as 1} TO {@as 3}"
			},
			"level": 4,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": true,
				"archetype": "Trick Driver"
			},
			"traits": [
				"Archetype",
				"Move",
				"Reckless",
				"Skill"
			],
			"prerequisites": "{@feat Trick Driver Dedication|G&G}",
			"requirements": "You are piloting a vehicle.",
			"entries": [
				"You throw the vehicle into a barely {@condition controlled} skid, turning sharply to evade pursuit or bring your weapons to bear. You {@action Drive|GMG} with a –2 penalty to your piloting check, gaining the effects of the {@action Drive|GMG} action for the same number of actions you spent to Power Slide. At the end of the movement, if you succeed, you can turn the vehicle up to 90 degrees. If you critically succeed at your piloting check, you can instead turn the vehicle up to 180 degrees."
			]
		},
		{
			"name": "Practiced Reloads",
			"source": "G&G",
			"page": 127,
			"level": 10,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Gunslinger"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Gunslinger Dedication|G&G}",
			"entries": [
				"You've mastered the reloading techniques and methods usually practiced by only the most dedicated firearm professionals. You gain the slinger's reload for the way you selected with Gunslinger's Dedication."
			]
		},
		{
			"name": "Precious Munitions",
			"source": "G&G",
			"page": 115,
			"level": 10,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"prerequisites": "{@feat Munitions Machinist|G&G}",
			"entries": [
				"You mix flecks of precious materials you've gathered on your journeys into your custom bullets to bring out those properties in your temporary ammunition. You can use advanced alchemy to create standard-grade adamantine, cold iron, or silver ammunition, spending 1 batch of reagents per piece of ammunition. At 15th level, you can create highgrade adamantine, cold iron, or silver ammunition."
			]
		},
		{
			"name": "Propeller Attachment",
			"source": "G&G",
			"page": 54,
			"level": 7,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": [
					"Crafting"
				],
				"archetype": "Trapsmith"
			},
			"traits": [
				"Archetype",
				"Skill"
			],
			"prerequisites": "{@feat Trapsmith Dedication|G&G}, master in {@skill Crafting}",
			"entries": [
				"You've mastered attaching clockwork propellers to your daily quick-deploy snares that use gears. This allows you to place your snares in the air or underwater, where they remain in place for up to 10 minutes, after which the propeller runs out of power and they fall or sink. Unless you use additional precautions to hide it, a propeller snare's location is usually obvious."
			]
		},
		{
			"name": "Prototype Companion",
			"source": "G&G",
			"page": 25,
			"level": 1,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor"
			],
			"entries": [
				"You have created a construct companion, and while it might not be an innovation, it serves as a trustworthy minion. You gain a prototype construct companion (page 32)."
			]
		},
		{
			"name": "Push It",
			"source": "G&G",
			"page": 55,
			"level": 7,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": [
					"Lore"
				],
				"archetype": "Trick Driver"
			},
			"traits": [
				"Archetype",
				"Skill"
			],
			"prerequisites": "{@feat Trick Driver Dedication|G&G}, master in {@skill Lore||Driving Lore}",
			"entries": [
				"You can push your vehicle's performance beyond the limits envisioned by its makers. Whenever you succeed at a piloting check, the vehicle you are piloting gains a +5-foot circumstance bonus to all its Speeds until the end of your turn. If you critically succeed, this bonus increases to +10 feet."
			]
		},
		{
			"name": "Quick Draw",
			"source": "G&G",
			"page": 112,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 2,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"entries": [
				"You draw your weapon and attack with the same motion. You {@action Interact} to draw a weapon, then {@action Strike} with that weapon."
			],
			"leadsTo": [
				"Subtle Shank|AoE3"
			]
		},
		{
			"name": "Rain Of Bolts",
			"source": "G&G",
			"page": 42,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 9,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": "Automaton",
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Automaton"
			],
			"prerequisites": "sharpshooter automaton",
			"frequency": "once per day",
			"entries": [
				"Throughout the day, your body produces powerful projectiles within your chassis. You fire them all at once in either a 30-foot cone or a 10-foot emanation. Foes in the area take {@damage 6d6} piercing damage. This increases to {@dice 7d6} at 12th level, {@dice 8d6} at 15th level, and {@dice 9d6} at 18th level.",
				"{@b Enhancement} The projectiles regenerate quicker, they are much more powerful, and you can refine the metallic content to harm certain creatures. You can use Rain of Bolts once per hour instead of once per day. The damage increases to {@dice 12d6} and each time you use the action, you can choose adamantine, cold iron, or silver. The damage from Rain of Bolts is treated as the metal you chose. At 20th level, the damage increases to {@dice 13d6}."
			]
		},
		{
			"name": "Ranged Disarm",
			"source": "G&G",
			"page": 132,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 14,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Bullet Dancer"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Bullet Dancer Dedication|G&G},",
			"requirements": "You're wielding a simple firearm.",
			"entries": [
				"When using a simple firearm, you can shoot objects right out of your enemy's hands. Attempt to {@action Disarm} the target using a ranged attack roll with your simple firearm, instead of attempting an {@skill Athletics} check against the target's Reflex DC.",
				"Demolitionist As rippling explosions bring a castle's walls tumbling down, you grin and wipe the stone dust of your handiwork from your face. Brute force might work for others, but applying science to place the right explosives in just the right spot is essential to your craft.",
				"Additional Feats: 4th Demolition Charge (Advanced Player's Guide 106); 6th Calculated Splash (Core Rulebook 77); 8th Directional Bombs (Core Rulebook 78); 12th Expanded Splash (Core Rulebook 79)"
			]
		},
		{
			"name": "Reach For The Sky",
			"source": "G&G",
			"page": 137,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 12,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Pistol Phenom"
			},
			"traits": [
				"Archetype",
				"Auditory",
				"Visual"
			],
			"prerequisites": "{@feat Pistol Phenom Dedication|G&G}",
			"requirements": "You're wielding a loaded firearm.",
			"entries": [
				"You command the room, firing a gun into the air and ordering everyone to surrender and put their hands in the air. You fire your firearm and then attempt a single {@skill Intimidation} check to {@action Demoralize} each enemy within 30 feet. Creatures who become {@condition frightened} instinctively put their hands in the air. If they had Raised a Shield, they lose the benefits, as they raise the shield above their head where it's of little use to block attacks. With their hands in the air, each of these {@condition frightened} creatures can't use reactions or free actions that require their hands, or items held in their hands, until the beginning of their next turn. Regardless of the result, each creature is then temporarily immune to Reach for the Sky for 1 minute."
			]
		},
		{
			"name": "Reach For The Stars",
			"source": "G&G",
			"page": 119,
			"level": 18,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"prerequisites": "{@feat Black Powder Boost|G&G}",
			"entries": [
				"The sky's the limit, as long as you've got enough black powder.",
				"When you use Black Powder Boost, you can expend additional black powder or ammunition to boost yourself farther. For each dose of black powder or piece of firearm ammunition you spend in addition to your shot, you add another 10 feet to the height or distance of your {@action Leap}, to a maximum of 5 boosts (a +50-foot status bonus). You must be wearing a dose of black powder or piece of ammunition, or have it in hand, to detonate it for a boost.",
				"You can choose at which points in your {@action Leap} you detonate each boost, allowing you to change direction each time. You must then move in a straight line until you boost again or end your {@action Leap}."
			]
		},
		{
			"name": "Rebounding Assault",
			"source": "G&G",
			"page": 115,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 10,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"requirements": "You're wielding a loaded firearm or loaded crossbow in one hand and a bludgeoning or slashing melee weapon in the other.",
			"entries": [
				"You hurl your melee weapon at an opponent, then fire a bullet into the weapon's hilt, making it deal additional damage and bounce back to your grasp. Make a thrown ranged {@action Strike} with the melee weapon, then a ranged {@action Strike} with your firearm.",
				"Both Strikes use the same multiple attack penalty. If the melee weapon doesn't already have the {@trait thrown} trait, it gains the thrown 10 feet trait during a Rebounding Assault.",
				"If both attacks are successful, the bolt or bullet hits the thrown melee weapon instead of your target, adding its force into one attack. Combine the damage from both Strikes, using the thrown weapon's damage type, and add an additional {@damage 1d6} precision damage.",
				"The impact sends the melee weapon rebounding off the target and back to your hand.",
				"In any circumstance other than both attacks hitting, carry out the individual Strikes normally. The thrown weapon doesn't rebound and remains in the target's space as normal for thrown weapons."
			]
		},
		{
			"name": "Recycled Cogwheels",
			"source": "G&G",
			"page": 54,
			"level": 8,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Trapsmith"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Trapsmith Dedication|G&G}",
			"entries": [
				"You're able to scavenge the cogwheels from your daily quickdeploy snares that use gears. This allows you to deconstruct a snare that didn't trigger in order to set the snare up somewhere else. Doing so takes the same number of actions as setting the snare did. When you do, you recover the snare and can deploy it in another location."
			]
		},
		{
			"name": "Redirecting Shot",
			"source": "G&G",
			"page": 116,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 10,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Fortune",
				"Gunslinger"
			],
			"trigger": "An ally misses with a ranged attack that uses a thrown weapon or ammunition.",
			"requirements": "You're wielding a loaded firearm or crossbow.",
			"entries": [
				"Seeing your ally's attack about to go astray, you fire your weapon to right its course.",
				"Discharge your firearm and roll a d20. Your ally uses this roll instead of their own, and the attack ignores bonuses the target would gain against the attack from lesser or standard cover."
			]
		},
		{
			"name": "Reinforced Chassis",
			"source": "G&G",
			"page": 40,
			"level": 1,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": "Automaton",
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Automaton"
			],
			"trigger": "A critical hit deals physical damage to you.",
			"entries": [
				"Attempt a DC {@flatDC 17} flat check. If you are successful, the attack becomes a normal hit.",
				"WARRIOR Automaton Introduction Gears Characters Gears Equipment Guns Characters Guns Equipment The Rotating Gear Glossary And Index Guns &"
			]
		},
		{
			"name": "Repurposed Parts",
			"source": "G&G",
			"page": 54,
			"level": 10,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Trapsmith"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Trapsmith Dedication|G&G}",
			"entries": [
				"You are familiar with the fittings and cogwheels of your snares and can repurpose parts from prepared quick-deploy snares to assemble a new creation on the fly. Using two of the snares you prepared for quick deployment during daily preparations, you can quickly deploy a different snare that you know how to {@action Craft}, even if you didn't prepare that snare during your daily preparations."
			]
		},
		{
			"name": "Reverse Engineer",
			"source": "G&G",
			"page": 25,
			"level": 2,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor"
			],
			"prerequisites": "expert in {@skill Crafting}",
			"entries": [
				"You are incredibly skilled at reverse engineering items to learn their formulas, or disassembling them just to disable them. You gain a +2 circumstance bonus to {@skill Crafting} checks to reverse engineer a formula from an item. If you get a critical success on your {@skill Crafting} check, you can opt to both create the formula and reassemble the original item at the same time, leaving you with the formula and the item instead of the formula and raw materials equal to half the item's value. Furthermore, you can use {@skill Crafting} instead of {@skill Thievery} to {@action Disable a Device} or {@action Pick a Lock}."
			]
		},
		{
			"name": "Ricochet Legend",
			"source": "G&G",
			"page": 119,
			"level": 20,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"prerequisites": "{@feat Ricochet Master|G&G}",
			"entries": [
				"The more obstacles between you and your target, the deadlier your shots become, as you ricochet off multiple surfaces to hit them. When using Ricochet Shot, your shot can bounce off of any surface within your weapon's first three range increments and the target can't benefit from cover unless they have total cover on all sides.",
				"In addition, a creature must attempt a Will save against your class DC the first time in an encounter you attack it with a Ricochet Shot. If it fails, it's {@condition stunned|CRB|stunned 2} and is unable to determine where your shot originated."
			]
		},
		{
			"name": "Ricochet Master",
			"source": "G&G",
			"page": 119,
			"level": 16,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"prerequisites": "{@feat Ricochet Shot|G&G}",
			"entries": [
				"You have an eye for angles and can find shots that others believe are impossible. When using Ricochet Shot, you can bounce your bullet off up to two solid surfaces within your weapon's first range increment instead of just one.",
				"In addition, a creature is {@condition flat-footed} the first time you attack it with a Ricochet Shot during an encounter."
			],
			"leadsTo": [
				"Ricochet Legend|G&G"
			]
		},
		{
			"name": "Ricochet Shot",
			"source": "G&G",
			"page": 117,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 12,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Concentrate",
				"Gunslinger"
			],
			"entries": [
				"You bounce your shot off a nearby surface to strike your opponent from an unexpected angle. When determining whether a target has cover from your ranged attack with a firearm or crossbow, you can choose one solid surface within your weapon's first range increment to ricochet your shot off of. If you do, you determine the target's cover from the point where you ricochet your shot instead of from you."
			],
			"leadsTo": [
				"Ricochet Master|G&G",
				"Ricochet Legend|G&G"
			]
		},
		{
			"name": "Risky Reload",
			"source": "G&G",
			"page": 112,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 2,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Flourish",
				"Gunslinger"
			],
			"requirements": "You're wielding a firearm.",
			"entries": [
				"You've practiced a technique for rapidly reloading your firearm, but attempting to use this technique is a dangerous gamble with your firearm's functionality. {@action Interact} to reload a firearm, then make a {@action Strike} with that firearm. If the {@action Strike} fails, the firearm misfires."
			]
		},
		{
			"name": "Roadkill",
			"source": "G&G",
			"page": 55,
			"level": 10,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Trick Driver"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Trick Driver Dedication|G&G}",
			"requirements": "You are piloting a vehicle.",
			"entries": [
				"In your hands, any vehicle is a weapon.",
				"When you use {@action Run Over|GMG}, you can use your class DC in place of the vehicle's collision DC. Your vehicle can {@action Run Over|GMG} any number of creatures up to one Size smaller than the vehicle or ram any one target creature or object in your path up to the size of your vehicle."
			]
		},
		{
			"name": "Running Reload",
			"source": "G&G",
			"page": 112,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 4,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"entries": [
				"You can reload your weapon on the move. You {@action Stride}, {@action Step}, or {@action Sneak}, then {@action Interact} to reload."
			]
		},
		{
			"name": "Safety Measures",
			"source": "G&G",
			"page": 133,
			"level": 4,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Demolitionist"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Demolitionist Dedication|G&G}",
			"entries": [
				"You're often careful to be sure you're not hoisted on your own petard, or anyone else's, for that matter. When you have cover from a bomb, you gain resistance to damage caused by that bomb equal to half your level, plus a value equal to the circumstance bonus to AC granted by the cover. You gain these benefits against your own bombs regardless of whether you have cover."
			]
		},
		{
			"name": "Scatter Blast",
			"source": "G&G",
			"page": 114,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 6,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"requirements": "You're wielding a loaded firearm that has the scatter trait.",
			"entries": [
				"You pack your weapon with additional shot and powder, creating a risky but devastating wave of destruction. Make a ranged {@action Strike} with the firearm. The firearm's range increment increases by 20 feet and the radius of its scatter increases by 20 feet. The {@action Strike} gains the following failure conditions.",
				{
					"type": "successDegree",
					"entries": {
						"Failure": "The firearm misfires, but it doesn't cause the other critical failure effects listed below.",
						"Critical Failure": "The firearm misfires and also explodes. It becomes {@condition broken}, and it deals its normal weapon damage to all creatures in a 20-foot burst centered on the firearm, with a basic Reflex save against your class DC. This damage includes any from the weapon's fundamental and property runes."
					}
				}
			]
		},
		{
			"name": "Scrutinizing Gaze",
			"source": "G&G",
			"page": 201,
			"level": 13,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": "Dwarf",
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Uncommon",
				"Dwarf"
			],
			"access": "You are from Dongun Hold or Alkenstar.",
			"entries": [
				"Your family's traditions of defending against Geb's undead have granted you a sixth sense for detecting spirits, haunts, and other restless dead, no matter their form or the strength of their presence. You gain a +2 circumstance bonus to {@skill Perception} checks to {@action Sense Motive} when trying to determine if a creature is possessed or under the influence of an effect that would make them {@condition controlled}, a +2 circumstance bonus to {@skill Perception} checks made to see through disguises worn by undead, and a +2 circumstance bonus when using the {@action Seek} action to find {@condition hidden} or {@condition undetected} haunts or undead within 30 feet of you.",
				"If you aren't using the {@action Seek} action or searching, the GM automatically rolls a secret check for you to notice haunts or undead within 30 feet anyway. This check doesn't gain the usual +2 circumstance bonus, and instead takes a –2 circumstance penalty."
			]
		},
		{
			"name": "Searing Restoration",
			"source": "G&G",
			"page": 26,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 2,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Fire",
				"Healing",
				"Inventor",
				"Manipulate",
				"Unstable"
			],
			"entries": [
				"They told you there was no way that explosions could heal people, but they were fools... Fools who didn't understand your brilliance! You create a minor explosion from your innovation, altering the combustion to cauterize wounds using vaporized medicinal herbs. You or a living creature adjacent to you regains {@dice 1d10} Hit Points. In addition, the creature you heal can attempt an immediate flat check to recover from a single source of {@condition persistent damage ||persistent bleed damage}, with the DC reduction from appropriate assistance.",
				"At 3rd level, and every 2 levels thereafter, increase the healing by {@dice 1d10}."
			],
			"special": "If your innovation is a minion, it can take this action rather than you, though because it's not a living creature, it can't use the ability on itself."
		},
		{
			"name": "Shared Overdrive",
			"source": "G&G",
			"page": 30,
			"level": 12,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor"
			],
			"prerequisites": "{@action Overdrive|G&G} Ally",
			"entries": [
				"You've experimented enough on your teammates to transfer a substantial number of powered-up gizmos to them, enabling one of your allies to benefit from the full effects and duration of your {@action Overdrive|G&G}. The first time you use {@action Overdrive|G&G} Ally during a given {@action Overdrive|G&G}, the effect lasts for the remainder of the duration of your {@action Overdrive|G&G}, instead of just until the end of the target's next turn. Any further uses of {@action Overdrive|G&G} Ally during the same {@action Overdrive|G&G} have their normal duration, per {@action Overdrive|G&G} Ally."
			]
		},
		{
			"name": "Shattering Shot",
			"source": "G&G",
			"page": 117,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 12,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"requirements": "You're wielding a loaded firearm or loaded crossbow and are wearing or holding an alchemical bomb.",
			"entries": [
				"You fling a bomb into the air and then shoot it with your gun before it falls, raining destruction down over a wide area. If necessary, you {@action Interact} to draw the bomb and regrip your weapon. You throw your bomb to the corner of a square within your firearm's first range increment and shoot it with your firearm. All creatures in a 15-foot burst of the bomb take the bomb's normal damage with a basic Reflex save against your class DC. They don't take any splash or {@condition persistent damage} the bomb would deal normally."
			]
		},
		{
			"name": "Shooter's Camouflage",
			"source": "G&G",
			"page": 117,
			"level": 12,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"prerequisites": "master in {@skill Stealth}",
			"entries": [
				"You specialize in blending into a particular type of environment, able to disappear after taking your shot. Choose either natural or urban terrain. In the chosen terrain, you can {@action Hide} and {@action Sneak} even without cover or being {@condition concealed}."
			]
		},
		{
			"name": "Shorthanded",
			"source": "G&G",
			"page": 129,
			"level": 4,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Artillerist"
			},
			"traits": [
				"Archetype"
			],
			"entries": [
				"Typically, a siege weapon is meant to be run by a crew with a very specific minimum number of members designed to ensure that your crew can account for every possible variable and necessity in loading, aiming, and firing the weapon.",
				"In a pinch, however, you can operate it with fewer people, provided you know what you're doing. You can operate a siege weapon with fewer than the minimum number of crew, at an increasing penalty. You and your crew take a –2 penalty to checks to Load, Aim, Launch, move, or {@action Repair} the weapon for each person below the minimum crew. The maximum number of missing minimum crew members you can handle with this feat is 5. For example, if a siege weapon had a minimum crew size of 8, you would still need a crew of 3, and you would take a –10 penalty when doing so."
			]
		},
		{
			"name": "Showstopper",
			"source": "G&G",
			"page": 118,
			"level": 14,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"prerequisites": "{@feat Pistol Twirl|G&G}, master in {@skill Deception}",
			"entries": [
				"Your twirling weapons create a grand distraction that's difficult to look away from.",
				"When using Pistol Twirl to {@action Feint}, you can target all enemies within your weapon's first range increment who you can perceive and who can see you. You roll one {@skill Deception} check and compare it against each target's {@skill Perception} DC."
			]
		},
		{
			"name": "Slinger's Readiness",
			"source": "G&G",
			"page": 127,
			"level": 6,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Gunslinger"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Gunslinger Dedication|G&G}",
			"entries": [
				"You've learned a gunslinger's tricks for staking out your territory in a fight. You gain the initial deed for the way you selected with Gunslinger's Dedication."
			]
		},
		{
			"name": "Slinger's Reflexes",
			"source": "G&G",
			"page": 119,
			"level": 20,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"entries": [
				"Your ability to react to unexpected circumstances is preternaturally sharp. At the start of each enemy's turn, you gain an additional reaction you can use on only that turn to use a gunslinger reaction.",
				"Guns and the people who use them remain uncommon in the world of Golarion, as the technology required to produce firearms and black powder is limited to a few technological strongholds scattered across the globe.",
				"Despite their rarity, or perhaps because of it, firearms leave a lasting impression on those who witness their destructive power and startling impact. Residents of the Inner Sea from outside of the Impossible Lands who behold a gunslinger or other wielder of firearms in action might undertake a pilgrimage to Alkenstar and attempt to negotiate with the Alkenstar Gunworks in order to obtain one of these unusual but potent weapons for themselves.",
				"Even people who never see or obtain a firearm might have a compelling reason to take these options, however.",
				"Crossbows are vastly more common than firearms but serve a similar purpose and can be put to many of the same uses. An artillerist leading a cannon team in Alkenstar might have a counterpart in Taldor who uses similar abilities with catapults. The sniping duos who use their arquebuses to guard the walls of Alkenstar from monsters in the Mana Wastes are not terribly different than the elven archers who patrol the forests of Kyonin and brave the demon-haunted swamps of Tanglebriar.",
				"In the islands of the Shackles, pirate captains fight with swords and pistols while their crew, most of whom can't afford a rare and expensive handgun, might use the same combat style with a similar weapon such as a crossbow or hand crossbow.",
				"While firearms are still relatively rare in the Inner Sea, the stories they inspire and the combat styles that incorporate them have spread faster than the technology itself. Snipers, drifters, weapon performers, and more have a place in Golarion that is larger than the impact of firearms alone. Even if your world or region doesn't include guns, there might be options perfect for your next character in this section. The options presented here can add new choices and exciting abilities for characters of any campaign world, regardless of the setting's technology level."
			]
		},
		{
			"name": "Smoke Curtain",
			"source": "G&G",
			"page": 115,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 8,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"requirements": "You're wielding a loaded firearm and are wearing or holding a dose of black powder.",
			"entries": [
				"You load an extra dose of powder into your shot, causing it to belch a cloud of smoke. You make a {@action Strike} with your firearm and create a cloud of smoke in a 20-foot emanation centered on your location. Creatures are {@condition concealed} while within the smoke, and creatures outside the area are {@condition concealed} to creatures within the smoke. The smoke dissipates at the start of your next turn.",
				"If your {@action Strike} is a critical failure, your firearm misfires."
			]
		},
		{
			"name": "Smoke Sight",
			"source": "G&G",
			"page": 201,
			"level": 9,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": "Dwarf",
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Uncommon",
				"Dwarf"
			],
			"access": "You are from Dongun Hold or Alkenstar.",
			"entries": [
				"You're used to fighting and hiding in a haze of smoke and flame. You automatically succeed at the DC {@flatDC 5} flat check to target a {@condition concealed} creature if that creature is {@condition concealed} only by smoke. When you are {@condition concealed} or {@condition hidden} in smoke, increase the DC of the flat check to target you to 6 if you're {@condition concealed} or 12 if you're {@condition hidden}."
			]
		},
		{
			"name": "Sniper's Aim",
			"source": "G&G",
			"page": 114,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 6,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Concentrate",
				"Gunslinger"
			],
			"prerequisites": "way of the sniper",
			"entries": [
				"You take an extra moment to carefully sync your aim and breathing, then fire a shot with great accuracy. Make a ranged weapon {@action Strike}. You gain a +2 circumstance bonus to this {@action Strike}'s attack roll and ignore the target's concealment. If you're using a kickback firearm, you don't take the normal circumstance penalty on this {@action Strike} for not having the required Strength score or firing without using a stabilizer."
			]
		},
		{
			"name": "Sniping Duo Dedication",
			"source": "G&G",
			"page": 138,
			"level": 2,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Sniping Duo"
			},
			"traits": [
				"Archetype",
				"Dedication"
			],
			"prerequisites": "trained in at least one type of weapon in the bow or firearm groups, trained in {@skill Stealth}",
			"entries": [
				"When you take this dedication, choose one willing, non-minion ally to act as your spotter. As part of your training in this archetype, you train your spotter in the necessary habits and techniques to use your abilities automatically; your spotter doesn't need to spend any feats of their own to grant the effects. You only gain the benefits of your Sniping Duo archetype feats if both you and your spotter are alive and conscious. You and your spotter don't grant your foes lesser cover against one another's Strikes.",
				"Whenever you or your spotter successfully Strikes a target, the other member of your duo gains a +1 circumstance bonus per weapon damage die on the damage roll of their next {@action Strike} made against that target before the end of their next turn.",
				"You can change your designated spotter by spending 3 days of downtime training with another ally."
			],
			"special": "You can't select another dedication feat until you've gained two other feats from the sniping duo archetype.",
			"leadsTo": [
				"Concentrated Assault|G&G",
				"Duo's Aim|G&G",
				"Eagle Eyes|G&G",
				"Exploit Opening|G&G",
				"Tag Team|G&G",
				"Targeted Redirection|G&G",
				"Triangulate|G&G",
				"Vantage Shot|G&G"
			]
		},
		{
			"name": "Soaring Armor",
			"source": "G&G",
			"page": 30,
			"level": 14,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor",
				"Modification"
			],
			"prerequisites": "armor innovation",
			"entries": [
				"Whether through a release of jets of flame, propeller blades, sonic bursts, streamlined aerodynamic structure, electromagnetic fields, or some combination of the above, you've managed to free your innovation from the bonds of gravity! While wearing your innovation, you gain a fly Speed equal to your land Speed."
			]
		},
		{
			"name": "Soaring Dynamo",
			"source": "G&G",
			"page": 53,
			"level": 18,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Sterling Dynamo"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Sterling Dynamo Dedication|G&G}",
			"entries": [
				"You've built clockwork wings or jets into your dynamo, allowing you to use your prosthesis to fly. You gain a fly Speed equal to your Speed. Each minute of flight reduces the operational time of your sterling dynamo by 1 hour, measured from the first time you use the {@action Fly} action in a given minute."
			]
		},
		{
			"name": "Spark Fist",
			"source": "G&G",
			"page": 200,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 5,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": "Dwarf",
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Uncommon",
				"Dwarf",
				"Fire",
				"Manipulate"
			],
			"prerequisites": "expert in {@skill Crafting}",
			"frequency": "once per minute",
			"access": "You are from Dongun Hold or Alkenstar.",
			"entries": [
				"You dust explosive black powder on your fist or glove before attacking, which combusts as you hit an opponent.",
				"The resulting pops of flame harm both you and your enemy.",
				"Until the end of your next turn, your fist loses the {@trait nonlethal} trait and deals an additional 1 fire damage on a successful {@action Strike}. Each time you succeed on a fist {@action Strike}, you take 1 fire damage. If your fist would deal more than one weapon damage die, the fire damage dealt on a successful {@action Strike}, to both you and your opponent, is equal to the number of weapon damage dice."
			]
		},
		{
			"name": "Spellshot Dedication",
			"source": "G&G",
			"page": 140,
			"level": 2,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Spellshot"
			},
			"traits": [
				"Archetype",
				"Class",
				"Dedication"
			],
			"prerequisites": "way of the spellshot",
			"entries": [
				"You've steeped yourself in magic and gunplay to the extent that you can conjure bullets from thin air, using a rudimentary knowledge of arcane theory to create a temporary piece of ammunition. You gain the Conjure Bullet action.",
				{
					"type": "ability",
					"style": "compact",
					"name": "Conjure Bullet",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"traits": [
						"Conjuration",
						"Magical"
					],
					"frequency": "once per round",
					"entries": [
						"You conjure an ordinary level-0 bolt or bullet out of thin air and then immediately Interact to load it into your weapon. If the bolt or bullet isn't fired before the end of your turn, the effect is wasted."
					]
				}
			],
			"special": "You can't select another dedication feat other than Beast Gunner Dedication until you've gained two other feats from the {@archetype spellshot|G&G} or {@archetype beast gunner|G&G} archetypes.",
			"leadsTo": [
				"Black Powder Embodiment|G&G",
				"Call Gun|G&G",
				"Fulminating Shot|G&G",
				"Phase Bullet|G&G"
			]
		},
		{
			"name": "Spyglass Modification",
			"source": "G&G",
			"page": 50,
			"level": 4,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Overwatch"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Overwatch Dedication|G&G}",
			"entries": [
				"Your enhanced visual gear includes a regulating scope and reflectors, combined in an ingenuous setup that allows you to see around corners within the area of your overwatch field. This permits your overwatch field to extend around a single corner or turn and allows you to see around that corner as well. This ability doesn't let you see through walls or other barriers. You can't use it to see around a second or further corner, and it doesn't allow you to make ranged attacks or perform other actions that require line of effect with your target."
			]
		},
		{
			"name": "Stab And Blast",
			"source": "G&G",
			"page": 115,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 8,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Flourish",
				"Gunslinger"
			],
			"requirements": "You're wielding a firearm with an attached bayonet or reinforced stock, a fire lance, or a combination weapon.",
			"entries": [
				"You slice or smash your opponent with the melee portion of your weapon before pulling the trigger at point-blank range.",
				"Make a melee {@action Strike} with the required weapon. If the {@action Strike} is successful, you can immediately make a ranged {@action Strike} against the same target with a +2 circumstance bonus to the attack roll. This counts as two attacks toward your multiple attack penalty, but you don't apply the multiple attack penalty until after making both attacks."
			]
		},
		{
			"name": "Stasian Smash",
			"source": "G&G",
			"page": 53,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 8,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Sterling Dynamo"
			},
			"traits": [
				"Uncommon",
				"Archetype"
			],
			"prerequisites": "{@feat Sterling Dynamo Dedication|G&G}",
			"access": "You are from Ustalav.",
			"entries": [
				"You've modified your dynamo with Stasian coils, allowing you to make a powerful attack that crackles with electricity.",
				"Make a dynamo {@action Strike}. On a success, the {@action Strike} deals an additional {@damage 1d12} electricity damage to the target, as well as {@damage 1d4} electricity damage to up to two other foes within 10 feet as sparks leap across the gaps. If you critically fail your dynamo {@action Strike}, you take {@damage 1d12} electricity damage. This counts as two attacks when calculating your multiple attack penalty.",
				"At 18th level, the additional electricity damage to the target increases to {@dice 2d12}, and the additional electricity damage to the other foes increases to {@dice 2d4}. Reduce the operational time of your sterling dynamo by 1 hour."
			]
		},
		{
			"name": "Sterling Dynamo Dedication",
			"source": "G&G",
			"page": 52,
			"level": 2,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Sterling Dynamo"
			},
			"traits": [
				"Uncommon",
				"Archetype",
				"Dedication"
			],
			"entries": [
				"You obtain a sterling dynamo prosthetic, which allows you to replace or augment a limb, or even add a simple new nonprehensile limb, such as a tail. While your sterling dynamo prosthetic can replace a missing prehensile limb, such as an arm, choosing to add a new limb can never increases your character's number of hands or prehensile limbs beyond two, even in combination with other abilities or effects.",
				"Your sterling dynamo prosthesis is especially optimized for combat, granting you a dynamo melee unarmed attack that is in the brawling weapon group and is made of silver (which makes it more effective against certain types of creatures, such as devils and werewolves)",
				"You have several options to customize your sterling dynamo. First, choose whether you have a power driver dynamo, which deals {@damage 1d6} bludgeoning damage and has the {@trait shove} trait, or a percussive striker dynamo, which deals {@damage 1d4} bludgeoning damage and has the {@trait agile} and {@trait finesse} traits.",
				"Most dynamos are automated, so they don't require a free hand to use, like other unarmed attacks.",
				"However, you can instead choose to make your dynamo be manually {@condition controlled} via a handheld switch, lever, or other device; to make an attack with a manually {@condition controlled} dynamo, you must have a hand free to operate it, but the benefit is great control and a more devastating strike. This increases the damage die by one size, to a {@dice 1d8} for a power drive dynamo or {@dice 1d6} for a percussive striker dynamo. Arm dynamos are always manual, but they use the hand on that arm to operate the dynamo when making strikes.",
				"Manual control is required only in the heat of combat, not for less strenuous adventuring or everyday activities.",
				"You need to keep your sterling dynamo wound, but the process isn't particularly onerous, so in most situations, it won't be an issue. If you spend 1 minute winding up your dynamo, it can remain active for 24 hours before needing additional winding.",
				"However, enemies can attempt to Disable the dynamo, which has a level equal to your own, to reduce the remaining operational time by 1 hour, or 2 hours on a critical success. Certain other abilities that adversely affect technology might also reduce the dynamo's remaining operational time. When your dynamo is out of operational time, you can still use it as a normal prosthetic, but you cannot use your dynamo unarmed attack or any other abilities from this archetype until you wind the dynamo again. You can wind the dynamo for 1 minute at any time to return it to the maximum 24 hours of operational time."
			],
			"special": "You cannot select another dedication feat until you have gained two other feats from the sterling dynamo archetype.",
			"leadsTo": [
				"Golem Dynamo|G&G",
				"Modular Dynamo|G&G",
				"Piston Punch|G&G",
				"Soaring Dynamo|G&G",
				"Stasian Smash|G&G"
			]
		},
		{
			"name": "Superior Propulsion",
			"source": "G&G",
			"page": 57,
			"level": 6,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Vehicle Mechanic"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Vehicle Mechanic Dedication|G&G}",
			"entries": [
				"By experimenting with the effects of momentum gained from your signature vehicle's movement, you have learned to get more from propulsion than just speed when the pilot pushes the vehicle to its limit. Each time the pilot Drives your signature vehicle as a 2- or 3-action activity and succeeds at the Piloting check, the vehicle produces an additional effect, depending on its method of propulsion. If your signature vehicle has more than one propulsion method, the pilot can select which benefit to gain each time they succeed at the Piloting check to {@action Drive|GMG} the vehicle as a 2- or 3-action activity.",
				"Alchemical The caustic runoff from the alchemical engines is now weaponized. Creatures adjacent to your signature vehicle when it begins its movement take acid damage equal to your level.",
				"Clockwork More resilient gears allow the vehicle to remain functional, even when damaged. If your signature vehicle is {@condition broken}, it does not need to make the flat check to avoid losing operating time.",
				"Magical The residual magic from your signature vehicle interferes with {@condition hostile} spells. Pilots, crew, and passengers of the vehicle gain a +1 circumstance bonus to saving throws against spells until the start of the pilot's next turn.",
				"Pulled You have eased the amount of effort needed for those pulling your signature vehicle to move it. The vehicle gains a +10 circumstance bonus to its Speed.",
				"Rowed Reinforced ports protect the rowers below decks from harm. Rowers of your signature vehicle who are below decks have greater cover from attacks from outside the vehicle and are not damaged when the vehicle takes collision damage.",
				"Steam The outlet of steam forms a cloud around the vehicle as it moves. For the duration of its movement, your signature vehicle is {@condition concealed}.",
				"Wind The draft of the wind helps the vehicle turn. During this movement, your signature vehicle can turn normally, rather than needing to move in a straight line as normal for a 2- or 3-action {@action Drive|GMG}."
			]
		},
		{
			"name": "Swift Intervention",
			"source": "G&G",
			"page": 50,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 6,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Overwatch"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Overwatch Dedication|G&G}",
			"trigger": "An ally within your overwatch field fails in their attempt to {@action Arrest a Fall}, {@action Balance}, Grab a Ledge, or",
			"requirements": "You are wielding a ranged weapon.",
			"entries": [
				"You're burdened with noticing potential threats at all times.",
				"Because of this, you've learned that a well-placed shot can prevent disaster. You make a shot to either pin an ally's clothing to stop a fall or secure them against a ledge, or you bounce an attack off their armor to correct their course as they stumble while attempting to balance or fly.",
				"Make a single ranged attack roll against the DC of the triggering check; your ally uses the result of your ranged attack roll in place of their original roll. You must have line of effect to your ally, and your attack roll includes any normal bonuses or penalties for a ranged attack with that weapon (such as the penalty for making a ranged attack beyond your first range increment)."
			]
		},
		{
			"name": "Sword And Pistol",
			"source": "G&G",
			"page": 111,
			"level": 1,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"entries": [
				"You're comfortable wielding a firearm or crossbow in one hand and a melee weapon in the other, combining melee attacks with shots from the firearm. When you make a successful ranged {@action Strike} against an enemy within your reach with your one-handed firearm or one-handed crossbow, that enemy is {@condition flat-footed} against your next melee attack with a one-handed melee weapon.",
				"When you make a successful melee {@action Strike} against an enemy with your one-handed melee weapon, the next ranged {@action Strike} you make against that enemy with a one-handed firearm or one-handed crossbow doesn't trigger reactions that would trigger on a ranged attack but not a melee attack, such as {@action Attack of Opportunity}. Either of these benefits is lost if not used by the end of your next turn."
			]
		},
		{
			"name": "Tag Team",
			"source": "G&G",
			"page": 139,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 10,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Sniping Duo"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Sniping Duo Dedication|G&G}",
			"trigger": "You or your spotter misses with a {@action Strike} against a creature, and the creature is within the other's melee reach or first range increment.",
			"entries": [
				"Your skilled teamwork with your spotter enables you both to assist one another when you falter, using either other's failures as opportunities to strike. If you used Tag Team after your spotter missed the triggering {@action Strike}, make a ranged {@action Strike} against the same target with a –2 penalty. If you used this reaction after you missed the triggering {@action Strike}, your spotter can use their reaction to make a melee or ranged {@action Strike} against the same target. Strikes granted by this feat don't count toward your or your spotter's multiple attack penalty and your or your spotter's multiple attack penalty doesn't apply to the granted {@action Strike}."
			]
		},
		{
			"name": "Take The Wheel",
			"source": "G&G",
			"page": 55,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 4,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Trick Driver"
			},
			"traits": [
				"Archetype",
				"Flourish"
			],
			"prerequisites": "{@feat Trick Driver Dedication|G&G}, expert in {@skill Lore||Driving Lore}",
			"requirements": "You are adjacent to a vehicle's point of entry.",
			"entries": [
				"Diving into a moving vehicle and seizing the controls is nothing new for you. You {@action Board|GMG} and {@action Take Control|GMG} of the adjacent vehicle."
			]
		},
		{
			"name": "Tamper",
			"source": "G&G",
			"page": 25,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 1,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor",
				"Manipulate"
			],
			"entries": [
				"You tamper with a foe's weapon or armor, using a free hand.",
				"Choose either a weapon held by an enemy in your reach or a suit of armor worn by an enemy in your reach. Attempt a {@skill Crafting} check against the enemy's Reflex DC.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "Your tampering is incredibly effective. If you tampered with a weapon, the enemy takes a –2 circumstance penalty to attack rolls and damage rolls with that weapon. If you tampered with armor, the armor hampers the enemy's movement, making the enemy {@condition flatfooted} and inflicting a –10-foot penalty to its Speeds. The effect lasts until the enemy Interacts to remove it, regardless of which one you used.",
						"Success": "Your tampering is temporarily effective. As critical success, but the effect ends at the start of your next turn, even if the enemy doesn't {@action Interact} to end it.",
						"Critical Failure": "Your tampering backfires dramatically, creating a small explosion from your own tools or gear. You take fire damage equal to your level."
					}
				}
			]
		},
		{
			"name": "Targeted Redirection",
			"source": "G&G",
			"page": 138,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 6,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Sniping Duo"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Sniping Duo Dedication|G&G}",
			"entries": [
				"You aim a shot at your spotter, intending for your spotter to redirect that shot off their own weapon or shield to hit your foe from a better angle, and avoid your foe's cover.",
				"If your next action is to make a ranged {@action Strike}, you treat your spotter's position as your own for the purposes of determining cover and range. Your spotter must be within your weapon's first range increment and they must use a reaction to redirect your shot."
			]
		},
		{
			"name": "That Was A Close One, Huh?",
			"source": "G&G",
			"page": 142,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 7,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": [
					"Deception"
				],
				"archetype": "Unexpected Sharpshooter"
			},
			"traits": [
				"Archetype",
				"Skill"
			],
			"prerequisites": "master in {@skill Deception}, {@feat Unexpected Sharpshooter Dedication|G&G}",
			"frequency": "once per round",
			"requirements": "Either you used Accidental Shot and hit your opponent with the {@action Strike} this turn, or you used Lucky",
			"entries": [
				"{@action Escape} since your last turn and the triggering attack missed you.",
				"You laugh innocently about the inexplicable luck of your last shot hitting its mark or how close the attack that just missed you came to taking your head off, causing your foes to second guess whether it's a good idea to oppose you in battle.",
				"Attempt to {@action Demoralize} either the foe you hit with Accidental Shot or the foe that missed you due to Lucky {@action Escape}. You use {@skill Deception} instead of {@skill Intimidation} to attempt the check to {@action Demoralize}."
			]
		},
		{
			"name": "Topple Giants",
			"source": "G&G",
			"page": 51,
			"level": 8,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Overwatch"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Overwatch Dedication|G&G}",
			"entries": [
				"When you observe an ally try and fail to execute a strategic maneuver against your enemies, you coordinate with your other allies to finish the job, using the opening from the first attempt to keep your foe off-balance and ensure your eventual success.",
				"When an ally within your overwatch field attempts to {@action Disarm}, {@action Shove}, or {@action Trip} an opponent within your overwatch field and fails, you coordinate efforts to provide a +2 circumstance bonus to the next {@skill Athletics} check rolled by a different ally to attempt the same action on the same target before that target's next turn."
			]
		},
		{
			"name": "Trapsmith Dedication",
			"source": "G&G",
			"page": 54,
			"level": 4,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": [
					"Trapsmith",
					"Snarecrafter"
				]
			},
			"traits": [
				"Uncommon",
				"Archetype",
				"Dedication"
			],
			"prerequisites": "{@feat Snarecrafter Dedication|APG} or {@feat Snare Specialist} ranger class feat",
			"entries": [
				"You use glimmering gears and gnashing mechanisms to manufacture snares using specialized parts. Your snares include clockwork and steam-powered cogwheels and gears, and their gush of steam can hinder those you ensnare. If you choose to construct a snare using gears and a creature fails their saving throw against the snare, all creatures are {@condition concealed} to that creature for 1 round, as a burst of steam obscures its vision."
			],
			"special": "You can't select another dedication feat until you have gained two other feats from the snarecrafter or trapsmith archetypes.",
			"leadsTo": [
				"Finessed Features|G&G",
				"Gear Gnash|G&G",
				"Propeller Attachment|G&G",
				"Recycled Cogwheels|G&G",
				"Repurposed Parts|G&G"
			]
		},
		{
			"name": "Triangulate",
			"source": "G&G",
			"page": 138,
			"level": 4,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Sniping Duo"
			},
			"traits": [
				"Archetype",
				"Auditory",
				"Visual"
			],
			"prerequisites": "{@feat Sniping Duo Dedication|G&G}",
			"entries": [
				"Your spotter's quick signals help you make even difficult shots seem simple. As long as both you and your spotter can see the target of your attacks, you don't take a penalty for attacking within your weapon's second range increment.",
				"The penalty you take for firing into further range increments is –3 for the third range increment, with an additional –2 penalty for each additional increment beyond the third (–5 for the fourth range increment, –7 for the fifth, and –9 for the sixth)."
			]
		},
		{
			"name": "Trick Driver Dedication",
			"source": "G&G",
			"page": 55,
			"level": 2,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Trick Driver"
			},
			"traits": [
				"Uncommon",
				"Archetype",
				"Dedication"
			],
			"entries": [
				"You are equally at home piloting any vehicle, adapting yourself instantly to varied controls, movements, and handling.",
				"Whenever piloting a vehicle requires a {@skill Lore||Piloting Lore} or {@skill Lore||Sailing Lore} check, you can use your {@skill Lore||Driving Lore} proficiency instead.",
				"You can use Dexterity in place of Intelligence when attempting piloting checks with {@skill Lore||Driving Lore}. You become an expert in {@skill Lore||Driving Lore}. At 7th level, you become a master in {@skill Lore||Driving Lore}, and at 15th level, you become legendary in {@skill Lore||Driving Lore}."
			],
			"special": "You cannot select another dedication feat until you have gained two other feats from the trick driver archetype.",
			"leadsTo": [
				"Drive-by Attack|G&G",
				"Express Driver|G&G",
				"Power Slide|G&G",
				"Push It|G&G",
				"Roadkill|G&G",
				"Take The Wheel|G&G"
			]
		},
		{
			"name": "Trick Shot",
			"source": "G&G",
			"page": 116,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 10,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"requirements": "You're wielding a loaded crossbow or firearm.",
			"entries": [
				"You shoot not at your foe but at an object nearby. Make a {@action Strike} with your firearm against an AC equal to an easy DC for your level (Core Rulebook 504). On a success, instead of hitting your foe, your attack hits an object behind or to the side of your target, creating one of the following effects. The GM might determine that a different AC is appropriate or that a particular effect isn't a valid option, such as using the explosive barrel option when there's no such object on the battlefield. The GM should inform you if a Trick Shot is feasible before you spend your actions, since your trained eye can easily recognize loose or volatile objects.",
				{
					"type": "list",
					"items": [
						"{@bold Dislodge Object} Your attack knocks an unattended object of no more than 2 Bulk out of position, moving it up to 10 feet in a direction of your choice. For example, the weapon could knock a wizard's crystal ball off a table.",
						"{@bold Explosive Barrel} Your attack strikes a barrel of expensive rum, a vial of volatile alchemical fluids, a demonic pustule erupting from the earth, or some other explosive object. The object explodes in a 20-foot burst, and creatures in the area take {@dice 6d6} damage with a basic Reflex save against your class DC. The damage type is chosen by the GM, based on the exploding object. Increase the damage by {@dice 1d6} for every 2 levels you have above 10th."
					]
				}
			]
		},
		{
			"name": "Twin Shot Knockdown",
			"source": "G&G",
			"page": 116,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 10,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"requirements": "You're wielding a loaded crossbow or loaded firearm in each hand.",
			"entries": [
				"You fire at an enemy while targeting a part of its anatomy that will disrupt its balance. Make two Strikes against the same target, one with each of the required weapons. If both Strikes are successful, the target is also knocked {@condition prone}."
			]
		},
		{
			"name": "Two-weapon Fusillade",
			"source": "G&G",
			"page": 118,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 14,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Flourish",
				"Gunslinger"
			],
			"requirements": "You're wielding two weapons, each in a different hand.",
			"entries": [
				"You attack with both your weapons in a furious barrage. {@action Strike} twice, once with each weapon."
			]
		},
		{
			"name": "Ubiquitous Gadgets",
			"source": "G&G",
			"page": 28,
			"level": 8,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor"
			],
			"prerequisites": "{@feat Gadget Specialist|G&G}",
			"entries": [
				"They thought you had used up all your devices, but they thought wrong! You have a few more gadgets up your sleeve than others expect. Increase the number of temporary gadgets you can create each day by 2."
			],
			"special": "You can select this feat a second time if you are 14th level or higher."
		},
		{
			"name": "Ubiquitous Overdrive",
			"source": "G&G",
			"page": 32,
			"level": 20,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor"
			],
			"prerequisites": "Shared {@action Overdrive|G&G}",
			"entries": [
				"You prepare a variety of incredible gizmos on each of your allies, linking them together through careful modification to enable you to power them up all at once. During your daily preparations, select up to six willing allies. Whenever you {@action Overdrive|G&G}, you grant the benefits of your overdrive to any of these allies you choose who are within 30 feet of you. The allies don't gain the increased damage from expert, master, or legendary overdrive.",
				"Construct Companions A construct companion is a loyal semi-sentient construct who follows your orders obediently and is roughly as intelligent as an animal. Your construct companion has the {@trait minion} trait, and it gains 2 actions during your turn if you use the Command a Minion action to command it.",
				"If your companion is destroyed, you can spend 1 day of downtime and attempt a {@skill Crafting} check with a high DC for your level. On a success, you rebuild your companion. You can have only one construct companion at a time, and you can have either a construct companion or an animal companion, but not both."
			]
		},
		{
			"name": "Unbelievable Escape",
			"source": "G&G",
			"page": 143,
			"level": 10,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Unexpected Sharpshooter"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Unexpected Sharpshooter Dedication|G&G}",
			"entries": [
				"Your ability to narrowly evade danger defies all logic. You can use Lucky {@action Escape} once per hour instead of once per day."
			]
		},
		{
			"name": "Unbelievable Luck",
			"source": "G&G",
			"page": 143,
			"level": 8,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Unexpected Sharpshooter"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Unexpected Sharpshooter Dedication|G&G}",
			"entries": [
				"While no one, not even you, might appear to understand why, you demonstrate a greater ability to hit your targets regardless of the obstacles in your way. You can use the Accidental Shot activity granted to you by the Unexpected Sharpshooter Dedication once per hour instead of once per day."
			]
		},
		{
			"name": "Unerring Shot",
			"source": "G&G",
			"page": 119,
			"level": 18,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"entries": [
				"Your senses are finely tuned to the slightest variations in the air, so much that you can place your shot exactly where you intend to aim it from any range possible with your weapon. When attacking with a ranged weapon in which you have master or greater proficiency, ignore the penalty from its range increment. (The weapon's maximum range is unchanged.) In addition, if your target has cover against your attack with such a weapon, it doesn't gain the bonus to AC if it has lesser cover, gets only the bonus of lesser cover if it has standard cover, or gains only the bonus of standard cover if it has greater cover."
			]
		},
		{
			"name": "Unexpected Sharpshooter Dedication",
			"source": "G&G",
			"page": 142,
			"level": 2,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Unexpected Sharpshooter"
			},
			"traits": [
				"Uncommon",
				"Archetype",
				"Dedication"
			],
			"frequency": "once per day",
			"entries": [
				"Who needs skill when you've got dumb luck? Sometimes your shots hit miraculously, regardless of the fact that you seemed to slip when you pulled the trigger or that you weren't aiming at your foe when you fired. You gain the Accidental Shot activity.",
				"Accidental Shot {@as 2} (fortune) Frequency once per day; Effect You make a {@action Strike} with a ranged weapon, rolling the attack and damage twice and using the better results for each. The attack ignores circumstance penalties to the attack roll and any flat check required due to the target being {@condition concealed} or {@condition hidden}."
			],
			"special": "You can't select another dedication feat until you've gained two other feats from the unexpected sharpshooter archetype.",
			"leadsTo": [
				"Chain Reaction|G&G",
				"Lucky Escape|G&G",
				"No Hard Feelings|G&G",
				"That Was A Close One, Huh?|G&G",
				"Unbelievable Escape|G&G",
				"Unbelievable Luck|G&G"
			]
		},
		{
			"name": "Unshakable Grit",
			"source": "G&G",
			"page": 117,
			"level": 12,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"prerequisites": "{@feat Grit and Tenacity|G&G}",
			"entries": [
				"You've become hardened by conflict after everything you've faced, and you possess a certain intractable stubbornness. If the reroll granted to you by your Grit and Tenacity reaction is a success, you get a critical success instead; if it's a critical failure, you get a failure instead."
			]
		},
		{
			"name": "Unstable Redundancies",
			"source": "G&G",
			"page": 31,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"level": 14,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor"
			],
			"trigger": "You would attempt the flat check for an unstable action, but you haven't rolled the flat check yet.",
			"entries": [
				"You've built triple redundancies into your innovation and added all sorts of buffers to protect it from the harm of your unstable experiments. You automatically succeed at the triggering flat check.",
				"You can't rely on your Unstable Redundancies again until you spend 10 minutes setting them back up. If you spend 10 minutes retuning your innovation so you can use unstable actions again, you can set up your Unstable Redundancies during the same time."
			]
		},
		{
			"name": "Vantage Shot",
			"source": "G&G",
			"page": 139,
			"level": 8,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Sniping Duo"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Sniping Duo Dedication|G&G}",
			"entries": [
				"You and your spotter take advantage of each other's attacks to momentarily hide and throw your foes off-balance against your follow-up attack. When you successfully make a ranged {@action Strike} against a foe, your spotter can use a reaction to attempt a {@skill Stealth} check against the foe's {@skill Perception} DC.",
				"On a success, the foe is {@condition flat-footed} against the spotter's next attack before the end of your spotter's next turn. Similarly, when your spotter successfully makes a ranged {@action Strike} against a foe, you can use a reaction to attempt a {@skill Stealth} check against the foe's {@skill Perception} DC. On a success, the foe is {@condition flat-footed} against your next attack against them before the end of your next turn."
			]
		},
		{
			"name": "Variable Core",
			"source": "G&G",
			"page": 25,
			"level": 1,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor",
				"Modification"
			],
			"entries": [
				"You adjust your innovation's core, changing the way it explodes. When you choose this feat, select acid, cold, or electricity. Your innovation's core runs on that power source.",
				"When using the {@action Explode|G&G} action, or any time your innovation explodes on a critical failure and damages you, change the damage type from fire damage to the type you chose.",
				"If you have the offensive boost class feature and retrain Variable Core to a different damage type, you can also switch to a different offensive boost that deals the same damage type if you wish."
			]
		},
		{
			"name": "Vehicle Mechanic Dedication",
			"source": "G&G",
			"page": 56,
			"level": 2,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Vehicle Mechanic"
			},
			"traits": [
				"Uncommon",
				"Archetype",
				"Dedication"
			],
			"prerequisites": "Intelligence 14, trained in {@skill Crafting}",
			"entries": [
				"You are adept at designing and maintaining mechanical vehicles, and you lavish your attention and ingenuity on one vehicle in particular. You become an expert in {@skill Crafting}, and you choose one vehicle you own—or your party owns collectively—to be your signature vehicle: the vehicle you spend time customizing to grant it various advantages.",
				"You can spend 1 week of downtime with a new vehicle to designate it as your signature vehicle instead. Due to your amazing customizations and adjustments, pilots gain a +1 circumstance bonus to any piloting checks they make to control your signature vehicle. If you are a master in {@skill Crafting}, this bonus increases to +2."
			],
			"special": "You cannot select another dedication feat until you have gained two other feats from the mechanic archetype.",
			"leadsTo": [
				"Efficient Controls|G&G",
				"Engine Bay|G&G",
				"Impervious Vehicle|G&G",
				"Miraculous Flight|G&G",
				"Patch Job|G&G",
				"Superior Propulsion|G&G"
			]
		},
		{
			"name": "Visual Fidelity",
			"source": "G&G",
			"page": 27,
			"level": 6,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor"
			],
			"entries": [
				"You've found a way to use a hodgepodge combination of devices to enhance your visual abilities in every situation. You gain {@ability darkvision} and {@ability low-light vision}, and you can see {@condition invisible} creatures and objects as translucent shapes, though these shapes are indistinct enough to be {@condition concealed} to you.",
				"If an effect would give you the {@condition blinded} condition, the effect must attempt a counteract check against your class DC, with your counteract level equaling half your level, rounded up. On a failed counteract check, you aren't {@condition blinded}—your various devices are able to compensate."
			]
		},
		{
			"name": "Warning Shot",
			"source": "G&G",
			"page": 112,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 2,
			"featType": {
				"class": "Gunslinger",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Gunslinger"
			],
			"prerequisites": "trained in {@skill Intimidation}",
			"requirements": "You're wielding a loaded firearm.",
			"entries": [
				"Who needs words when the roar of a gun is so much more succinct? You attempt to {@action Demoralize} a foe by firing your weapon into the air, using the firearm's maximum range rather than the usual range of 30 feet. This check doesn't take the –4 circumstance penalty if the target doesn't share a language with you."
			]
		},
		{
			"name": "Whirling Knockdown",
			"source": "G&G",
			"page": 137,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 14,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Pistol Phenom"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Pistol Phenom Dedication|G&G}",
			"requirements": "You're wielding a loaded one-handed firearm and a one-handed melee weapon.",
			"entries": [
				"You fire your gun while throwing off a target's balance with your melee weapon. Then, you topple your foe to the ground with the quick orchestrated combination. You don't need to use brute force to do so, or even necessarily to hit with your gunshot; the effect is all about performing perfectly and eliminating your target's movements and options, leaving them no choice but to fall.",
				"Make a ranged firearm {@action Strike} against a creature within the reach of your melee weapon and then attempt a {@skill Performance} check against the creature's Reflex DC. If the {@action Strike} critically succeeds, the target takes a –2 circumstance penalty to its Reflex DC against this check. The {@skill Performance} check has the following effects.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "The target falls and lands {@condition prone}. It takes {@damage 2d6} bludgeoning damage from the fall.",
						"Success": "The target falls and lands {@condition prone}.",
						"Critical Failure": "Your plans backfired on you, and you're forced to drop your melee weapon in your space."
					}
				}
			]
		},
		{
			"name": "Wide Overwatch",
			"source": "G&G",
			"page": 51,
			"level": 10,
			"featType": {
				"class": false,
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": "Overwatch"
			},
			"traits": [
				"Archetype"
			],
			"prerequisites": "{@feat Overwatch Dedication|G&G}, master in {@skill Perception}",
			"entries": [
				"Through a variety of perceptive techniques, careful routines, and upgrades to your enhanced visual gear, you have become able to observe and maintain your overwatch at a much greater distance. Increase the size of your overwatch field from 30 feet to 60 feet."
			]
		},
		{
			"name": "You Failed To Account For... This!",
			"source": "G&G",
			"page": 31,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 16,
			"featType": {
				"class": "Inventor",
				"general": false,
				"ancestry": false,
				"skill": false,
				"archetype": false
			},
			"traits": [
				"Inventor"
			],
			"trigger": "A creature you can see targets you with an attack against your AC.",
			"entries": [
				"When your foes try to attack you, you always seem to have some outlandish invention you can pull out at the last second to protect you from whatever attack they throw at you. Describe a device you're attempting to use to protect yourself from the foe's attack—for instance, when attacked by a shocker lizard's shock {@action Strike}, you might pull out a specially grounded lightning rod from that time you tried to power an invention by harnessing a thunderstorm! Using an invention to defend in this way means that the attack roll for the triggering attack targets your {@skill Crafting} DC instead of your AC.",
				"Since you're using your {@skill Crafting} DC instead of your AC, any penalties to your AC don't apply, but this doesn't remove any conditions or other effects that are causing you such penalties. For instance, if you were {@condition flat-footed} and used an invention to defend against a sneak attack, you'd still take the extra precision damage if you were hit, even though the –2 penalty to AC from being {@condition flat-footed} wouldn't apply to your {@skill Crafting} DC."
			]
		}
	]
}
