{
	"feat": [
		{
			"name": "Exorcist Dedication",
			"source": "BotD",
			"page": 22,
			"level": 4,
			"featType": {
				"archetype": [
					"Exorcist"
				]
			},
			"traits": [
				"archetype",
				"dedication"
			],
			"special": [
				"You can't select another dedication feat until you have gained two other feats from the exorcist archetype."
			],
			"prerequisites": "trained in {@skill Occultism} or {@skill Religion}",
			"entries": [
				"You've learned to attract, quell, and purify spirits, housing them in a special receptacle called a spirit dwelling until they're ready to move on. Through the power of prayers or ritual incantations, one mundane object in your possession becomes a spirit dwelling (page 23). Your spirit dwelling functions as a lure for lost spirits weakened by their time on the Material Plane. Each day during your daily preparations, your spirit dwelling attracts a spirit wisp who comes to dwell inside. If your spirit dwelling contains no wisps, you can spend 10 minutes in a minor ritual to cast your spirit dwelling around an area and attract another wisp. You can also capture stronger spirit remnants from vanquished undead spirits, as explained in the sidebar on page 23. As long as your spirit dwelling contains any spirits, it glows faintly, casting dim light in a 10-foot radius.",
				"As an exorcist, you do more than just collect spirits: you also help rid them of their burdens and lingering resentments, aiding their transition from the Material Plane. Every day, before your daily preparations, any spirit wisps and remnants remaining within your spirit dwelling from the previous day are purified and can join the River of Souls in their final journey to {@deity Pharasma}'s Boneyard.",
				"You can also learn abilities that let you purify a spirit in your spirit dwelling immediately in a cathartic surge, granting you a {@condition helpful} effect as they depart for the afterlife.",
				"Any actions you gain from the exorcist archetype gain either the {@trait divine} or {@trait occult} trait, depending on whether you used {@skill Occultism} or {@skill Religion} to qualify for Exorcist Dedication. Spirit's Mercy is the simplest of the purifications.",
				{
					"name": "Spirit's Mercy",
					"activity": {
						"number": 1,
						"unit": "reaction"
					},
					"traits": [
						"necromancy"
					],
					"cost": "1 spirit wisp or remnant",
					"trigger": "You take positive or negative damage, or you take any type of damage caused by a haunt, ghost, or other incorporeal undead",
					"entries": [
						"You purify a spirit by having it perform a final act of mercy to lessen the damage caused by another spirit. This grants you resistance to positive and negative damage (or resistance to all damage if caused by a haunt or incorporeal undead) against the triggering effect.",
						"If you expend a spirit wisp, the resistance is equal to twice your level. If you expend a spirit remnant, the resistance is equal to three times the level of the incorporeal undead or haunt from which you gained the remnant."
					],
					"type": "ability"
				}
			],
			"leadsTo": [
				"Cast Out|BotD",
				"Spirit's Absolution|BotD",
				"Spirit's Anguish|BotD",
				"Enticing Dwelling|BotD"
			]
		},
		{
			"name": "Undead Master Dedication",
			"source": "BotD",
			"page": 41,
			"featType": {
				"archetype": [
					"Undead Master"
				]
			},
			"level": 2,
			"traits": [
				"uncommon",
				"archetype",
				"dedication"
			],
			"prerequisites": "evil alignment",
			"entries": [
				"You gain the services of an undead companion that travels with you and obeys your commands. The rules for undead companions appear on page 37 and utilize those for animal companions from the Core Rulebook on page 214.",
				"Contrary to the usual rules for companions, as an undead master it's possible for you to have more than one undead companion at a time. However, only one of those companions, your \"active companion,\" follows you during exploration and encounters; the rest are reduced to an \"inactive\" state that can be easily tucked into an inventory or stored in a nearby crypt. If you ever have more than one undead companion, you gain the Call Companion action (Advanced Player's Guide 160), with your undead companions taking the place of animal companions."
			],
			"special": [
				"You can't select another dedication feat until you have gained two other feats from the undead master archetype."
			],
			"leadsTo": [
				"Guardian Ghosts|BotD",
				"Their Master's Call|BotD"
			]
		},
		{
			"name": "Guardian Ghosts",
			"source": "BotD",
			"page": 41,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"featType": {
				"archetype": [
					"Undead Master"
				]
			},
			"level": 8,
			"traits": [
				"archetype",
				"divine",
				"necromancy"
			],
			"prerequisites": "{@feat Undead Master Dedication|BotD}",
			"frequency": {
				"freq": 1,
				"interval": 10,
				"unit": "minute"
			},
			"trigger": "You would take damage from a {@action Strike} while one of your undead companions is adjacent to you.",
			"entries": [
				"You magically divert some of the harm from an incoming attack away from yourself, forcing your undead companion to take it in your stead. Reduce the damage you take from the triggering {@action Strike} by 2 + your level. Your adjacent undead companion loses a number of Hit Points equal to the amount of damage reduced. If you have more than one adjacent undead companion, you choose which one loses Hit Points. You can't divert the damage to a temporary fragment from {@feat Their Master's Call|BotD}."
			]
		},
		{
			"name": "Frightful Moan",
			"source": "BotD",
			"page": 47,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"featType": {
				"archetype": [
					"Ghost"
				]
			},
			"level": 4,
			"traits": [
				"archetype",
				"auditory",
				"divine",
				"emotion",
				"enchantment",
				"fear",
				"mental"
			],
			"prerequisites": "{@feat Ghost Dedication|BotD}",
			"frequency": {
				"freq": 1,
				"interval": 10,
				"unit": "minute"
			},
			"entries": [
				"You lament your fate, forcing each living creature in a 30-foot emanation to attempt a Will save against your class DC or spell DC, whichever is higher.",
				{
					"type": "successDegree",
					"entries": {
						"Success": [
							"The creature is unaffected and temporarily immune to Frightful Moans for 1 minute."
						],
						"Failure": [
							"The creature is {@condition frightened||frightened 1}."
						],
						"Critical Failure": [
							"The creature is {@condition frightened||frightened 2}."
						]
					}
				}
			]
		},
		{
			"name": "Ghostly Resistance",
			"source": "BotD",
			"page": 47,
			"level": 4,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Ghost"
				]
			},
			"prerequisites": "{@feat Ghost Dedication|BotD}",
			"entries": [
				"Your ghostly form becomes innately weaker but also gains resistance to many forms of damage. Your maximum HP is reduced by your level. You gain resistance 1 to all damage except for force, positive, and any damage done by a weapon with the {@item ghost touch} rune (or any other source that acts like a {@item ghost touch} rune). This resistance increases to 2 if the source is non-magical.",
				"At 10th level, the resistance increases to 2, or 4 if the source is non-magical. At 16th level, the resistance increases to 3, or 5 if the source is non-magical."
			]
		},
		{
			"name": "Ghostly Grasp",
			"source": "BotD",
			"page": 47,
			"level": 6,
			"featType": {
				"archetype": [
					"Ghost"
				]
			},
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Ghost Dedication|BotD}",
			"entries": [
				"Your control over your ghostly form grows. You gain the advanced undead benefits (page 44) and can interact with physical objects, with limits. You can attempt Strength-based skill checks against physical creatures and objects. You can {@action Interact} with physical objects, but the action has no effect unless you succeed at a DC 20 {@skill Athletics} or DC 20 {@skill Thievery} check."
			]
		},
		{
			"name": "Ghost Flight",
			"source": "BotD",
			"page": 47,
			"featType": {
				"archetype": [
					"Ghost"
				]
			},
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 8,
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Ghost Dedication|BotD}",
			"frequency": {
				"freq": 1,
				"unit": "day"
			},
			"entries": [
				"You can suppress your tether to the ground, overcoming your resistance to fly free. For 10 minutes, your fly Speed doesn't restrict you to only a few inches off the ground, allowing you to travel to any height you choose."
			],
			"leadsTo": [
				"Unlimited Ghost Flight|BotD"
			]
		},
		{
			"name": "Pass Through",
			"source": "BotD",
			"page": 47,
			"featType": {
				"archetype": [
					"Ghost"
				]
			},
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 10,
			"traits": [
				"archetype"
			],
			"prerequisites": "master in {@skill Acrobatics}, {@feat Ghost Dedication|BotD}",
			"frequency": {
				"freq": 1,
				"interval": 10,
				"unit": "minute"
			},
			"entries": [
				"Filtering your form through the substance of an object, you can pass through walls, doors, and more. You {@action Fly} up to your Speed. During this movement, you can try to move through one object. Attempt an {@skill Acrobatics} check as you try to enter its space. The DC is typically 30 to move through a wall of up to 5 feet, 15 for an ordinary door, and 10 for thinner structures like windows; the GM might set the DC higher for especially dense materials like adamantine or lead, or for barriers that are magically reinforced. You can't Pass Through an obstacle made of magical force, such as a {@spell wall of force}.",
				{
					"type": "successDegree",
					"entries": {
						"Success": [
							"You move through the object, treating the square within it as {@quickref difficult terrain||3|terrain}. If you end your turn inside an object, you can move out of it only if you Pass Through again or use some other means of moving through a solid object. As normal for being {@trait incorporeal}, starting your turn inside an object makes you {@condition slowed||slowed 1} for that turn."
						],
						"Failure": [
							"Your movement ends, and you trigger reactions as if you moved out of the square you started in."
						]
					}
				}
			]
		},
		{
			"name": "Lich Dedication",
			"source": "BotD",
			"page": 50,
			"featType": {
				"archetype": [
					"Lich"
				]
			},
			"level": 12,
			"traits": [
				"rare",
				"archetype",
				"dedication"
			],
			"prerequisites": "living creature, ability to cast 6th-level or higher spells from spell slots, expert in {@skill Crafting}, completed ritual to become a lich and crafted a {@item soul cage|BotD}",
			"entries": [
				"After years of study and careful planning, you finally completed a soul cage to house your soul and successfully performed a ritual to transform yourself into a lich. Now, neither death nor time can prevent you from pursuing your studies and achieving your grand ambitions. You gain the {@trait undead} trait and the basic undead benefits (page 44). Your undead craving is for knowledge.",
				"You gain a unique {@item soul cage|BotD}—a magic item that houses your soul. Whenever you would die, your soul flees to the soul cage to allow you to be rebuilt. As long as your soul cage exists, you can't truly be destroyed."
			],
			"special": [
				"You can't select another dedication feat until you have gained two other feats from the lich archetype."
			],
			"leadsTo": [
				"Drain Soul Cage|BotD",
				"Enshroud Soul Cage|BotD",
				"Hand of the Lich|BotD",
				"Bolster Soul Cage|BotD",
				"Frightful Aura|BotD"
			]
		},
		{
			"name": "Drain Soul Cage",
			"source": "BotD",
			"page": 50,
			"level": 14,
			"featType": {
				"archetype": [
					"Lich"
				]
			},
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Lich Dedication|BotD}, {@action Drain Bonded Item}, spellbook",
			"entries": [
				"You make your soul cage into your bonded item, allowing you to harness its abundant magical energy. Once per day, when you use {@action Drain Bonded Item}, you can choose any spell in your spellbook that you can cast, even if you haven't prepared or cast it that day. Your soul cage doesn't need to be on your person for you to use {@action Drain Bonded Item}. If your soul cage is {@condition broken} or destroyed, you can't use Drain Soul Cage.",
				"Even if you can {@action Drain Bonded Item} more than once per day, for instance if you are a universalist wizard, you can still only choose a spell you haven't prepared and cast once per day."
			]
		},
		{
			"name": "Enshroud Soul Cage",
			"source": "BotD",
			"page": 50,
			"level": 14,
			"featType": {
				"archetype": [
					"Lich"
				]
			},
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Lich Dedication|BotD}",
			"entries": [
				"You wreathe your {@item soul cage|BotD} in an ever-growing collection of obfuscating illusions and protective abjurations to hide it from your enemies. You disguise the soul cage as any non-magical object of the same Bulk, and it gains the effects of the {@spell magic aura} and {@spell nondetection} spells. The effects have unlimited durations, are heightened to half your level rounded up, and use your spell DC against any attempt to counteract them. The magic aura makes your soul cage appear non-magical. You can ignore the effects of any of these spells when dealing with your own soul cage. You are mentally alerted whenever your soul cage is damaged."
			]
		},
		{
			"name": "Hand of the Lich",
			"source": "BotD",
			"page": 50,
			"level": 14,
			"featType": {
				"archetype": [
					"Lich"
				]
			},
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Lich Dedication|BotD}",
			"entries": [
				"Negative energy intensifies your undead form and makes your very touch the antithesis of life. You gain the advanced undead benefits (page 44). The damage die for your fist increases to {@dice 1d6} instead of {@dice 1d4}, it deals negative damage instead of bludgeoning damage, and it loses the {@trait nonlethal} trait. Your fist becomes magical.",
				"When you critically hit a living creature with your fist {@action Strike}, the creature is {@condition slowed||slowed 1} until the end of your next turn unless it succeeds at a Fortitude save against your spell DC.",
				"This is a critical specialization effect."
			]
		},
		{
			"name": "Bolster Soul Cage",
			"source": "BotD",
			"page": 50,
			"featType": {
				"archetype": [
					"Lich"
				]
			},
			"level": 16,
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Lich Dedication|BotD}, legendary in {@skill Crafting}",
			"entries": [
				"Your constant efforts to augment and perfect your soul cage have bolstered its efficiency. Your soul cage has Hardness equal to your level and HP equal to four times your level. The time it takes your soul cage to rebuild your body is reduced to {@dice 1d6} days rather than {@dice 1d10} days.",
				"At 20th level, the time it takes your soul cage to rebuild your body is reduced to {@dice 2d12+12} hours."
			]
		},
		{
			"name": "Spell Gem",
			"source": "BotD",
			"page": 50,
			"featType": {
				"archetype": [
					"Lich"
				]
			},
			"level": 16,
			"traits": [
				"uncommon",
				"archetype"
			],
			"prerequisites": "Lich Dedication, legendary in {@skill Crafting}",
			"entries": [
				"Inspired by the degenerate demiliches your kind sometimes devolves into, you've embedded a gem into your brow, fusing it to your necrotic flesh. This gem has been specially calibrated to hold one of the following spells: {@spell repulsion}, {@spell scrying}, or {@spell true seeing}. You must decide which spell your gem contains when you take this feat; changing the spell requires retraining the feat. Once per day, you can drain the gem's magical energy to {@action Cast a Spell||Cast the Spell} without spending a spell slot.",
				"At 18th level, you can heighten whichever spell you chose to 7th level. At 20th level, you can heighten whichever spell you chose to 8th level; regardless of which spell you chose, you can instead drain the gem's magical energy to cast an 8th-level {@spell spell turning} without spending a spell slot."
			]
		},
		{
			"name": "Mummy Dedication",
			"source": "BotD",
			"page": 52,
			"featType": {
				"archetype": [
					"Mummy"
				]
			},
			"level": 2,
			"traits": [
				"rare",
				"archetype",
				"dedication"
			],
			"prerequisites": "you are dead and were mummified (by natural or ritualistic means)",
			"entries": [
				"Whether through natural processes or foul rituals, your body was mummified, and you've risen as an undead mummy. You gain the {@trait mummy} and {@trait undead} traits, as well as basic undead benefits (page 44). Many effects that harm the living are far less effective against your desiccated form. Unfortunately, your dried-out body is also highly flammable. You gain the {@feat Toughness} feat, but also fire weakness equal to half your level.",
				"Your fist draws moisture from the living by touch, making it more damaging and deadly. The damage die for your fist increases to {@dice 1d6} instead of {@dice 1d4}, and your fist loses the {@trait nonlethal} trait.",
				"Finally, you become supernaturally bound to the dominant terrain in which you were created, either because you formed naturally from the weather of that terrain or because of the local ingredients and methods used in an intentional mummification process. Choose arctic, desert, mountain, or swamp. This choice can't be changed and may alter the effects of some of your feats."
			],
			"special": [
				"You can't select another dedication feat until you have gained two other feats from the mummy archetype."
			],
			"leadsTo": [
				"One with the Land|BotD",
				"Semblance of Life|BotD",
				"Grave Mummification|BotD",
				"Mummy's Despair|BotD",
				"Accursed Touch|BotD",
				"Channel Rot|BotD",
				"Storm Shroud|BotD",
				"Terrain Form|BotD",
				"Desiccating Inhalation|BotD"
			]
		},
		{
			"name": "One with the Land",
			"source": "BotD",
			"page": 52,
			"featType": {
				"archetype": [
					"Mummy"
				]
			},
			"level": 4,
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Mummy Dedication|BotD}",
			"entries": [
				"Your connection to your bound terrain strengthens, making you unhindered by local weather. When in your bound terrain, you ignore the effects of non-magical {@quickref difficult terrain||3|terrain}. In addition, your experience from your bound terrain lets you ignore circumstance penalties to visual {@skill Perception} checks and ignore {@condition concealed||concealment} caused by certain environmental effects. The types you ignore depend on your bound terrain.",
				{
					"type": "list",
					"items": [
						"{@b Arctic} Ice or snow",
						"{@b Desert} Dust or sand",
						"{@b Mountain} Clouds or mist",
						"{@b Swamp} Rain or murky water"
					]
				}
			]
		},
		{
			"name": "Semblance of Life",
			"source": "BotD",
			"page": 52,
			"featType": {
				"archetype": [
					"Mummy"
				]
			},
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"level": 4,
			"traits": [
				"archetype",
				"divine",
				"illusion",
				"visual"
			],
			"prerequisites": "{@feat Mummy Dedication|BotD}",
			"trigger": "You deal damage to a living creature with your fist {@action Strike} or with {@feat Desiccating Inhalation|BotD}.",
			"entries": [
				"You draw the moisture you've drained from others into your own flesh, temporarily taking on the appearance of life. This has the effects of {@spell illusory disguise}, except you can appear only as yourself while you were a living humanoid."
			]
		},
		{
			"name": "Grave Mummification",
			"source": "BotD",
			"page": 52,
			"featType": {
				"archetype": [
					"Mummy"
				]
			},
			"level": 6,
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Mummy Dedication|BotD}",
			"entries": [
				"Exposure to the elements, magic, alchemy, and other phenomena intensified the changes from your mummification. You gain the advanced undead benefits (page 44). In addition, you gain resistance equal to half your level against any damage you'd take from your bound terrain, including its dangerous temperatures, weather, hazardous terrain, and environmental hazards."
			]
		},
		{
			"name": "Mummy's Despair",
			"source": "BotD",
			"page": 52,
			"featType": {
				"archetype": [
					"Mummy"
				]
			},
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 6,
			"traits": [
				"archetype",
				"aura",
				"divine",
				"emotion",
				"enchantment",
				"fear",
				"mental"
			],
			"prerequisites": "{@feat Mummy Dedication|BotD}",
			"frequency": {
				"freq": 1,
				"unit": "hour"
			},
			"entries": [
				"You force your mental anguish outward, projecting it upon those around you. You gain an aura of despair in a 30-foot emanation lasting 5 rounds. A creature that enters or begins its turn in the aura must succeed at a Will save against the higher of your class DC or spell DC or be {@condition frightened||frightened 1} ({@condition frightened||frightened 2} on a critical failure). A creature that succeeds at the save is temporarily immune to Mummy's Despair for 10 minutes."
			]
		},
		{
			"name": "Accursed Touch",
			"source": "BotD",
			"page": 52,
			"featType": {
				"archetype": [
					"Mummy"
				]
			},
			"level": 8,
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Mummy Dedication|BotD}",
			"entries": [
				"You've learned to harness the supernatural curse that animates you, imbuing your most powerful attacks with a terrible curse. When you critically hit with a fist {@action Strike}, negative energy binds to it; this is a {@trait curse} and a {@trait disease}. The creature takes {@damage 2d6} {@condition persistent damage||persistent negative damage}. While the creature has this {@condition persistent damage}, it's also {@condition stupefied||stupefied 1}. The {@condition persistent damage} increases to {@dice 3d6} at 14th level and {@dice 4d6} at 20th level. This is a critical specialization effect."
			],
			"leadsTo": [
				"Channel Rot|BotD"
			]
		},
		{
			"name": "Storm Shroud",
			"source": "BotD",
			"page": 52,
			"featType": {
				"archetype": [
					"Mummy"
				]
			},
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 8,
			"traits": [
				"archetype",
				"concentrate",
				"conjuration",
				"divine"
			],
			"prerequisites": "{@feat Mummy Dedication|BotD}",
			"frequency": {
				"freq": 1,
				"unit": "hour"
			},
			"entries": [
				"You become surrounded by a swirling storm of rain, sand, snow, or clouds, whichever of those suits your bound terrain. This activity has traits appropriate to the storm you create— typically {@trait earth} for sand and {@trait water} for rain, snow, or clouds. You become {@condition concealed} for 1 minute. You can't use this concealment to {@action Hide} or {@action Sneak}, as normal for concealment that makes your position obvious."
			]
		},
		{
			"name": "Channel Rot",
			"source": "BotD",
			"page": 52,
			"level": 10,
			"featType": {
				"archetype": [
					"Mummy"
				]
			},
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Accursed Touch|BotD}",
			"entries": [
				"You've learned to channel your curse through weapons you wield instead of solely through your flesh. The benefits of Accursed Touch apply to any melee weapon you wield instead of only your fist {@action Strike||Strikes}."
			]
		},
		{
			"name": "Ensnaring Wrappings",
			"source": "BotD",
			"page": 52,
			"featType": {
				"archetype": [
					"Mummy"
				]
			},
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 10,
			"traits": [
				"archetype"
			],
			"prerequisites": "Mummy Dedication, expert in {@skill Athletics}",
			"trigger": "Your {@action Strike} deals physical damage to a creature that is within reach of your arms and isn't more than one size larger than you.",
			"entries": [
				"Some of your wrappings come loose to ensnare a creature you recently damaged. You attempt to {@action Grapple} the creature you damaged."
			]
		},
		{
			"name": "Terrain Form",
			"source": "BotD",
			"page": 52,
			"featType": {
				"archetype": [
					"Mummy"
				]
			},
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 10,
			"traits": [
				"archetype",
				"concentrate",
				"divine",
				"transmutation"
			],
			"prerequisites": "{@feat Mummy Dedication|BotD}",
			"frequency": {
				"freq": 1,
				"unit": "day"
			},
			"entries": [
				"You crumble to pieces, becoming composed of the very terrain to which you're bound, with the effects of the {@spell gaseous form} spell, or you reconstitute into your normal form. The substance you're formed of depends upon your bound terrain, and the action gains the corresponding trait or traits.",
				{
					"type": "list",
					"items": [
						"{@b Arctic} Snow ({@trait water})",
						"{@b Desert} Sand ({@trait earth})",
						"{@b Mountain} Cloud ({@trait water})",
						"{@b Swamp} Mud ({@trait earth}, {@trait water})"
					]
				}
			]
		},
		{
			"name": "As in Life, So in Death",
			"source": "BotD",
			"page": 56,
			"level": 1,
			"traits": [
				"skeleton"
			],
			"entries": [
				"Specific memories of your old life are hard to hold onto, but you know things without remembering why. You gain the {@feat Adopted Ancestry} feat. You can choose any ancestry, but it is likely to be one that matches both your skeleton heritage and who you were in life. As long as your body is completely covered by armor or clothing, you do not have to attempt {@skill Deception} checks against a creature's {@skill Perception} DC to successfully {@action Impersonate} yourself as a member of that ancestry. This is a non-magical disguise that doesn't protect against divination.",
				"This disguise doesn't provide any benefit against a creature actively attempting a {@skill Perception} check against you."
			]
		},
		{
			"name": "Collapse",
			"source": "BotD",
			"page": 56,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 1,
			"traits": [
				"skeleton"
			],
			"frequency": {
				"freq": 1,
				"interval": 10,
				"unit": "minute"
			},
			"trigger": "An enemy's {@action Strike} against you is a critical hit.",
			"entries": [
				"You collapse into a pile of bones, mitigating the worst of the damage you would have taken, and the triggering attack deals only the amount it would deal on a hit (typically full damage instead of double damage). Any other effects caused by a critical hit still occur. While collapsed, you're {@condition flat-footed} and can't act except to {@action Stand}, which re-forms you into a skeleton in a standing position."
			]
		},
		{
			"name": "Play Dead",
			"source": "BotD",
			"page": 56,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 1,
			"traits": [
				"skeleton"
			],
			"entries": [
				"You lie {@condition prone} and pretend to be an ordinary skeleton. As long as you don't move or take any actions requiring anything other than your mind, you appear dead. To see through your ruse, another creature must succeed at a check against your {@skill Deception} DC, either by Seeking or {@action Recall Knowledge||Recalling Knowledge} (typically using {@skill Religion} or an appropriate {@skill Lore} skill). This ability doesn't work against creatures that already know you're an animate undead unless you have changed your appearance."
			]
		},
		{
			"name": "Undead Empathy",
			"source": "BotD",
			"page": 56,
			"level": 1,
			"traits": [
				"skeleton"
			],
			"entries": [
				"Your relationship with undeath gives you a stronger bond with other undead. You can use {@skill Diplomacy} to {@action Make an Impression} on mindless undead or make simple requests of them. As long as there aren't living creatures nearby, they usually let you speak. If the undead creature currently is in the thrall of a creature whose level is higher than yours, you typically need a critical success on your {@skill Diplomacy} skill check."
			]
		},
		{
			"name": "Past Life",
			"source": "BotD",
			"page": 56,
			"level": 5,
			"traits": [
				"skeleton"
			],
			"entries": [
				"Flashes of your life become clearer and more frequent, allowing you to apply skills you developed while alive. You become trained in a skill of your choice and gain the {@feat Additional Lore} feat for a {@skill Lore} subcategory tied to your life."
			]
		},
		{
			"name": "Well-Armed",
			"source": "BotD",
			"page": 56,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 5,
			"traits": [
				"skeleton"
			],
			"entries": [
				"Your detachable limbs offer flexibility. You {@action Interact} to remove your arm and wield it in the other one, increasing your reach by 5 feet for any one-handed weapon held in that arm. If your next action is a {@action Strike} with that weapon, creatures that were outside your reach that you can now hit are {@condition flat-footed} against your first attack. You don't have a free hand while holding the arm. You can {@action Interact} to reattach the arm while holding it."
			]
		},
		{
			"name": "Bone Missile",
			"source": "BotD",
			"page": 56,
			"level": 9,
			"traits": [
				"skeleton"
			],
			"entries": [
				"You can remove your ribs to use them as arrows or bolts. When you draw a rib, you lose 2 HP, and the projectile deals 2 extra negative damage if you {@action Strike} with it before the end of your next turn. The HP loss and extra damage both increase to 3 at 12th level and 4 at 19th level. Your rib cage magically replenishes, and any rib you draw crumbles to dust after being used for a {@action Strike} or at the end of your next turn, whichever comes first."
			]
		},
		{
			"name": "Rejuvenation Token",
			"source": "BotD",
			"page": 56,
			"level": 9,
			"traits": [
				"uncommon",
				"necromancy",
				"skeleton"
			],
			"entries": [
				"You tie yourself to the Material Plane by implanting a piece of your consciousness into a weapon, piece of armor, or other item that's precious to you. As long as this object is intact, even if your body is destroyed, you can be restored to the exact state you were in the last time you made daily preparations with this object in your possession. The soulbound object can be used as a special focus for raise dead, resurrect, or similar magic. This warps the spell to bring you back in your skeletal undead state rather than bringing you back to life. {@deity Pharasma} can't prevent you from returning when the spell is modified in this way. When you return, you permanently lose a memory that was precious to you, in addition to any other side effects of the spell that brought you back. Your soulbound object becomes inert until you spend 1 week of downtime to anchor yourself to it again, further fragmenting your mind."
			]
		},
		{
			"name": "Skeletal Resistance",
			"source": "BotD",
			"page": 57,
			"level": 9,
			"traits": [
				"skeleton"
			],
			"entries": [
				"Your body becomes resistant, your hardened bones deflecting weapons and other forms of damage. You gain resistance 2 to cold, electricity, fire, piercing, and slashing damage. This resistance increases to 3 at 13th level and 4 at 17th level."
			]
		},
		{
			"name": "Skeletal Transformation",
			"source": "BotD",
			"page": 57,
			"level": 13,
			"traits": [
				"skeleton"
			],
			"entries": [
				"You rearrange your bones into a bestial shape. Once per day, you can cast {@spell animal form} as a divine innate spell. When you cast it, you choose the spell's level: 3rd, 4th, or 5th. Your battle form looks like a skeletal version of the animal. In this form, you retain the benefits of any skeleton feats that do not require the use of hands or the ability to communicate."
			]
		},
		{
			"name": "Skeleton Commander",
			"source": "BotD",
			"page": 57,
			"level": 13,
			"traits": [
				"uncommon",
				"skeleton"
			],
			"prerequisites": "expert in {@skill Religion}",
			"entries": [
				"You gain the ability to summon your own skeletal minions. You learn the create undead rituals (Core Rulebook 411) to create three types of undead for which you meet the prerequisites. These undead must have the {@trait skeleton} trait or be other skeletal undead the GM agrees to. You can't teach these rituals to anyone else, and you can't participate in either ritual while allowing someone else to serve as the primary caster unless they also know the ritual.",
				"You gain a +2 circumstance bonus to {@skill Religion} checks for create undead rituals. You can also perform the ritual without the aid of a secondary caster; in this case, you attempt the secondary check normally performed by that caster."
			]
		},
		{
			"name": "Vampire Dedication",
			"source": "BotD",
			"page": 58,
			"featType": {
				"archetype": [
					"Vampire"
				]
			},
			"level": 2,
			"traits": [
				"rare",
				"archetype",
				"dedication"
			],
			"prerequisites": "You were a killed by a vampire drinking your blood.",
			"entries": [
				"You're a newly risen vampire. You gain the {@trait undead} and {@trait vampire} traits and the basic undead benefits (page 44), and your undead hunger is for the blood of the living. Your incisors elongate; you gain a fangs unarmed attack that deals {@damage 1d6} piercing damage. They're in the {@group brawling} group and have the {@trait grapple} and {@trait unarmed} traits. You gain revulsion and sunlight vulnerabilities detailed on page 59 and the Drink Blood ability.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"name": "Drink Blood",
					"traits": [
						"divine",
						"necromancy"
					],
					"requirements": "A {@condition grabbed}, {@condition paralyzed}, {@condition restrained}, {@condition unconscious}, or willing creature is within your reach",
					"special": [
						"You can't select another dedication feat until you have gained two other feats from the vampire archetype."
					],
					"entries": [
						"You sink your fangs into that creature and drink its blood. This requires an {@skill Athletics} check against the victim's Fortitude DC if the victim is {@condition grabbed}, and automatically succeeds for any of the other conditions. If you succeed, the creature becomes {@condition drained||drained 1}, and you gain temporary HP equal to the target's level that last for 10 minutes. Further uses against the target don't increase the {@condition drained} condition or grant you more temporary HP."
					]
				}
			],
			"leadsTo": [
				"Clinging Climber|BotD",
				"Daywalker|BotD",
				"Predatory Claws|BotD",
				"Vicious Fangs|BotD",
				"Bat Form|BotD",
				"Turn to Mist|BotD",
				"Mist Escape|BotD",
				"Coffin Bound|BotD"
			]
		},
		{
			"name": "Zombie Dedication",
			"source": "BotD",
			"page": 60,
			"level": 2,
			"featType": {
				"archetype": [
					"Zombie"
				]
			},
			"traits": [
				"rare",
				"archetype",
				"dedication"
			],
			"prerequisites": "You died and were animated as a husk zombie.",
			"entries": [
				"Despite your death and subsequent reanimation as a rotting corpse, you retain most of your mind and identity. Yet, it's always there: the hunger for the flesh and organs of the living. You gain the {@trait undead} and {@trait zombie} traits, and the basic undead benefits (page 44). Unlike a typical zombie, you're not {@trait mindless}. Reduce all your Speeds by 5 feet. Your fist loses the {@trait nonlethal} trait.",
				"Because of its progressing state of decay, your body requires continual maintenance to remain at its best. Each day after your rest period, your body is deteriorated due to natural decay. Additionally, some zombie abilities allow you to push for a greater effect in exchange for a chance of deteriorating your body.",
				"While your body is deteriorated, you're {@condition slowed||slowed 1}. You can spend 10 minutes checking and repairing your joints and other weak parts of your body to recover from deterioration. You can perform these repairs as part of your daily preparations. Because it's a natural result of your body's functions, you can't remove the {@condition slowed} condition from deterioration through any other means.",
				"You crave the flesh of the living. You gain a jaws unarmed attack that deals {@damage 1d8} piercing damage. Your jaws are in the {@group brawling} group and have the {@trait unarmed} trait. You can use your jaws {@action Strike} only against a creature that's {@condition grabbed} or {@condition restrained} by you."
			],
			"special": [
				"You can't select another dedication feat until you have gained two other feats from the zombie archetype."
			],
			"leadsTo": [
				"Ankle Biter|BotD",
				"Feast|BotD",
				"Brains!|BotD",
				"Ravenous Charge|BotD",
				"Numb|BotD",
				"Out of Hand|BotD",
				"Shamble|BotD",
				"Unkillable|BotD",
				"Festering Wounds|BotD",
				"Seize|BotD"
			]
		},
		{
			"name": "Ankle Biter",
			"source": "BotD",
			"page": 60,
			"level": 4,
			"featType": {
				"archetype": [
					"Zombie"
				]
			},
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Zombie Dedication|BotD}",
			"entries": [
				"You fight just as well on the ground as you do standing up. While you are {@condition prone}, you are always {@action Take Cover||Taking Cover} against ranged attacks, you ignore the status penalty on your attack rolls from being {@condition prone}, and you gain a +1 circumstance bonus to {@skill Athletics} checks to {@action Trip}. You can choose to move up to half your Speed when you {@action Crawl}. You can instead move up to your full Speed when you {@action Crawl}, but if you do, you must succeed at a DC {@flatDC 6} flat check or your body deteriorates."
			]
		},
		{
			"name": "Feast",
			"source": "BotD",
			"page": 60,
			"featType": {
				"archetype": [
					"Zombie"
				]
			},
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 4,
			"traits": [
				"archetype",
				"manipulate"
			],
			"prerequisites": "{@feat Zombie Dedication|BotD}",
			"requirements": "You are adjacent to a {@condition restrained} or {@condition unconscious} creature, or a deceased creature that died in the past hour.",
			"entries": [
				"You feast upon an adjacent {@condition restrained} or {@condition unconscious} creature, or a deceased creature that died in the past hour. If the creature is alive, you deal damage equal to your jaws damage. Whether it's alive or not, you gain a number of temporary Hit Points equal to half your level that last for 1 minute.",
				"You can instead choose to gain temporary Hit Points equal to double your level, but if you do, you must succeed at a DC {@flatDC 6} flat check or your body deteriorates."
			],
			"leadsTo": [
				"Brains!|BotD"
			]
		},
		{
			"name": "Ravenous Charge",
			"source": "BotD",
			"page": 61,
			"featType": {
				"archetype": [
					"Zombie"
				]
			},
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 4,
			"traits": [
				"archetype",
				"open"
			],
			"prerequisites": "{@feat Zombie Dedication|BotD}",
			"entries": [
				"Hungry for the flesh of the living, you hurl yourself into the fray, teeth gnashing. You {@action Stride}. If you end your movement within melee reach of a living creature, you can make an {@skill Athletics} check to {@action Grapple} that creature. If you succeed, you then make a jaws {@action Strike} against that creature."
			]
		},
		{
			"name": "Brains!",
			"source": "BotD",
			"page": 61,
			"featType": {
				"archetype": [
					"Zombie"
				]
			},
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"level": 6,
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Feast|BotD}",
			"trigger": "You Feast upon a humanoid's brain. The humanoid can't be {@trait mindless} (or, if you're Feasting on a corpse, can't have been mindless while alive).",
			"entries": [
				"You consume the brains of your foe, causing synapses long rotten to fire and enabling you to shake off your mental torpor. You gain a +1 status bonus on skill checks to {@action Recall Knowledge} for 1 hour. If the humanoid had a higher modifier to the skill check you're using to {@action Recall Knowledge} than you do, the status bonus increases to +2."
			]
		},
		{
			"name": "Numb",
			"source": "BotD",
			"featType": {
				"archetype": [
					"Zombie"
				]
			},
			"page": 61,
			"level": 6,
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Zombie Dedication|BotD}",
			"entries": [
				"As your body continues to rot and putrefy, your senses deaden and your undead powers grow. You gain the advanced undead benefits (page 44), as well as a +1 circumstance bonus on saving throws against {@trait emotion} and {@trait pain} effects. While your body is deteriorated, your numbness amplifies in two ways: the circumstance bonus from this feat increases to +2, and if you roll a success on a saving throw against an {@trait emotion} or {@trait pain} effect, you get a critical success instead."
			]
		},
		{
			"name": "Out of Hand",
			"source": "BotD",
			"page": 61,
			"featType": {
				"archetype": [
					"Zombie"
				]
			},
			"level": 8,
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Zombie Dedication|BotD}",
			"entries": [
				"Even when your limbs are severed, they remain a part of you. When an arm is severed from your body, it gains the {@trait minion} trait. While severed, your limb has the statistics of a familiar (Core Rulebook 217–218) without any familiar or master abilities, except its Speed is 5 feet, it can't move further than 100 feet from you, it can {@action Interact} with things, and it can still make any unarmed {@action Strike||Strikes} it could have made while attached to you (usually a fist {@action Strike}). Any {@action Strike||Strikes} it makes share your multiple attack penalty and use your attack bonus and damage. If your arm is reduced to 0 HP or is ever more than 100 feet from you, it becomes inert until reattached. The GM might allow you to detach other limbs that have unarmed attacks using the below action (for example, if you're a tiefling with {@feat Form of the Fiend|APG}, giving you a tail unarmed attack). You gain the Lay Down Arms action.",
				{
					"type": "ability",
					"name": "Lay Down Arms",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"entries": [
						"You pull your arm off, harmlessly severing it from your body and dropping it in an adjacent square. You can also use this action to reattach your severed arm if it's adjacent to you; it immediately functions normally. If the detached limb was at 0 Hit Points, it takes 10 minutes to reattach it instead of a single action."
					]
				}
			]
		},
		{
			"name": "Shamble",
			"source": "BotD",
			"page": 61,
			"featType": {
				"archetype": [
					"Zombie"
				]
			},
			"activity": {
				"number": 1,
				"unit": "varies",
				"entry": "{@as 2} OR {@as 3}"
			},
			"level": 8,
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Zombie Dedication|BotD}",
			"entries": [
				"You may be slower than you were in life, but your pace is unfaltering. {@action Stride} twice, or three times if you spent 3 actions to Shamble. During this movement, you ignore {@quickref difficult terrain||3|terrain} and {@quickref greater difficult terrain||3|terrain}.",
				"You can choose to ignore all circumstance and status penalties to your Speed when you Shamble. If you do, you must succeed at a DC {@flatDC 6} flat check when you finish Shambling or your body deteriorates."
			]
		},
		{
			"name": "Unkillable",
			"source": "BotD",
			"page": 61,
			"featType": {
				"archetype": [
					"Zombie"
				]
			},
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 8,
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Zombie Dedication|BotD}",
			"frequency": {
				"freq": 1,
				"unit": "hour"
			},
			"trigger": "You would be reduced to 0 HP.",
			"entries": [
				"You're relentless and nigh unkillable, shrugging off blows that should destroy you, though they might make your body start to fall apart. You are reduced to 1 HP instead of 0 HP. You must succeed at a DC {@flatDC 6} flat check or your body deteriorates."
			]
		},
		{
			"name": "Festering Wounds",
			"source": "BotD",
			"page": 61,
			"featType": {
				"archetype": [
					"Zombie"
				]
			},
			"level": 12,
			"traits": [
				"archetype",
				"disease",
				"divine",
				"necromancy"
			],
			"prerequisites": "{@feat Zombie Dedication|BotD}",
			"entries": [
				"Wounds you inflict with your unarmed attacks fester and rot, becoming infected and difficult to heal. The DC to {@action treat wounds||Treat these Wounds} using {@skill Medicine} increases by 5, and magically or alchemically healing these wounds requires a counteract check against your class DC or spell DC, whichever is higher. Succeeding at any of these removes the disease. The effect also ends if the creature is healed to full Hit Points by any means."
			]
		},
		{
			"name": "Seize",
			"source": "BotD",
			"page": 61,
			"featType": {
				"archetype": [
					"Zombie"
				]
			},
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 14,
			"traits": [
				"archetype",
				"flourish"
			],
			"prerequisites": "{@feat Zombie Dedication|BotD}",
			"requirements": "Your last action was a successful fist {@action Strike} against a creature no more than one size larger than you.",
			"entries": [
				"You seize your foe and pull it close. The foe you hit is {@condition grabbed} as if you succeeded at an {@skill Athletics} check to {@action Grapple} the foe."
			]
		},
		{
			"name": "Clinging Climber",
			"source": "BotD",
			"page": 58,
			"level": 4,
			"featType": {
				"archetype": [
					"Vampire"
				]
			},
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Vampire Dedication|BotD}, trained in {@skill Athletics}",
			"entries": [
				"You climb like a spider. You gain a climb Speed of 15 feet."
			]
		},
		{
			"name": "Manipulative Charm",
			"source": "BotD",
			"page": 58,
			"featType": {
				"archetype": [
					"Vampire"
				]
			},
			"level": 4,
			"traits": [
				"archetype"
			],
			"prerequisites": "Vampire Dedication, trained in {@skill Deception} or {@skill Diplomacy}",
			"entries": [
				"Against humanoids, you gain a +1 circumstance bonus to {@skill Deception} checks to {@action Lie}, and to {@skill Diplomacy} checks to {@action Gather Information} and {@action Make an Impression}.",
				"Once per day, you can cast {@spell charm} as a divine innate spell using your class DC or spell DC, whichever is higher. Casting it requires staring into the target's eyes, giving the spell the {@trait visual} trait. At 5th level and every 2 levels thereafter, the spell is heightened by an additional level, to a maximum of a 9th-level {@spell charm} when you are 19th level."
			],
			"leadsTo": [
				"Dominating Gaze|BotD"
			]
		},
		{
			"name": "Nocturnal Kindred",
			"source": "BotD",
			"page": 58,
			"featType": {
				"archetype": [
					"Vampire"
				]
			},
			"level": 4,
			"traits": [
				"archetype"
			],
			"prerequisites": "Vampire Dedication, trained in {@skill Nature}",
			"entries": [
				"You have an innate connection with other creatures of the night and understand some of them. You can ask questions of, receive answers from, and use {@skill Diplomacy} with bats, rats, and wolves. You also gain a +1 circumstance bonus to {@action Make an Impression} on such animals.",
				"Once per day, you can cast {@spell animal allies|SoM} (Pathfinder Secrets of Magic 89) as a divine innate spell, using your class DC or spell DC, whichever is higher. The creatures it summons are bats, rats, and wolves. At 5th level and every 2 levels thereafter, the spell is heightened by an additional level, to a maximum of a 9th-level {@spell animal allies|SoM} when you are 19th level."
			]
		},
		{
			"name": "Daywalker",
			"source": "BotD",
			"page": 58,
			"level": 6,
			"featType": {
				"archetype": [
					"Vampire"
				]
			},
			"traits": [
				"archetype",
				"abjuration",
				"divine"
			],
			"prerequisites": "{@feat Vampire Dedication|BotD}",
			"entries": [
				"Through a profane pledge or a bloodline quirk, you can tolerate the sun's light. You gain the advanced undead benefits (page 44) and can't be destroyed by sunlight. This doesn't prevent you from becoming {@condition slowed} by exposure to the sun."
			]
		},
		{
			"name": "Predatory Claws",
			"source": "BotD",
			"page": 59,
			"featType": {
				"archetype": [
					"Vampire"
				]
			},
			"level": 6,
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Vampire Dedication|BotD}",
			"entries": [
				"Your nails grow into sharp claws, perfect for seizing and tearing your prey. You gain a claw unarmed attack that deals {@damage 1d4} slashing damage. Your claws are in the {@group brawling} group and have the {@trait agile}, {@trait finesse}, and {@trait unarmed} traits.",
				"If you hit the same enemy with two consecutive claw {@action Strike||Strikes} in the same round, you can attempt to {@action Grapple} that same target as a free action, provided you take that action immediately after the second {@action Strike}."
			]
		},
		{
			"name": "Vicious Fangs",
			"source": "BotD",
			"page": 59,
			"featType": {
				"archetype": [
					"Vampire"
				]
			},
			"level": 8,
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Vampire Dedication|BotD}",
			"entries": [
				"You aim for your victim's prominent arteries. Your fangs {@action Strike} deals an additional {@damage 1d6} {@condition persistent damage||persistent bleed damage} on a critical hit.",
				"At 14th level, the {@condition persistent damage||persistent bleed damage} increases to {@dice 2d6}, and at 20th level, the {@condition persistent damage||persistent bleed damage} increases to {@dice 3d6}."
			]
		},
		{
			"name": "Bat Form",
			"source": "BotD",
			"page": 59,
			"featType": {
				"archetype": [
					"Vampire"
				]
			},
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 10,
			"traits": [
				"archetype",
				"concentrate",
				"divine",
				"polymorph",
				"transmutation"
			],
			"prerequisites": "{@feat Vampire Dedication|BotD}",
			"frequency": {
				"freq": 1,
				"unit": "hour"
			},
			"entries": [
				"You can transform into a bat. You gain the effects of a 4th-level {@spell pest form} spell. At 14th level, you can choose to spend two actions instead of one to gain the effects of a 4th- or 5th-level {@spell aerial form} spell instead (bat form only)."
			]
		},
		{
			"name": "Turn to Mist",
			"source": "BotD",
			"page": 59,
			"featType": {
				"archetype": [
					"Vampire"
				]
			},
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 10,
			"traits": [
				"archetype",
				"concentrate",
				"divine",
				"transmutation"
			],
			"prerequisites": "{@feat Vampire Dedication|BotD}",
			"frequency": {
				"freq": 1,
				"unit": "day"
			},
			"entries": [
				"You turn into vapor, gaining the effects of {@spell gaseous form}."
			],
			"leadsTo": [
				"Mist Escape|BotD"
			]
		},
		{
			"name": "Coffin Bound",
			"source": "BotD",
			"page": 59,
			"featType": {
				"archetype": [
					"Vampire"
				]
			},
			"level": 12,
			"traits": [
				"uncommon",
				"archetype",
				"divine",
				"necromancy",
				"negative"
			],
			"prerequisites": "{@feat Vampire Dedication|BotD}",
			"entries": [
				"You bind your spirit to a coffin filled with soil of your homeland, making it a place of recovery. If you rest inside your coffin for 10 minutes, you regain Hit Points equal to your Constitution modifier  half your level. You can still be healed in other ways during that time, though you're {@condition unconscious} and therefore unable to heal yourself. The GM might allow you to {@action Refocus} while resting, depending on whether it's a type of Refocusing you can achieve while you slumber.",
				"If you would be destroyed, you instead remain near death. This doesn't change your {@condition dying} or {@condition wounded} value, and you remain {@condition unconscious}. After 1 hour, you're destroyed. If returned to your coffin before that hour is up, you avoid destruction; if you spend 1 hour resting in your coffin, you regain 1 HP and lose the {@condition dying} and {@condition wounded} conditions. You can't be healed in any other way when near death.",
				"Your coffin can't heal you if you're staked through the chest. You can be staked only if {@condition unconscious}, and it takes three actions. You lose all benefits of this feat if your coffin is destroyed or the soil is lost. You must procure a new coffin and fill it with soil of your homeland to restore the feat's function."
			],
			"leadsTo": [
				"Mist Escape|BotD"
			]
		},
		{
			"name": "Mist Escape",
			"source": "BotD",
			"page": 59,
			"featType": {
				"archetype": [
					"Vampire"
				]
			},
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"level": 14,
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Coffin Bound|BotD}, {@feat Turn to Mist|BotD}",
			"trigger": "You are reduced to 0 HP.",
			"entries": [
				"As you fall, your body reacts to defend itself. You {@feat Turn to Mist|BotD}. This doesn't expend a use of Turn to Mist, and you can use Mist {@action Escape} even if you've already Turned to Mist in the same day. You take move actions to move directly toward your coffin even though you are at 0 HP, though you aren't conscious and don't have control over how you do so. While at 0 HP in this form, you are unaffected by further damage. You automatically return to your corporeal form, {@condition unconscious}, if you reach your coffin or after 1 hour when you are destroyed, whichever one comes first."
			]
		},
		{
			"name": "Dominating Gaze",
			"source": "BotD",
			"page": 59,
			"featType": {
				"archetype": [
					"Vampire"
				]
			},
			"level": 16,
			"traits": [
				"uncommon",
				"archetype"
			],
			"prerequisites": "{@feat Manipulative Charm|BotD}",
			"entries": [
				"You stare into your target's eyes and enthrall them, shattering their free will. Once per day, you can cast 7th-level {@spell dominate} as a divine innate spell, using your class DC or spell DC, whichever is higher. It gains the {@trait visual} trait. At 18th level, the dominate is heightened to 8th level; at 20th level, it's heightened to 9th level. A creature that succeeds at its save is temporarily immune to your domination for 24 hours, though in most cases, you can't {@action Cast a Spell||Cast the Spell} again within 24 hours. If you are destroyed, all your {@spell dominate} spells from Dominating Gaze immediately end."
			]
		},
		{
			"name": "Bone Swarm",
			"source": "BotD",
			"page": 57,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 17,
			"traits": [
				"concentrate",
				"polymorph",
				"skeleton",
				"transmutation"
			],
			"frequency": {
				"freq": 1,
				"unit": "day"
			},
			"entries": [
				"You scatter your body and transform into a whirling storm of bones for up to 1 minute or until you spend a single action to return to your normal shape. You become Huge, gain the {@trait swarm} trait, and gain a fly Speed of 40 feet. As a swarm, you have the following characteristics.",
				{
					"type": "list",
					"items": [
						"You are immune to the grappled, {@condition prone}, and {@condition restrained} conditions.",
						"You have weakness 5 to area and splash damage.",
						"You can occupy the same space as other creatures and must do so to use your damaging ability.",
						"As a 2-action activity, you can deal {@damage 10d6} bludgeoning damage to all creatures sharing your space (basic Reflex save with a DC equal to your class DC or spell DC, whichever is higher).",
						"You can't speak, Cast Spells, use manipulate actions requiring your hands, Activate magic items, or make any {@action Strike||Strikes} with your normal body.",
						"You don't gain the swarm mind ability, so you are still affected normally by {@trait mental} effects. You also retain the benefits of skeleton feats that don't require communication or the use of hands."
					]
				}
			]
		},
		{
			"name": "Necromantic Heir",
			"source": "BotD",
			"page": 57,
			"level": 17,
			"traits": [
				"skeleton"
			],
			"entries": [
				"Your affinity for negative energy spills outward and grants you a refilling well of necromantic essence. Once per hour, you can cast {@spell harm} as a 6th-level divine innate spell."
			]
		},
		{
			"name": "Desiccating Inhalation",
			"source": "BotD",
			"page": 52,
			"featType": {
				"archetype": [
					"Mummy"
				]
			},
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 12,
			"traits": [
				"archetype",
				"divine",
				"evocation"
			],
			"prerequisites": "{@feat Mummy Dedication|BotD}",
			"frequency": {
				"freq": 1,
				"unit": "hour"
			},
			"entries": [
				"You draw in the moisture from nearby creatures, draining them dry to heal your wounds. Creatures in a 30-foot cone take {@damage 6d8} negative damage, with a basic Reflex save against your class DC. A creature that critically fails this saving throw is also {@condition drained||drained 1}. As long as at least one creature was damaged by your Desiccating Inhalation, you regain HP equal to your level.",
				"At 14th level and every 2 levels thereafter, the damage increases by {@damage 1d8}."
			]
		},
		{
			"name": "Greater Despair",
			"source": "BotD",
			"page": 52,
			"featType": {
				"archetype": [
					"Mummy"
				]
			},
			"level": 12,
			"traits": [
				"archetype"
			],
			"prerequisites": "Mummy's Despair",
			"entries": [
				"You increase the frequency of Mummy's Despair to once per 10 minutes instead of once per hour. A creature that critically fails its Will saving throw is {@condition paralyzed} for 1 round instead of {@condition frightened||frightened 2}. Mummy's Despair gains the {@trait incapacitation} trait."
			]
		},
		{
			"name": "Frightful Aura",
			"source": "BotD",
			"page": 50,
			"featType": {
				"archetype": [
					"Lich"
				]
			},
			"level": 18,
			"traits": [
				"archetype",
				"aura",
				"emotion",
				"fear",
				"mental"
			],
			"prerequisites": "{@feat Lich Dedication|BotD}, master in {@skill Intimidation}",
			"entries": [
				"You're surrounded by a palpable sense of menace and power that's terrifying to behold. The aura is a 15-foot emanation. An enemy that enters or ends its turn in the aura must attempt a Will save against the higher of your spell DC or class DC.",
				{
					"type": "successDegree",
					"entries": {
						"Success": [
							"The creature is unaffected and temporarily immune to your Frightful Aura for 1 minute."
						],
						"Failure": [
							"The creature is {@condition frightened||frightened 1}."
						],
						"Critical Failure": [
							"The creature is {@condition frightened||frightened 2}."
						]
					}
				}
			]
		},
		{
			"name": "Ghoul Dedication",
			"source": "BotD",
			"page": 48,
			"level": 2,
			"featType": {
				"archetype": [
					"Ghoul"
				]
			},
			"traits": [
				"rare",
				"archetype",
				"dedication"
			],
			"prerequisites": "You were killed by {@condition ghoul fever|b1}.",
			"entries": [
				"You have succumbed to {@condition ghoul fever|b1}, dying and returning as a ghoul, an undead cursed with a never-ending hunger for dead flesh that slowly overrides your reason and willpower until you would do anything for the meal you crave. In addition to the personality changes, your body changes as well. Your ears become pointed, and your skin grows blueish and pale.",
				"Your fingernails sharpen into claws; your teeth become razor sharp, ready to tear flesh off the bone; and your tongue grows long and pointed.",
				"You gain the {@trait ghoul} and {@trait undead} traits and the basic undead benefits (page 44). Your undead craving is for the flesh of dead creatures; freshly dead corpses from sapient creatures fulfill your cravings much more than non-sapient or rotted corpses, but any dead creature can stave off the hunger for at least a little while. You gain two unarmed attacks in the brawling weapon group. The first unarmed attack is a claw that deals {@damage 1d4} slashing damage with the {@trait agile} and {@trait finesse} traits, and the second unarmed attack is a set of jaws that deal {@damage 1d6} piercing damage and have the {@trait finesse} trait.",
				"You gain the Consume Flesh action (see below). Satisfying your craving is difficult. Consuming Flesh temporarily satiates you. Many ghoul feats have extra abilities or functions that can be used when you are satiated, though using those abilities also causes you to lose your satiated status. You can always Consume Flesh, but eating more than a normal amount has no further effect; a ghoul's hunger is satiated, or it is not.",
				{
					"type": "ability",
					"name": "Consume Flesh",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"traits": [
						"manipulate"
					],
					"requirements": "You are adjacent to the corpse of a Small or larger creature that died in the last hour",
					"entries": [
						"You devour a chunk of the corpse. You become satiated for 1 hour."
					]
				}
			],
			"special": [
				"You can't select another dedication feat until you have gained two other feats from the ghoul archetype."
			],
			"leadsTo": [
				"Replenishing Consumption|BotD",
				"Swift Leap|BotD",
				"Feverish Enzymes|BotD",
				"Paralyzing Slash|BotD",
				"Grave Strength|BotD",
				"Sickening Bite|BotD",
				"Glutton for Flesh|BotD",
				"Corpse Stench|BotD"
			]
		},
		{
			"name": "Replenishing Consumption",
			"source": "BotD",
			"page": 48,
			"level": 4,
			"featType": {
				"archetype": [
					"Ghoul"
				]
			},
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Ghoul Dedication|BotD}",
			"entries": [
				"When you devour corpses and satiate your hunger, you also recover from some of your wounds, your necrotized blue flesh knitting back together almost immediately as soon as you begin shoveling the chunks of dead flesh down your throat. Once every 10 minutes, when you Consume Flesh, you regain {@dice 1d6} Hit Points for every 2 levels you have, rounded up."
			]
		},
		{
			"name": "Swift Leap",
			"source": "BotD",
			"page": 49,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"featType": {
				"archetype": [
					"Ghoul"
				]
			},
			"level": 4,
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Ghoul Dedication|BotD}",
			"entries": [
				"Your undead physiology allows you to leap quickly toward or away from your opponent. You {@action Leap}. This movement doesn't trigger reactions.",
				"If you are satiated, you can choose to end your satiation to instead {@action High Jump} or {@action Long Jump} without triggering reactions, as you take a quick, enormous jump before any foe can react to your movement."
			]
		},
		{
			"name": "Feverish Enzymes",
			"source": "BotD",
			"page": 49,
			"featType": {
				"archetype": [
					"Ghoul"
				]
			},
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 6,
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Ghoul Dedication|BotD}",
			"entries": [
				"Your claws and fangs exude an infectious enzyme, related to the necrotic effects of ghoul fever, that causes a creature's wounds to heal slowly. {@action Strike} with your claw or jaws. This attack deals negative damage instead of its normal type; on a hit, the target halves any healing it receives until the start of your next turn. The target or an adjacent ally can spend two {@action Interact} actions to squeeze the enzymes from the wound and remove the effect.",
				"If you are satiated, when you hit you can choose to end your satiation and boost your enzymes, increasing the duration to 1 minute."
			],
			"leadsTo": [
				"Paralyzing Slash|BotD"
			]
		},
		{
			"name": "Grave Strength",
			"source": "BotD",
			"page": 49,
			"featType": {
				"archetype": [
					"Ghoul"
				]
			},
			"level": 6,
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Ghoul Dedication|BotD}",
			"entries": [
				"The flesh you've consumed over the course of your existence as a ghoul has made you stronger, gifting you with strange insights from the minds of the sapient creatures you've devoured and bringing you closer to a state of undead perfection. You gain the advanced undead benefits (page 44). In addition, you gain a +5-foot status bonus to your Speed while you're satiated."
			]
		},
		{
			"name": "Paralyzing Slash",
			"source": "BotD",
			"page": 49,
			"featType": {
				"archetype": [
					"Ghoul"
				]
			},
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 8,
			"traits": [
				"archetype",
				"incapacitation",
				"occult",
				"necromancy"
			],
			"prerequisites": "{@feat Feverish Enzymes|BotD}",
			"entries": [
				"Your enzymes can paralyze your foes rather than merely making it harder for them to heal their wounds. {@action Strike} with your claw or jaws. If you hit a living non-{@trait elf} creature, it becomes {@condition paralyzed} unless it succeeds at a Fortitude save against your class DC or spell DC, whichever is higher. Regardless of the result of the save, the creature is temporarily immune to Paralyzing Slash for 24 hours. A creature that becomes {@condition paralyzed} can attempt a new save to end the paralysis at the end of each of its turns, and the DC cumulatively decreases by 1 on each such save."
			]
		},
		{
			"name": "Sickening Bite",
			"source": "BotD",
			"page": 49,
			"level": 8,
			"featType": {
				"archetype": [
					"Ghoul"
				]
			},
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Ghoul Dedication|BotD}",
			"entries": [
				"Your saliva causes severe nausea and mild fever in the living, weakening them so that you can more easily finish them off. When you critically hit a creature with your jaws, the creature is {@condition sickened||sickened 1}. This is a {@trait disease} effect. If you are satiated, you can end your satiation to make the target {@condition sickened||sickened 1} on a regular hit instead."
			]
		},
		{
			"name": "Glutton for Flesh",
			"source": "BotD",
			"page": 49,
			"level": 10,
			"featType": {
				"archetype": [
					"Ghoul"
				]
			},
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Ghoul Dedication|BotD}",
			"entries": [
				"You have developed a capacity to store more flesh within your gaunt body to leave yourself satiated longer. If you Consume Flesh while satiated, you become fully satiated. You stay fully satiated for 3 hours, after which you become satiated for 1 hour. If you're fully satiated when an ability would end your satiation, you cease being fully satiated but remain satiated. If you have {@feat Grave Strength|BotD}, you gain a +10-foot status bonus to your Speed when fully satiated instead of a +5-foot status bonus for being satiated."
			]
		},
		{
			"name": "Corpse Stench",
			"source": "BotD",
			"page": 49,
			"featType": {
				"archetype": [
					"Ghoul"
				]
			},
			"level": 12,
			"traits": [
				"archetype",
				"aura",
				"olfactory"
			],
			"prerequisites": "{@feat Ghoul Dedication|BotD}",
			"entries": [
				"Your body exudes an overwhelming scent of decay in a 10-foot emanation, so putrid that it nauseates creates within that range. Any creature that starts its turn in the aura must succeed at a Fortitude save against your class DC or spell DC, whichever is higher, or be {@condition sickened||sickened 1} (plus {@condition slowed||slowed 1} on a critical failure). While within the aura, the creature takes a –2 circumstance penalty to saves against disease and to recover from the {@condition sickened} condition. A creature that succeeds at its save is temporarily immune to Corpse Stench for 1 minute."
			]
		},
		{
			"name": "Rejuvenation",
			"source": "BotD",
			"page": 47,
			"featType": {
				"archetype": [
					"Ghost"
				]
			},
			"level": 12,
			"traits": [
				"rare",
				"archetype"
			],
			"prerequisites": "{@feat Ghost Dedication|BotD}",
			"entries": [
				"The call of your unfinished business recreates you after destruction. When you're destroyed, you reform after {@dice 2d4} days within your bound site, fully healed. If your unfinished business is resolved while you're waiting, you pass on immediately unless you and the GM determine you have new unfinished business."
			]
		},
		{
			"name": "Unlimited Ghost Flight",
			"source": "BotD",
			"page": 47,
			"level": 14,
			"featType": {
				"archetype": [
					"Ghost"
				]
			},
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Ghost Flight|BotD}",
			"entries": [
				"You put your connection to the material world farther behind you. Your fly Speed no longer restricts the height you can fly. When you use Ghost Flight, instead of its normal effect, you gain a +10-foot status bonus to your fly Speed for 10 minutes."
			]
		},
		{
			"name": "Ghost Dedication",
			"source": "BotD",
			"page": 46,
			"featType": {
				"archetype": [
					"Ghost"
				]
			},
			"level": 2,
			"traits": [
				"rare",
				"archetype",
				"dedication"
			],
			"prerequisites": "You died and returned as a ghost.",
			"entries": [
				"You have risen as a shell of your former self, a spirit of mist and anguish. You gain the ghost, {@trait spirit}, and {@trait undead} traits, and the basic undead benefits (page 44). Your undead craving is to settle your unfinished business. You also gain the {@trait incorporeal} trait, as described on page 218, except you can't pass through solid objects unless you select the {@feat Pass Through|BotD} feat. Being a ghost has the following major effects.",
				{
					"type": "list",
					"items": [
						"{@b Floating} You can float but are still tethered to the ground. Replace your land Speed with an equal fly Speed. You can't rise more than a few inches above the ground when you {@action Fly}. This means you can move above many types of difficult or hazardous terrain without moving slowly or being damaged, even though you can't fly without limit. You can {@action Leap}, {@action High Jump}, {@action Long Jump}, and take similar actions, and use your fly Speed for any calculations that would normally require your land Speed.",
						"{@b Items} You can transmute physical items to make them part of your incorporeal form. This requires spending 10 minutes with the items within reach, during which you transform the items into part of your form; you can return items you already have incorporated to a corporeal state at the same time. The items retain all their runes and other abilities, need to be invested normally if they have the {@trait invested} trait, and need to be worn, held, or stowed appropriately. Once you've incorporated the items, you and other incorporeal creatures can use them normally—you can {@action Interact} with them, {@action Release} them, and so on. Your incorporated weapons gain the benefits of the {@item ghost touch} property rune, allowing you to use them normally against both corporeal and incorporeal creatures. Incorporated items become corporeal again only if you transmute them back or are destroyed, in which case, they drop to the ground under you.",
						"{@b Attacks} Your unarmed attacks become magical and deal negative damage instead of their normal type.",
						"{@b Strength} Unlike most incorporeal creatures, your Strength modifier is not –5; you keep the same Strength score you had before you became a ghost, though you can only attempt Strength-based skill checks—typically {@skill Athletics} checks—against other incorporeal creatures, as normal for an incorporeal creature. Against incorporeal creatures, use your Strength normally to determine the results of {@skill Athletics} checks, {@action Strike||Strikes} with melee weapons, and any other checks or damage rolls dependent on Strength.",
						"{@b Ties that Bind} When you become a ghost, work with your GM to choose a bound site and unfinished business, both of which matter for your character's story, as well as some ghost archetype feats. Your bound site tethers you to the physical world and is typically either a location important to you in life or the place where you died. Unfinished business keeps you from passing to the afterlife. If someone resolves your unfinished business, you decide whether to accept the change and pass on, or to fight it. If you pass on, you get a few minutes to say your goodbyes, and then move into the River of Souls and the afterlife. Your character ceases to be. If you fight the change, you remain, though you and the GM might determine a new unfinished business. If you are physically destroyed, you cease your existence as a ghost but still might not be able to pass on to the afterlife if your unfinished business is incomplete. In this liminal state, you might come across strange energies and become another sort of creature, or anchor to a summoner and become an eidolon."
					]
				}
			],
			"leadsTo": [
				"Frightful Moan|BotD",
				"Ghostly Resistance|BotD",
				"Ghostly Grasp|BotD",
				"Ghost Flight|BotD",
				"Unlimited Ghost Flight|BotD",
				"Pass Through|BotD",
				"Rejuvenation|BotD"
			]
		},
		{
			"name": "Stitch Flesh",
			"source": "BotD",
			"page": 45,
			"level": 1,
			"traits": [
				"general",
				"skill"
			],
			"prerequisites": "trained in {@skill Medicine}",
			"entries": [
				"You can use {@action Treat Wounds} to restore Hit Points to undead creatures, not just living ones. The techniques you use to do so vary, but all require sutures, bandages, and other tools included in healer's tools. Some conditions that might raise the DC of treating undead's wounds differ from that of living creatures. For instance, the GM might increase the DC if the undead being treated is in a church of {@deity Pharasma} or the wounds were caused by powerful positive energy."
			]
		},
		{
			"name": "Their Master's Call",
			"source": "BotD",
			"page": 41,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"featType": {
				"archetype": [
					"Undead Master"
				]
			},
			"level": 12,
			"traits": [
				"archetype",
				"concentrate",
				"divine",
				"necromancy"
			],
			"prerequisites": "{@feat Undead Master Dedication|BotD}, {@feat Call Companion|BotD}, at least one inactive undead companion whose remains or anchor are currently in your possession.",
			"entries": [
				"In a pinch, you pull one of your inactive companions from their rest to provide a companion's support benefit. A fragment of your companion materializes or assembles itself in an unoccupied square of your choice within 30 feet of you, grants you its support benefit, and then disappears on your next turn. If it takes any damage before your next turn, it disappears or collapses (as applicable) and the support benefit ends immediately."
			]
		},
		{
			"name": "Undead Slayer Dedication",
			"source": "BotD",
			"page": 28,
			"level": 2,
			"featType": {
				"archetype": [
					"Undead Slayer"
				]
			},
			"traits": [
				"archetype",
				"dedication"
			],
			"prerequisites": "trained in {@skill Religion}",
			"entries": [
				"Your training has prepared you to recognize most undead on sight. You become trained in two {@skill Lore} skills, each about a specific type of undead, or become an expert if you were already trained. You gain the Slayer's Identification free action.",
				{
					"name": "Slayer's Identification",
					"activity": {
						"number": 1,
						"unit": "free"
					},
					"trigger": "You roll initiative and can observe a creature you know is undead",
					"entries": [
						"You attempt to {@action Recall Knowledge} to identify the undead creature with a +1 circumstance bonus. If you're a master in the skill you're using to {@action Recall Knowledge}, you gain a +2 circumstance bonus instead."
					],
					"special": [
						"You can't select another dedication feat until you have gained two other feats from the undead slayer archetype."
					],
					"type": "ability"
				}
			],
			"leadsTo": [
				"Blessed Medicine|BotD",
				"Hunter's Sanctum|BotD",
				"Necromantic Resistance|BotD",
				"Slayer's Strike|BotD",
				"Slayer's Blessing|BotD",
				"Frighten Undead|BotD",
				"Slayer's Presence|BotD",
				"Gear Up|BotD"
			]
		},
		{
			"name": "Cast Out",
			"source": "BotD",
			"featType": {
				"archetype": [
					"Exorcist"
				]
			},
			"page": 23,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 6,
			"traits": [
				"abjuration",
				"archetype",
				"concentrate",
				"manipulate"
			],
			"prerequisites": "{@feat Exorcist Dedication|BotD}",
			"entries": [
				"You attempt to cast a malevolent entity out of the creature or object it's possessing. Roll a counteract check against the {@trait possession} effect; you must be within 30 feet of the possessed creature or object to do so. Your counteract level is half your level rounded up, and your counteract modifier is your {@skill Occultism} modifier, {@skill Religion} modifier, or spell DC – 10, whichever is highest. If you succeed, the entity is driven out and can't attempt to possess that creature or object for 1 week. If you fail, the possessing creature is immune to your Cast Out for a year and a day."
			]
		},
		{
			"name": "Spirit's Absolution",
			"source": "BotD",
			"page": 23,
			"featType": {
				"archetype": [
					"Exorcist"
				]
			},
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 6,
			"traits": [
				"archetype",
				"healing",
				"necromancy",
				"positive"
			],
			"prerequisites": "{@feat Exorcist Dedication|BotD}",
			"cost": "1 spirit wisp or spirit remnant from your spirit dwelling",
			"requirements": "You are holding your spirit dwelling.",
			"entries": [
				"You purify a spirit by absolving it of its sins and regrets. This cathartic experience restores your Hit Points or those of an adjacent ally. If you expend a spirit wisp, the target recovers {@dice 1d4} Hit Points per level you have. If you expend a spirit remnant, the target recovers {@dice 1d6} Hit Points per level of the incorporeal undead or haunt from which you gained the remnant."
			]
		},
		{
			"name": "Spirit's Anguish",
			"source": "BotD",
			"page": 23,
			"featType": {
				"archetype": [
					"Exorcist"
				]
			},
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 8,
			"traits": [
				"archetype",
				"evocation",
				"sonic"
			],
			"prerequisites": "{@feat Exorcist Dedication|BotD}",
			"cost": "1 spirit wisp or spirit remnant from your spirit dwelling",
			"requirements": "You are holding your spirit dwelling.",
			"entries": [
				"You purify a spirit by coaxing it to release its anguish in a final cathartic howl. This deals sonic damage to all creatures in a 30-foot cone, with a basic Will save against your class DC or spell DC, whichever is higher. If you expend a spirit wisp, this deals {@damage 1d4} sonic damage per level you have. If you expend a spirit remnant, this deals {@damage 1d6} sonic damage per level of the incorporeal undead or haunt from which you gained the remnant."
			]
		},
		{
			"name": "Enticing Dwelling",
			"source": "BotD",
			"page": 23,
			"level": 12,
			"featType": {
				"archetype": [
					"Exorcist"
				]
			},
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Exorcist Dedication|BotD}",
			"entries": [
				"Your spirit dwelling is particularly inviting to spirit wisps. During your daily preparations, and whenever you spend 10 minutes to find more wisps, you entice two wisps into your spirit dwelling instead of one."
			]
		},
		{
			"name": "Hallowed Necromancer Dedication",
			"source": "BotD",
			"page": 24,
			"level": 2,
			"featType": {
				"archetype": [
					"Hallowed Necromancer"
				]
			},
			"traits": [
				"uncommon",
				"archetype",
				"dedication"
			],
			"prerequisites": "good alignment, able to cast spells using spell slots, able to cast at least one necromancy spell, expert in {@skill Religion}",
			"entries": [
				"You've studied techniques allowing you to blend so-called hallowed necromancy into your own spellcasting to bolster the living and destroy the undead. You gain the {@spell hallowed ground|BotD} focus spell. It costs 1 Focus Point to cast a focus spell. This feat grants a focus pool of 1 Focus Point that you can recover using the {@action Refocus} activity. You can {@action Refocus} by meditating or praying to connect yourself to conduits of positive energy. Focus spells from the hallowed necromancer archetype have the same tradition as your spell slots.",
				"Casting spells that create, heal, or otherwise aid or promote undead is anathema to you, as is cooperation with undead. Using negative energy isn't anathema, as it serves a natural purpose, but twisting that negative energy for creation is blasphemous to you. If you perform acts that are anathema to your principles, you lose access to all feats from this archetype. These abilities can be regained only with an {@ritual atone} ritual."
			],
			"special": [
				"You can't select another dedication feat until you have gained two other feats from the hallowed necromancer archetype."
			],
			"leadsTo": [
				"Hallowed Initiate|BotD",
				"Sacred Spells|BotD",
				"Death Warden|BotD",
				"Advanced Hallowed Spell|BotD",
				"Positive Luminance|BotD",
				"Consecrated Aura|BotD"
			]
		},
		{
			"name": "Hallowed Initiate",
			"source": "BotD",
			"featType": {
				"archetype": [
					"Hallowed Necromancer"
				]
			},
			"page": 24,
			"level": 4,
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Hallowed Necromancer Dedication|BotD}",
			"entries": [
				"You've expanded your focus spellcasting to techniques used by clerics and wizards. You gain an additional focus spell, either the necromancer school spell {@spell call of the grave} or the initial domain spell of the death domain, {@spell death's call}. Increase the number of Focus Points in your focus pool by 1."
			],
			"special": [
				"You can select this feat a second time, choosing the other initial focus spell."
			]
		},
		{
			"name": "Sacred Spells",
			"source": "BotD",
			"page": 25,
			"featType": {
				"archetype": [
					"Hallowed Necromancer"
				]
			},
			"level": 4,
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Hallowed Necromancer Dedication|BotD}",
			"entries": [
				"Add {@spell chill touch}, {@spell death ward}, {@spell disrupt undead}, {@spell disrupting weapons}, {@spell holy cascade}, {@spell magic stone|APG}, and {@spell sunburst} to your spell list. These are all {@trait necromancy} spells for you, even if they normally have a different spell school. You can either prepare these spells or add them to your repertoire just like the spells normally on your tradition's spell list. When you gain this feat, you can retrain existing spells to replace them with ones on this list.",
				"In addition, your knowledge of the conduits to the Positive Energy Plane allows you more flexibility with these spells. Choose one of these two benefits.",
				{
					"type": "list",
					"items": [
						"If you're a prepared spellcaster, you can spend 10 minutes to replace one of the spells you've prepared with a spell of the same level from the list of sacred spells. You can do this while Refocusing.",
						"If you're a spontaneous spellcaster with the signature spells class feature, add two of the spells from the list of sacred spells to your repertoire. They are signature spells for you, in addition to your normal signature spells. When you gain the ability to cast a new level of spells, you can choose to switch the spells from this feat to any other spells from the list."
					]
				}
			]
		},
		{
			"name": "Death Warden",
			"source": "BotD",
			"page": 25,
			"level": 6,
			"featType": {
				"archetype": [
					"Hallowed Necromancer"
				]
			},
			"traits": [
				"archetype",
				"positive"
			],
			"prerequisites": "{@feat Hallowed Necromancer Dedication|BotD}",
			"entries": [
				"With your intimate familiarity with the duality of positive and negative energy, you're able to stand as a bulwark against death and undeath alike. You gain resistance to negative damage equal to half your level and a +1 status bonus to saving throws against effects with the {@trait negative} trait."
			]
		},
		{
			"name": "Advanced Hallowed Spell",
			"source": "BotD",
			"page": 25,
			"level": 8,
			"featType": {
				"archetype": [
					"Hallowed Necromancer"
				]
			},
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Hallowed Necromancer Dedication|BotD}, necromancer initial school spell or death initial domain spell",
			"entries": [
				"You dig deeper into the magical tools found in wizard schools and divine domains. You gain an advanced focus spell, either the necromancer advanced school spell {@spell life siphon} or the advanced domain spell of the death domain, {@spell eradicate undeath}. Increase the number of Focus Points in your focus pool by 1. If you choose life siphon, it triggers when you expend spell slots from your class even if they aren't wizard spell slots."
			],
			"special": [
				"You can select this feat a second time, choosing the other advanced focus spell."
			]
		},
		{
			"name": "Positive Luminance",
			"source": "BotD",
			"page": 25,
			"level": 8,
			"featType": {
				"archetype": [
					"Hallowed Necromancer"
				]
			},
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Hallowed Necromancer Dedication|BotD}",
			"entries": [
				"You learn how to create a luminous reservoir of positive energy that you can use to punish undead who dare attack you. You gain the domain spell {@spell positive luminance}. It costs 1 Focus Point to cast a focus spell. This feat grants a focus pool of 1 Focus Point that you can recover using the {@action Refocus} activity."
			]
		},
		{
			"name": "Consecrated Aura",
			"source": "BotD",
			"featType": {
				"archetype": [
					"Hallowed Necromancer"
				]
			},
			"page": 25,
			"level": 14,
			"traits": [
				"abjuration",
				"archetype",
				"aura",
				"positive"
			],
			"prerequisites": "{@feat Hallowed Necromancer Dedication|BotD}",
			"entries": [
				"Your body radiates positive energy, making your very presence disorienting to undead and encouraging them to move away from you. The effect plays upon the instincts flowing through their bodies from negative energy and can thus affect even mindless creatures. You gain an aura of positive energy in a 20-foot emanation. Each undead creature that ends its turn in your aura must succeed at a Will save against your spell DC or become {@condition frightened||frightened 1} ({@condition frightened||frightened 2} on a critical failure). A creature that succeeds at its save is temporarily immune for 1 minute."
			],
			"special": [
				"Your aura gains the trait of the magical tradition for the spells you used to qualify for Hallowed Necromancer Dedication."
			]
		},
		{
			"name": "Soul Warden Dedication",
			"source": "BotD",
			"page": 26,
			"featType": {
				"archetype": [
					"Soul Warden"
				]
			},
			"level": 2,
			"traits": [
				"archetype",
				"dedication"
			],
			"prerequisites": "trained in {@skill Occultism} or {@skill Religion}, worships {@deity Pharasma} or a psychopomp usher",
			"entries": [
				"You can take 10 minutes to emblazon {@deity Pharasma}'s holy sigil—a spiraling comet that represents the winding path a soul takes through its existence—upon a shield, tabard, banner, or other prominent object that your wear or wield. The symbol doesn't fade until 1 year has passed, but if you emblazon the symbol again, any symbol you previously emblazoned and any symbol already emblazoned on that item instantly disappears. The item becomes a religious symbol of {@deity Pharasma} and can be used as a divine focus while emblazoned.",
				"Whenever an undead creature or captive soul is within 100 feet of this object, the spiral glows, shedding dim blue light in a 10-foot radius. If the creature is hiding or the soul is {@condition hidden}, it must succeed at a {@skill Stealth} check against your {@skill Perception} DC to fool the sigil and prevent the spiral from glowing.",
				"In addition, you can cast {@spell disrupt undead} as a divine innate cantrip at will. As normal, a cantrip is automatically heightened to half your level rounded up. You gain access to the {@action Cast a Spell} activity if you didn't have it already. You're trained in divine spell attack rolls and spell DCs. Your key spellcasting ability for these spells is Wisdom.",
				"When you have at least two other feats from this archetype, the spiral glows with bright light in a 10-foot radius (and dim light for the next 10 feet). Feats that require a creature or object to be in the light of your spiral function whether it's in the bright or dim light."
			],
			"special": [
				"You can't select another dedication feat until you have gained two other feats from the soul warden archetype."
			],
			"leadsTo": [
				"Cycle Spell|BotD",
				"Psychopomp Familiar|BotD",
				"Enhanced Psychopomp Familiar|BotD",
				"Liberate Soul|BotD",
				"Spiral Sworn|BotD",
				"Expand Spiral|BotD",
				"Safeguard Soul|BotD"
			]
		},
		{
			"name": "Cycle Spell",
			"source": "BotD",
			"page": 26,
			"level": 4,
			"featType": {
				"archetype": [
					"Soul Warden"
				]
			},
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Soul Warden Dedication|BotD}",
			"entries": [
				"Your devotion to the cycle of souls grants you an additional divine spell. Choose from {@spell bless}, {@spell disrupting weapons}, or {@spell heal}. You must make this selection when you take this feat and it can't be changed. Once per day, while your spiral is glowing, you can cast the selected spell as a divine innate spell."
			]
		},
		{
			"name": "Psychopomp Familiar",
			"source": "BotD",
			"page": 27,
			"level": 4,
			"featType": {
				"archetype": [
					"Soul Warden"
				]
			},
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Soul Warden Dedication|BotD}, familiar",
			"entries": [
				"Your familiar becomes a masked psychopomp—an extraplanar guardian of the cycle of souls. This familiar continues to use all the same rules as other familiars, but one of its abilities must always be speech and it has the {@trait monitor} and {@trait psychopomp} traits. As normal when a familiar must always have a certain ability, the speech ability counts against your familiar's abilities each day.",
				"You can select three familiar or master abilities each day, instead of two, but one must be one of the following psychopomp familiar abilities.",
				{
					"type": "list",
					"items": [
						"{@b Soul Sight} Your familiar gains {@ability lifesense} with a range of 30 feet.",
						"{@b Spirit Touch} Your familiar can touch {@trait incorporeal} creatures. If you have the spell delivery master ability from your familiar, any spell the familiar delivers with it gains the benefits of the {@item ghost touch} property rune."
					]
				}
			],
			"leadsTo": [
				"Enhanced Psychopomp Familiar|BotD"
			]
		},
		{
			"name": "Liberate Soul",
			"source": "BotD",
			"page": 27,
			"featType": {
				"archetype": [
					"Soul Warden"
				]
			},
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 6,
			"traits": [
				"archetype",
				"concentrate",
				"divine",
				"necromancy"
			],
			"prerequisites": "{@feat Soul Warden Dedication|BotD}",
			"frequency": {
				"freq": 1,
				"unit": "hour"
			},
			"requirements": "Your spiral is glowing.",
			"entries": [
				"The light flows from your sigil of {@deity Pharasma} to shatter the bonds imprisoning a soul. You attempt to counteract a {@trait possession} effect, or an effect, object, or spell that is imprisoning a soul (such as {@spell bind soul}, a soul gem, or a devourer's devoured souls). You must be within 60 feet of the possessed creature or object, or of the receptacle imprisoning the soul. Your counteract level is half your level rounded up, and your counteract modifier is your divine spell DC – 10. If the attempt fails, you can't use Liberate Soul against that particular effect again unless circumstances have changed drastically, as determined by the GM."
			]
		},
		{
			"name": "Spiral Sworn",
			"source": "BotD",
			"page": 27,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"featType": {
				"archetype": [
					"Soul Warden"
				]
			},
			"level": 6,
			"traits": [
				"archetype",
				"concentrate",
				"divine",
				"evocation"
			],
			"prerequisites": "{@feat Soul Warden Dedication|BotD}",
			"frequency": {
				"freq": 1,
				"interval": 10,
				"unit": "minute"
			},
			"entries": [
				"You trace a spiral in the air while intoning prayers to {@deity Pharasma}, gaining her blessing for a time. For 3 rounds, your {@action Strike||Strikes} and spells deal additional damage against undead, creatures in possession of an imprisoned soul, or creatures you have witnessed create or command undead. You gain a status bonus to damage with your {@action Strike||Strikes} against these creatures equal to the number of weapon damage dice. Spells you cast from spell slots gain a status bonus to damage against these creatures equal to the level of the spell; this bonus applies only to spells that deal damage and don't have a duration.",
				"If your spiral is glowing, you can target a willing creature in its light. If you do, that creature gains the bonuses instead of you."
			],
			"leadsTo": [
				"Expand Spiral|BotD"
			]
		},
		{
			"name": "Enhanced Psychopomp Familiar",
			"source": "BotD",
			"page": 27,
			"featType": {
				"archetype": [
					"Soul Warden"
				]
			},
			"level": 8,
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Psychopomp Familiar|BotD}",
			"entries": [
				"Your psychopomp's continued service in {@deity Pharasma}'s name brings it favor from the goddess. It might change appearance to look like a different, more powerful kind of psychopomp. You can select four familiar or master abilities each day, instead of two, but two must be from the Psychopomp Familiar feat or the following ability.",
				{
					"type": "list",
					"items": [
						"{@b Augury} Your familiar can glimpse the strands of fate to give you a cryptic clue regarding your future. Your familiar can cast {@spell augury} once per day using your magical tradition and spell DC. You must be at least 8th level to select this ability."
					]
				}
			]
		},
		{
			"name": "Safeguard Soul",
			"source": "BotD",
			"page": 27,
			"level": 8,
			"featType": {
				"archetype": [
					"Soul Warden"
				]
			},
			"traits": [
				"abjuration",
				"archetype",
				"divine"
			],
			"prerequisites": "{@feat Soul Warden Dedication|BotD}",
			"entries": [
				"You've girded your soul against outside interference. You gain a +2 status bonus to saving throws against {@trait death} effects, {@trait possession} effects, and effects that attempt to manipulate or steal your soul. You can't be transformed into an undead by any means. While your spiral is glowing, your allies in the light of the spiral gain this benefit as well."
			]
		},
		{
			"name": "Expand Spiral",
			"source": "BotD",
			"page": 27,
			"featType": {
				"archetype": [
					"Soul Warden"
				]
			},
			"level": 10,
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Spiral Sworn|BotD}",
			"entries": [
				"Your prayers encompass your companions, granting you the ability to share {@deity Pharasma}'s blessings. When you use Spiral Sworn, you can spend 2 actions instead of 1 to grant the benefits to all allies who are in the light of your spiral when you take the action."
			]
		},
		{
			"name": "Blessed Medicine",
			"source": "BotD",
			"page": 28,
			"level": 4,
			"featType": {
				"archetype": [
					"Undead Slayer"
				]
			},
			"traits": [
				"archetype",
				"fortune",
				"skill"
			],
			"prerequisites": "{@feat Undead Slayer Dedication|BotD}",
			"trigger": "You fail a check to {@action Treat Disease||Treat a Disease} that was inflicted by an undead (such as {@disease ghoul fever|b1} or mummy rot).",
			"entries": [
				"Your experience battling undead has uniquely prepared you to fight the diseases they inflict on the survivors, and you know that leaving these maladies untreated for long will eventually lead to more undead. Reroll the failed check and use the new result."
			]
		},
		{
			"name": "Hunter's Sanctum",
			"source": "BotD",
			"page": 28,
			"featType": {
				"archetype": [
					"Undead Slayer"
				]
			},
			"level": 4,
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Undead Slayer Dedication|BotD}",
			"entries": [
				"You establish a safe house where you can prepare for your hunt. The sanctum is roughly the size of a 20-foot cube. This sanctum is in a location you have access to and can be part of a larger structure, such as the basement of a temple or hidden room of a library. Setting up or moving your sanctum takes a week of downtime. Your sanctum protects objects and people inside it from magical detection and the prying eyes of undead. This has the effects of nondetection, using your {@skill Religion} modifier for the counteract DC and half your level rounded up for the counteract level. Additionally, undead attempting to locate the entrance to your sanctum via mundane {@skill Perception} must succeed against either your {@skill Religion} DC or the normal DC to find the sanctum, whichever is higher."
			]
		},
		{
			"name": "Necromantic Resistance",
			"source": "BotD",
			"page": 28,
			"featType": {
				"archetype": [
					"Undead Slayer"
				]
			},
			"level": 4,
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Undead Slayer Dedication|BotD}",
			"entries": [
				"As part of your training, you've inured yourself against necromancy through grueling, repeated exposure. You gain a +1 circumstance bonus to saves against {@trait necromancy} effects and gain resistance to negative damage equal to half your level."
			]
		},
		{
			"name": "Slayer's Strike",
			"source": "BotD",
			"page": 28,
			"featType": {
				"archetype": [
					"Undead Slayer"
				]
			},
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 4,
			"traits": [
				"archetype",
				"flourish",
				"necromancy",
				"occult",
				"positive"
			],
			"prerequisites": "{@feat Undead Slayer Dedication|BotD}",
			"entries": [
				"You've dedicated yourself to studying ancient techniques and memorized minor prayers against undead to swiftly dispatch them. Make a {@action Strike} against a creature you know is undead. This counts as two attacks when calculating your multiple attack penalty. If this {@action Strike} hits, you deal one extra die of positive damage, with the same die size as the weapon or unarmed attack you used. Any further {@action Strike||Strikes} you make against the same creature before the start of your next turn using the same weapon or unarmed attack deal extra positive damage equal to the number of weapon dice. As normal, the positive damage harms only undead and creatures with negative healing.",
				"If you're at least 10th level, increase this to two extra dice, and if you're at least 18th level, increase it to three extra dice."
			],
			"leadsTo": [
				"Slayer's Blessing|BotD"
			]
		},
		{
			"name": "Frighten Undead",
			"source": "BotD",
			"page": 29,
			"featType": {
				"archetype": [
					"Undead Slayer"
				]
			},
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 6,
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Undead Slayer Dedication|BotD}, trained in {@skill Intimidation}",
			"entries": [
				"Your very presence chills creatures of the night down to their core and you can use the spiritual power and faithful life force of religious verses to frighten even mindless undead. Attempt to {@action Demoralize} an undead target using your {@skill Religion} modifier instead of your {@skill Intimidation} modifier if it's higher. If you use your {@skill Religion} modifier, the {@action Demoralize} action loses the {@trait emotion} and {@trait mental} traits, as your faith connects to the undead on an instinctual level."
			],
			"leadsTo": [
				"Slayer's Presence|BotD"
			]
		},
		{
			"name": "Gear Up",
			"source": "BotD",
			"page": 29,
			"level": 6,
			"featType": {
				"archetype": [
					"Undead Slayer"
				]
			},
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Undead Slayer Dedication|BotD}",
			"entries": [
				"Whether it's wooden stakes, {@item holy water}, or more unusual tools, you always have just the right thing to handle an undead's unusual weaknesses and vulnerabilities. You gain the {@feat Prescient Planner|APG} and {@feat Prescient Consumable|APG} feats. When using Prescient Planner specifically to pull out an item you need to deal with an undead's weakness or vulnerability, you can pull out the item as a 2-action activity to remove your backpack (or similar container) and draw the item, rather than taking 1 minute. If you have the {@feat Hunter's Sanctum|BotD} feat, you keep your sanctum well stocked with the basics and can spend 1 hour in your sanctum refreshing your supplies in order to meet the requirements for Prescient Planner, even if you haven't been able to purchase goods."
			]
		},
		{
			"name": "Slayer's Blessing",
			"source": "BotD",
			"page": 29,
			"featType": {
				"archetype": [
					"Undead Slayer"
				]
			},
			"level": 8,
			"traits": [
				"archetype",
				"manipulate"
			],
			"prerequisites": "{@feat Slayer's Strike|BotD}",
			"entries": [
				"You carry scraps of materials dangerous to undead and can apply them to your weapon. When you use Slayer's Strike, before making the {@action Strike}, you can choose either the {@item ghost touch} property rune or a precious material: {@item cold iron weapon (generic)||cold iron}, {@item darkwood weapon (generic)||darkwood}, or {@item silver weapon (generic)||silver}. Any Strike that gets extra positive damage from this use of Slayer's Strike also gets the benefits of the rune or counts as that material.",
				"At 14th level, add {@item adamantine weapon (generic)||adamantine} and {@item mithral weapon (generic)||mithral} to the list of materials you can choose from."
			]
		},
		{
			"name": "Slayer's Presence",
			"source": "BotD",
			"page": 29,
			"featType": {
				"archetype": [
					"Undead Slayer"
				]
			},
			"level": 10,
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Frighten Undead|BotD}",
			"entries": [
				"Your very presence strikes fear into the undead. When you use Slayer's Identification and succeed at your check, you can Frighten Undead as a free action, targeting the creature you identified. Any time you get a critical success to Frighten Undead, if the target's level is lower than yours, the target is {@condition fleeing} for 1 round."
			]
		},
		{
			"name": "Undying Conviction",
			"source": "BotD",
			"page": 33,
			"level": 4,
			"traits": [
				"uncommon",
				"aura",
				"cleric",
				"necromancy",
				"oracle",
				"wizard"
			],
			"prerequisites": "able to create or control undead; {@class cleric} with a negative font, {@class oracle|apg} of {@class oracle|apg|bones|bones}, or {@class wizard||necromancer|necromancy} {@class wizard}",
			"entries": [
				"Your presence has a bolstering effect on your undead minions. Undead creatures under your control and within a 30-foot emanation around you gain a +2 status bonus to saving throws to resist positive damage and to Will saving throws to resist effects that would make them {@condition controlled}."
			],
			"special": [
				"This feat has the trait matching your spellcasting tradition."
			]
		},
		{
			"name": "Necromancer's Visage",
			"source": "BotD",
			"page": 33,
			"level": 12,
			"traits": [
				"uncommon",
				"cleric",
				"necromancy",
				"oracle",
				"wizard"
			],
			"prerequisites": "able to create or control undead; {@class cleric} with a negative font, {@class oracle|apg} of {@class oracle|apg|bones|bones}, or {@class wizard||necromancer|necromancy} {@class wizard}",
			"entries": [
				"Necromantic energy demonstrates your power over undead, creating a demeanor that commands their fear and respect. Undead creatures can immediately sense your Necromancer's Visage and tend to act accordingly. If you take a {@quickref hostile action||2|hostile actions} against an undead creature, it becomes permanently immune to your Necromancer's Visage, and your Necromancer's Visage ends. You can spend 10 minutes to restore your Necromancer's Visage, though any creatures that became permanently immune remain so.",
				"Each time an undead creature 2 or more levels lower than you attacks you, it must attempt a Will save against your spell DC. If you're also affected by {@spell sanctuary} or a similar effect, only one affects the attacker (you choose which).",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": [
							"The creature is permanently immune to your Necromancer's Visage."
						],
						"Success": [
							"The creature can attempt its attack and any other attacks against you this turn."
						],
						"Failure": [
							"The creature can't attack you and wastes the action. It can't attempt further attacks against you this turn."
						],
						"Critical Failure": [
							"The creature wastes the action and can't attempt to attack you as long as your Necromancer's Visage persists."
						]
					}
				}
			],
			"special": [
				"This feat has the trait matching your spellcasting tradition."
			]
		},
		{
			"name": "Sepulchral Sublimation",
			"source": "BotD",
			"page": 33,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 14,
			"traits": [
				"uncommon",
				"cleric",
				"concentrate",
				"metamagic",
				"necromancy",
				"oracle",
				"wizard"
			],
			"prerequisites": "ability to permanently create or control undead;  {@class cleric} with a negative font, {@class oracle|apg} of {@class oracle|apg|bones|bones}, or {@class wizard||necromancer|necromancy} {@class wizard}",
			"requirements": "You have at least one undead minion that you permanently control.",
			"entries": [
				"You repurpose the negative energy that flows through your minions at a moment's notice. Instantly destroy one undead minion within 60 feet that is permanently under your control. If your next action is to cast a necromancy spell from a spell slot, you don't expend the slot. The spell's level must be half the destroyed minion's level or lower and the spell can't have a duration."
			],
			"special": [
				"This feat has the trait matching your spellcasting tradition."
			]
		},
		{
			"name": "Reanimator Dedication",
			"source": "BotD",
			"page": 34,
			"featType": {
				"archetype": [
					"Reanimator"
				]
			},
			"level": 2,
			"traits": [
				"archetype",
				"dedication"
			],
			"prerequisites": "able to cast {@spell animate dead|APG} with a spell slot",
			"entries": [
				"You have dedicated your studies to the art of raising and commanding undead. If you're a spontaneous spellcaster with animate dead in your repertoire, it becomes a signature spell in addition to your usual signature spells. If you're a prepared spellcaster with animate dead in your spells known, spellbook, or the like, you can spend 10 minutes contemplating undeath to replace one of the spells you've prepared in your spell slots with an {@spell animate dead|APG} spell of the same level. In addition, if you're able to target the mostly intact remains of an appropriate type of dead creature when casting animate dead, the undead you animate gains a +1 status bonus to attack rolls, AC, saving throws, and skill checks for the duration of animate dead."
			],
			"special": [
				"You can't select another dedication feat until you have gained two other feats from the reanimator archetype."
			],
			"leadsTo": [
				"Deathly Secrets|BotD",
				"Greater Deathly Secrets|BotD",
				"Master of the Dead|BotD",
				"Macabre Virtuoso|BotD",
				"Bonds of Death|BotD"
			]
		},
		{
			"name": "Deathly Secrets",
			"source": "BotD",
			"page": 34,
			"level": 6,
			"featType": {
				"archetype": [
					"Reanimator"
				]
			},
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Reanimator Dedication|BotD}",
			"entries": [
				"No means of creating or ruling the undead is beyond your grasp, even those of magical traditions not your own. You learn either the {@spell eyes of the dead|BotD} or {@spell subjugate undead|BotD} focus spell. If you don't already have one, you gain a focus pool of 1 Focus Point, which you can {@action Refocus} by meditating over the earthly remains of a dead sentient creature. Focus spells granted by the reanimator archetype are from the same tradition as those used to meet the archetype's prerequisite."
			],
			"special": [
				"You can select this feat more than once. Each time, you learn a different spell and your focus pool increases by 1 Focus Point."
			],
			"leadsTo": [
				"Greater Deathly Secrets|BotD",
				"Master of the Dead|BotD"
			]
		},
		{
			"name": "Macabre Virtuoso",
			"source": "BotD",
			"page": 34,
			"featType": {
				"archetype": [
					"Reanimator"
				]
			},
			"level": 6,
			"traits": [
				"uncommon",
				"archetype"
			],
			"prerequisites": "{@feat Reanimator Dedication|BotD}; expert in {@skill Arcana}, {@skill Occultism}, or {@skill Religion} ",
			"entries": [
				"Any necromancer can create zombies and skeletons, but you know the secrets behind the creation of far more advanced undead monstrosities. You learn the {@ritual create undead} rituals to create two types of common undead for which you meet the prerequisites. (Your GM might give you access to additional types of undead.) You can't teach these rituals to anyone else and you can't participate in either ritual while allowing someone else to serve as the primary caster unless they also know the ritual. When you reach a new level, you can change either or both of these rituals to a different type of undead for which you now meet the prerequisites.",
				"When acting as primary caster, you can perform all {@ritual create undead} rituals in 4 hours instead of 1 day and you gain a +2 circumstance bonus to your primary check. You can also perform the ritual without the aid of a secondary caster, in which case you attempt the secondary check."
			],
			"special": [
				"You can select this feat more than once. Each time, you learn the rituals to create two more types of undead creatures."
			]
		},
		{
			"name": "Bonds of Death",
			"source": "BotD",
			"page": 35,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"level": 8,
			"featType": {
				"archetype": [
					"Reanimator"
				]
			},
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Reanimator Dedication|BotD}",
			"frequency": {
				"freq": 1,
				"unit": "day"
			},
			"requirements": "You have cast {@spell animate dead|APG} this turn.",
			"entries": [
				"You sway with the motions of your spells that animate the dead, channeling your power to sustain two at the same time. You Sustain your previous casting of animate dead, binding the necromantic energy of the two spells together with metaphysical twine. On subsequent rounds, you can Sustain both {@spell animate dead|APG} spells with a single action to {@action Sustain a Spell||Sustain the Spell}. This benefit lasts until either of the spells ends."
			]
		},
		{
			"name": "Greater Deathly Secrets",
			"source": "BotD",
			"page": 35,
			"level": 10,
			"featType": {
				"archetype": [
					"Reanimator"
				]
			},
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Deathly Secrets|BotD}",
			"entries": [
				"Your undead secrets grow stronger still. You learn either the {@spell malignant sustenance} or {@spell grasping grave} focus spell. Your focus pool increases by 1 point."
			],
			"special": [
				"You can select this feat more than once. Each time, you learn a different spell and your focus pool increases by 1 Focus Point."
			]
		},
		{
			"name": "Master of the Dead",
			"source": "BotD",
			"page": 35,
			"featType": {
				"archetype": [
					"Reanimator"
				]
			},
			"level": 12,
			"traits": [
				"uncommon",
				"archetype"
			],
			"prerequisites": "{@feat Deathly Secrets|BotD}",
			"entries": [
				"You have reached the pinnacle of the reanimator's craft: the ability to raise nearly any corpse or skeleton as a gruesome mockery of the creature it once was. You learn the {@spell shambling horror|BotD} focus spell. Your focus pool increases by 1 Focus Point."
			]
		}
	]
}
