{
	"feat": [
		{
			"name": "Psychic Dedication",
			"source": "DA",
			"page": 48,
			"level": 2,
			"traits": [
				"archetype",
				"dedication",
				"multiclass"
			],
			"prerequisites": "Intelligence 14 or Charisma 14",
			"entries": [
				"You feel something awaken within your mind. You become trained in {@skill Occultism}; if you were already trained in {@skill Occultism}, you become trained in a skill of your choice. You cast spells like a psychic and gain the {@action Cast a Spell} activity; as you don't have a subconscious mind, your thought components are simple intentions. Choose a conscious mind. You gain a spell repertoire with one standard psi cantrip of your choice from your conscious mind, which you cast as a psi cantrip. You gain the normal benefits and the amp for this psi cantrip, but not any other benefits from the conscious mind. If you don't have one, you gain a focus pool of 1 Focus Point, which you can use to amp your psi cantrips, and you can {@action Refocus} by meditating on your new powers. If you already have a focus pool, increase the number of points in your pool by 1. You're trained in occult spell attack rolls and occult spell DCs. Your key spellcasting ability for psychic archetype spells is the ability you used to qualify for the archetype, and they are occult psychic spells."
			],
			"featType": {
				"archetype": [
					"Psychic"
				]
			},
			"special": [
				"You can't select another dedication feat until you have gained two other feats from the psychic archetype."
			],
			"leadsTo": [
				"Basic Thoughtform|DA",
				"Advanced Thoughtform|DA",
				"Basic Psychic Spellcasting|DA",
				"Expert Psychic Spellcasting|DA",
				"Master Psychic Spellcasting|DA",
				"Psi Development|DA"
			]
		},
		{
			"name": "Basic Thoughtform",
			"source": "DA",
			"page": 48,
			"level": 4,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Psychic"
				]
			},
			"prerequisites": "{@feat Psychic Dedication|DA}",
			"entries": [
				"You gain a {@filter 1st- or 2nd-level psychic|feats||Class=psychic|level=[1;2]} feat of your choice."
			],
			"leadsTo": [
				"Advanced Thoughtform|DA"
			]
		},
		{
			"name": "Basic Psychic Spellcasting",
			"source": "DA",
			"page": 48,
			"level": 4,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Psychic"
				]
			},
			"prerequisites": "{@feat Psychic Dedication|DA}",
			"entries": [
				"You gain the {@quickref basic spellcasting benefits|CRB|0|spellcasting archetypes}. When you gain a spell slot of a new level from the psychic archetype, add a spell of the appropriate spell level to your repertoire: a common occult spell, one of the granted spells from your conscious mind, or another spell you've learned or discovered."
			],
			"leadsTo": [
				"Expert Psychic Spellcasting|DA",
				"Master Psychic Spellcasting|DA"
			]
		},
		{
			"name": "Advanced Thoughtform",
			"source": "DA",
			"page": 48,
			"level": 6,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Psychic"
				]
			},
			"prerequisites": "{@feat Basic Thoughtform|DA}",
			"entries": [
				"You gain one {@filter psychic|feats||Class=psychic} feat. For the purpose of meeting its prerequisites, your psychic level is equal to half your character level."
			],
			"special": [
				"You can select this feat more than once. Each time you select it, you gain another psychic feat."
			]
		},
		{
			"name": "Psi Development",
			"source": "DA",
			"page": 48,
			"level": 6,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Psychic"
				]
			},
			"prerequisites": "{@feat Psychic Dedication|DA}",
			"entries": [
				"You've found a new mental form. You gain another psi cantrip from your conscious mind: either the standard cantrip you didn't take with Psychic Dedication, or the unique surface psi cantrip.",
				"You gain the benefits and the amp for this second psi cantrip. Increase the number of Focus Points in your focus pool by 1."
			]
		},
		{
			"name": "Expert Psychic Spellcasting",
			"source": "DA",
			"page": 48,
			"level": 12,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Psychic"
				]
			},
			"prerequisites": "{@feat Basic Psychic Spellcasting|DA}",
			"entries": [
				"You gain the {@quickref expert spellcasting benefits|CRB|0|spellcasting archetypes}."
			],
			"leadsTo": [
				"Master Psychic Spellcasting|DA"
			]
		},
		{
			"name": "Master Psychic Spellcasting",
			"source": "DA",
			"page": 48,
			"level": 12,
			"featType": {
				"archetype": [
					"Psychic"
				]
			},
			"traits": [
				"archetype"
			],
			"prerequisites": "{@feat Expert Psychic Spellcasting|DA}",
			"entries": [
				"You gain the {@quickref master spellcasting benefits|CRB|0|spellcasting archetypes}."
			]
		},
		{
			"name": "Thaumaturge Dedication",
			"source": "DA",
			"page": 49,
			"level": 2,
			"traits": [
				"archetype",
				"dedication",
				"multiclass"
			],
			"featType": {
				"archetype": [
					"Thaumaturge"
				]
			},
			"prerequisites": "Charisma 14",
			"entries": [
				"You've uncovered basic thaumaturgy. You become trained in thaumaturge class DC. Choose an implement; you can use it to Glimpse Vulnerability, but don't gain its benefits. You also gain a few esoterica, allowing you to use esoterica actions (page 32). You become trained in your choice of {@skill Arcana}, {@skill Nature}, {@skill Occultism}, or {@skill Religion}; if you were already trained in these, you become trained in a skill of your choice. You gain the Glimpse Vulnerability action.",
				{
					"name": "Glimpse Vulnerability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"traits": [
						"esoterica",
						"manipulate"
					],
					"frequency": {
						"freq": 1,
						"unit": "round"
					},
					"requirements": "You are holding your implement",
					"entries": [
						"You glimpse a {@condition hidden} vulnerability and then strengthen it to aid you. Select a creature you can see. Until you Glimpse Vulnerability again, that target gains weakness 2 against your unarmed and weapon Strikes."
					],
					"type": "ability"
				}
			],
			"special": [
				"You can't select another dedication feat until you have gained two other feats from the thaumaturge archetype."
			],
			"leadsTo": [
				"Basic Thaumaturgy|DA",
				"Advanced Thaumaturgy|DA",
				"Implement Initiate|DA",
				"Magical Knowledge|DA",
				"Resolute|DA"
			]
		},
		{
			"name": "Basic Thaumaturgy",
			"source": "DA",
			"page": 49,
			"level": 4,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Thaumaturge"
				]
			},
			"prerequisites": "{@feat Thaumaturge Dedication|DA}",
			"entries": [
				"You gain a {@filter 1st- or 2nd-level thaumaturge|feats||Class=thaumaturge|level=[1;2]} feat of your choice."
			],
			"leadsTo": [
				"Advanced Thaumaturgy|DA"
			]
		},
		{
			"name": "Advanced Thaumaturgy",
			"source": "DA",
			"page": 49,
			"level": 6,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Thaumaturge"
				]
			},
			"prerequisites": "{@feat Basic Thaumaturgy|DA}",
			"entries": [
				"You gain one {@filter psychic|feats||Class=Thaumaturge} feat. For the purpose of meeting its prerequisites, your thaumaturge level is equal to half your character level."
			],
			"special": [
				"You can select this feat more than once. Each time you select it, you gain another thaumaturge feat."
			]
		},
		{
			"name": "Implement Initiate",
			"source": "DA",
			"page": 49,
			"level": 6,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Thaumaturge"
				]
			},
			"prerequisites": "{@feat Thaumaturge Dedication|DA}",
			"entries": [
				"You gain your implement's initiate benefit. If the benefit affects the target of {@action Exploit Vulnerability|DA}, for you it affects the target of Glimpse Vulnerability instead."
			]
		},
		{
			"name": "Magical Knowledge",
			"source": "DA",
			"page": 49,
			"level": 8,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Thaumaturge"
				]
			},
			"prerequisites": "{@feat Thaumaturge Dedication|DA}, trained in one of {@skill Arcana}, {@skill Nature}, {@skill Occultism}, or {@skill Religion} and expert in another",
			"entries": [
				"Increase your proficiency rank in one of {@skill Arcana}, {@skill Nature}, {@skill Occultism}, or {@skill Religion} from expert to master and in another from trained to expert. You gain a skill feat associated with the skill you chose."
			]
		},
		{
			"name": "Resolute",
			"source": "DA",
			"page": 49,
			"level": 12,
			"traits": [
				"archetype"
			],
			"featType": {
				"archetype": [
					"Thaumaturge"
				]
			},
			"prerequisites": "{@feat Thaumaturge Dedication|DA}, expert in Will",
			"entries": [
				"You've tempered your mind and become resolute against effects that strain your willpower. Your proficiency rank for Will saves increases to master."
			]
		},
		{
			"name": "Ammunition Thaumaturgy",
			"source": "DA",
			"page": 42,
			"level": 1,
			"traits": [
				"thaumaturge"
			],
			"entries": [
				"You're so used to handling your implement, weapon, and esoterica in the heat of combat that adding a few bullets or arrows to the mix is no extra burden. You can {@action Interact} to reload a weapon using the hand holding your implement."
			]
		},
		{
			"name": "Diverse Lore",
			"source": "DA",
			"page": 42,
			"level": 1,
			"traits": [
				"thaumaturge"
			],
			"entries": [
				"Your wandering studies mean you've heard rumors or theories about almost every topic... though admittedly, your sources aren't always the most reliable. You can take a –2 penalty to your check to {@action Recall Knowledge} with {@skill Lore||Esoteric Lore} to {@action Recall Knowledge} about any topic, not just the usual topics available for {@skill Lore||Esoteric Lore}. Additionally, when you succeed at your check to Exploit a Vulnerability, compare the result of your {@skill Lore||Esoteric Lore} check to the DC to {@action Recall Knowledge} for that creature; if that number would be a success or a critical success, you gain information as if you had succeeded at the {@action Recall Knowledge} check."
			]
		},
		{
			"name": "Divine Disharmony",
			"source": "DA",
			"page": 42,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 1,
			"traits": [
				"divine",
				"enchantment",
				"esoterica",
				"manipulate",
				"thaumaturge"
			],
			"entries": [
				"From your collection of religious trinkets, you pull out opposing divine objects—such as the religious symbols of two deities that are hated enemies—and combine them in a display that causes discordant clashes of divine energy that are especially distracting to the faithful. Roll your choice of a {@skill Deception} or {@skill Intimidation} check against the Will DC of a creature you can see within 60 feet, with the following results. If the creature is particularly devoted to a deity, such as a cleric, celestial, monitor, fiend, or other creature with divine spells, you gain a +2 circumstance bonus to your skill check. The GM might determine that a creature that despises all deities, such as an alghollthu, is unaffected.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": [
							"The creature is {@condition flat-footed} to your attacks until the end of your next turn."
						],
						"Success": [
							"The creature is {@condition flat-footed} against your attacks until the end of your current turn."
						]
					}
				}
			]
		},
		{
			"name": "Familiar",
			"source": "DA",
			"page": 42,
			"level": 1,
			"traits": [
				"thaumaturge"
			],
			"entries": [
				"Whether by following occult rituals, piecing together scraps of arcane theory, or some other method, you've called forth a creature that now serves as your constant companion in your studies of the supernatural. You gain a familiar."
			]
		},
		{
			"name": "Haunt Ingenuity",
			"source": "DA",
			"page": 42,
			"level": 1,
			"traits": [
				"divination",
				"divine",
				"thaumaturge"
			],
			"entries": [
				"Your cunning knowledge grants you the ability to notice the emotional echo of a soul that passed on, leaving a haunt in its wake. Even when you aren't Searching while in exploration mode, the GM rolls a secret check for you to notice haunts that usually require you to be Searching.",
				"You can disable haunts that require master proficiency in a skill as long as you're at least trained in the skill. If you have master proficiency in the skill, you can disable haunts that require a proficiency rank of legendary instead."
			]
		},
		{
			"name": "Root to Life",
			"source": "DA",
			"page": 42,
			"activity": {
				"number": 1,
				"unit": "varies",
				"entry": "{@as 1} or {@as 2}"
			},
			"level": 1,
			"traits": [
				"esoterica",
				"manipulate",
				"necromancy",
				"primal",
				"thaumaturge"
			],
			"entries": [
				"Marigold, spider lily, pennyroyal—many primal traditions connect flowers and plants with the boundary between life and death, and you can leverage this association to keep an ally on this side of the line. You place a small plant or similar symbol on an adjacent {@condition dying} creature, immediately stabilizing them; the creature is no longer {@condition dying} and is instead {@condition unconscious} at 0 Hit Points.",
				"If you spend 2 actions instead of 1, you empower the act further by uttering a quick folk blessing to chase away ongoing pain, adding the {@trait auditory} trait to the action. When you do so, attempt flat checks to remove each source of {@condition persistent damage} affecting the target; due to the particularly effective assistance, the DC is 10 instead of the usual 15."
			]
		},
		{
			"name": "Scroll Thaumaturgy",
			"source": "DA",
			"page": 42,
			"level": 1,
			"traits": [
				"thaumaturge"
			],
			"entries": [
				"Your multidisciplinary study of magic means you know how to activate the magic in scrolls with ease. You can activate scrolls of any magical tradition, using your thaumaturge class DC for the scroll's DC, rather than a particular spell DC. If a spell is on the spell list for multiple traditions, you choose which tradition to use at the time you activate the scroll. You can draw and activate scrolls with the same hand holding an implement, much like you can for esoterica."
			]
		},
		{
			"name": "Call Implement",
			"source": "DA",
			"page": 42,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 2,
			"traits": [
				"arcane",
				"conjuration",
				"manipulate",
				"teleportation",
				"thaumaturge"
			],
			"requirements": "You have a free hand.",
			"entries": [
				"You can tug on the bonds of ownership between yourself and your implement, causing it to find its way back to you. You look down and find that your implement has mysteriously appeared in your free hand, as long as the implement was within 1 mile and on the same plane of existence. If your implement is attended by another creature, that creature can prevent the implement from teleporting away if it succeeds at Archive a Will save against your class DC. If the creature succeeds, you can't attempt to Call that Implement again; you must track the creature down to get the implement back."
			]
		},
		{
			"name": "Enhanced Familiar",
			"source": "DA",
			"page": 43,
			"level": 2,
			"traits": [
				"thaumaturge"
			],
			"prerequisites": "a familiar",
			"entries": [
				"By applying the best of multiple traditions of magic, you've found a more efficient way for your familiar to store its energy.",
				"You can select four familiar or master abilities each day, instead of two."
			]
		},
		{
			"name": "Esoteric Warden",
			"source": "DA",
			"page": 43,
			"level": 2,
			"traits": [
				"thaumaturge"
			],
			"prerequisites": "Exploit Vulnerability",
			"entries": [
				"When you apply antithetical material against a creature successfully, you also ward yourself against its next attacks. When you succeed at your check to Exploit a Vulnerability, you gain a +1 status bonus to your AC against the creature's next attack and a +1 status bonus to your next saving throw against the creature; if you critically succeed, these bonuses are +2 instead. You can gain these bonuses only once per day against a particular creature, and the benefit ends if you Exploit Vulnerability again."
			]
		},
		{
			"name": "Talisman Esoterica",
			"source": "DA",
			"page": 43,
			"level": 2,
			"traits": [
				"esoterica",
				"thaumaturge"
			],
			"entries": [
				"You know how to assemble the supernatural objects in your esoterica into a number of temporary talismans. Each day during your daily preparations, you can make two talismans with an item level no higher than half your level. You must know each talisman's formula. A talisman created this way is a temporary item and loses its magic the next time you make your daily preparations.",
				"You know the formulas for all common talismans in the Core Rulebook of your level or lower. You remember your talisman formulas through oral tradition or mnemonics, so you don't need a formula book for them."
			]
		},
		{
			"name": "Turn Away Misfortune",
			"source": "DA",
			"page": 43,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 2,
			"traits": [
				"abjuration",
				"esoterica",
				"fortune",
				"manipulate",
				"occult",
				"thaumaturge"
			],
			"trigger": "You would attempt a roll affected by a {@trait misfortune} effect.",
			"entries": [
				"You perform a superstition, such as casting salt over your shoulder to ward off bad luck. Turn Away Misfortune's {@trait fortune} trait cancels out the {@trait misfortune} effect, causing you to roll normally. As normal, you can apply only one fortune ability to a roll, so if you Turned Away Misfortune on an attack roll, you couldn't also use an ability like Halfling Luck to alter the roll further."
			]
		},
		{
			"name": "Breached Defenses",
			"source": "DA",
			"page": 43,
			"level": 4,
			"traits": [
				"thaumaturge"
			],
			"prerequisites": "Exploit Vulnerability",
			"entries": [
				"You can find the one weak point in a creature's scales, wards, or armor to get past its resistances. When you succeed at Exploit Vulnerability, you learn about the highest of the creature's resistances that can be bypassed (for example, if the creature has resistance to physical damage except silver), if the creature has one. If you prefer, you can choose the following benefit instead of one of the usual two benefits from Exploit Vulnerability Breached Defenses You can choose this benefit only if you succeeded at Exploit Vulnerability and learned the creature has at least one resistance that can be bypassed. Choose one such resistance. Your unarmed and weapon Strikes bypass the chosen resistance."
			]
		},
		{
			"name": "Instructive Strike",
			"source": "DA",
			"page": 44,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 4,
			"traits": [
				"thaumaturge"
			],
			"entries": [
				"You attack your foe and analyze how it reacts. Make a {@action Strike}. On a hit, you can immediately attempt a check to {@action Recall Knowledge} about the target. On a critical hit, you gain a +2 circumstance bonus to the check to {@action Recall Knowledge}."
			]
		},
		{
			"name": "Paired Link",
			"source": "DA",
			"page": 44,
			"level": 4,
			"traits": [
				"divination",
				"esoterica",
				"fortune",
				"occult",
				"thaumaturge"
			],
			"entries": [
				"You break a trinket such as a lodestone or jade pendant in two, creating a sympathetic link between the halves that bridges distance. During your daily preparations, you perform a short ceremony where you gift one of the two halves to a willing ally.",
				"On that ally, you can cast spells and use thaumaturge abilities that have a range of touch at a range of 30 feet instead, and the ally can cast spells that have a range of touch on you from a range of 30 feet. These effects last as long as you and the ally have their half; if either half leaves either of your possession for even a moment, or if you establish a link with a new ally during your next daily preparations, the link breaks."
			]
		},
		{
			"name": "Thaumaturgic Ritualist",
			"source": "DA",
			"page": 44,
			"level": 4,
			"traits": [
				"uncommon",
				"thaumaturge"
			],
			"entries": [
				"Your studies into the supernatural have resulted in an especially strong knowledge of rituals. You gain a +2 circumstance bonus to all primary checks to perform a ritual. You learn two uncommon rituals with a level no higher than half your level; you must meet all prerequisites for casting the ritual to choose it. You can cast these as the primary caster, but you can't teach them to anyone else or allow someone else to serve as primary caster unless they know the ritual as well.",
				"At 8th level and every 4 levels thereafter, you learn another uncommon ritual with a level no higher than half your level and for which you meet the prerequisites."
			]
		},
		{
			"name": "One More Activation",
			"source": "DA",
			"page": 44,
			"level": 6,
			"traits": [
				"thaumaturge"
			],
			"entries": [
				"You've forged a deeper bond to your invested items, allowing you to activate them more than usual. Once each day, you can {@action Activate an Item} you've invested even after you've used that activation the maximum number of times for its frequency.",
				"You can do so only if the item's level is half your level or lower, the activation has a frequency of once per day or more frequent, and you haven't already used the activation this round."
			]
		},
		{
			"name": "Scroll Esoterica",
			"source": "DA",
			"page": 44,
			"level": 6,
			"traits": [
				"esoterica",
				"thaumaturge"
			],
			"prerequisites": "Scroll Thaumaturgy",
			"entries": [
				"Your esoterica includes scraps of scriptures, magic tomes, druidic markings, and the like, which you can use to create temporary scrolls. Each day during your daily preparations, you can create a single temporary scroll containing a 1st-level spell of any tradition. The spell must be common, or you must otherwise have access to it. This scroll is an unstable, temporary item and loses its magic the next time you make your daily preparations if you haven't used it by then. It can't be used to Learn the Spell.",
				"At 8th level, add a second temporary scroll containing a 2nd-level spell."
			]
		},
		{
			"name": "Sympathetic Vulnerabilities",
			"source": "DA",
			"page": 45,
			"level": 6,
			"traits": [
				"thaumaturge"
			],
			"prerequisites": "Exploit Vulnerability, mortal weakness or personal antithesis",
			"entries": [
				"When you apply your will to invoke a vulnerability, the result is more powerful, and the vulnerability ripples out in a web from your main target to affect a broader range of creatures.",
				"This has one of two effects, based on the type of vulnerability you invoked.",
				"While you have mortal weakness applied, your Strikes also apply that weakness against any creature that has that weakness, not just creatures of the exact same kind. For instance, if you used mortal weakness against a red dragon to apply its weakness to cold to your Strikes, those Strikes would also apply to the weakness to cold of fire elementals or any other creature with a weakness to cold.",
				"While you have personal antithesis applied to a non-humanoid creature, you can apply your custom weakness to all creatures of the exact same kind. For example, if you used personal antithesis against an imp, the custom weakness would apply to other imps but not to other non-imp devils."
			]
		},
		{
			"name": "Cursed Effigy",
			"source": "DA",
			"page": 45,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 8,
			"traits": [
				"curse",
				"esoterica",
				"thaumaturge"
			],
			"prerequisites": "Exploit Vulnerability",
			"requirements": "Your last action was a successful {@action Strike} against the target of your Exploit Vulnerability, and the {@action Strike} dealt physical damage.",
			"entries": [
				"After your attack, you grab a bit of blood, cut hair, or other piece of the creature's body. You incorporate the material into a premade doll, paper figure, or other effigy to create a sympathetic link that makes it harder to resist your abilities. As long as you are Exploiting Vulnerability against that creature, it takes a –2 status penalty to its saving throws against thaumaturge abilities or items that use your thaumaturge class DC."
			]
		},
		{
			"name": "Elaborate Talisman Esoterica",
			"source": "DA",
			"page": 45,
			"level": 8,
			"traits": [
				"thaumaturge"
			],
			"prerequisites": "Talisman Esoterica",
			"entries": [
				"As you continue to collect talismanic esoterica, you improve your ability to create temporary talismans. You can create four temporary talismans each day instead of two."
			],
			"special": [
				"You can select this feat a second time if you are 14th level or higher, allowing you to create six talismans each day instead of four."
			]
		},
		{
			"name": "Incredible Familiar",
			"source": "DA",
			"page": 45,
			"level": 8,
			"traits": [
				"thaumaturge"
			],
			"prerequisites": "Enhanced Familiar",
			"entries": [
				"By taking the best parts of each magical tradition, you've found a way to grant your familiar even more abilities than other familiars. You can select a base of six familiar or master abilities each day, instead of four."
			]
		},
		{
			"name": "Know-It-All",
			"source": "DA",
			"page": 45,
			"level": 8,
			"traits": [
				"thaumaturge"
			],
			"entries": [
				"Having heard every rumor or story in the book, you know that if you've heard of something in the first place, you've probably heard about it at length. When you succeed at a check to {@action Recall Knowledge}, you gain additional information or context about the given topic. When you critically succeed at a check to {@action Recall Knowledge}, at the GM's discretion, you might gain even more additional information or context than normal."
			]
		},
		{
			"name": "Share Weakness",
			"source": "DA",
			"page": 45,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 10,
			"traits": [
				"esoterica",
				"manipulate",
				"thaumaturge"
			],
			"prerequisites": "Exploit Vulnerability, mortal weakness",
			"requirements": "You are Exploiting a creature's Vulnerability using mortal weakness.",
			"entries": [
				"You select an object from your esoterica that has great personal value to you, such as a locket or treasured ring, and you grant it to an ally, establishing a personal link that allows your ally to affect an enemy as if they were you. The ally's Strikes apply the weakness from your mortal weakness the same way your Strikes do. This benefit ends when your Exploit Vulnerability ends or you Share Weakness again."
			]
		},
		{
			"name": "Thaumaturge's Investiture",
			"source": "DA",
			"page": 45,
			"level": 10,
			"traits": [
				"thaumaturge"
			],
			"prerequisites": "Charisma 16",
			"entries": [
				"Magical equipment and gear are the tools of your trade, and you know you need as many as possible to help you against the supernatural. You gain the {@feat Incredible Investiture} skill feat, increasing your limit on invested items from 10 to 12.",
				"The limit increases to 14 if you have Charisma 18, 16 if you have Charisma 20, 18 if you have Charisma 22, and 20 if you have Charisma 24."
			]
		},
		{
			"name": "Twin Weakness",
			"source": "DA",
			"page": 45,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 10,
			"traits": [
				"esoterica",
				"thaumaturge"
			],
			"prerequisites": "mortal weakness or personal antithesis",
			"requirements": "You're holding an implement and a weapon, you are using Exploit Vulnerability with mortal weakness or personal antithesis, and the target creature is within reach of both your implement and weapon.",
			"entries": [
				"As you make an attack augmented by your esoterica, you also press your implement against the creature, applying its weakness as your implement's energies sear the creature's flesh. Make a melee {@action Strike} against the target of your Exploit Vulnerability. On any attack roll result but a critical failure, you also press your implement against the creature, automatically dealing the additional damage from Exploit Vulnerability. This is in addition to any damage from your {@action Strike}, including the weakness the {@action Strike} applies from Exploit Vulnerability. This counts as two attacks when calculating your multiple attack penalty."
			]
		},
		{
			"name": "Elaborate Scroll Esoterica",
			"source": "DA",
			"page": 46,
			"level": 12,
			"traits": [
				"thaumaturge"
			],
			"prerequisites": "Scroll Esoterica",
			"entries": [
				"You've picked up more scraps of magic texts, improving your makeshift scrolls. In addition to your daily scrolls from Scroll Esoterica, add a scroll with a 3rd-level spell. At 14th level, add a scroll with a 4th-level spell. At 16th level, add a scroll with a 5th-level spell."
			]
		},
		{
			"name": "Intensify Investiture",
			"source": "DA",
			"page": 46,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"level": 12,
			"traits": [
				"thaumaturge"
			],
			"frequency": {
				"freq": 1,
				"interval": 10,
				"unit": "minute"
			},
			"entries": [
				"Your bond to your invested items enables you to put more of yourself into them. If you next action is to activate an invested item that has a saving throw DC, you can use your thaumaturge class DC instead of the item's DC if it is higher."
			]
		},
		{
			"name": "Shared Warding",
			"source": "DA",
			"page": 46,
			"level": 12,
			"traits": [
				"thaumaturge"
			],
			"prerequisites": "Esoteric Warden",
			"entries": [
				"You ward your allies from the attacks of your foes whenever you apply those protections to yourself. When you gain a status bonus to AC and saves from Esoteric Warden, you can choose to grant the same benefit to all allies within 30 feet."
			]
		},
		{
			"name": "Thaumaturge's Demesne",
			"source": "DA",
			"page": 46,
			"level": 12,
			"traits": [
				"uncommon",
				"abjuration",
				"arcane",
				"thaumaturge"
			],
			"entries": [
				"You have claimed an area or location as your demesne, granting you the ability to ward and protect it. When you select this feat, choose a demesne, an area of no more than 2,000 square feet. You must legitimately own the area or, if its a public area, you must lay claim to the area without anyone contesting it.",
				"Once you've chosen your demesne, it's automatically protected by an arcane {@spell private sanctum} spell with an unlimited duration, heightened to half your level rounded up and using your thaumaturge class DC in place of a spell DC, if necessary. Additionally, the demesne is attended by three unseen custodians, as a successful unseen custodian ritual (Advanced Player's Guide 245), and one object in the area gains an elemental sentinel, as a successful elemental sentinel ritual (Pathfinder Secrets of Magic 150)."
			]
		},
		{
			"name": "Esoteric Reflexes",
			"source": "DA",
			"page": 46,
			"level": 14,
			"traits": [
				"thaumaturge"
			],
			"prerequisites": "an implement that grants a reaction",
			"entries": [
				"Your bond to your implements is so strong that you can use their reactive abilities almost by instinct. At the start of your turn, you gain an additional reaction, which you can use for only the reactions granted by your implements."
			]
		},
		{
			"name": "Grand Talisman Esoterica",
			"source": "DA",
			"page": 46,
			"level": 14,
			"traits": [
				"thaumaturge"
			],
			"prerequisites": "Talisman Esoterica",
			"entries": [
				"You've completed your journey in studying esoteric talismans, gaining the ability to place multiple talismans on an item. Normally, affixing more than one talisman to an item causes the talismans to be suppressed, but when you {@action Affix a Talisman}, you can specially treat one item you're working on, allowing it to have two active talismans at once. This special treatment ends if you use {@action Affix a Talisman} to treat a new item with this ability."
			]
		},
		{
			"name": "Trespass Teleportation",
			"source": "DA",
			"page": 47,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 14,
			"traits": [
				"conjuration",
				"occult",
				"teleportation",
				"thaumaturge"
			],
			"prerequisites": "Exploit Vulnerability",
			"trigger": "The target of your Exploit Vulnerability is within 120 feet and uses a {@trait teleportation} effect.",
			"requirements": "You are benefiting from Exploit Vulnerability.",
			"entries": [
				"You can hunt your foe to the ends of creation. You teleport along with the enemy, appearing the same direction and distance from it as you were before it teleported (or the nearest unoccupied space if your destination is occupied). Any allies affected by Share Weakness or Ubiquitous Weakness, if you have those abilities, can spend their reaction to teleport along with the enemy if they're within 120 of the enemy and choose to do so."
			]
		},
		{
			"name": "Implement's Flight",
			"source": "DA",
			"page": 47,
			"level": 16,
			"traits": [
				"primal",
				"thaumaturge",
				"transmutation"
			],
			"entries": [
				"By weakening your relation to the ground and strengthening your relation to the sky, you've learned to soar through the air, your implement carrying you as surely as any broomstick or pestle. As long as you're holding a thaumaturge implement, you gain a fly Speed equal to your land Speed."
			]
		},
		{
			"name": "Seven-Part Link",
			"source": "DA",
			"page": 47,
			"level": 16,
			"traits": [
				"thaumaturge"
			],
			"prerequisites": "Paired Link",
			"entries": [
				"Many traditions hold the number seven as significant. By exchanging pieces of a seven-part set of esoterica, you create a magical web by which your allies can affect each other at a distance. When you use Paired Link during your daily preparations, you can exchange linking esoterica with up to six willing allies, keeping one piece for yourself. In addition to the normal effects of Paired Link, if a linked ally casts a spell with a range of touch, they can target linked allies within 30 feet with that spell."
			]
		},
		{
			"name": "Sever Magic",
			"source": "DA",
			"page": 47,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 16,
			"traits": [
				"abjuration",
				"arcane",
				"esoterica",
				"thaumaturge"
			],
			"requirements": "You're holding an implement.",
			"entries": [
				"You apply a frayed thread, a pinch of fulu ash, or a similar undone charm to your weapon, and swing to break a spell. Make a {@action Strike} against an enemy. If you hit and deal damage, you attempt to counteract a single spell active on the target (your choice). Your counteract level is equal to half your level (rounded up), and your counteract check modifier is equal to your class DC – 10."
			]
		},
		{
			"name": "Grand Scroll Esoterica",
			"source": "DA",
			"page": 47,
			"level": 18,
			"traits": [
				"thaumaturge"
			],
			"prerequisites": "Elaborate Scroll Esoterica",
			"entries": [
				"You've completed the third and final step in your assimilation of scroll esoterica, granting you daily scrolls of incredible power. In addition to your daily scrolls from Scroll Esoterica and Elaborate Scroll Esoterica, add a single scroll with a 6th-level spell. At 20th level, add a scroll with a 7th-level spell."
			]
		},
		{
			"name": "Implement's Assault",
			"source": "DA",
			"page": 47,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"level": 18,
			"traits": [
				"evocation",
				"magical",
				"thaumaturge"
			],
			"requirements": "You're holding an implement.",
			"entries": [
				"Your implement supercharges your weapon to shoot an impossible volley or carve through your foes. Make a {@action Strike} with your weapon against each enemy within 30 feet of you. You don't increase your multiple attack penalty until after making all the attacks. If your weapon is a melee weapon and any of the attacks are outside your reach, you {@action Release} the weapon before the Strikes, and it returns to your grasp after all of them. If your hands are full when the weapon returns, it falls to the ground in your space."
			]
		},
		{
			"name": "Intense Implement",
			"source": "DA",
			"page": 47,
			"level": 18,
			"traits": [
				"thaumaturge"
			],
			"entries": [
				"You have an exceptional link to your third implement. You gain the adept benefit for your third implement."
			]
		},
		{
			"name": "Ubiquitous Weakness",
			"source": "DA",
			"page": 47,
			"level": 20,
			"traits": [
				"manipulate",
				"thaumaturge"
			],
			"prerequisites": "Share Weakness",
			"entries": [
				"You've nurtured your bonds with your comrades, allowing you to share the benefits of your esoterica. When you use Exploit Vulnerability and choose mortal weakness, select any number of allies within 30 feet of you. Their Strikes apply the weakness from mortal weakness the same way your Strikes do. This benefit ends when you stop benefiting from Exploit Vulnerability. Since this effect depends on magically strengthening your bond to your allies, only allies with whom you've developed a rapport over the course of one or more days gain the benefit."
			]
		},
		{
			"name": "Unlimited Demesne",
			"source": "DA",
			"page": 47,
			"level": 20,
			"traits": [
				"arcane",
				"conjuration",
				"thaumaturge"
			],
			"prerequisites": "Thaumaturge's Demesne",
			"entries": [
				"You can move your demesne here and there, bringing it wherever your journey takes you. Your demesne expands to a maximum of 10,000 square feet. Once per day, you can call your demesne forth, which takes 1 minute. This has the effects of resplendent mansion, except that it conjures your demesne from its previous location, with all the benefits of Thaumaturge's Demesne in addition to the those of the spell. You must be able to claim the new area, with the same restrictions as Thaumaturge's Demesne."
			]
		},
		{
			"name": "Wonder Worker",
			"source": "DA",
			"page": 47,
			"level": 20,
			"traits": [
				"thaumaturge"
			],
			"prerequisites": "legendary in {@skill Arcana}, {@skill Nature}, {@skill Occultism}, or {@skill Religion}",
			"entries": [
				"The thaumaturge's path culminates with the working of wonders. Once per day, you can align your esoterica to cast a spell of 8th level or lower that takes 1, 2, or 3 actions to cast. The spell must be common or one to which you have access. You can choose a spell of any tradition for which you're legendary in the associated skill ({@skill Arcana} for arcane, {@skill Nature} for primal, {@skill Occultism} for occult, or {@skill Religion} for divine). Use your thaumaturge class DC in place of any necessary spell DC and your thaumaturge class DC – 10 in place of any necessary counteract modifier or spell attack modifier."
			]
		},
		{
			"name": "Ancestral Mind",
			"source": "DA",
			"page": 24,
			"level": 1,
			"traits": [
				"psychic"
			],
			"entries": [
				"By unraveling memories and connections passed down from your progenitors and buried within your unconscious mind, you learn to convert your inherent magic into psychic power. You can cast any innate spells you know from an ancestry feat or heritage using your psychic spellcasting components. When you do so, the spell's tradition becomes occult, if it wasn't already, and you can use your psychic spellcasting ability modifier instead of Charisma to determine your spell attack roll and spell DC."
			]
		},
		{
			"name": "Counter Thought",
			"source": "DA",
			"page": 24,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 1,
			"traits": [
				"abjuration",
				"occult",
				"psychic"
			],
			"trigger": "A creature Casts a Spell with the {@trait mental} trait.",
			"requirements": "You have an unexpended spell slot you could use to {@action Cast a Spell} with the {@trait mental} trait.",
			"entries": [
				"When a foe Casts a Spell that has the {@trait mental} trait and you can see its manifestations, you can use your own mental magic to disrupt it. You expend one of your spell slots to counter the triggering creature's casting of a spell with the {@trait mental} trait.",
				"You lose your spell slot as if you had cast the triggering spell; this spell slot must be one for which you could {@action Cast a Spell} with the {@trait mental} trait. You then attempt to counteract the triggering spell."
			]
		},
		{
			"name": "Mental Buffer",
			"source": "DA",
			"page": 24,
			"level": 1,
			"traits": [
				"psychic"
			],
			"entries": [
				"Your mind deflects some amount of harm from attacks that induce pain or manipulate your mind directly. You gain resistance to mental damage equal to half your level (minimum 1). This resistance increases to equal to your level while your Psyche is Unleashed."
			]
		},
		{
			"name": "Psychic Rapport",
			"source": "DA",
			"page": 24,
			"level": 1,
			"traits": [
				"psychic"
			],
			"entries": [
				"Your telepathic sensitivity intensifies when you're affected by mental magic, making it easier for you to link to other creatures. After you {@action Cast a Spell} with the {@trait mental} trait, until the start of your next turn, you gain a +1 circumstance bonus to {@skill Deception}, {@skill Diplomacy}, and {@skill Intimidation} checks, and to {@skill Perception} checks to {@action Sense Motive}."
			]
		},
		{
			"name": "Cantrip Expansion",
			"source": "DA",
			"page": 24,
			"add_hash": "Psychic",
			"level": 2,
			"traits": [
				"psychic"
			],
			"entries": [
				"You expand what your mind can accomplish. Add two additional occult cantrips to your repertoire."
			]
		},
		{
			"name": "Mental Balm",
			"source": "DA",
			"page": 24,
			"level": 2,
			"traits": [
				"amp",
				"emotion",
				"mental",
				"psychic"
			],
			"amp": {
				"entries": [
					"You or one ally within 30 feet gains a +2 status bonus to Will saves against {@trait emotion} effects for 1 minute. You can also have the amped psi cantrip attempt to counteract one effect imposing the {@condition frightened} condition on yourself or the chosen ally, or an effect imposing the {@condition stupefied} condition that has a duration of 1 hour or less. If you successfully counteract the effect, you remove only the {@condition frightened} and {@condition stupefied} conditions, not any other part of the effect."
				]
			},
			"entries": [
				"Your spells release soothing mental waves. Use this amp in place of a psi cantrip's normal amp entry. You can use this amp only on a psi cantrip that targets or affects you or one or more of your allies and doesn't target or affect any enemies."
			]
		},
		{
			"name": "Psi Burst",
			"source": "DA",
			"page": 24,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 2,
			"traits": [
				"concentrate",
				"evocation",
				"mindshift",
				"occult",
				"psyche",
				"psychic"
			],
			"frequency": {
				"freq": 1,
				"unit": "round"
			},
			"entries": [
				"With a passing thought, you direct violent psychic energies at a nearby creature. Target one creature within 30 feet. It takes {@damage 1d4} bludgeoning damage with a basic Reflex save. At 3rd level and every 2 levels thereafter, the damage increases by {@dice 1d4}."
			]
		},
		{
			"name": "Warp Space",
			"source": "DA",
			"page": 24,
			"level": 2,
			"traits": [
				"amp",
				"psychic"
			],
			"amp": {
				"entries": [
					"Choose a square within 30 feet to which you have line of effect and line of sight. Determine your spell's line of effect and line of sight from there, as well as whether creatures have cover against the spell. The spell can exceed its normal range as measured from you, as long as it's within its normal range from the square you chose."
				]
			},
			"entries": [
				"You use your magic to bend space, causing your spell to strike from a strange vector. Use this amp in place of a psi cantrip's normal amp entry. The amped psi cantrip must have a range."
			]
		},
		{
			"name": "Astral Tether",
			"source": "DA",
			"page": 24,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 4,
			"traits": [
				"abjuration",
				"occult",
				"psychic"
			],
			"entries": [
				"You spin out a thread of psychic energy that connects you to an ally, using it as a conduit for your abilities. Choose a willing creature within 60 feet and connect to it. Whenever you would gain a benefit from a psychic amp, you can have the amp affect the tethered creature instead. You can do so only if the amp grants a distinct benefit, not if it alters the amped spell.",
				"The tether can't be severed physically but breaks if the distance between you and the tethered ally ever exceeds 60 feet, if you become {@condition unconscious}, or if you use Astral Tether again."
			]
		},
		{
			"name": "Homing Beacon",
			"source": "DA",
			"page": 24,
			"level": 4,
			"traits": [
				"amp",
				"psychic"
			],
			"amp": {
				"entries": [
					"Choose one creature hit by the spell (if the spell has a Archive spell attack roll) or that fails its save against the spell (if the spell requires a save). A psychic beacon emits from the creature's location, making it easier to notice the creature as the mind and attention of onlookers is subtly drawn to it. For 1 minute, if the target would be {@condition invisible}, it's instead merely {@condition concealed}, and if it would be {@condition concealed}, it's no longer {@condition concealed}."
				]
			},
			"entries": [
				"As your spell strikes a target, you plant a beacon in the target's mind that announces its presence to those nearby. Use this amp in place of a psi cantrip's normal amp entry. The amped cantrip must be one that has one or more targets and must either require a spell attack roll or have a saving throw."
			]
		},
		{
			"name": "Psi Strikes",
			"source": "DA",
			"page": 25,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"level": 4,
			"traits": [
				"mindshift",
				"psychic"
			],
			"frequency": {
				"freq": 1,
				"unit": "turn"
			},
			"requirements": "Your most recent action was to {@action Cast a Spell} or to {@action Unleash Psyche|DA|Unleash your Psyche}.",
			"entries": [
				"You siphon residual psychic energies from your spell into one weapon you're wielding or one of your unarmed attacks and when you unleash your mind, the energies flare to match. The attack deals an extra {@damage 1d6} force damage until the end of the current turn. If your Psyche is Unleashed, this benefit instead lasts until your psyche subsides."
			]
		},
		{
			"name": "Thoughtform Summoning",
			"source": "DA",
			"page": 25,
			"level": 4,
			"traits": [
				"psychic"
			],
			"entries": [
				"You can create a prototypical creature from the depths of your imagination instead of calling one from elsewhere. Whenever you summon a creature, you can choose to instead create a psychic construct of that creature. This grants it resistance to physical damage equal to half its level, weakness 5 to force and mental damage, and the ability to pass through enemies' spaces without needing to {@action Tumble Through} (though it can't end its turn in an occupied space)."
			]
		},
		{
			"name": "Violent Unleash",
			"source": "DA",
			"page": 25,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"level": 4,
			"traits": [
				"evocation",
				"mindshift",
				"occult",
				"psychic"
			],
			"trigger": "You {@action Unleash Psyche|DA|Unleash your Psyche}.",
			"entries": [
				"The force of your mind unleashing itself wracks your enemies with a violent shockwave. You deal {@damage 2d6} force damage to all creatures in a 20-foot emanation, with a basic Reflex save. This explosion is taxing, making you {@condition stunned||stunned 1}.",
				"At 5th level and every 2 levels thereafter, the damage increases by {@dice 1d6}."
			]
		},
		{
			"name": "Inertial Barrier",
			"source": "DA",
			"page": 25,
			"level": 6,
			"traits": [
				"abjuration",
				"amp",
				"occult",
				"psychic"
			],
			"entries": [
				"Your spell leaves behind barriers that reduce shock and motion.",
				"Use this amp in place of a psi cantrip's normal amp entry. Amp You or one target of the spell gains resistance to physical damage equal to 2 + the spell's level until the start of your next turn."
			]
		},
		{
			"name": "Parallel Breakthrough",
			"source": "DA",
			"page": 25,
			"level": 6,
			"traits": [
				"psychic"
			],
			"entries": [
				"You expand your mind beyond your area of psychic specialty. You gain a 1st-level psi cantrip for a conscious mind other than your own; this can be either the unique surface cantrip or one of the common cantrips and the accompanying amp. If you choose a common cantrip, you also gain the special benefit granted by that conscious mind when casting the cantrip without an amp. You don't gain any other benefits of that conscious mind, such as additional spells known."
			]
		},
		{
			"name": "Sixth Sense",
			"source": "DA",
			"page": 26,
			"level": 6,
			"traits": [
				"divination",
				"occult",
				"psychic"
			],
			"entries": [
				"Your psychic abilities also allow you to detect the lingering thoughts of spirits and similar entities. While you're exploring but not Searching, the GM rolls a secret check for you to find haunts that usually require Searching, as well as spirits, creatures on the Ethereal Plane, and beings made entirely of spiritual essence, such as celestials, fiends, and monitors.",
				"You can also potentially notice ethereal creatures and spirits inside solid objects, provided they are within 30 feet of you. This applies while Searching, Seeking, and on the automatic secret check from Sixth Sense. You can still notice spirits only on a successful check, and you can't see them if they're more than 5 feet inside an object.",
				"When you notice a creature with your Sixth Sense, you also learn its location, making it {@condition hidden} to you if it had been {@condition undetected}."
			]
		},
		{
			"name": "Steady Spellcasting",
			"source": "DA",
			"page": 26,
			"level": 6,
			"traits": [
				"psychic"
			],
			"entries": [
				"Confident in your technique, you don't easily lose your concentration when you {@action Cast a Spell}. If a reaction would disrupt your spellcasting action, attempt a DC {@flatDC 15} flat check. If you succeed, your action isn't disrupted."
			]
		},
		{
			"name": "Strain Mind",
			"source": "DA",
			"page": 26,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"level": 6,
			"traits": [
				"psychic"
			],
			"frequency": {
				"freq": 1,
				"unit": "hour"
			},
			"trigger": "You cast a psi cantrip.",
			"requirements": "You have 0 Focus Points.",
			"entries": [
				"You strain your body beyond its limits to use an amp even when your mental power is depleted. You add an amp that costs 1 Focus Point to the spell. Instead of paying the normal Focus Point cost, you lose Hit Points equal to four times the spell level of the amped psi cantrip as you bleed from your nose or suffer some other visible sign of strain."
			]
		},
		{
			"name": "Brain Drain",
			"source": "DA",
			"page": 26,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 8,
			"traits": [
				"divination",
				"mental",
				"occult",
				"psyche",
				"psychic"
			],
			"entries": [
				"With a wresting of will, you siphon off a creature's mental energy to replenish your own. One non-mindless creature within 30 feet must attempt a Will save against your spell DC.",
				{
					"type": "successDegree",
					"entries": {
						"Success": [
							"The creature is unaffected."
						],
						"Failure": [
							"The creature is {@condition stupefied||stupefied 1} for 1 minute, and you regain 1 Focus Point, up to your normal maximum. You can't use Brain Drain again until after the next time you make your daily preparations."
						],
						"Critical Failure": [
							"As failure, but the creature is {@condition stupefied||stupefied 2}."
						]
					}
				}
			]
		},
		{
			"name": "Dark Persona's Presence",
			"source": "DA",
			"page": 26,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"level": 8,
			"traits": [
				"aura",
				"emotion",
				"enchantment",
				"fear",
				"mental",
				"psychic"
			],
			"trigger": "You {@action Unleash Psyche|DA|Unleash your Psyche}.",
			"entries": [
				"When you {@action Unleash Psyche|DA|Unleash your Psyche}, all your rage and pain—the portion of your psyche dedicated to cruel retribution—come along with it.",
				"The force of your dark persona's negativity batters constantly against all creatures in a 30-foot emanation when you {@action Unleash Psyche|DA|Unleash your Psyche} and for as long as your Psyche is Unleashed. A creature must attempt a Will save against your spell DC the first time it enters the emanation, or if it's in the emanation when you take this action; it doesn't need to attempt a save again, even if it leaves the emanation and returns. A creature {@condition frightened} by your Dark Persona's Presence can't decrease its {@condition frightened} value below 1 while within the emanation.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": [
							"The creature is unaffected."
						],
						"Success": [
							"The target is {@condition frightened||frightened 1}."
						],
						"Failure": [
							"The target is {@condition frightened||frightened 2}."
						],
						"Critical Failure": [
							"The target is {@condition frightened||frightened 3}.",
							"While your Psyche is Unleashed, your dark persona cares only for destruction. You can {@action Cast a Spell} only if it can directly damage an enemy or object or can impose a detrimental condition or penalty on one."
						]
					}
				}
			]
		},
		{
			"name": "Mental Static",
			"source": "DA",
			"page": 27,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 8,
			"traits": [
				"enchantment",
				"mental",
				"nonlethal",
				"occult",
				"psychic"
			],
			"trigger": "You roll a critical success on a Will save against a {@trait mental} effect from a creature.",
			"entries": [
				"Your thoughts sting back when a lesser mind tries to invade your own. You deal mental damage equal to your level to the triggering creature. If you so desire, you can also send the creature a single mental image to coincide with the damage, such as a watchful eye or the dread of floating in an infinite sea."
			]
		},
		{
			"name": "Remove Presence",
			"source": "DA",
			"page": 27,
			"level": 8,
			"traits": [
				"amp",
				"illusion",
				"mental",
				"occult",
				"psychic"
			],
			"amp": {
				"entries": [
					"Choose one target of the spell or one creature in its area.",
					"If that enemy fails its save or the spell hits it, you become {@condition undetected} by that creature, disappearing from its senses for 1 minute or until you use a {@condition hostile} action. This is similar to being {@condition invisible}, but effects like see invisibility don't reveal you—you're affecting the target's mind, not its vision. True seeing can still see through this illusion if the counteract check succeeds."
				]
			},
			"entries": [
				"Your spell reaches into the mind of a creature and removes you from it. The amped cantrip must be one that has one or more targets and must either require a spell attack roll or have a saving throw. Use this amp in place of the psi cantrip's normal amp entry."
			]
		},
		{
			"name": "Thoughtsense",
			"source": "DA",
			"page": 27,
			"level": 8,
			"traits": [
				"divination",
				"mental",
				"occult",
				"psychic"
			],
			"entries": [
				"You can detect the flickers of mental activity let off by all thinking creatures. You gain thoughtsense as a vague sense that has a range of 30 feet—like all vague senses, it's only about as precise as an average human's sense of smell, meaning you generally can predict only if a creature is present. Your thoughtsense detects only thinking creatures, so a creature that is unthinking or otherwise immune to {@trait mental} effects (such as many constructs and oozes) can't be perceived using your thoughtsense, regardless of how precise it is.",
				"While your Psyche is Unleashed, your thoughtsense upgrades to an imprecise sense, letting you use it to {@action Seek} out creatures."
			]
		},
		{
			"name": "Whispering Steps",
			"source": "DA",
			"page": 27,
			"level": 8,
			"traits": [
				"amp",
				"enchantment",
				"mental",
				"occult",
				"psychic"
			],
			"entries": [
				"Your spell leaves a lingering connection between you and a creature—one through which you can nudge the creature's mind this way or that. The amped cantrip must take 2 or more actions to cast, target one or more creatures, and either require a spell attack roll or have a saving throw. Use this amp in place of the psi cantrip's normal amp entry. Amp Choose one enemy who is a target of the spell. If that enemy fails its save or the spell hits it, you whisper in the creature's mind, forcing it to {@action Step} in a direction of your choosing; as this is forced movement, you can't force the creature to {@action Step} into hazardous terrain, off a ledge, or the like. After it Steps, the creature becomes temporarily immune to this amp for 24 hours."
			]
		},
		{
			"name": "Dream Guise",
			"source": "DA",
			"page": 27,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 10,
			"traits": [
				"illusion",
				"occult",
				"psyche",
				"psychic"
			],
			"requirements": "wandering reverie subconscious mind",
			"entries": [
				"You {@action Stride} into a willing ally's space, at which point both of your appearances shift into a shared third appearance, usually one that looks like a mix of the two of you. Then, either you or your ally Steps. You each maintain the merged appearance.",
				"Creatures who are observing this know what happened, but still must {@action Seek} or otherwise engage with the illusion to attempt to disbelieve it and determine which of you is which. Otherwise, they can't tell the difference and have an equal chance to target each of you (DC {@flatDC 11} flat check). This illusion ends as soon as either you or the ally you're merged with acts."
			]
		},
		{
			"name": "Emotional Surge",
			"source": "DA",
			"page": 27,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 10,
			"traits": [
				"concentrate",
				"emotion",
				"psyche",
				"psychic"
			],
			"requirements": "emotional acceptance subconscious mind",
			"entries": [
				"Your heart soars, increasing your power for a moment. You gain a +2 status bonus to attack rolls and skill checks until the start of your next turn."
			]
		},
		{
			"name": "Impose Order",
			"source": "DA",
			"page": 27,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 10,
			"traits": [
				"fortune",
				"psyche",
				"psychic"
			],
			"requirements": "precise discipline subconscious mind",
			"entries": [
				"You bring discipline to your mind and magic, ensuring that you don't under-perform. Until the end of your turn, instead of rolling dice for damage, count each damage die as average damage rounded up (3 for d4, 4 for d6, 5 for d8, 6 for d10, and 7 for d12)."
			]
		},
		{
			"name": "Scour the Library",
			"source": "DA",
			"page": 27,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 10,
			"traits": [
				"psyche",
				"psychic"
			],
			"requirements": "gathered lore subconscious mind",
			"entries": [
				"Seeing an enemy's attack, you quickly consult multiple scraps of lore in your mind, synthesizing them into the perfect plan.",
				"Make a check to {@action Recall Knowledge} (using an appropriate skill) about one creature within 60 feet. On a success, in addition to the normal benefits, you gain a +1 circumstance bonus to your next attack roll against that creature and to your AC against the creature's next attack. On a critical success, the bonuses are +2."
			]
		},
		{
			"name": "Signature Spell Expansion",
			"source": "DA",
			"page": 27,
			"level": 10,
			"traits": [
				"psychic"
			],
			"entries": [
				"Your direct mental grasp of your power lets you cast more spells with greater freedom. You gain two additional signature spells, each of which must have a minimum level of 3rd or lower."
			]
		},
		{
			"name": "Foreseen Failure",
			"source": "DA",
			"page": 28,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"level": 12,
			"traits": [
				"divination",
				"fortune",
				"occult",
				"psychic"
			],
			"frequency": {
				"freq": 1,
				"unit": "day"
			},
			"trigger": "A spell you cast has no effect because you critically failed all your spell attack rolls or because all targets critically succeeded at their saving throws.",
			"entries": [
				"You see your spell fail to take hold to disastrous end, then snap back to reality—it was all a precognition, and you know to try a different spell. Your spell is expended, but you can {@action Cast a Spell} that requires the same number of actions as the triggering spell or fewer to cast. The second spell must be a different spell than the first."
			]
		},
		{
			"name": "No!!!",
			"source": "DA",
			"page": 28,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 12,
			"traits": [
				"psychic"
			],
			"trigger": "A non-minion ally within 60 feet is reduced to 0 Hit Points.",
			"entries": [
				"The shock of seeing your ally near death breaks whatever limits exist in your mind, sending your power spilling forth. If your psyche is currently unleashed, you can immediately use a psyche action that takes 1 action or less to use. If your psyche is not currently unleashed, you {@action Unleash Psyche|DA|Unleash your Psyche}, which remains unleashed until the end of your next turn. You can ignore {@action Unleash Psyche|DA}'s requirement of needing to have {@action Cast a Spell} on your previous turn, but you still can't {@action Unleash Psyche|DA|Unleash your Psyche} if you're {@condition stupefied} or for 2 rounds after your psyche subsides."
			]
		},
		{
			"name": "Psi Catastrophe",
			"source": "DA",
			"page": 28,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"level": 12,
			"traits": [
				"concentrate",
				"evocation",
				"mindshift",
				"occult",
				"psyche",
				"psychic"
			],
			"entries": [
				"You stop holding your power back, unleashing it all in a catastrophic blast. All creatures in a 20-foot emanation take {@damage 1d6} bludgeoning damage per level with a basic Reflex save. Your psyche subsides as your power is expended."
			]
		},
		{
			"name": "Conscious Spell Specialization",
			"source": "DA",
			"page": 28,
			"level": 14,
			"traits": [
				"psychic"
			],
			"entries": [
				"You become more adept with the spells that are always in your mind.",
				"You gain an additional spell slot of 1st, 2nd, 3rd, and 4th levels. You can use these spell slots to cast only a spell granted by your conscious mind.",
				"At 18th level, you also gain an additional 5th-level spell slot, with the same restrictions."
			]
		},
		{
			"name": "Deep Roots",
			"source": "DA",
			"page": 28,
			"level": 14,
			"traits": [
				"psychic"
			],
			"entries": [
				"Your mind-control spells send burrowing mental roots that tear at your target's mind when they're removed or run their course. When you {@action Cast a Spell} that imposes the {@condition controlled} condition or otherwise forces the target to take certain actions (such as command), you can choose one target that critically failed its save. When that target finishes fulfilling any commands issued by your spell, or when the spell is dispelled or counteracted, the target takes {@damage 1d6} mental damage per level of the spell."
			]
		},
		{
			"name": "Shatter Space",
			"source": "DA",
			"page": 28,
			"level": 14,
			"traits": [
				"amp",
				"psychic"
			],
			"amp": {
				"entries": [
					"You or one target of the spell are surrounded by a spiral of Archive torn space. This is an aura, and you choose the radius of the emanation, up to 20 feet. A creature that starts its turn in the aura or enters the aura during its turn takes {@damage 1d6} slashing damage for every level of the amped psi cantrip, with a basic Reflex save against your spell DC. If the creature critically fails, the torn space throws it off balance and it falls {@condition prone}.",
					"The aura lasts until the beginning of your next turn. You can choose whether the aura affects the creature emitting it."
				]
			},
			"entries": [
				"The sheer power of your magic fractures reality. Use this amp in place of a psi cantrip's normal amp entry. The cantrip must be one that takes 2 or more actions to cast."
			]
		},
		{
			"name": "Constant Levitation",
			"source": "DA",
			"page": 29,
			"level": 16,
			"traits": [
				"psychic"
			],
			"entries": [
				"Your power has unbound you from the earth below. You're affected by a constant {@spell fly} spell, and when your Psyche is Unleashed, you gain a +10-foot status bonus to your fly Speed."
			]
		},
		{
			"name": "Target of Psychic Ire",
			"source": "DA",
			"page": 29,
			"level": 16,
			"traits": [
				"amp",
				"evocation",
				"occult",
				"psychic"
			],
			"amp": {
				"entries": [
					"Choose one target of the spell. Psychic phenomena turn themselves on the target—typically, objects fling themselves at the creature. At the beginning of each of the target's turns, it takes {@damage 1d4} bludgeoning damage for each spell level of the psi cantrip this amp was added to, with a basic Reflex save.",
					"The target remains marked by psychic ire for 3 rounds. The effect persists even if you fall {@condition unconscious} or leave the area."
				]
			},
			"entries": [
				"Your magic saturates your surroundings with hateful psychic energy. Use this amp in place of a psi cantrip's normal amp entry. The cantrip must be one that takes 2 or more actions to cast and targets a creature."
			]
		},
		{
			"name": "Wandering Thoughts",
			"source": "DA",
			"page": 29,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"level": 16,
			"traits": [
				"concentrate",
				"occult",
				"psyche",
				"psychic",
				"teleportation"
			],
			"frequency": {
				"freq": 1,
				"unit": "round"
			},
			"requirements": "You used your most recent action to {@action Cast a Spell}.",
			"entries": [
				"When your Psyche is Unleashed, each burst of magic you cast also folds space around you, and you travel through one of those folds. You teleport 15 feet to a square you can see."
			]
		},
		{
			"name": "All in Your Head",
			"source": "DA",
			"page": 29,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"level": 18,
			"traits": [
				"psyche",
				"psychic"
			],
			"trigger": "You're about to attempt a Fortitude save or a Reflex save.",
			"entries": [
				"Flames scouring at your body, venom coursing through your veins—you refuse to believe they exist, and nothing can affect you if you don't believe in it. You attempt a Will save against the triggering effect, instead of a Reflex or Fortitude save. You don't gain the benefits of fortress of will or walls of will on this save."
			]
		},
		{
			"name": "Cranial Detonation",
			"source": "DA",
			"page": 29,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"level": 18,
			"traits": [
				"death",
				"mindshift",
				"psyche",
				"psychic"
			],
			"frequency": {
				"freq": 1,
				"unit": "round"
			},
			"trigger": "You successfully reduce one or more non-mindless enemies to 0 Hit Points with a spell.",
			"entries": [
				"As your overwhelming psyche fells a creature, you use its flickering consciousness to detonate psychic energy from the creature's head. Each enemy you reduced to 0 Hit Points dies and its head explodes. Each exploding head generates a shockwave in a 15-foot emanation around that enemy. Each creature in any of the emanations takes {@damage 10d6} bludgeoning damage with a basic Reflex save. If this damage reduces an enemy to 0 Hit Points, its head also explodes, potentially damaging more creatures and potentially causing more detonations. A given creature can take damage only once from a single use of Cranial Detonation."
			]
		},
		{
			"name": "Deepest Wellspring",
			"source": "DA",
			"page": 29,
			"level": 18,
			"traits": [
				"psychic"
			],
			"entries": [
				"You've glimpsed the furthest recesses of your mind. If you have spent at least 3 Focus Points since the last time you Refocused, you recover 3 Focus Points when you {@action Refocus}, even if you spent your Focus Points on spells other than psychic abilities."
			]
		},
		{
			"name": "Become Thought",
			"source": "DA",
			"page": 29,
			"level": 20,
			"traits": [
				"psychic",
				"transmutation"
			],
			"entries": [
				"You shed some of your material form, becoming a being of pure thought. This has the following effects.",
				{
					"type": "list",
					"items": [
						"You gain resistance 10 to physical damage but weakness 5 to mental damage and weakness 10 to {@trait any} effect that deals damage by targeting the spirit, such as spirit blast.",
						"You can change your appearance on a whim. This takes a single action, which has the {@trait concentrate} trait, has the effects of illusory disguise, and lasts until you change your appearance again.",
						"Once per year, when you die, you automatically return to life the next day as long as one living sentient creature on your plane remembers you; the memories enable you to reconstruct yourself from their thoughts. You appear in the vicinity of the creature that remembers you most strongly."
					]
				}
			]
		},
		{
			"name": "Mind over Matter",
			"source": "DA",
			"page": 29,
			"level": 20,
			"traits": [
				"psychic"
			],
			"entries": [
				"Your mind's limits are only what you imagine them to be. You gain an additional 10th-level spell slot."
			]
		},
		{
			"name": "Twin Psyche",
			"source": "DA",
			"page": 29,
			"level": 20,
			"traits": [
				"psychic"
			],
			"entries": [
				"You've segmented your psyche so it can operate in tandem. When you {@action Unleash Psyche|DA|Unleash your Psyche}, you can double its duration."
			]
		},
		{
			"name": "Unlimited Potential",
			"source": "DA",
			"page": 29,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"level": 20,
			"traits": [
				"concentrate",
				"manipulate",
				"metamagic",
				"psychic"
			],
			"frequency": {
				"freq": 1,
				"unit": "minute"
			},
			"entries": [
				"The laws of magic can limit your mind only if you think you need them, and you've grown past the need for such limits. If your next action is to {@action Cast a Spell} of 5th level or lower that has no duration, you don't expend the prepared spell as you cast it."
			]
		}
	]
}
