{
	"feat": [
		{
			"name": "Harrower Dedication",
			"level": 2,
			"source": "SF0",
			"page": 13,
			"featType": {
				"archetype": [
					"Harrower"
				]
			},
			"traits": [
				"uncommon",
				"archetype",
				"dedication"
			],
			"entries": [
				"You become trained in {@skill Occultism}; if you are already trained in this skill, you become trained in a different skill of your choice instead. You also become trained in {@skill lore||Fortune-Telling Lore}, and you learn the {@ritual harrowing|SF0} ritual.",
				"In addition, once a day when you perform your daily preparations, you can perform a harrow reading for yourself if you have access to a harrow deck. Draw a card from your harrow deck—that card's suit becomes your active harrow omen for the next 24 hours and modifies several other harrower feats as detailed on the following pages. You gain the Avoid Dire Fate reaction.",
				{
					"type": "ability",
					"name": "Avoid Dire Fate",
					"activity": {
						"unit": "reaction",
						"number": 1
					},
					"traits": [
						"fortune"
					],
					"requirements": "you have an active harrow omen",
					"trigger": "you fail or critically fail a check associated with your harrow omen's suit",
					"entries": [
						"Treat the failure as a success or a critical failure as a failure. You no longer have an active harrow omen."
					]
				}
			],
			"special": [
				"You can't select another dedication feat until you've gained two other feats from the harrower archetype. If you retrain out of this feat, you lose the {@ritual harrowing|SF0} ritual you learned from it."
			],
			"leadsTo": [
				"Experienced Harrower|SF0",
				"Harrow Casting|SF0",
				"Restore Omen|SF0",
				"Benevolent Spirit Deck|SF0",
				"Harrow Ritualist|SF0",
				"Vengeful Spirit Deck|SF0",
				"Reading the Signs|SF0"
			]
		},
		{
			"name": "Experienced Harrower",
			"level": 4,
			"source": "SF0",
			"page": 13,
			"featType": {
				"archetype": [
					"Harrower"
				]
			},
			"traits": [
				"uncommon",
				"archetype"
			],
			"prerequisites": "{@feat Harrower Dedication|SF0}",
			"entries": [
				"When you perform the {@ritual harrowing|SF0} ritual, the DC for the Primary Check is never more than the standard DC by level, and the cost for the ritual is halved. If you use a {@item fine harrow deck|AoE4}, the cost for the ritual is removed entirely."
			]
		},
		{
			"name": "Harrow Casting",
			"level": 4,
			"source": "SF0",
			"page": 13,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"featType": {
				"archetype": [
					"Harrower"
				]
			},
			"traits": [
				"uncommon",
				"archetype",
				"metamagic"
			],
			"prerequisites": "{@feat Harrower Dedication|SF0}",
			"requirements": "You have an active harrow omen.",
			"entries": [
				"You draw a card from your harrow deck just before you cast a spell to infuse your magic with its destined potential. If your next action is to {@action Cast a Spell}, the suit of the card you draw enhances the spell in one of the following ways. If the card you draw matches the suit of your active harrow omen, the effect is enhanced further as detailed below. When you Harrow Cast, attempt a DC {@flatDC 11} flat check. If you fail this check, you lose your active harrow omen at the end of your turn.",
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@indentSubsequent {@b Hammer} The force of the spell is enhanced. This effect only enhances single-target offensive spells that require you to make a successful spell attack or require a saving throw from the target to resist. If you hit the target, or if they fail their saving throw, the spell inflicts additional force damage equal to the spell's level. This additional damage doubles if your harrow omen is Hammers.}",
						"{@indentSubsequent {@b Key} Some of the magic remains behind, infusing your defenses. Until the start of your next turn, you gain a +1 status bonus to your AC and all saving throws. If your harrow omen is Keys, this increases to a +2 status bonus.}",
						"{@indentSubsequent {@b Shield} As the spell's magic takes effect, it heals you as well, restoring Hit Points equal to {@dice 2d6 + #$prompt_number:min=1,title=The spell's level,default=0$#|2d6 + the spell's level}. If your harrow omen is Shields, the Hit Points restored increases to {@dice 4d6 + 2*#$prompt_number:min=1,title=The spell's level,default=0$#|4d6 + twice the spell's level}}",
						"{@indentSubsequent {@b Book} The spell's magic infuses your mind with sudden insights about the target. You can attempt to {@action Recall Knowledge} about the target as a free action, using your spell attack roll to make the check. You gain a +2 status bonus to this roll if Books is your harrow omen.}",
						"{@indentSubsequent {@b Star} The spell's magic bolsters those it aids. This effect only enhances single-target spells cast on willing subjects. The magic restores Hit Points to the affected target equal to {@dice 2d6 + #$prompt_number:min=1,title=The spell's level,default=0$#|2d6 + the spell's level}. If your harrow omen is Stars, the magic also grants the target a +2 status bonus to all saving throws until the start of your next turn.}",
						"{@indentSubsequent {@b Crown} The spell's magic is hidden and subtle, and observers may not realize you're doing anything more than manipulating cards in your harrow deck. Attempt a {@skill lore||Fortune-Telling Lore} check against all observer's {@skill Perception} DCs. If your check is successful against an observer's {@skill Perception} DC, that observer doesn't notice you are {@action cast a spell||Casting a Spell}, even though normally spells have sensory manifestations. This hides only the spell's spellcasting actions and manifestations, not its effects. If your harrow omen is Crowns, you gain a +2 status bonus to your {@skill lore||Fortune-Telling Lore} check.}"
					]
				}
			]
		},
		{
			"name": "Restore Omen",
			"level": 4,
			"source": "SF0",
			"page": 14,
			"featType": {
				"archetype": [
					"Harrower"
				]
			},
			"traits": [
				"uncommon",
				"archetype",
				"exploration",
				"manipulate"
			],
			"prerequisites": "{@feat Harrower Dedication|SF0}",
			"requirements": "You do not have an active harrow omen.",
			"entries": [
				"You spend 10 minutes meditating with your harrow deck, then draw a card. The suit of the card grants you a new harrow omen."
			]
		},
		{
			"name": "Benevolent Spirit Deck",
			"level": 6,
			"source": "SF0",
			"page": 14,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"featType": {
				"archetype": [
					"Harrower"
				]
			},
			"traits": [
				"uncommon",
				"archetype",
				"concentrate"
			],
			"prerequisites": "{@feat Harrower Dedication|SF0}",
			"requirements": "You have an active harrow omen.",
			"entries": [
				"You manifest a ghostly deck of harrow cards that seek to protect you or an ally. Select one willing target within 30 feet; the cards move through the air to surround that target, protecting them from harm and granting a +1 status bonus to AC and resistance 5 to a type of damage associated with your active harrow omen (see below). This resistance increases to 10 if you're at least 10th level and 15 if you're 15th level. This effect lasts as long as you {@action sustain an activation||sustain} it, up to 1 minute, or until you no longer have an active harrow omen. Once the effect ends, you lose your active harrow omen.",
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@indentSubsequent {@b Hammers:} cold damage}",
						"{@indentSubsequent {@b Keys:} fire damage}",
						"{@indentSubsequent {@b Shields:} poison damage}",
						"{@indentSubsequent {@b Books:} electricity damage}",
						"{@indentSubsequent {@b Stars:} mental damage}",
						"{@indentSubsequent {@b Crowns:} acid damage}"
					]
				}
			]
		},
		{
			"name": "Harrow Ritualist",
			"level": 6,
			"source": "SF0",
			"page": 14,
			"featType": {
				"archetype": [
					"Harrower"
				]
			},
			"traits": [
				"uncommon",
				"archetype"
			],
			"prerequisites": "{@feat Harrower Dedication|SF0}",
			"entries": [
				"You immediately learn two of the following rituals: {@ritual astral projection|APG}, {@ritual call spirit}, {@ritual commune}, {@ritual commune with nature}, {@ritual legend lore}, or {@ritual planar binding}. When you perform any ritual, you can incorporate harrow cards into the ritual to gain a +2 status bonus to all skill checks made to resolve the effects of the ritual. You can take this feat more than once; each time you do, you learn two new rituals"
			]
		},
		{
			"name": "Vengeful Spirit Deck",
			"level": 6,
			"source": "SF0",
			"page": 14,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"featType": {
				"archetype": [
					"Harrower"
				]
			},
			"traits": [
				"uncommon",
				"archetype",
				"metamagic"
			],
			"prerequisites": "{@feat Harrower Dedication|SF0}",
			"requirements": "You have an active harrow omen.",
			"entries": [
				"You manifest a ghostly deck of harrow cards. Draw a card from a harrow deck, then select a target within 60 feet. The card flies through the air to strike at that target, inflicting {@damage 4d6} damage, with a basic saving throw against your class DC. The type of damage inflicted is determined by your active harrow omen; if the card drawn is in the same suit as your active harrow omen, the target takes a –2 status penalty to its saving throw. The damage increases to {@damage 6d6} if you're 10th level and {@damage 8d6} if you're 15th level. You can continue to throw cards at targets on your turn as long as you {@action sustain an activation||Sustain} the Vengeful Spirit Deck—throwing a card takes two actions. This effect lasts as long as you Sustain it, up to 1 minute, or until you no longer have an active harrow omen. Once the effect ends, you lose your active harrow omen.",
				{
					"type": "list",
					"style": "list-no-bullets",
					"items": [
						"{@indentSubsequent {@b Hammers:} cold damage}",
						"{@indentSubsequent {@b Keys:} fire damage}",
						"{@indentSubsequent {@b Shields:} poison damage}",
						"{@indentSubsequent {@b Books:} electricity damage}",
						"{@indentSubsequent {@b Stars:} mental damage}",
						"{@indentSubsequent {@b Crowns:} acid damage}"
					]
				}
			]
		},
		{
			"name": "Reading the Signs",
			"level": 8,
			"source": "SF0",
			"page": 14,
			"featType": {
				"archetype": [
					"Harrower"
				]
			},
			"traits": [
				"uncommon",
				"archetype",
				"concentrate"
			],
			"prerequisites": "{@feat Harrower Dedication|SF0}",
			"entries": [
				"You have a knack for drawing the right card, be it from a harrow deck, in a game of cards, or even when drawing from a {@item Deck of Many Things|GMG}. When you're attempting a skill check involving the drawing of cards or resolving the effects of a {@trait divination} effect (including attempting a saving throw against a hostile divination effect against you), you gain a +2 status bonus to the check. When you draw a card to determine your harrow omen, perform {@feat Harrow Casting|SF0}, cast {@ritual harrowing|SF0}, or if you {@action activate an item||activate} a magical deck of cards, draw 2 cards, and choose the one you prefer as your actual card drawn. You can even use this ability when drawing from a {@item Deck of Many Things|GMG}, but only once per deck. The unused card is shuffled back into the stack."
			]
		}
	]
}
