{"feat":[{"name":"Cunning Trickster Mask","source":"SoT6","page":78,"level":20,"traits":["rare","archetype","druid","wizard"],"prerequisites":"Druid Dedication or Wizard Dedication","entries":["Your mask carries the legacy of Verdant Spider, the Speaker of Needs, allowing you to deceive and outwit your foes. You can attempt to {@action Feint} a target from up to 30 feet away, and if you succeed or critically succeed in your {@action Feint} attempt, the target of your {@action Feint} takes a –2 circumstance penalty to saving throws against your spells until the start of your next turn. If you don't have the Conceal Spell feat, you gain it as a bonus feat, allowing you to disguise your spellcasting from others' eyes. If you already have the Conceal Spell feat, you can use Conceal Spell once per round as a free action instead of as a single action."]},{"name":"Emancipator's Mask","source":"SoT6","page":78,"level":20,"traits":["rare","archetype","druid","wizard"],"prerequisites":"Druid Dedication or Wizard Dedication","entries":["Your mask grants you the abilities of Whistling Kite, the Vigilant Seer, who emancipated thousands. When you are attempting a check to free someone else from an effect that immobilizes, paralyzes, or controls them, roll twice and take the higher result; this is a {@trait fortune} effect. The GM might decide that this {@trait fortune} effect applies when attempting checks to remove other conditions or effects to free another. Immediately after you Cast a non-cantrip Spell that targets only one creature, you can choose to permit the target to make an attempt to {@action Escape}"]},{"name":"Grand Medic's Mask","source":"SoT6","page":78,"level":20,"traits":["rare","archetype","druid","wizard"],"prerequisites":"Druid Dedication or Wizard Dedication","entries":["Your mask is infused with restorative magic associated with Ibex, the Flourishing Field, so it constantly repairs itself. You gain fast healing 5. If you lose a limb or other body part, it regrows within 1 day. Immediately after you Cast a non-cantrip Spell that targets only one creature, you can choose to have the spell also give that creature temporary Hit Points equal to the spell's level until the start of your next turn."]},{"name":"Protective Spirit Mask","source":"SoT6","page":78,"level":20,"traits":["rare","archetype","druid","wizard"],"prerequisites":"Druid Dedication or Wizard Dedication","entries":["Your mask carries the protective instincts of White Bull, the Horn Forger, and no one will hurt your allies while you have anything to say about it. Immediately after you Cast a non-cantrip Spell that targets only one ally, you can choose to have the spell also give that creature a +1 circumstance bonus to AC until the start of your next turn. You also gain the Protector's Interdiction reaction.",{"name":"Protector's Interdiction","activity":{"number":1,"unit":"reaction"},"trigger":"An adjacent ally is hit or critically hit by an attack","entries":["You interpose yourself between your ally and the attack. The attack hits you instead, or critically hits you if it critically hit your ally."],"type":"ability"}]},{"name":"Sky Master Mask","source":"SoT6","page":78,"level":20,"traits":["rare","archetype","druid","wizard"],"prerequisites":"Druid Dedication or Wizard Dedication","entries":["Your mask holds the legacy of Black Heron, the Wings of Knowledge, who united the aeromancers of the Shory Empire. You can harness residual magical power to fly. You gain a fly Speed equal to your Speed. Immediately after you Cast a non-cantrip Spell that targets only you, your fly Speed doubles until your next turn."]},{"name":"Stalking Feline Mask","source":"SoT6","page":78,"level":20,"traits":["rare","archetype","druid","wizard"],"prerequisites":"Druid Dedication or Wizard Dedication","entries":["Like Azure Leopard, the Patient Warden, your mask makes you most at home in the night and teaches you how to use the darkness to hunt. You gain greater darkvision.","Immediately after you Cast a non-cantrip Spell with the {@trait shadow} or {@trait darkness} trait, you can attempt to {@action Hide} or {@action Sneak} as a free action. You must still meet the usual requirements of the action you choose, such as having cover or concealment to {@action Hide} and being {@condition undetected} or {@condition hidden} to {@action Sneak}."]},{"name":"Storyteller's Mask","source":"SoT6","page":78,"level":20,"traits":["rare","archetype","druid","wizard"],"prerequisites":"Druid Dedication or Wizard Dedication","entries":["Your mask remembers the stories of Shifting Frog, Storyteller of the Past and Future. You can cast {@spell foresight} once per day as an innate spell, either arcane if you have Wizard Dedication or primal if you have Druid Dedication, but the duration is 10 minutes instead of 1 hour.","Immediately after you Cast a non-cantrip Spell that targets only a single foe, you can {@action Recall Knowledge} about that foe."]},{"name":"Thick Hide Mask","source":"SoT6","page":78,"level":20,"traits":["rare","archetype","druid","wizard"],"prerequisites":"Druid Dedication or","entries":["Wizard Dedication Your mask grants you the toughness of Elephant, the Conjured Chronicle.","Increase your maximum number of Hit Points by 20. Immediately after you Cast a non-cantrip Spell that targets only you, you gain resistance 10 to all physical damage until the start of your next turn."]},{"name":"Tireless Guide's Mask","source":"SoT6","page":78,"level":20,"traits":["rare","archetype","druid","wizard"],"prerequisites":"Druid Dedication or Wizard","entries":["Dedication Your mask hosts the legacy of Golden Snake, the Tireless Guide, allowing you to guide others with ease. Your allies can use {@action Follow the Expert} to follow you for any of your trained skills, in addition to skills in which you are an expert or better. When they follow you when you use a trained skill, their circumstance bonus is +1.","Immediately after you Cast a non-cantrip Spell that targets only one ally, that ally can {@action Stride} as a free action."]},{"name":"Vigilant Mask","source":"SoT6","page":78,"level":20,"traits":["rare","archetype","druid","wizard"],"prerequisites":"Druid Dedication or Wizard Dedication","entries":["Your mask grants the extraordinary magical senses of Carmine Jaws, the Hyena who Looks Between. You gain scent as a precise sense to a range of 60 feet. If you already have scent as a precise sense, increase its range by 60 feet. You can sometimes catch a faint whiff of magic itself. Immediately after you Cast a non-cantrip Spell, your scent extends between worlds, like Carmine Jaws's own.","This causes you to be able to smell ethereal creatures, those in an extradimensional space with an aperture that's within your scent range, incorporeal creatures and objects, and other creatures and objects that are insubstantial or not fully in phase with reality. Unlike your normal scent, this is an imprecise sense."]}]}