{"feat":[{"name":"Apex Companion","source":"AoA6","page":76,"level":20,"traits":["uncommon","druid"],"prerequisites":"{@feat Animal Companion}","entries":["You can call upon the essence of every individual animal of a particular species to temporarily transform your animal into an exemplar of its kind. You learn the apex companion order spell (page 77). Increase the number of Focus Points in your focus pool by 1."]},{"name":"Aura Of Unbreakable Virtue","source":"AoA6","page":76,"level":20,"traits":["uncommon","champion"],"prerequisites":"tenets of good","entries":["You are a paragon of all that is good, your overwhelming aura causing evildoers to cower. All evil creatures within 15 feet of you take a –1 status penalty to checks and DCs that target you or your allies. This penalty is –2 against creatures you have taken an oath against (such as dragons if you have the Dragonslayer Oath feat). You can choose to suppress or resume this aura as an action, which has the {@trait concentrate} trait."]},{"name":"Bloodline Metamorphosis","source":"AoA6","page":76,"level":20,"traits":["uncommon","sorcerer"],"entries":["You have learned to manipulate the innate power of your bloodline and adapt it to your needs. When making your daily preparations, you can swap out a single spell of 9th level or lower for another spell of the same level. You can't swap out spells granted specifically by your bloodline."]},{"name":"Efficient Alchemy","source":"AoA6","page":76,"level":20,"traits":["uncommon","alchemist"],"entries":["Your daily preparations are particularly efficient and plentiful. When using your infused reagents to create alchemical items during your daily preparations, you make a batch of three of a given item instead of a batch of two, or a batch of four if your field normally lets you create three of that item."]},{"name":"Emblazon Divinity","source":"AoA6","page":76,"level":20,"traits":["uncommon","cleric"],"prerequisites":"{@feat Emblazon Armament}","entries":["Your sacred etchings imbue objects with power. It takes you only 1 minute to emblazon a symbol using Emblazon Armament, and you can have up to four symbols emblazoned at a time. Each item can still have only one symbol emblazoned upon it, and if you exceed the limit of four, the oldest symbol disappears. These symbols can benefit even those who don't follow the deity, provided they aren't directly opposed (as determined by the GM)","You can select a different benefit for each emblazoned symbol, chosen from any you have from Emblazon Armament or other feats such as Emblazon Energy or Emblazon Antimagic."]},{"name":"Enduring Debilitation","source":"AoA6","page":76,"activity":{"number":1,"unit":"free"},"level":20,"traits":["uncommon","rogue"],"prerequisites":"{@action Debilitating Strike}","frequency":{"unit":"minute","freq":1},"trigger":"You apply a debilitation to a creature.","entries":["You can make your debilitation last an exceptionally long time. The triggering debilitation lasts for 1 minute instead of until the end of your next turn."]},{"name":"Golden Body","source":"AoA6","page":76,"level":20,"traits":["uncommon","monk"],"entries":["You perfect your body, refining the flex of every muscle and the bend of every joint to maximum efficiency. Your unarmed Strikes gain the deadly d12 trait, and you have fast healing 20, causing you to regain 20 HP at the start of each of your turns provided you have at least 1 HP."]},{"name":"Invulnerable Juggernaut","source":"AoA6","page":76,"level":20,"traits":["uncommon","barbarian"],"entries":["You are unstoppable, able to shrug off mortal wounds with ease. You gain resistance equal to 3 + your Constitution modifier to all damage, and your resistance from raging resistance increases to 8 + your Constitution modifier.","In addition, if you are reduced to 0 Hit Points, you can end your rage as a reaction to stay at 1 Hit Point. If you do, you become {@condition wounded|CRB|wounded 2} (or increase your {@condition wounded} condition by 2 if you are already {@condition wounded})."]},{"name":"Song Of The Fallen","source":"AoA6","page":76,"level":20,"traits":["uncommon","bard"],"prerequisites":"focus pool","entries":["The moving power of your songs can stir the spirits of the dead to rise once more and fight alongside you. You learn the song of the fallen composition spell (page 77). Increase the number of Focus Points in your focus pool by 1."]},{"name":"Spell Mastery","source":"AoA6","page":76,"level":20,"traits":["uncommon","wizard"],"entries":["You have mastered a handful of spells to such a degree that you can cast them even if you haven't prepared them.","Select any four spells of 9th level or lower that you have access to. Each spell you select must be of a different level. These spells are automatically prepared when you make your daily preparations and have their own spell slots. You can select a different array of spells by spending 1 week of downtime retraining your mastered spells."]},{"name":"Superior Sight","source":"AoA6","page":77,"level":20,"traits":["uncommon","ranger"],"entries":["Your senses are peerless. You gain a +2 circumstance bonus to {@skill Perception} checks, and you gain low-light vision.","If you already have low-light vision, gain darkvision instead. Furthermore, when you target an enemy, you automatically succeed at the flat check if that enemy is {@condition concealed}, {@condition hidden}, or {@condition undetected}."]},{"name":"Ultimate Flexibility","source":"AoA6","page":77,"level":20,"traits":["uncommon","fighter"],"entries":["Your experience keeps you on your toes, allowing you to adapt to even the most dangerous challenges. When you gain a fighter feat using combat flexibility, you gain three fighter feats instead of one. The first feat must still be 8th level or lower, the second feat can be up to 14th level, and the third feat can be up to 18th level. You can use the first feat to meet the prerequisites of the second or third feats and the second feat to meet the prerequisites of the third feat. You must meet all feats' prerequisites. In addition, you can adapt to the battlefield's challenges by spending 1 hour to train. If you do, you can reselect the feats chosen with combat flexibility as if you had made your daily preparations."]}]}