{
	"class": [
		{
			"name": "Barbarian",
			"source": "CRB",
			"page": 83,
			"HP": 12,
			"keyAbility": "Strength",
			"initialProficiencies": {
				"perception": "E",
				"fort": "E",
				"ref": "T",
				"will": "E",
				"skills": {
					"t": [
						"{@skill Athletics}"
					],
					"add": 3
				},
				"attacks": {
					"t": [
						"simple weapons",
						"martial weapons",
						"unarmed attacks"
					]
				},
				"defenses": {
					"t": [
						"light armor",
						"medium armor",
						"unarmored defense"
					]
				},
				"classDc": {
					"prof": "T",
					"entry": "Trained in barbarian class DC"
				}
			},
			"advancement": {
				"classFeats": [
					1,
					2,
					4,
					6,
					8,
					10,
					12,
					14,
					16,
					18,
					20
				],
				"skillFeats": [
					2,
					4,
					6,
					8,
					10,
					12,
					14,
					16,
					18,
					20
				],
				"generalFeats": [
					3,
					7,
					11,
					15,
					19
				],
				"ancestryFeats": [
					5,
					9,
					13,
					17
				],
				"skillIncrease": [
					3,
					5,
					7,
					9,
					11,
					13,
					15,
					17,
					19
				],
				"abilityBoosts": [
					5,
					10,
					15,
					20
				]
			},
			"classFeatures": [
				"Ancestry and Background|Barbarian|CRB|1",
				"Initial Proficiencies|Barbarian|CRB|1",
				"Rage|Barbarian|CRB|1",
				"Instinct|Barbarian|CRB|1",
				"Barbarian Feats|Barbarian|CRB|1",
				"Skill Feats|Barbarian|CRB|2",
				"Deny Advantage|Barbarian|CRB|3",
				"General Feats|Barbarian|CRB|3",
				"Skill Increases|Barbarian|CRB|3",
				"Ability Boosts|Barbarian|CRB|5",
				"Ancestry Feats|Barbarian|CRB|5",
				"Brutality|Barbarian|CRB|5",
				"Juggernaut|Barbarian|CRB|7",
				"Weapon Specialization|Barbarian|CRB|7",
				"Lightning Reflexes|Barbarian|CRB|9",
				"Raging Resistance|Barbarian|CRB|9",
				"Mighty Rage|Barbarian|CRB|11",
				"Medium Armor Expertise|Barbarian|CRB|13",
				"Weapon Fury|Barbarian|CRB|13",
				"Greater Weapon Specialization|Barbarian|CRB|15",
				"Indomitable Will|Barbarian|CRB|15",
				"Heightened Senses|Barbarian|CRB|17",
				"Quick Rage|Barbarian|CRB|17",
				"Armor of Fury|Barbarian|CRB|19",
				"Devastator|Barbarian|CRB|19"
			],
			"subclasses": [
				
			],
			"flavor": [
				"Rage consumes you in battle. You delight in wreaking havoc and using powerful weapons to carve through your enemies, relying on astonishing durability without needing complicated techniques or rigid training. Your rages draw upon a vicious instinct, which you might associate with an animal, a spirit, or some part of yourself. To many barbarians, brute force is a hammer and every problem looks like a nail, whereas others try to hold back the storm of emotions inside them and release their rage only when it matters most."
			],
			"fluff": [
				{
					"type": "pf2-h3",
					"name": "During Combat Encounters...",
					"entries": [
						"You summon your rage and rush to the front lines to smash your way through. Offense is your best defense—you’ll need to drop foes before they can exploit your relatively low defenses."
					]
				},
				{
					"type": "pf2-h3",
					"page": 83,
					"name": "During social encounters...",
					"entries": [
						"You use intimidation to get what you need, especially when gentler persuasion can’t get the job done."
					]
				},
				{
					"type": "pf2-h3",
					"page": 83,
					"name": "While exploring...",
					"entries": [
						"You look out for danger, ready to rush headfirst into battle in an instant. You climb the challenging rock wall and drop a rope for others to follow, and you wade into the risky currents to reach the hidden switch beneath the water’s surface. If something needs breaking, you’re up to the task!"
					]
				},
				{
					"type": "pf2-h3",
					"page": 83,
					"name": "In downtime...",
					"entries": [
						"You might head to a tavern to carouse, build up the fearsome legend of your mighty deeds, or recruit followers to become a warlord in your own right."
					]
				},
				{
					"type": "pf2-h3",
					"page": 83,
					"name": "You Might...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Have a deep-seated well of anger, hatred, or frustration.",
								"Prefer a straightforward approach to one requiring patience and tedium.",
								"Engage in a regimen of intense physical fitness—and punch anyone who says this conflicts with your distaste for patience and tedium."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 83,
					"name": "Others Probably...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Rely on your courage and your strength, and trust that you can hold your own in a fight.",
								"See you as uncivilized or a boorish lout unfit for high society.",
								"Believe that you are loyal to your friends and allies and will never relent until the fight is done."
							]
						}
					]
				}
			]
		}
	],
	"classFeature": [
		{
			"name": "Ancestry and Background",
			"source": "CRB",
			"page": 84,
			"className": "Barbarian",
			"classSource": "CRB",
			"level": 1,
			"entries": [
				"In addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background, as described in Chapter 2."
			]
		},
		{
			"name": "Initial Proficiencies",
			"source": "CRB",
			"page": 84,
			"className": "Barbarian",
			"classSource": "CRB",
			"level": 1,
			"entries": [
				"At 1st level, you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class."
			]
		},
		{
			"name": "Rage",
			"source": "CRB",
			"page": 84,
			"className": "Barbarian",
			"classSource": "CRB",
			"level": 1,
			"entries": [
				"You gain the Rage action, which lets you fly into a frenzy.",
				{
					"type": "ability",
					"name": "Rage",
					"requirements": "You aren’t fatigued or raging.",
					"activity": {
						"number": 1,
						"unit": "single",
						"entry": "{@as 1}"
					},
					"entries": [
						"You tap into your inner fury and begin raging. You gain a number of temporary Hit Points equal to your level plus your Constitution modifier. This frenzy lasts for 1 minute, until there are no enemies you can perceive, or until you fall unconscious, whichever comes first. You can’t voluntarily stop raging. While you are raging",
						{
							"type": "list",
							"items": [
								"You deal 2 additional damage with melee weapons and unarmed attacks. This additional damage is halved if your weapon or unarmed attack is agile.",
								"You take a –1 penalty to AC.",
								"You can’t use actions with the concentrate trait unless they also have the rage trait. You can {@action Seek|CRB} while raging."
							]
						},
						"After you stop raging, you lose any remaining temporary Hit Points from Rage, and you can’t Rage again for 1 minute."
					]
				}
			]
		},
		{
			"name": "Instinct",
			"source": "CRB",
			"page": 84,
			"className": "Barbarian",
			"classSource": "CRB",
			"level": 1,
			"entries": [
				"Your rage wells up from a dominant instinct—one you learned from a tradition or that comes naturally to you. Your instinct gives you an ability, requires you to avoid certain behaviors, grants you increased damage and resistances at higher levels, and allows you to select feats tied to your instinct. For more information, see Instincts on page 86."
			]
		},
		{
			"name": "Barbarian Feats",
			"source": "CRB",
			"page": 84,
			"className": "Barbarian",
			"classSource": "CRB",
			"level": 1,
			"entries": [
				"At 1st level and every even-numbered level thereafter, you gain an Barbarian class feat. Barbarian class feats are described beginning on page 88."
			]
		},
		{
			"name": "Skill Feats",
			"source": "CRB",
			"page": 84,
			"className": "Barbarian",
			"classSource": "CRB",
			"level": 2,
			"entries": [
				"At 2nd level and every 2 levels thereafter, you gain a {@filter skill feat|feats|source=null|type=skill}. Skill feats can be found in Chapter 5 and have the skill trait. You must be trained or better in the corresponding skill to select a skill feat."
			]
		},
		{
			"name": "Deny Advantage",
			"source": "CRB",
			"page": 84,
			"className": "Barbarian",
			"classSource": "CRB",
			"level": 3,
			"entries": [
				"Your foes struggle to pass your defenses. You aren’t flatfooted to hidden, undetected, or flanking creatures of your level or lower, or creatures of your level or lower using surprise attack. However, they can still help their allies flank."
			]
		},
		{
			"name": "General Feats",
			"source": "CRB",
			"page": 84,
			"className": "Barbarian",
			"classSource": "CRB",
			"level": 3,
			"entries": [
				"At 3rd level and every 4 levels thereafter, you gain a {@filter general feat|feats|source=null|type=general}. General feats are listed in Chapter 5."
			]
		},
		{
			"name": "Skill Increases",
			"source": "CRB",
			"page": 84,
			"className": "Barbarian",
			"classSource": "CRB",
			"level": 3,
			"entries": [
				"At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase either to increase your proficiency rank to trained in one skill you’re untrained in, or to increase your proficiency rank in one skill in which you’re already trained to expert.",
				"At 7th level, you can use skill increases to increase your proficiency rank to master in a skill in which you’re already an expert, and at 15th level, you can use them to increase your proficiency rank to legendary in a skill in which you’re already a master."
			]
		},
		{
			"name": "Ability Boosts",
			"source": "CRB",
			"page": 84,
			"className": "Barbarian",
			"classSource": "CRB",
			"level": 5,
			"entries": [
				"At 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it’s already 18 or above, or by 2 if it starts out below 18."
			]
		},
		{
			"name": "Ancestry Feats",
			"source": "CRB",
			"page": 85,
			"className": "Barbarian",
			"classSource": "CRB",
			"level": 5,
			"entries": [
				"In addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter. The list of ancestry feats available to you can be found in your ancestry’s entry in Chapter 2."
			]
		},
		{
			"name": "Brutality",
			"source": "CRB",
			"subclasses": "Research Field",
			"page": 85,
			"className": "Barbarian",
			"classSource": "CRB",
			"level": 5,
			"entries": [
				"Your fury makes your weapons lethal. Your proficiency ranks for simple weapons, martial weapons, and unarmed attacks increase to expert. While raging, you gain access to the critical specialization effects for melee weapons and unarmed attacks."
			]
		},
		{
			"name": "Juggernaut",
			"source": "CRB",
			"page": 85,
			"className": "Barbarian",
			"classSource": "CRB",
			"level": 7,
			"entries": [
				"Your body is accustomed to physical hardship and resistant to ailments. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead."
			]
		},
		{
			"name": "Weapon Specialization",
			"source": "CRB",
			"page": 85,
			"className": "Barbarian",
			"classSource": "CRB",
			"level": 7,
			"entries": [
				"Your rage helps you hit harder. You deal an additional 2 damage with weapons and unarmed attacks in which you have expert proficiency. This damage increases to 3 if you’re a master, and 4 if you’re legendary. You gain your instinct’s specialization ability."
			]
		},
		{
			"name": "Lightning Reflexes",
			"source": "CRB",
			"page": 85,
			"className": "Barbarian",
			"classSource": "CRB",
			"level": 9,
			"entries": [
				"Your reflexes are lightning fast. Your proficiency rank for Reflex saves increases to expert."
			]
		},
		{
			"name": "Raging Resistance",
			"source": "CRB",
			"page": 85,
			"className": "Barbarian",
			"classSource": "CRB",
			"level": 9,
			"entries": [
				"Constant practice has increased the effectiveness of your concoctions. Your proficiency rank for your Barbarian class DC increases to expert."
			]
		},
		{
			"name": "Mighty Rage",
			"source": "CRB",
			"page": 85,
			"className": "Barbarian",
			"classSource": "CRB",
			"level": 11,
			"entries": [
				"Your rage intensifies and lets you burst into action. Your proficiency rank for your barbarian class DC increases to expert. You gain the {@action Mighty Rage} free action.",
				{
					"type": "ability",
					"name": "Mighty Rage",
					"trigger": "You use the Rage action on your turn.",
					"activity": {
						"number": 1,
						"unit": "free",
						"entry": "{@as F}"
					},
					"entries": [
						"Use an action that has the rage trait. Alternatively, you can increase the actions of the triggering Rage to 2 to instead use a 2-action activity with the rage trait."
					]
				}
			]
		},
		{
			"name": "Medium Armor Expertise",
			"source": "CRB",
			"page": 85,
			"className": "Barbarian",
			"classSource": "CRB",
			"level": 13,
			"entries": [
				"You’ve learned to defend yourself better against attacks. Your proficiency ranks for light armor, medium armor, and unarmored defense increase to expert."
			]
		},
		{
			"name": "Weapon Fury",
			"source": "CRB",
			"page": 85,
			"className": "Barbarian",
			"classSource": "CRB",
			"level": 13,
			"entries": [
				"Your rage makes you even more effective with the weapons you wield. Your proficiency ranks for simple weapons, martial weapons, and unarmed attacks increase to master."
			]
		},
		{
			"name": "Greater Weapon Specialization",
			"source": "CRB",
			"page": 86,
			"className": "Barbarian",
			"classSource": "CRB",
			"level": 15,
			"entries": [
				"The weapons you’ve mastered become truly fearsome in your hands. Your damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you’re an expert, 6 if you’re a master, and 8 if you’re legendary. You gain a greater benefit from your instinct’s specialization ability."
			]
		},
		{
			"name": "Indomitable Will",
			"source": "CRB",
			"page": 86,
			"className": "Barbarian",
			"classSource": "CRB",
			"level": 15,
			"entries": [
				"Your rage makes it difficult to control you. Your proficiency rank for Will saves increases to master. When you roll a success on a Will save, you get a critical success instead."
			]
		},
		{
			"name": "Heightened Senses",
			"source": "CRB",
			"page": 86,
			"className": "Barbarian",
			"classSource": "CRB",
			"level": 17,
			"entries": [
				"Your instinct heightens each of your senses further. Your proficiency rank for Perception increases to master"
			]
		},
		{
			"name": "Quick Rage",
			"source": "CRB",
			"page": 86,
			"className": "Barbarian",
			"classSource": "CRB",
			"level": 17,
			"entries": [
				"You recover from your Rage quickly, and are soon ready to begin anew. After you spend a full turn without raging, you can Rage again without needing to wait 1 minute."
			]
		},
		{
			"name": "Armor of Fury",
			"source": "CRB",
			"page": 86,
			"className": "Barbarian",
			"classSource": "CRB",
			"level": 19,
			"entries": [
				"Your training and rage deepen your connection to your armor. Your proficiency ranks for light armor, medium armor, and unarmored defense increase to master."
			]
		},
		{
			"name": "Devastator",
			"source": "CRB",
			"page": 86,
			"className": "Barbarian",
			"classSource": "CRB",
			"level": 19,
			"entries": [
				"Your Strikes are so devastating that you hardly care about resistance, and your barbarian abilities are unparalleled. Your proficiency rank for your barbarian class DC increases to master. Your melee Strikes ignore 10 points of a creature’s resistance to their physical damage."
			]
		}
	],
	"subclassFeature": [
		
	]
}
