{
	"class": [
		{
			"name": "Witch",
			"source": "APG",
			"page": 94,
			"keyAbility": "Intelligence",
			"hp": 6,
			"initialProficiencies": {
				"perception": "T",
				"fort": "T",
				"ref": "T",
				"will": "E",
				"skills": {
					"t": [
						{
							"skill": ["Subclass Dependant"],
							"entry": "one skill determined by your patron"
						}

					],
					"add": 3
				},
				"attacks": {
					"t": [
						"simple weapons",
						"unarmed attacks"
					]
				},
				"defenses": {
					"u": [
						"all armor"
					],
					"t": [
						"unarmored defense"
					]
				},
				"classDc": {
					"prof": "t",
					"entry": "Trained in witch class DC"
				},
				"spells": {
					"t": [
						"spell attack rolls of your spellcasting tradition, determined by your first lesson",
						"spell DC's of your spellcasting tradition, determined by your first lesson"
					]
				}
			},
			"advancement": {
				"classFeats": [
					2,
					4,
					6,
					8,
					10,
					12,
					14,
					16,
					18,
					20
				],
				"skillFeats": [
					2,
					4,
					6,
					8,
					10,
					12,
					14,
					16,
					18,
					20
				],
				"generalFeats": [
					3,
					7,
					11,
					15,
					19
				],
				"ancestryFeats": [
					5,
					9,
					13,
					17
				],
				"skillIncrease": [
					3,
					5,
					7,
					9,
					11,
					13,
					15,
					17,
					19
				],
				"abilityBoosts": [
					5,
					10,
					15,
					20
				]
			},
			"classFeatures": [
				"Ancestry and Background|Witch|APG|1",
				"Initial Proficiencies|Witch|APG|1",
				{
					"classFeature": "Patron|Witch|APG|1",
					"gainSubclassFeature": true
				},
				"Familiar|Witch|APG|1",
				"Witch Spellcasting|Witch|APG|1",
				"Hexes|Witch|APG|1",
				"Skill Feats|Witch|APG|2",
				"Witch Feats|Witch|APG|2",
				"General Feats|Witch|APG|3",
				"Skill Increases|Witch|APG|3",
				"Ability Boosts|Witch|APG|5",
				"Ancestry Feats|Witch|APG|5",
				"Magical Fortitude|Witch|APG|5",
				"Expert Spellcaster|Witch|APG|7",
				"Lightning Reflexes|Witch|APG|9",
				"Alertness|Witch|APG|11",
				"Weapon Expertise|Witch|APG|11",
				"Defensive Robes|Witch|APG|13",
				"Weapon Specialization|Witch|APG|13",
				"Master Spellcaster|Witch|APG|15",
				"Resolve|Witch|APG|17",
				"Legendary Spellcaster|Witch|APG|19",
				"Patron's Gift|Witch|APG|19"
			],
			"subclasses": [
				{
					"name": "Baba Yaga",
					"type": "Patron Theme",
					"shortName": "Baba Yaga",
					"source": "LOL",
					"page": 32,
					"subclassFeatures": [
						"Patron|Witch|APG|Baba Yaga|LOL|1"
					]
				},
				{
					"name": "Curse",
					"type": "Patron Theme",
					"shortName": "Curse",
					"source": "APG",
					"page": 99,
					"subclassFeatures": [
						"Patron|Witch|APG|Curse|APG|1"
					]
				},
				{
					"name": "Fate",
					"type": "Patron Theme",
					"shortName": "Fate",
					"source": "APG",
					"page": 99,
					"subclassFeatures": [
						"Patron|Witch|APG|Fate|APG|1"
					]
				},
				{
					"name": "Fervor",
					"type": "Patron Theme",
					"shortName": "Fervor",
					"source": "APG",
					"page": 99,
					"subclassFeatures": [
						"Patron|Witch|APG|Fervor|APG|1"
					]
				},
				{
					"name": "Night",
					"type": "Patron Theme",
					"shortName": "Night",
					"source": "APG",
					"page": 99,
					"subclassFeatures": [
						"Patron|Witch|APG|Night|APG|1"
					]
				},
				{
					"name": "Rune",
					"type": "Patron Theme",
					"shortName": "Rune",
					"source": "APG",
					"page": 99,
					"subclassFeatures": [
						"Patron|Witch|APG|Rune|APG|1"
					]
				},
				{
					"name": "Wild",
					"type": "Patron Theme",
					"shortName": "Wild",
					"source": "APG",
					"page": 99,
					"subclassFeatures": [
						"Patron|Witch|APG|Wild|APG|1"
					]
				},
				{
					"name": "Winter",
					"type": "Patron Theme",
					"shortName": "Winter",
					"source": "APG",
					"page": 208,
					"subclassFeatures": [
						"Patron|Witch|APG|Winter|APG|1"
					]
				}
			],
			"flavor": [
				"You command powerful magic, not through study or devotion to any ideal, but as a vessel or agent for a mysterious, otherworldly patron that even you don't entirely understand. This entity might be a covert divinity, a powerful fey, a manifestation of natural energies, an ancient spirit, or any other mighty supernatural being—but its nature is likely as much a mystery to you as it is to anyone else. Through a special familiar, your patron grants you versatile spells and powerful hexes to use as you see fit, though you're never certain if these gifts will end up serving your patron's larger plan."
			],
			"fluff": [
				{
					"type": "pf2-h3",
					"page": 203,
					"name": "During combat Encounters...",
					"entries": [
						"You cast spells to change the course of battle. You use magical hexes to hamper enemies and aid allies, while leveraging more powerful spells to control the battlefield, heal, or harm, aided by your extraordinary familiar, brewed potions, and magical items."
					]
				},
				{
					"type": "pf2-h3",
					"page": 203,
					"name": "During social encounters...",
					"entries": [
						"You provide knowledge on numerous topics, including a variety of magical matters, and you might call upon your patron's magic to charm or deceive others."
					]
				},
				{
					"type": "pf2-h3",
					"page": 203,
					"name": "While exploring...",
					"entries": [
						"You remain alert for magical traps and treasures, employing a clever array of spells to overcome obstacles that stand in your way. Your familiar might aid you through its own considerable set of exceptional abilities."
					]
				},
				{
					"type": "pf2-h3",
					"page": 203,
					"name": "In downtime...",
					"entries": [
						"You brew potions, craft other magical items, or hunt for new spells for your familiar to learn. You might try to learn more about your patron, their aims, or your own powers, and you might seek out the company of other witches for collaboration or community."
					]
				},
				{
					"type": "pf2-h3",
					"page": 203,
					"name": "You Might...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Strive to learn more about your patron or familiar, your patron's goals, why they chose to empower you, and how you fit into their plans.",
								"Seek out new sources of magic, like scrolls and spellbooks, to supplement the spells your patron provides.",
								"View your familiar as a steadfast ally, a dear friend, or a necessary nuisance, depending on its personality."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 203,
					"name": "Others Probably...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Wonder about the nature of your patron and the source of your magic, worrying you'll turn on them or that you unknowingly serve to a foul power.",
								"Appreciate your ability to aid them with magic, whether you do so by helping them directly or by hampering their adversaries.",
								"Take care not to offend you, fearful that you'll place a malicious hex on them if you're angered."
							]
						}
					]
				}
			],
			"summary": {
				"text": "The witch casts spells and hexes learned through a powerful familiar from a mysterious patron.",
				"images": [
					"https://2e.aonprd.com/Images/Classes/Iconic_Feiya.png"
				],
				"keyAbility": "Intelligence",
				"sndAbility": "Dexterity, Wisdom"
			}
		}
	],
	"classFeature": [
		{
			"name": "Ancestry and Background",
			"source": "APG",
			"page": 96,
			"className": "Witch",
			"classSource": "APG",
			"level": 1,
			"entries": [
				"In addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background, as described in Chapter 2."
			]
		},
		{
			"name": "Initial Proficiencies",
			"source": "APG",
			"page": 96,
			"className": "Witch",
			"classSource": "APG",
			"level": 1,
			"entries": [
				"At 1st level, you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class."
			]
		},
		{
			"name": "Witch Feats",
			"source": "APG",
			"page": 98,
			"className": "Witch",
			"classSource": "APG",
			"level": 2,
			"entries": [
				"At 2nd level and every 2 levels thereafter, you gain a {@filter witch class feat|feats||type=class|Class=witch|level=[1;2]}."
			]
		},
		{
			"name": "Patron",
			"source": "APG",
			"page": 96,
			"className": "Witch",
			"classSource": "APG",
			"subclasses": "Patron Theme",
			"level": 1,
			"type": "Patron",
			"entries": [
				"You weren't born with the power to cast spells, nor have you spent years in devotion to tomes, deities, or mystical secrets. Your power comes through a potent being that has chosen you as their vessel to carry forth some agenda in the world. This entity is typically mysterious and distant, revealing little of their identity and motivations, and they grant you spells and other magical powers through a familiar, which serves as a conduit for their power.",
				"A patron might be a deity or demigod, a coven of powerful hags, a fey lord, an archdevil, or a similarly powerful entity, or perhaps multiple such figures working in tandem. As you gain more of your patron's power, you might learn more about who or what they are—certain combinations of themes and lessons suggest particular patrons or agendas—but patrons empower witches for their own secretive reasons, which they rarely reveal in full.",
				"At 1st level, choose your patron's theme, which determines your spellcasting tradition, a skill, a special cantrip you gain, and a spell added to your familiar.",
				{
					"type": "pf2-brown-box",
					"name": "IN SERVICE TO THE UNKNOWN",
					"page": 101,
					"source": "APG",
					"entries": [
						"A witch's patron is a mysterious entity, rarely known or understood even by the witch in that patron's service. The nature of the relationship between a witch and their patron can serve as details for character development and storytelling. When playing a witch, work with your GM to determine the nature of your patron and how much of that nature you know, both as a player and a character. There are countless ways to handle a witch's patron; the following are just a few approaches you might take.",
						"For a character who truly doesn't know their patron, you might have your GM choose your patron's theme and which lessons your witch learns, as the patron determines what powers to bestow upon you as their emissary—and these can provide clues to your patron's nature. You could instead give your GM a list of lessons you'd like for your character and let the GM choose between them, representing a negotiation between your witch and the patron. In this case, you might choose your patron's theme to indicate which aspect of the patron relates to your character, or let your GM choose the theme. If you want to be fully in control of your abilities, you can choose the lessons you most prefer and let the GM tailor the identity of your patron accordingly.",
						"Another approach is for you to craft the details of your witch's patron yourself. You can then provide those details to the GM to incorporate into a larger narrative or to provide additional flavor and roleplaying context for your character. Your character might still remain ignorant of that patron's identity, even if you as a player know it. Perhaps your character knows the nature of their patron but is cursed to never reveal it to others. You might have willingly sworn a pact to your patron but fear the repercussions should others learn of that pact. Or perhaps you and your patron are entirely forthcoming about your relationship.",
						"Every witch is different, and no story is wrong so long as it's fun and engaging for everyone involved!"
					]
				}
			]
		},
		{
			"name": "Familiar",
			"source": "APG",
			"page": 96,
			"className": "Witch",
			"classSource": "APG",
			"level": 1,
			"entries": [
				"Your patron has sent you a familiar, a mystical creature that teaches you and facilitates your spells. This familiar follows the rules beggining on page 217 of the core rulebook, though as it's a direct conduit between you and your patron, it's more powerful than other familiars. Your familiar gains an extra familiar ability, and gains another extra ability at 6th, 12th, and 18th levels.",
				"Your familiar is the source and repository of the spells your patron has bestowed upon you, and you must commune with your familiar to prepare your spells each day using your witch spellcasting. Your familiar starts off knowing 10 {@filter cantrips|spells||spell type=cantrip|rarity=common}, five {@filter 1st-level spells|spells||spell type=spell|level=1|rarity=common}, and one additional spell determined by your patron's theme. You choose these spells from the common spells of the tradition determined by your patron or from other spells of that tradition you gain access to.",
				"Each time you gain a level, your patron teaches your familiar two new spells of any level you can cast, chosen from common spells of your tradition or others you gain access to. Feats can also grant your familiar additional spells.",
				"Your familiar can learn new spells independently of your patron. It can learn any spell on your tradition's spell list by physically consuming a scroll of that spell in a process that takes 1 hour. You can use the {@action Learn a Spell} exploration activity to prepare a special written version of a spell, which your familiar can consume as if it were a scroll. You and your familiar can use the {@action Learn a Spell} activity to teach your familiar a spell from another witch's familiar. Both familiars must be present for the entirety of the activity, the spell must be on your spellcasting tradition's spell list, and you must pay the usual cost for that activity, typically in the form of an offering to the other familiar's patron. You can't prepare spells from another witch's familiar.",
				"If your familiar dies, your patron replaces it during your next daily preparations. The new familiar might be a duplicate or reincarnation of your former familiar or a new entity altogether, but it knows the same spells your former familiar knew regardless. Your familiar's death doesn't affect any spells you have already prepared."
			]
		},
		{
			"name": "Witch Spellcasting",
			"source": "APG",
			"page": 96,
			"className": "Witch",
			"classSource": "APG",
			"level": 1,
			"entries": [
				"Using your familiar as a conduit, your patron provides you the power to cast spells. You can cast spells using the {@action Cast a Spell} activity, and you can supply material, somatic, and verbal components when casting spells.",
				"At 1st level, you can prepare up to two 1st-level spells and five cantrips each morning from the spells your familiar knows. Prepared spells remain available to you until you cast them or until you prepare your spells again. The number of spells you can prepare is called your spell slots.",
				"As you increase in level as a witch, your number of spell slots and the highest level of spells you can cast from spell slots increase, as shown in Table 2–7: Witch Spells per Day.",
				"Some of your spells require you to attempt a spell attack roll to see how effective they are, or have your enemies roll against your spell DC (typically by attempting a saving throw). Since your key ability is Intelligence, your spell attack rolls and spell DCs use your Intelligence modifier.",
				{
					"type": "pf2-h4",
					"page": 97,
					"name": "Heightening Spells",
					"entries": [
						"When you get spell slots of 2nd level and higher, you can fill those slots with stronger versions of lower-level spells. This increases the spell's level, heightening it to match the spell slot. Many spells have specific improvements when they are heightened to certain levels."
					]
				},
				{
					"type": "pf2-h4",
					"page": 97,
					"name": "Cantrips",
					"entries": [
						"Some of your spells are cantrips. A cantrip is a special type of spell that doesn't use spell slots. You can cast a cantrip at will, any number of times per day. A cantrip is automatically heightened to half your level rounded up—this is usually equal to the highest level of witch spell slot you have. For example, as a 1st-level witch, your cantrips are 1st-level spells, and as a 5th-level witch, your cantrips are 3rd-level spells."
					]
				},
				{
					"type": "table",
					"minimizeTo": [
						0,
						1
					],
					"name": "Witch Spells per Day",
					"id": "2-7",
					"spans": [
						[
							[
								1,
								2
							],
							[
								2,
								13
							]
						]
					],
					"labelRowIdx": [
						0,
						1
					],
					"cellStyles": [
						{
							"row": 0,
							"col": 1,
							"style": "text-center"
						}
					],
					"colStyles": [
						"",
						"text-center",
						"text-center",
						"text-center",
						"text-center",
						"text-center",
						"text-center",
						"text-center",
						"text-center",
						"text-center",
						"text-center",
						"text-center"
					],
					"footnotes": [
						"* The patron's gift class feature gives you a 10th-level spell slot that works a bit differently from other spell slots."
					],
					"rows": [
						[
							"Your",
							"Spell Level"
						],
						[
							"Level",
							"Cantrips",
							"1st",
							"2nd",
							"3rd",
							"4th",
							"5th",
							"6th",
							"7th",
							"8th",
							"9th",
							"10th"
						],
						[
							1,
							5,
							2,
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—"
						],
						[
							2,
							5,
							3,
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—"
						],
						[
							3,
							5,
							3,
							2,
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—"
						],
						[
							4,
							5,
							3,
							3,
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—"
						],
						[
							5,
							5,
							3,
							3,
							2,
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—"
						],
						[
							6,
							5,
							3,
							3,
							3,
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—"
						],
						[
							7,
							5,
							3,
							3,
							3,
							2,
							"—",
							"—",
							"—",
							"—",
							"—",
							"—"
						],
						[
							8,
							5,
							3,
							3,
							3,
							3,
							"—",
							"—",
							"—",
							"—",
							"—",
							"—"
						],
						[
							9,
							5,
							3,
							3,
							3,
							3,
							2,
							"—",
							"—",
							"—",
							"—",
							"—"
						],
						[
							10,
							5,
							3,
							3,
							3,
							3,
							3,
							"—",
							"—",
							"—",
							"—",
							"—"
						],
						[
							11,
							5,
							3,
							3,
							3,
							3,
							3,
							2,
							"—",
							"—",
							"—",
							"—"
						],
						[
							12,
							5,
							3,
							3,
							3,
							3,
							3,
							3,
							"—",
							"—",
							"—",
							"—"
						],
						[
							13,
							5,
							3,
							3,
							3,
							3,
							3,
							3,
							2,
							"—",
							"—",
							"—"
						],
						[
							14,
							5,
							3,
							3,
							3,
							3,
							3,
							3,
							3,
							"—",
							"—",
							"—"
						],
						[
							15,
							5,
							3,
							3,
							3,
							3,
							3,
							3,
							3,
							2,
							"—",
							"—"
						],
						[
							16,
							5,
							3,
							3,
							3,
							3,
							3,
							3,
							3,
							3,
							"—",
							"—"
						],
						[
							17,
							5,
							3,
							3,
							3,
							3,
							3,
							3,
							3,
							3,
							2,
							"—"
						],
						[
							18,
							5,
							3,
							3,
							3,
							3,
							3,
							3,
							3,
							3,
							3,
							"—"
						],
						[
							19,
							5,
							3,
							3,
							3,
							3,
							3,
							3,
							3,
							3,
							3,
							"1*"
						],
						[
							20,
							5,
							3,
							3,
							3,
							3,
							3,
							3,
							3,
							3,
							3,
							"1*"
						]
					]
				}
			]
		},
		{
			"name": "Hexes",
			"source": "APG",
			"page": 97,
			"className": "Witch",
			"classSource": "APG",
			"level": 1,
			"entries": [
				"Hexes are a type of focus spell. It costs 1 Focus Point to cast a focus spell, and you start with a focus pool of 1 Focus Point. You refill your focus pool during your daily preparations, and you can regain 1 Focus Point by spending 10 minutes using the {@action Refocus} activity to commune with your familiar. Focus spells are automatically heightened to half your level rounded up.",
				"Focus spells don't require spell slots, and you can't cast them using spell slots. Certain feats can give you more focus spells and increase the size of your focus pool, though your focus pool can never hold more than 3 Focus Points. The full rules for focus spells appear on page 300 of the Core Rulebook.",
				"You learn the {@spell phase familiar|APG} hex, which you can cast as a reaction to protect your familiar from harm. You learn most other hexes from witch lessons.",
				{
					"type": "pf2-h4",
					"page": 98,
					"name": "Hex Cantrips",
					"entries": [
						"Hex cantrips are special hexes that don't cost Focus Points, so you can cast them as often as you like, though you can still cast only one hex each round. Hex cantrips are in addition to the cantrips you choose with your witch spellcasting and aren't counted toward your prepared cantrips. Your hex cantrips are determined by your patron theme."
					]
				}
			]
		},
		{
			"name": "Skill Feats",
			"page": 98,
			"source": "APG",
			"className": "Witch",
			"classSource": "APG",
			"level": 2,
			"entries": [
				"At 2nd level and every 2 levels thereafter, you gain a {@filter skill feat|feats||type=skill;!archetype}. You must be trained or better in the corresponding skill to select a skill feat."
			]
		},
		{
			"name": "General Feats",
			"page": 98,
			"source": "APG",
			"className": "Witch",
			"classSource": "APG",
			"level": 3,
			"entries": [
				"At 3rd level and every 4 levels thereafter, you gain a {@filter general feat|feats||type=general}."
			]
		},
		{
			"name": "Skill Increases",
			"page": 98,
			"source": "APG",
			"className": "Witch",
			"classSource": "APG",
			"level": 3,
			"entries": [
				"At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase either to increase your proficiency rank to trained in one skill you're untrained in, or to increase your proficiency rank in one skill in which you're already trained to expert.",
				"At 7th level, you can use skill increases to increase your proficiency rank to master in a skill in which you're already an expert, and at 15th level, you can use them to increase your proficiency rank to legendary in a skill in which you're already a master."
			]
		},
		{
			"name": "Ability Boosts",
			"source": "APG",
			"page": 98,
			"className": "Witch",
			"classSource": "APG",
			"level": 5,
			"entries": [
				"At 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it's already 18 or above, or by 2 if it starts out below 18."
			]
		},
		{
			"name": "Ancestry Feats",
			"source": "APG",
			"page": 98,
			"className": "Witch",
			"classSource": "APG",
			"level": 5,
			"entries": [
				"In addition to the ancestry feat you started with, you gain an {@filter ancestry feat|feats||type=ancestry} at 5th level and every 4 levels thereafter.",
				"The list of ancestry feats available to you can be found in your ancestry's entry in Chapter 2."
			]
		},
		{
			"name": "Magical Fortitude",
			"source": "APG",
			"page": 98,
			"className": "Witch",
			"classSource": "APG",
			"level": 5,
			"entries": [
				"Magical power has improved your body's resiliency. Your proficiency rank for Fortitude saves increases to expert."
			]
		},
		{
			"name": "Expert Spellcaster",
			"source": "APG",
			"page": 98,
			"className": "Witch",
			"classSource": "APG",
			"level": 7,
			"entries": [
				"Extended practice of the arcane has improved your capabilities. Your proficiency ranks for arcane spell attack rolls and spell DCs increase to expert."
			]
		},
		{
			"name": "Lightning Reflexes",
			"source": "APG",
			"page": 98,
			"className": "Witch",
			"classSource": "APG",
			"level": 9,
			"entries": [
				"Your reflexes are lightning fast. Your proficiency rank for Reflex saves increases to expert."
			]
		},
		{
			"name": "Alertness",
			"source": "APG",
			"page": 98,
			"className": "Witch",
			"classSource": "APG",
			"level": 11,
			"entries": [
				"You remain alert to threats around you. Your proficiency rank for {@skill Perception} increases to expert."
			]
		},
		{
			"name": "Weapon Expertise",
			"source": "APG",
			"page": 98,
			"className": "Witch",
			"classSource": "APG",
			"level": 11,
			"entries": [
				"Through sheer experience, you've improved your technique with your weapons. Your proficiency ranks for simple weapons and unarmed attacks increase to expert."
			]
		},
		{
			"name": "Defensive Robes",
			"source": "APG",
			"page": 99,
			"className": "Witch",
			"classSource": "APG",
			"level": 13,
			"entries": [
				"The flow of magic through your spellcasting and your defensive training combine to help you get out of the way before an attack. Your proficiency rank in unarmored defense increases to expert."
			]
		},
		{
			"name": "Weapon Specialization",
			"source": "APG",
			"page": 99,
			"className": "Witch",
			"classSource": "APG",
			"level": 13,
			"entries": [
				"You can inflict greater injuries with the weapons you know. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you're a master and 4 if you're legendary."
			]
		},
		{
			"name": "Master Spellcaster",
			"source": "APG",
			"page": 99,
			"className": "Witch",
			"classSource": "APG",
			"level": 15,
			"entries": [
				"You've achieved mastery over your patron's magic. Your proficiency ranks for spell attacks and spell DCs for your witch spellcasting increase to master."
			]
		},
		{
			"name": "Resolve",
			"source": "APG",
			"page": 99,
			"className": "Witch",
			"classSource": "APG",
			"level": 17,
			"entries": [
				"Communion with your familiar has steeled your mental fortitude. Your proficiency rank for Will saves increases to master. When you roll a success on a Will save, you get a critical success instead."
			]
		},
		{
			"name": "Legendary Spellcaster",
			"page": 99,
			"source": "APG",
			"className": "Witch",
			"classSource": "APG",
			"level": 19,
			"entries": [
				"You've perfected your command of the magic your patron provides. Your proficiency ranks for spell attacks and spell DCs for your witch spellcasting increase to legendary."
			]
		},
		{
			"name": "Patron's Gift",
			"source": "APG",
			"page": 99,
			"className": "Witch",
			"classSource": "APG",
			"level": 19,
			"entries": [
				"Your patron grants you the power to command incredible works of magic. You gain a single 10th-level spell slot and can prepare a spell in that slot using witch spellcasting. Unlike with other spell slots, these spell slots can't be used for abilities that let you cast spells without expending spell slots or abilities that give you more spell slots. You don't gain more 10th-level spells as you level up, though you can take the {@feat Patron's Truth|APG} feat to gain a second slot."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Patron",
			"page": 32,
			"source": "LOL",
			"className": "Witch",
			"classSource": "APG",
			"subclassShortName": "Baba Yaga",
			"subclassSource": "LOL",
			"level": 1,
			"entries": [
				{
					"type": "pf2-h2",
					"page": 32,
					"source": "LOL",
					"name": "Baba Yaga As A Witch's Patron",
					"entries": [
						"While witches' patrons are typically mysterious, and many of the witch patrons presented in the Advanced Player's Guide are great fits for Baba Yaga as a patron, some witches have a more direct connection to the ancient witch herself. For instance, Baba Yaga might appear before someone and demand they sweep the floor of her workshop with a tiny brush. If they don't comply, Baba Yaga might eat them; if they do, they might discover that they've become a witch, with Baba Yaga as their patron.",
						"Baba Yaga acts via strange items as often as living creatures. A witch with Baba Yaga as their patron can choose an inanimate object as a familiar. If they do, they still can gain master abilities and some familiar abilities that don't require movement. The object familiar has no Speeds and must select a Speed familiar ability before it can move, coming to life in a way appropriate to the chosen Speed and using the statistics of a normal familiar for that day."
					]
				},
				{
					"name": "Baba Yaga ({@trait Rare})",
					"page": 32,
					"source": "LOL",
					"type": "pf2-h4",
					"entries": [
						"Baba Yaga teaches you how to transfer spirits into objects and freeze your foes.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Spell List",
									"entry": "{@filter occult|spells||tradition & spell list=occult}"
								},
								{
									"type": "item",
									"name": "Patron Skill",
									"entry": "{@skill Occultism}"
								},
								{
									"type": "item",
									"name": "Hex Cantrip",
									"entry": "{@spell spirit object|LOL}"
								},
								{
									"type": "item",
									"name": "Granted Spell",
									"entry": "{@spell chilling spray|LOGM}"
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Patron",
			"source": "APG",
			"page": 99,
			"className": "Witch",
			"classSource": "APG",
			"subclassShortName": "Curse",
			"subclassSource": "APG",
			"level": 1,
			"entries": [
				{
					"type": "pf2-h4",
					"name": "Curse",
					"source": "APG",
					"page": 99,
					"entries": [
						"Foiling foes and undermining those who stand in your way are the tools of the curse patrons.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Spell List",
									"entry": "{@filter occult|spells||tradition & spell list=occult}"
								},
								{
									"type": "item",
									"name": "Patron Skill",
									"entry": "{@skill Occultism}"
								},
								{
									"type": "item",
									"name": "Hex Cantrip",
									"entry": "{@spell evil eye|APG}"
								},
								{
									"type": "item",
									"name": "Granted Spell",
									"entry": "{@spell ray of enfeeblement}"
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Patron",
			"source": "APG",
			"page": 208,
			"className": "Witch",
			"classSource": "APG",
			"subclassShortName": "Fate",
			"subclassSource": "APG",
			"level": 1,
			"entries": [
				{
					"type": "pf2-h4",
					"name": "Fate",
					"source": "APG",
					"page": 208,
					"entries": [
						"Through your patron, you gain glimpses of the future and insight into the ever-woven tapestry of time.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Spell List",
									"entry": "{@filter occult|spells||tradition & spell list=occult}"
								},
								{
									"type": "item",
									"name": "Patron Skill",
									"entry": "{@skill Occultism}"
								},
								{
									"type": "item",
									"name": "Hex Cantrip",
									"entry": "{@spell nudge fate|APG}"
								},
								{
									"type": "item",
									"name": "Granted Spell",
									"entry": "{@spell command}"
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Patron",
			"source": "APG",
			"page": 208,
			"className": "Witch",
			"classSource": "APG",
			"subclassShortName": "Fervor",
			"subclassSource": "APG",
			"level": 1,
			"entries": [
				{
					"type": "pf2-h4",
					"name": "Fervor",
					"source": "APG",
					"page": 208,
					"entries": [
						"Your patron represents a grand ideal or goal, granting you magic to further their mission and bring others to the cause.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Spell List",
									"entry": "{@filter divine|spells||tradition & spell list=divine}"
								},
								{
									"type": "item",
									"name": "Patron Skill",
									"entry": "{@skill Religion}"
								},
								{
									"type": "item",
									"name": "Hex Cantrip",
									"entry": "{@spell stoke the heart|APG}"
								},
								{
									"type": "item",
									"name": "Granted Spell",
									"entry": "{@spell command}"
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Patron",
			"source": "APG",
			"page": 208,
			"className": "Witch",
			"classSource": "APG",
			"subclassShortName": "Night",
			"subclassSource": "APG",
			"level": 1,
			"entries": [
				{
					"type": "pf2-h4",
					"name": "Night",
					"source": "APG",
					"page": 208,
					"entries": [
						"Your patron speaks from the shadows, granting you power over darkness and dreams.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Spell List",
									"entry": "{@filter occult|spells||tradition & spell list=occult}"
								},
								{
									"type": "item",
									"name": "Patron Skill",
									"entry": "{@skill Occultism}"
								},
								{
									"type": "item",
									"name": "Hex Cantrip",
									"entry": "{@spell shroud of night|APG}"
								},
								{
									"type": "item",
									"name": "Granted Spell",
									"entry": "{@spell sleep}"
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Patron",
			"source": "APG",
			"page": 208,
			"className": "Witch",
			"classSource": "APG",
			"subclassShortName": "Rune",
			"subclassSource": "APG",
			"level": 1,
			"entries": [
				{
					"type": "pf2-h4",
					"name": "Rune",
					"source": "APG",
					"page": 208,
					"entries": [
						"Your patron is one of sigils and symbols, tomes and texts, words and wisdom.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Spell List",
									"entry": "{@filter arcane|spells||tradition & spell list=arcana}"
								},
								{
									"type": "item",
									"name": "Patron Skill",
									"entry": "{@skill Arcana}"
								},
								{
									"type": "item",
									"name": "Hex Cantrip",
									"entry": "{@spell discern secrets|APG}"
								},
								{
									"type": "item",
									"name": "Granted Spell",
									"entry": "{@spell magic weapon}"
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Patron",
			"source": "APG",
			"page": 208,
			"className": "Witch",
			"classSource": "APG",
			"subclassShortName": "Wild",
			"subclassSource": "APG",
			"level": 1,
			"entries": [
				{
					"type": "pf2-h4",
					"name": "Wild",
					"source": "APG",
					"page": 208,
					"entries": [
						"The wild places of the world feel the touch of your patron.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Spell List",
									"entry": "{@filter primal|spells||tradition & spell list=primal}"
								},
								{
									"type": "item",
									"name": "Patron Skill",
									"entry": "{@skill Nature}"
								},
								{
									"type": "item",
									"name": "Hex Cantrip",
									"entry": "{@spell wilding word|APG}"
								},
								{
									"type": "item",
									"name": "Granted Spell",
									"entry": "your choice of {@spell summon animal} or {@spell summon plant or fungus}"
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Patron",
			"source": "APG",
			"page": 208,
			"className": "Witch",
			"classSource": "APG",
			"subclassShortName": "Winter",
			"subclassSource": "APG",
			"level": 1,
			"entries": [
				{
					"type": "pf2-h4",
					"name": "Winter",
					"source": "APG",
					"page": 208,
					"entries": [
						"Your patron reflects the frozen reaches of the world, bitterly cruel to those who underestimate that power.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Spell List",
									"entry": "{@filter primal|spells||tradition & spell list= primal}"
								},
								{
									"type": "item",
									"name": "Patron Skill",
									"entry": "{@skill Nature}"
								},
								{
									"type": "item",
									"name": "Hex Cantrip",
									"entry": "{@spell clinging ice|APG}"
								},
								{
									"type": "item",
									"name": "Granted Spell",
									"entry": "{@spell gust of wind}"
								}
							]
						}
					]
				},
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "Spell List",
							"entry": "{@filter primal|spells||tradition & spell list= primal}"
						},
						{
							"type": "item",
							"name": "Patron Skill",
							"entry": "{@skill Nature}"
						},
						{
							"type": "item",
							"name": "Hex Cantrip",
							"entry": "{@spell clinging ice|APG}"
						},
						{
							"type": "item",
							"name": "Granted Spell",
							"entry": "{@spell gust of wind}"
						}
					]
				}
			]
		}
	]
}
