{
	"class": [
		{
			"name": "Magus",
			"source": "SoM",
			"page": 35,
			"keyAbility": "Strength or Dexterity",
			"hp": 8,
			"initialProficiencies": {
				"perception": "T",
				"fort": "E",
				"ref": "T",
				"will": "E",
				"skills": {
					"t": [
						"{@skill Arcana}"
					],
					"add": 2
				},
				"attacks": {
					"t": [
						"simple weapons",
						"martial weapons",
						"unarmed attacks"
					]
				},
				"defenses": {
					"t": [
						"light armor",
						"medium armor",
						"unarmored defense"
					]
				},
				"spells": {
					"t": [
						"arcane spell attacks",
						"arcane spell DCs"
					]
				}
			},
			"advancement": {
				"classFeats": [
					2,
					4,
					6,
					8,
					10,
					12,
					14,
					16,
					18,
					20
				],
				"skillFeats": [
					2,
					4,
					6,
					8,
					10,
					12,
					14,
					16,
					18,
					20
				],
				"generalFeats": [
					3,
					7,
					11,
					15,
					19
				],
				"ancestryFeats": [
					5,
					9,
					13,
					17
				],
				"skillIncrease": [
					3,
					5,
					7,
					9,
					11,
					13,
					15,
					17,
					19
				],
				"abilityBoosts": [
					5,
					10,
					15,
					20
				]
			},
			"classFeatures": [
				"Ancestry and Background|Magus|SoM|1",
				"Initial Proficiencies|Magus|SoM|1",
				"Arcane Spellcasting|Magus|SoM|1",
				"Spellstrike|Magus|SoM|1",
				"Arcane Cascade|Magus|SoM|1",
				{
					"classFeature": "Hybrid Study|Magus|SoM|1",
					"gainSubclassFeature": true
				},
				"Conflux Spells|Magus|SoM|1",
				"Magus Feats|Magus|SoM|2",
				"Skill Feats|Magus|SoM|2",
				"General Feats|Magus|SoM|3",
				"Skill Increases|Magus|SoM|3",
				"Ability Boosts|Magus|SoM|5",
				"Ancestry Feats|Magus|SoM|5",
				"Lightning Reflexes|Magus|SoM|5",
				"Weapon Expertise|Magus|SoM|5",
				{
					"classFeature": "Studious Spells|Magus|SoM|7",
					"gainSubclassFeature": true
				},
				"Weapon Specialization|Magus|SoM|7",
				"Alertness|Magus|SoM|9",
				"Expert Spellcaster|Magus|SoM|9",
				"Resolve|Magus|SoM|9",
				"Medium Armor Expertise|Magus|SoM|11",
				"Weapon Mastery|Magus|SoM|13",
				"Greater Weapon Specialization|Magus|SoM|15",
				"Juggernaut|Magus|SoM|15",
				"Master Spellcaster|Magus|SoM|17",
				"Medium Armor Mastery|Magus|SoM|17",
				"Double Spellstrike|Magus|SoM|19"
			],
			"subclasses": [
				{
					"name": "Inexorable Iron",
					"type": "Hybrid Study",
					"shortName": "Inexorable Iron",
					"source": "SoM",
					"page": 39,
					"subclassFeatures": [
						"Hybrid Study|Magus|SoM|Inexorable Iron|SoM|1",
						"Studious Spells|Magus|SoM|Inexorable Iron|SoM|7"
					]
				},
				{
					"name": "Laughing Shadow",
					"type": "Hybrid Study",
					"shortName": "Laughing Shadow",
					"source": "SoM",
					"page": 39,
					"subclassFeatures": [
						"Hybrid Study|Magus|SoM|Laughing Shadow|SoM|1",
						"Studious Spells|Magus|SoM|Laughing Shadow|SoM|7"
					]
				},
				{
					"name": "Sparkling Targe",
					"type": "Hybrid Study",
					"shortName": "Sparkling Targe",
					"source": "SoM",
					"page": 39,
					"subclassFeatures": [
						"Hybrid Study|Magus|SoM|Sparkling Targe|SoM|1",
						"Studious Spells|Magus|SoM|Sparkling Targe|SoM|7"
					]
				},
				{
					"name": "Starlit Span",
					"type": "Hybrid Study",
					"shortName": "Starlit Span",
					"source": "SoM",
					"page": 39,
					"subclassFeatures": [
						"Hybrid Study|Magus|SoM|Starlit Span|SoM|1",
						"Studious Spells|Magus|SoM|Starlit Span|SoM|7"
					]
				},
				{
					"name": "Twisting Tree",
					"type": "Hybrid Study",
					"shortName": "Twisting Tree",
					"source": "SoM",
					"page": 40,
					"subclassFeatures": [
						"Hybrid Study|Magus|SoM|Twisting Tree|SoM|1",
						"Studious Spells|Magus|SoM|Twisting Tree|SoM|7"
					]
				}
			],
			"classFeaturesIntro": [
				{
					"type": "pf2-h2",
					"page": 36,
					"name": "Class Features",
					"entries": [
						"You gain these abilities as a magus. Abilities gained at higher levels list the level at which you gain them next to the features' names."
					]
				}
			],
			"flavor": [
				"Combining the physicality and technique of a warrior with the ability to cast arcane magic, you seek to perfect the art of fusing spell and strike. While the hefty tome you carry reflects hours conducting arcane research, your enemies need no reminder of your training. They recognize it as you take them down."
			],
			"fluff": [
				{
					"type": "pf2-h3",
					"page": 35,
					"name": "During combat Encounters...",
					"entries": [
						"You channel spells through your weapon or body to hit enemies with a powerful attack and spell combination. Because your spells per day are limited, you often rely on trusty, carefully chosen cantrips and focus spells. When necessary, you know how to win a fight without magic."
					]
				},
				{
					"type": "pf2-h3",
					"page": 35,
					"name": "During social encounters...",
					"entries": [
						"Your education and breadth of experience make you knowledgeable about many subjects. You can contribute information related to your scholarly pursuits, especially about magic."
					]
				},
				{
					"type": "pf2-h3",
					"page": 35,
					"name": "While exploring...",
					"entries": [
						"Your flexibility means you might look for magical auras, remain on guard, or even sneak around. Your ability to fill different niches means that your role often depends on the talents of the other members of your group."
					]
				},
				{
					"type": "pf2-h3",
					"page": 35,
					"name": "In downtime...",
					"entries": [
						"You split your time between magical pursuits, like researching spells and crafting items, and martial practice, such as retraining combat abilities to learn new techniques."
					]
				},
				{
					"type": "pf2-h3",
					"page": 35,
					"name": "You Might...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Continually refine your spell and item selections to suit your personal style, or prepare battle plans and spell lists for a variety of situations.",
								"Socialize with scholars of magic and veteran combatants alike, seeking out masters to teach you new techniques.",
								"Overreach with ambitious plans that pull you in too many directions at once."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 35,
					"name": "Others Probably...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Wonder how you can keep on top of two disparate disciplines at the same time.",
								"Believe you have a broad enough skill set to take care of yourself in most situations."
							]
						}
					]
				}
			],
			"summary": {
				"text": "The magus, a polymath of battle, trains in both spells and strikes. Combining these arts, a magus channels spells into their weapon or body to inflict devastating wounds upon their foes. The magus's versatility in combat and knowledge of the arcane makes them a welcome addition to any party.",
				"images": [
					"https://2e.aonprd.com/Images/Classes/Iconic_Seltyiel.png"
				],
				"keyAbility": "Strength or Dexterity"
			}
		}
	],
	"classFeature": [
		{
			"name": "Ancestry and Background",
			"source": "SoM",
			"page": 36,
			"className": "Magus",
			"classSource": "SoM",
			"level": 1,
			"entries": [
				"In addition to what you get from your class at 1st level, you have the benefits of your selected ancestry and background."
			]
		},
		{
			"name": "Initial Proficiencies",
			"source": "SoM",
			"page": 36,
			"className": "Magus",
			"classSource": "SoM",
			"level": 1,
			"entries": [
				"At 1st level, you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class."
			]
		},
		{
			"name": "Arcane Spellcasting",
			"source": "SoM",
			"page": 36,
			"className": "Magus",
			"classSource": "SoM",
			"level": 1,
			"entries": [
				"You study spells so you can combine them with your attacks or solve problems that strength of arms alone can't handle. You can cast arcane spells using the {@action Cast a Spell} activity, and you can supply material, somatic, and verbal components when casting spells. Because you're a magus, you can draw replacement sigils with the tip of your weapon or your free hand for spells requiring material components, replacing them with somatic components instead of needing a material component pouch.",
				"At 1st level, you can prepare one 1st-level spell and five cantrips each morning from the spells in your spellbook (see below). Prepared spells remain available to you until you cast them or until you prepare your spells again. The number of spells you can prepare is called your spell slots.",
				"As you increase in level as a magus, your number of spell slots and the highest level of spells you can cast from spell slots increase, shown in Table 2–2: Magus Spells per Day. Because you split your focus between physical training and magical scholarship, you have no more than two spell slots of your highest level and, if you can cast 2nd-level spells or higher, two spell slots of 1 level lower than your highest spell level.",
				"Some of your spells require you to attempt a spell attack roll to see how effective they are, or have your enemies roll against your spell DC (typically by attempting a saving throw). Your spell attack rolls and spell DCs use your Intelligence modifier. Details on calculating these statistics appear on page 447 of the Core Rulebook.",
				{
					"type": "pf2-h4",
					"page": 36,
					"name": "Heightening Spells",
					"entries": [
						"When you get spell slots of 2nd level and higher, you can fill those slots with stronger versions of lower-level spells. This increases the spell's level, heightening it to match the spell slot. Many spells have specific improvements when they're heightened to certain levels."
					]
				},
				{
					"type": "pf2-h4",
					"page": 36,
					"name": "Cantrips",
					"entries": [
						"A cantrip is a special type of spell that doesn't use spell slots. You can cast a cantrip at will, any number of times per day. A cantrip is always automatically heightened to half your level rounded up—this is usually equal to the highest level of spell you can cast as a magus. For example, as a 1st-level magus, your cantrips are 1st-level spells, and as a 5th-level magus, your cantrips are 3rd-level spells."
					]
				},
				{
					"type": "pf2-h4",
					"page": 36,
					"name": "Spellbook",
					"entries": [
						"Every arcane spell has a written version, usually recorded in a spellbook. You start with a spellbook worth 10 sp or less (as detailed on page 291 of the Core Rulebook), which you receive for free and must study to prepare your spells each day. The spellbook contains your choice of eight {@filter arcane cantrips|spells||level=0|tradition & spell list=arcane|rarity=common} and four {@filter 1st-level arcane spells|spells||level=1|tradition & spell list=arcane|rarity=common}. You choose these from the common spells on the arcane spell list or from other arcane spells you gain access to. Your spellbook's form and name are up to you. It might be anything from a sturdy book with a secure latch entitled {@i Theses on the Stratagems of Supernatural Warfare} to a tattered collection of training pamphlets with your name scrawled on the cover.",
						"Each time you gain a level, you add two more arcane spells to your spellbook, of any level of spell you can cast. You can also use the {@skill Arcana} skill to add other spells that you find in your adventures, as described on page 241 of the Core Rulebook. Though you lose some lower spell slots as you increase in level, you keep the spells in your spellbook and can prepare them in your higher-level slots as normal.",
						"If you have a spellbook from multiple sources (such as being a magus with the {@feat Wizard Dedication} feat), you can use the same spellbook for all your spells."
					]
				},
				{
					"type": "table",
					"name": "Magus Spells per Day",
					"id": "2-2",
					"labelRowIdx": [
						0
					],
					"colStyles": [
						"",
						"text-center",
						"text-center",
						"text-center",
						"text-center",
						"text-center",
						"text-center",
						"text-center",
						"text-center",
						"text-center",
						"text-center"
					],
					"footnotes": [
						"* The studious spells class feature gives you extra slots of this level for specific spells (page 41)."
					],
					"rows": [
						[
							"Level",
							"Cantrips",
							"1st",
							"2nd",
							"3rd",
							"4th",
							"5th",
							"6th",
							"7th",
							"8th",
							"9th"
						],
						[
							1,
							5,
							1,
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—"
						],
						[
							2,
							5,
							2,
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—"
						],
						[
							3,
							5,
							2,
							1,
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—"
						],
						[
							4,
							5,
							2,
							2,
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—"
						],
						[
							5,
							5,
							"—",
							2,
							2,
							"—",
							"—",
							"—",
							"—",
							"—",
							"—"
						],
						[
							6,
							5,
							"—",
							2,
							2,
							"—",
							"—",
							"—",
							"—",
							"—",
							"—"
						],
						[
							7,
							5,
							"—",
							"—*",
							2,
							2,
							"—",
							"—",
							"—",
							"—",
							"—"
						],
						[
							8,
							5,
							"—",
							"—*",
							2,
							2,
							"—",
							"—",
							"—",
							"—",
							"—"
						],
						[
							9,
							5,
							"—",
							"—*",
							"—",
							2,
							2,
							"—",
							"—",
							"—",
							"—"
						],
						[
							10,
							5,
							"—",
							"—*",
							"—",
							2,
							2,
							"—",
							"—",
							"—",
							"—"
						],
						[
							11,
							5,
							"—",
							"—",
							"—*",
							"—",
							2,
							2,
							"—",
							"—",
							"—"
						],
						[
							12,
							5,
							"—",
							"—",
							"—*",
							"—",
							2,
							2,
							"—",
							"—",
							"—"
						],
						[
							13,
							5,
							"—",
							"—",
							"—",
							"—*",
							"—",
							2,
							2,
							"—",
							"—"
						],
						[
							14,
							5,
							"—",
							"—",
							"—",
							"—*",
							"—",
							2,
							2,
							"—",
							"—"
						],
						[
							15,
							5,
							"—",
							"—",
							"—",
							"—*",
							"—",
							"—",
							2,
							2,
							"—"
						],
						[
							16,
							5,
							"—",
							"—",
							"—",
							"—*",
							"—",
							"—",
							2,
							2,
							"—"
						],
						[
							17,
							5,
							"—",
							"—",
							"—",
							"—*",
							"—",
							"—",
							"—",
							2,
							2
						],
						[
							18,
							5,
							"—",
							"—",
							"—",
							"—*",
							"—",
							"—",
							"—",
							2,
							2
						],
						[
							19,
							5,
							"—",
							"—",
							"—",
							"—*",
							"—",
							"—",
							"—",
							2,
							2
						],
						[
							20,
							5,
							"—",
							"—",
							"—",
							"—*",
							"—",
							"—",
							"—",
							2,
							2
						]
					]
				}
			]
		},
		{
			"name": "Hybrid Study",
			"source": "SoM",
			"page": 38,
			"className": "Magus",
			"classSource": "SoM",
			"subclasses": "Hybrid Study",
			"level": 1,
			"type": "Hybrid Study",
			"entries": [
				"Your extensive physical training and carefully chosen magic combine to form a unique and dangerous fighting style that's more than the sum of its parts. You choose one field of hybrid study to represent your particular combination of skills. Your hybrid study gives you a special ability, usually tied to {@action Spellstrike|SoM} or {@action Arcane Cascade|SoM}, and it determines your initial conflux spell. The hybrid studies presented in this book are as follows."
			]
		},
		{
			"name": "Spellstrike",
			"source": "SoM",
			"page": 37,
			"className": "Magus",
			"classSource": "SoM",
			"level": 1,
			"entries": [
				"You've learned the fundamental magus technique that lets you combine magical and physical attacks together. You gain the {@action Spellstrike} activity.",
				{
					"type": "ability",
					"style": "full",
					"name": "Spellstrike",
					"traits": [
						"Magus"
					],
					"source": "SoM",
					"page": 37,
					"frequency": "until recharged (see below)",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"entries": [
						"You channel a spell into a punch or sword thrust to deliver a combined attack. You {@action Cast a Spell} that takes 1 or 2 actions to cast and requires a spell attack roll. The effects of the spell don't occur immediately but are imbued into your attack instead. Make a melee {@action Strike} with a weapon or unarmed attack. Your spell is coupled with your attack, using your attack roll result to determine the effects of both the {@action Strike} and the spell. This counts as two attacks for your multiple attack penalty, but you don't apply the penalty until after you've completed the Spellstrike. The infusion of spell energy grants your {@action Strike} the {@trait arcane} trait, making it magical.",
						"After you use Spellstrike, you can't do so again until you recharge your Spellstrike as a single action, which has the {@trait concentrate} trait. You also recharge your Spellstrike when you cast a conflux spell (page 40) that takes at least 1 action to cast; casting a focus spell of another type doesn't recharge your Spellstrike."
					]
				},
				{
					"type": "pf2-h4",
					"name": "Spellstrike Specifics",
					"entries": [
						"Though the base {@action Spellstrike|SoM} rules cover most spells, various modifications apply to more complicated spells when loaded into your fist, blade, or other attack.",
						"{@b One Target:} The spell targets only the target of your Strike, even if it normally allows more targets. Some feats let you affect more creatures.",
						"{@b Reach:} The coupled spell affects the target using the reach of the weapon or unarmed attack you make your {@action Spellstrike|SoM} with. For instance, {@spell shocking grasp} would affect a creature beyond the reach of your hand if you used a weapon with reach, and {@spell ray of frost} would affect only a creature in your weapon's reach, even though the spell's range is longer.",
						"{@b Ancillary Effects:} Your spell still has any non-targeted effects that might affect creatures other than the target, as well as any ongoing effects starting from the moment you hit with the {@action Strike}. For example, {@spell acid splash} would still deal its splash damage to creatures other than the target and tanglefoot's circumstance penalty would last for its normal duration. The spell takes effect after the {@action Strike} deals damage; if the {@action Strike} has other special effects, the GM determines whether they happen before or after the spell.",
						"{@b Multiple Defenses:} Any additional rolls after the initial spell attack still happen normally, such as the Fortitude save attempted by the target of a disintegrate spell. Similarly, a spell that allows you to attack with it again on subsequent rounds would only combine a {@action Strike} with its initial attack roll, not with any later ones.",
						"{@b Invalid or Immune Target:} If the target you hit wouldn't be a valid target for the spell, the spell is still expended but doesn't affect the target. If the target is immune to your attack but not the spell, it can still be affected by the spell.",
						"{@b Variable Actions:} Some spells have different effects based on the number of actions you spend to cast them. You choose whether to use the effects of the 1-&nbsp;or&nbsp;2-action version of the spell when you use {@action Spellstrike|SoM}. A spell has to take exactly 1 or 2 actions; you can't use {@action Spellstrike|SoM} with a spell that takes a free action, reaction, or 3 or more actions.",
						"{@b Metamagic:} You typically can't use metamagic with {@action Spellstrike|SoM} because metamagic requires the next action you take to be {@action Cast a Spell}, and {@action Spellstrike|SoM} is a combined activity that doesn't qualify."
					]
				}
			]
		},
		{
			"name": "Arcane Cascade",
			"source": "SoM",
			"page": 38,
			"className": "Magus",
			"classSource": "SoM",
			"level": 1,
			"entries": [
				"After you wield magic, you can enter a special stance to make your attacks more effective.",
				{
					"type": "ability",
					"style": "full",
					"name": "Arcane Cascade",
					"traits": [
						"Concentrate",
						"Magus",
						"Stance"
					],
					"source": "SoM",
					"page": 37,
					"requirements": "You used your most recent action to {@action Cast a Spell} or make a {@action Spellstrike|SoM}.",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"entries": [
						"You divert a portion of the spell's magical power and keep it cycling through your body and weapon using specialized forms, breathing, or footwork. While you're in the stance, your melee {@action Strike||Strikes} deal 1 extra damage. This damage increases to 2 if you have weapon specialization and 3 if you have greater weapon specialization. Any {@action Strike} that benefits from this damage gains the {@trait arcane} trait, making it magical.",
						"If your most recent spell before entering the stance was one that can deal damage, the damage from the stance is the same type that spell could deal (or one type of your choice if the spell could deal multiple types of damage). If the spell couldn't deal damage, this stance's bonus damage depends on the spell's school.",
						{
							"type": "list",
							"items": [
								"{@b Abjuration or Evocation} force",
								"{@b Conjuration or Transmutation} same type as your weapon or unarmed attack",
								"{@b Divination, Enchantment, or Illusion} mental",
								"{@b Necromancy} negative"
							]
						}
					]
				}
			]
		},
		{
			"name": "Conflux Spells",
			"source": "SoM",
			"page": 40,
			"className": "Magus",
			"classSource": "SoM",
			"level": 1,
			"entries": [
				"You learn a conflux spell from your hybrid study, and you can cast additional conflux spells by selecting certain feats. Conflux spells are magus-specific spells created for combat and are a type of focus spell. It costs 1 Focus Point to cast a focus spell, and you start with a focus pool of 1 Focus Point. You refill your focus pool during your daily preparations, and you can regain 1 Focus Point by spending 10 minutes using the {@action Refocus} activity to both study your spellbook and perform a physical regimen. Magus conflux spells appear on pages 143–144.",
				"Focus spells are automatically heightened to half your level rounded up. Focus spells don't require spell slots, nor can you cast them using spell slots. Taking feats can give you more focus spells and increase the size of your focus pool, though your focus pool can never hold more than 3 points. The full rules can be found on page 300 of the Core Rulebook."
			]
		},
		{
			"name": "Skill Feats",
			"page": 40,
			"source": "SoM",
			"className": "Magus",
			"classSource": "SoM",
			"level": 2,
			"entries": [
				"At 2nd level and every 2 levels thereafter, you gain a {@filter skill feat|feats||type=skill;!archetype}. You must be trained or better in the corresponding skill to select a skill feat."
			]
		},
		{
			"name": "Magus Feats",
			"page": 40,
			"source": "SoM",
			"className": "Magus",
			"classSource": "SoM",
			"level": 2,
			"entries": [
				"At 2nd level and every even-numbered level thereafter, you gain a {@filter Magus class feat|feats||type=class|classes=Magus|level=[1;2]}."
			]
		},
		{
			"name": "General Feats",
			"page": 40,
			"source": "SoM",
			"className": "Magus",
			"classSource": "SoM",
			"level": 3,
			"entries": [
				"At 3rd level and every 4 levels thereafter, you gain a {@filter general feat|feats||type=general|level=[1;3]}."
			]
		},
		{
			"name": "Skill Increases",
			"page": 40,
			"source": "SoM",
			"className": "Magus",
			"classSource": "SoM",
			"level": 3,
			"entries": [
				"At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this skill increase to become trained in one skill you're untrained in, or become an expert in one skill in which you are already trained.",
				"At 7th level, you can use skill increases to become a master in a skill in which you're already an expert, and at 15th level, you can use them to become legendary in a skill in which you're already a master."
			]
		},
		{
			"name": "Ability Boosts",
			"source": "SoM",
			"page": 40,
			"className": "Magus",
			"classSource": "SoM",
			"level": 5,
			"entries": [
				"At 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it's already 18 or above, or by 2 if it starts out below 18."
			]
		},
		{
			"name": "Ancestry Feats",
			"source": "SoM",
			"page": 40,
			"className": "Magus",
			"classSource": "SoM",
			"level": 5,
			"entries": [
				"In addition to the ancestry feat you started with, you gain an {@filter ancestry feat|feats||type=ancestry|level=[1;5]} at 5th level and every 4 levels thereafter."
			]
		},
		{
			"name": "Lightning Reflexes",
			"source": "SoM",
			"page": 40,
			"className": "Magus",
			"classSource": "SoM",
			"level": 5,
			"entries": [
				"Your reflexes are lightning fast. Your proficiency rank for Reflex saves increases to expert."
			]
		},
		{
			"name": "Weapon Expertise",
			"source": "SoM",
			"page": 40,
			"className": "Magus",
			"classSource": "SoM",
			"level": 5,
			"entries": [
				"You've dedicated yourself to learning the intricacies of your weapons. Your proficiency ranks for simple weapons, martial weapons, and unarmed attacks increase to expert."
			]
		},
		{
			"name": "Studious Spells",
			"source": "SoM",
			"page": 41,
			"className": "Magus",
			"classSource": "SoM",
			"subclasses": "Hybrid Study",
			"type": "Hybrid Study",
			"level": 7,
			"entries": [
				"Your hybrid study grants you additional spells that can enhance your power in combat. You gain two special 2nd-level studious spell slots, which can be used to prepare {@spell spider climb}, {@spell true strike}, {@spell water breathing}, and an additional spell depending on your hybrid study. You add any spells from this class feature to your spellbook. At 11th level, the extra slots increase to 3rd level and you add {@spell haste} and an additional spell depending on your hybrid study. At 13th level, the extra slots increase to 4th level and you add {@spell fly} and an additional spell depending on your hybrid study."
			]
		},
		{
			"name": "Weapon Specialization",
			"source": "SoM",
			"page": 41,
			"className": "Magus",
			"classSource": "SoM",
			"subclasses": "Hybrid Study",
			"type": "Hybrid Study",
			"level": 7,
			"entries": [
				"You can inflict greater injuries with your favored weapons. You deal 2 additional damage with weapons and unarmed attacks in which you're an expert. This damage increases to 3 if you're a master, and 4 if you're legendary."
			]
		},
		{
			"name": "Alertness",
			"source": "SoM",
			"page": 41,
			"className": "Magus",
			"classSource": "SoM",
			"level": 9,
			"entries": [
				"You remain alert to threats around you. Your proficiency rank for {@skill Perception} increases to expert."
			]
		},
		{
			"name": "Expert Spellcaster",
			"source": "SoM",
			"page": 41,
			"className": "Magus",
			"classSource": "SoM",
			"level": 9,
			"entries": [
				"Your fundamental understanding of magic improves, making your spells harder to resist. Your proficiency ranks for arcane spell attack rolls and spell DCs increase to expert."
			]
		},
		{
			"name": "Resolve",
			"source": "SoM",
			"page": 41,
			"className": "Magus",
			"classSource": "SoM",
			"level": 9,
			"entries": [
				"You've steeled your mind with resolve. Your proficiency rank for Will saves increases to master. When you roll a success on a Will save, you get a critical success instead."
			]
		},
		{
			"name": "Medium Armor Expertise",
			"source": "SoM",
			"page": 41,
			"className": "Magus",
			"classSource": "SoM",
			"level": 11,
			"entries": [
				"You've learned to defend yourself better against incoming attacks. Your proficiency ranks for light armor, medium armor, and unarmored defense increase to expert."
			]
		},
		{
			"name": "Weapon Mastery",
			"source": "SoM",
			"page": 41,
			"className": "Magus",
			"classSource": "SoM",
			"level": 13,
			"entries": [
				"You fully understand your weapons. Your proficiency ranks for simple weapons, martial weapons, and unarmed attacks increase to master."
			]
		},
		{
			"name": "Greater Weapon Specialization",
			"source": "SoM",
			"page": 41,
			"className": "Magus",
			"classSource": "SoM",
			"level": 15,
			"entries": [
				"Your damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you're an expert, 6 if you're a master, and 8 if you're legendary."
			]
		},
		{
			"name": "Juggernaut",
			"source": "SoM",
			"page": 41,
			"className": "Magus",
			"classSource": "SoM",
			"level": 15,
			"entries": [
				"Your body is accustomed to physical hardship and resistant to a wide range of ailments. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead."
			]
		},
		{
			"name": "Master Spellcaster",
			"source": "SoM",
			"page": 41,
			"className": "Magus",
			"classSource": "SoM",
			"level": 17,
			"entries": [
				"You fortify your spells with masterful prowess. Your proficiency ranks for arcane spell attack rolls and spell DCs increase to master."
			]
		},
		{
			"name": "Medium Armor Mastery",
			"source": "SoM",
			"page": 41,
			"className": "Magus",
			"classSource": "SoM",
			"level": 17,
			"entries": [
				"Your skill with light and medium armor improves, increasing your ability to avoid blows. Your proficiency ranks for light and medium armor, as well as for unarmed defense, increase to master."
			]
		},
		{
			"name": "Double Spellstrike",
			"source": "SoM",
			"page": 41,
			"className": "Magus",
			"classSource": "SoM",
			"level": 19,
			"entries": [
				"You can extend the magic of spells you store with {@action Spellstrike|SoM}. After you make a {@action Spellstrike|SoM} with a spell cast from a spell slot, you retain an echo of the spell, stored in your body. The next time you {@action Spellstrike|SoM}, you can cast the same spell again without expending a spell slot.",
				"If you choose to cast a different spell with {@action Spellstrike|SoM}, or you go 1 minute without using the stored spell, the stored spell dissipates harmlessly."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Hybrid Study",
			"page": 39,
			"source": "SoM",
			"className": "Magus",
			"classSource": "SoM",
			"subclassShortName": "Inexorable Iron",
			"subclassSource": "SoM",
			"level": 1,
			"entries": [
				{
					"name": "Inexorable Iron",
					"type": "pf2-h4",
					"entries": [
						"Once you begin along a path, nothing can stop you from reaching its end. You transform the mass of a greataxe, greatsword, or polearm into an unstoppable force to augment your own striking power or keep you standing on the battlefield.",
						"When you enter {@action Arcane Cascade|SoM} stance and at the start of each of your turns while you're in that stance, if you're wielding a melee weapon in two hands, you gain temporary Hit Points equal to half your level (minimum 1 temporary HP).",
						"{@b Conflux Spell} {@spell thunderous strike|SoM}"
					]
				}
			]
		},
		{
			"name": "Hybrid Study",
			"page": 39,
			"source": "SoM",
			"className": "Magus",
			"classSource": "SoM",
			"subclassShortName": "Laughing Shadow",
			"subclassSource": "SoM",
			"level": 1,
			"entries": [
				{
					"name": "Laughing Shadow",
					"type": "pf2-h4",
					"entries": [
						"Magic is freeing, a means to your ends, and you can use it to go where you want, do as you please, and avoid the consequences. You are a laughing shadow of spell and blade, always one step ahead of your foes, always with a trick up your sleeve.",
						"While in {@action Arcane Cascade|SoM} stance, you gain a +5-foot status bonus to your Speeds, or a +10-foot bonus if you're unarmored. If you have a free hand while in the stance and are attacking a {@condition flat-footed} creature, you increase the extra damage to 3, to 5 if you have weapon specialization, or to 7 if you have greater weapon specialization. You must have your other hand completely free; the extra damage doesn't apply if you have a free-hand weapon or other item in that hand, even if you would normally be able to use the hand for other things.",
						"{@b Conflux Spell} {@spell dimensional assault|SoM}"
					]
				}
			]
		},
		{
			"name": "Hybrid Study",
			"page": 39,
			"source": "SoM",
			"className": "Magus",
			"classSource": "SoM",
			"subclassShortName": "Sparkling Targe",
			"subclassSource": "SoM",
			"level": 1,
			"entries": [
				{
					"name": "Sparkling Targe",
					"type": "pf2-h4",
					"entries": [
						"You've studied the applications of magic, training yourself to perform not just offensive maneuvers but defensive tactics as well. When magic flows through you, your shield can block impossible things, even a dragon's breath or a magic missile.",
						"You gain the {@feat Shield Block} general feat.",
						"When you're in {@action Arcane Cascade|SoM} stance with your shield raised, your circumstance bonus to AC from your shield also applies to your saves against spells and other magical effects. In addition, damage you take as a result of a spell or magical effect while you're in {@action Arcane Cascade|SoM} can trigger your {@feat Shield Block} reaction, even if the damage isn't physical. When blocking damage in this way, increase your shield's Hardness by an amount equal to the extra damage from {@action Arcane Cascade|SoM} (typically 1, but 2 if you have weapon specialization, or 3 if you have greater weapon specialization). These benefits apply whether you're using an actual shield, the {@spell shield} spell, or something else that works like a shield (such as a raised tome if you have the {@feat Raise a Tome|SoM} feat).",
						"{@b Conflux Spell} {@spell shielding strike|SoM}"
					]
				}
			]
		},
		{
			"name": "Hybrid Study",
			"page": 39,
			"source": "SoM",
			"className": "Magus",
			"classSource": "SoM",
			"subclassShortName": "Starlit Span",
			"subclassSource": "SoM",
			"level": 1,
			"entries": [
				{
					"name": "Starlit Span",
					"type": "pf2-h4",
					"entries": [
						"With magic, the sky's the limit, and you can't be bound by the confines of physical proximity. Your power reaches as far as your senses can perceive, transcending the space between you and your target even with spells that normally require direct physical contact.",
						"When you use {@action Spellstrike|SoM}, you can make a ranged weapon or ranged unarmed Strike, as long as the target is within the first range increment of your ranged weapon or ranged unarmed attack. You can deliver the spell even if its range is shorter than the range increment of your ranged attack.",
						"{@b Conflux Spell} {@spell shooting star|SoM}"
					]
				}
			]
		},
		{
			"name": "Hybrid Study",
			"page": 39,
			"source": "SoM",
			"className": "Magus",
			"classSource": "SoM",
			"subclassShortName": "Twisting Tree",
			"subclassSource": "SoM",
			"level": 1,
			"entries": [
				{
					"name": "Twisting Tree",
					"type": "pf2-h4",
					"entries": [
						"The staff is perhaps one of the simplest of weapons, but this simplicity belies its elegance and versatility. To you, a staff is casting implement and martial weapon alike—the foundation of a fighting style.",
						"While you wield a staff in one hand, the staff adjusts in shape and weight, gaining the {@trait agile} trait and increasing its damage die size to {@damage 1d6}. While you wield a staff in both hands, it lengthens, twists, and reshapes, gaining the {@trait parry}, {@trait reach}, and {@trait trip} traits. While you're in {@action Arcane Cascade|SoM} stance, you can {@action Interact} or {@action Release} to change your grip on the weapon as a free action when you {@action Strike} with your staff, including {@action Strike||Strikes} made in a {@action Spellstrike|SoM}. This happens before you roll your attack roll. You can also {@action Interact} to change your grip on the staff as a free action triggered at the end of your turn.",
						"{@b Conflux Spell} {@spell spinning staff|SoM}"
					]
				}
			]
		},
		{
			"name": "Studious Spells",
			"page": 41,
			"level": 7,
			"source": "SoM",
			"className": "Magus",
			"classSource": "SoM",
			"subclassShortName": "Inexorable Iron",
			"subclassSource": "SoM",
			"entries": [
				"{@b Inexorable Iron} 7th: {@spell enlarge}; 11th: {@spell earthbind}; 13th: {@spell dimensional anchor}"
			]
		},
		{
			"name": "Studious Spells",
			"page": 41,
			"level": 7,
			"source": "SoM",
			"className": "Magus",
			"classSource": "SoM",
			"subclassShortName": "Laughing Shadow",
			"subclassSource": "SoM",
			"entries": [
				"{@b Laughing Shadow} 7th: {@spell mirror image}; 11th: {@spell shift blame|SoM}; 13th: {@spell dimension door}"
			]
		},
		{
			"name": "Studious Spells",
			"page": 41,
			"level": 7,
			"source": "SoM",
			"className": "Magus",
			"classSource": "SoM",
			"subclassShortName": "Sparkling Targe",
			"subclassSource": "SoM",
			"entries": [
				"{@b Sparkling Targe} 7th: {@spell resist energy}; 11th: {@spell warding aggression|SoM}; 13th: {@spell stoneskin}"
			]
		},
		{
			"name": "Studious Spells",
			"page": 41,
			"level": 7,
			"source": "SoM",
			"className": "Magus",
			"classSource": "SoM",
			"subclassShortName": "Starlit Span",
			"subclassSource": "SoM",
			"entries": [
				"{@b Starlit Span} 7th: {@spell darkvision}; 11th: {@spell wall of wind}; 13th: {@spell freedom of movement}"
			]
		},
		{
			"name": "Studious Spells",
			"page": 41,
			"level": 7,
			"source": "SoM",
			"className": "Magus",
			"classSource": "SoM",
			"subclassShortName": "Twisting Tree",
			"subclassSource": "SoM",
			"entries": [
				"{@b Twisting Tree} 7th: {@spell magic mouth}; 11th: {@spell slow}; 13th: {@spell blink}"
			]
		}
	]
}
