{
	"class": [
		{
			"name": "Thaumaturge",
			"source": "DA",
			"page": 31,
			"keyAbility": "Charisma",
			"hp": 8,
			"initialProficiencies": {
				"perception": "E",
				"fort": "E",
				"ref": "T",
				"will": "E",
				"skills": {
					"t": [
						{
							"skill": [
								"Arcana",
								"Nature",
								"Occultism",
								"Religion"
							]
						}
					],
					"add": 3
				},
				"attacks": {
					"t": [
						"simple weapons",
						"martial weapons",
						"unarmed attacks"
					]
				},
				"defenses": {
					"t": [
						"light armor",
						"medium armor",
						"unarmored defense"
					]
				},
				"classDc": {
					"prof": "T",
					"entry": "Trained in thaumaturge class DC"
				}
			},
			"advancement": {
				"classFeats": [
					1,
					2,
					4,
					6,
					8,
					10,
					12,
					14,
					16,
					18,
					20
				],
				"skillFeats": [
					2,
					4,
					6,
					8,
					10,
					12,
					14,
					16,
					18,
					20
				],
				"generalFeats": [
					3,
					7,
					11,
					15,
					19
				],
				"ancestryFeats": [
					5,
					9,
					13,
					17
				],
				"skillIncrease": [
					3,
					5,
					7,
					9,
					11,
					13,
					15,
					17,
					19
				],
				"abilityBoosts": [
					5,
					10,
					15,
					20
				]
			},
			"subclasses": [
				{
					"name": "Amulet",
					"type": "Implement",
					"shortName": "Amulet",
					"source": "DA",
					"page": 36,
					"subclassFeatures": [
						"First Implement And Esoterica|Thaumaturge|DA|Amulet|DA|1",
						"Implement Adept|Thaumaturge|DA|Amulet|DA|7",
						"Implement Paragon|Thaumaturge|DA|Amulet|DA|17"
					]
				},
				{
					"name": "Bell",
					"type": "Implement",
					"shortName": "Bell",
					"source": "DA",
					"page": 37,
					"subclassFeatures": [
						"First Implement And Esoterica|Thaumaturge|DA|Bell|DA|1",
						"Implement Adept|Thaumaturge|DA|Bell|DA|7",
						"Implement Paragon|Thaumaturge|DA|Bell|DA|17"
					]
				},
				{
					"name": "Chalice",
					"type": "Implement",
					"shortName": "Chalice",
					"source": "DA",
					"page": 37,
					"subclassFeatures": [
						"First Implement And Esoterica|Thaumaturge|DA|Chalice|DA|1",
						"Implement Adept|Thaumaturge|DA|Chalice|DA|7",
						"Implement Paragon|Thaumaturge|DA|Chalice|DA|17"
					]
				},
				{
					"name": "Lantern",
					"type": "Implement",
					"shortName": "Lantern",
					"source": "DA",
					"page": 38,
					"subclassFeatures": [
						"First Implement And Esoterica|Thaumaturge|DA|Lantern|DA|1",
						"Implement Adept|Thaumaturge|DA|Lantern|DA|7",
						"Implement Paragon|Thaumaturge|DA|Lantern|DA|17"
					]
				},
				{
					"name": "Mirror",
					"type": "Implement",
					"shortName": "Mirror",
					"source": "DA",
					"page": 38,
					"subclassFeatures": [
						"First Implement And Esoterica|Thaumaturge|DA|Mirror|DA|1",
						"Implement Adept|Thaumaturge|DA|Mirror|DA|7",
						"Implement Paragon|Thaumaturge|DA|Mirror|DA|17"
					]
				},
				{
					"name": "Regalia",
					"type": "Implement",
					"shortName": "Regalia",
					"source": "DA",
					"page": 39,
					"subclassFeatures": [
						"First Implement And Esoterica|Thaumaturge|DA|Regalia|DA|1",
						"Implement Adept|Thaumaturge|DA|Regalia|DA|7",
						"Implement Paragon|Thaumaturge|DA|Regalia|DA|17"
					]
				},
				{
					"name": "Tome",
					"type": "Implement",
					"shortName": "Tome",
					"source": "DA",
					"page": 40,
					"subclassFeatures": [
						"First Implement And Esoterica|Thaumaturge|DA|Tome|DA|1",
						"Implement Adept|Thaumaturge|DA|Tome|DA|7",
						"Implement Paragon|Thaumaturge|DA|Tome|DA|17"
					]
				},
				{
					"name": "Wand",
					"type": "Implement",
					"shortName": "Wand",
					"source": "DA",
					"page": 41,
					"subclassFeatures": [
						"First Implement And Esoterica|Thaumaturge|DA|Wand|DA|1",
						"Implement Adept|Thaumaturge|DA|Wand|DA|7",
						"Implement Paragon|Thaumaturge|DA|Wand|DA|17"
					]
				},
				{
					"name": "Weapon",
					"type": "Implement",
					"shortName": "Weapon",
					"source": "DA",
					"page": 41,
					"subclassFeatures": [
						"First Implement And Esoterica|Thaumaturge|DA|Weapon|DA|1",
						"Implement Adept|Thaumaturge|DA|Weapon|DA|7",
						"Implement Paragon|Thaumaturge|DA|Weapon|DA|17"
					]
				}
			],
			"flavor": [
				"The world is full of the unexplainable: ancient magic, dead gods, and even stranger things. In response, you've scavenged the best parts of every magical tradition and built up a collection of esoterica—a broken holy relic here, a sprig of mistletoe there—that you can use to best any creature by exploiting their weaknesses and vulnerabilities. The mystic implement you carry is both badge and weapon, its symbolic weight helping you bargain with and subdue the supernatural. Every path to power has its restrictions and costs, but you turn them all to your advantage. You're a thaumaturge, and you work wonders."
			],
			"fluff": [
				{
					"type": "pf2-h3",
					"name": "During combat encounters...",
					"page": 31,
					"entries": [
						"You use your implements and diverse arsenal of mystic tools and tricks to assist in combat, always presenting the right bane to exploit enemies' weaknesses or shield your allies against the supernatural."
					]
				},
				{
					"type": "pf2-h3",
					"page": 31,
					"name": "During social encounters...",
					"entries": [
						"You understand and nudge the social connections between people, much as you strive to understand the larger ties between mysteries and concepts. This helps you to find common ground when negotiating between the mundane and supernatural or even to play one side against the other."
					]
				},
				{
					"type": "pf2-h3",
					"page": 31,
					"name": "While exploring...",
					"entries": [
						"You investigate unexplainable phenomena around you, taking appropriate precautions to ward yourself and your allies against paranormal threats. Where necessary, you create your own path through the unknown."
					]
				},
				{
					"type": "pf2-h3",
					"page": 31,
					"name": "In downtime...",
					"entries": [
						"You research deeper into the supernatural mysteries you discovered on your last adventure to see how they can be applied in the future. You dust off relics, cultivate herbs, or forge trinkets, updating your collection of scavenged supernatural tools after each new threat you encounter. You return or call in favors with other people, strange creatures, and mystical forces."
					]
				},
				{
					"type": "pf2-h3",
					"page": 31,
					"name": "You Might...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Prepare for the worst while improvising as necessary, impressing your allies when you're able to handle anything that fate throws at you.",
								"Assume everything is connected on a deeper level, rather than be content with what you find on the surface.",
								"Obsess over a certain supernatural phenomenon, attempting to tie everything back to it."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 31,
					"name": "Others Probably...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Look to you to learn the weaknesses of a supernatural threat when one rears its head. Even when your explanations are invented on the fly, they just seem to work.",
								"Rely on you to come up with a solution when the situation seems hopeless.",
								"Mistake you for a common wizard or magician."
							]
						}
					]
				}
			],
			"summary": {
				"text": "The thaumaturge has seen every monster and knows every secret. Supplementing their skill at arms and ability to strike a monster's weakness with myriad supernatural trinkets and mystic implements that can fill a wide range of roles, the thaumaturge is a versatile agent who can contribute to any team facing the unknown.",
				"images": [
					"https://2e.aonprd.com/Images/Classes/Iconic_Mios.png"
				],
				"keyAbility": "Charisma"
			},
			"classFeatures": [
				"Ancestry and Background|Thaumaturge|DA|1",
				"Initial Proficiencies|Thaumaturge|DA|1",
				"Esoteric Lore|Thaumaturge|DA|1",
				{
					"classFeature": "First Implement And Esoterica|Thaumaturge|DA|1",
					"gainSubclassFeature": true
				},
				"Implement'S Empowerment|Thaumaturge|DA|1",
				"Thaumaturge Feats|Thaumaturge|DA|1",
				"Skill Feats|Thaumaturge|DA|2",
				"General Feats|Thaumaturge|DA|3",
				"Lightning Reflexes|Thaumaturge|DA|3",
				"Skill Increases|Thaumaturge|DA|3",
				"Ability Boosts|Thaumaturge|DA|5",
				"Ancestry Feats|Thaumaturge|DA|5",
				"Second Implement|Thaumaturge|DA|5",
				"Thaumaturge Weapon Expertise|Thaumaturge|DA|5",
				{
					"classFeature": "Implement Adept|Thaumaturge|DA|7",
					"gainSubclassFeature": true
				},
				"Resolve|Thaumaturge|DA|7",
				"Weapon Specialization|Thaumaturge|DA|7",
				"Intensify Vulnerability|Thaumaturge|DA|9",
				"Thaumaturgic Expertise|Thaumaturge|DA|9",
				"Vigilant Senses|Thaumaturge|DA|9",
				"Medium Armor Expertise|Thaumaturge|DA|11",
				"Second Adept|Thaumaturge|DA|11",
				"Greater Resolve|Thaumaturge|DA|13",
				"Weapon Mastery|Thaumaturge|DA|13",
				"Greater Weapon Specialization|Thaumaturge|DA|15",
				"Juggernaut|Thaumaturge|DA|15",
				"Third Implement|Thaumaturge|DA|15",
				{
					"classFeature": "Implement Paragon|Thaumaturge|DA|17",
					"gainSubclassFeature": true
				},
				"Thaumaturgic Mastery|Thaumaturge|DA|17",
				"Medium Armor Mastery|Thaumaturge|DA|19",
				"Unlimited Esoterica|Thaumaturge|DA|19"
			]
		}
	],
	"classFeature": [
		{
			"name": "Ancestry and Background",
			"source": "DA",
			"page": 32,
			"className": "Thaumaturge",
			"classSource": "DA",
			"level": 1,
			"entries": [
				"In addition to what you get from your class at 1st level, you have the benefits of your selected ancestry and background."
			]
		},
		{
			"name": "Initial Proficiencies",
			"source": "DA",
			"page": 32,
			"className": "Thaumaturge",
			"classSource": "DA",
			"level": 1,
			"entries": [
				"At 1st level, you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class."
			]
		},
		{
			"name": "Esoteric Lore",
			"source": "DA",
			"page": 32,
			"className": "Thaumaturge",
			"classSource": "DA",
			"level": 1,
			"entries": [
				"Your experience with the unknown, as well as the tales you've exchanged with other thaumaturges, has taught you about strange phenomena of every kind. You become trained in {@skill Lore||Esoteric Lore}, a special lore skill that can be used to {@action Recall Knowledge} regarding haunts, curses, and creatures of any type, but that can't be used to {@action Recall Knowledge} of other topics. Unlike a normal {@skill Lore} skill, you use Charisma as your modifier on {@skill Lore||Esoteric Lore} checks. You also gain the {@feat Dubious Knowledge} skill feat.",
				"At 3rd level, you become an expert in {@skill Lore||Esoteric Lore}; at 7th level, you become a master in {@skill Lore||Esoteric Lore}; and at 15th level, you become legendary in {@skill Lore||Esoteric Lore}."
			]
		},
		{
			"name": "First Implement And Esoterica",
			"source": "DA",
			"page": 32,
			"className": "Thaumaturge",
			"classSource": "DA",
			"level": 1,
			"entries": [
				"Your implement is a special object of symbolic importance: your badge as you treat with the supernatural and a powerful tool if things turn violent. Choose an implement from the options presented on page 36 (amulet, bell, chalice, lantern, mirror, regalia, tome, wand, and weapon). You begin play with a mundane item of that type, and you gain the initiate benefit for that implement. While an implement is useful to you, it typically has no value if sold. If you acquire a new object of the same general implement type, you can switch your implement to the new object by spending 1 day of downtime with the new item. As you advance as a thaumaturge, you will collect up to three implements and unlock the hidden potential stored within each, so you can mix and match their benefits to suit your situation.",
				"While your implements are your primary tools in your dealings with the supernatural, you know the value of always being prepared. You constantly collect and carry various smaller mystic objects, bits of materials with paranormal affinities, and items used in folk practices: your esoterica. These might include cold-iron nails, scraps of scrolls and scriptures, fragments of bones purportedly from a saint, and other similar objects. You keep your esoterica in easy-to-access places on your person and are well practiced in brandishing your implement and esoterica together, so you can draw and use esoterica with the same hand you're using to wield an implement.",
				{
					"type": "pf2-h4",
					"page": 32,
					"source": "DA",
					"name": "Exploit Vulnerability",
					"entries": [
						"You know that every creature, no matter how obscure, has a weakness. By identifying and empowering the right object, you can strike down even the most resilient of monsters.",
						"You gain the {@action Exploit Vulnerability|DA} action.",
						{
							"type": "data",
							"tag": "action",
							"source": "DA",
							"name": "Exploit Vulnerability"
						},
						"You can attempt to Exploit Vulnerabilities in one of two ways: either by invoking properties that repel that type of creature, or by attempting a more improvisational, ad-hoc method with your esoterica that can impose a custom weakness on any creature, albeit one that usually isn't as dire as a creature's existing weakness.",
						{
							"type": "pf2-options",
							"items": [
								{
									"name": "Mortal Weakness",
									"page": 33,
									"source": "DA",
									"entries": [
										"After identifying a creature's weakness, you use a thematically resonant bit of esoterica to attune your attacks to your discovery. Your unarmed and weapon Strikes activate the highest weakness you discovered with Exploit Vulnerability, even though the damage type your weapon deals doesn't change. This damage affects the target of your Exploit Vulnerability, as well as any other creatures of the exact same type, but not other creatures with the same weakness. For example, when fighting a pack of werewolves, you might use silver shavings or crushed moonstone to deal damage that applies their weakness to silver to your attacks against any of the werewolves, but you wouldn't apply this damage to any other monsters with a weakness to silver."
									]
								},
								{
									"name": "Personal Antithesis",
									"page": 33,
									"source": "DA",
									"entries": [
										"You improvise a custom weakness on a creature by forcefully presenting and empowering a piece of esoterica that repels it on an individual level; for instance, against a tyrant, you might procure a broken chain that once held a captive. This causes the target creature, and only the target creature, to gain a weakness against your unarmed and weapon Strikes equal to 2 + half your level."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Implement'S Empowerment",
			"source": "DA",
			"page": 33,
			"className": "Thaumaturge",
			"classSource": "DA",
			"level": 1,
			"entries": [
				"The power of your implement can also be turned to the more common task of combat, its power adding to and amplifying the effects of runes and other magical empowerments. When you Strike, you can trace mystic patterns with an implement you're holding to empower the Strike, causing it to deal 2 additional damage per weapon damage die. Channeling the power requires full use of your hands. You don't gain the benefit of implement's empowerment if you are holding anything in either hand other than a single one-handed weapon, other implements, or esoterica, and you must be holding at least one implement to gain the benefit."
			]
		},
		{
			"name": "Thaumaturge Feats",
			"source": "DA",
			"page": 33,
			"className": "Thaumaturge",
			"classSource": "DA",
			"level": 1,
			"entries": [
				"At 1st level and every even-numbered level, you gain a {@filter thaumaturge class feat|feats||type=class|Class=thaumaturge|level=[1;2]}."
			]
		},
		{
			"name": "Skill Feats",
			"source": "DA",
			"page": 33,
			"className": "Thaumaturge",
			"classSource": "DA",
			"level": 2,
			"entries": [
				"At 2nd level and every 2 levels thereafter, you gain a {@filter skill feat|feats||type=skill;!archetype}. You must be trained or better in the corresponding skill to select a skill feat."
			]
		},
		{
			"name": "General Feats",
			"source": "DA",
			"page": 33,
			"className": "Thaumaturge",
			"classSource": "DA",
			"level": 3,
			"entries": [
				"At 3rd level and every 4 levels thereafter, you gain a {@filter general feat|feats||type=general|level=[1;3]}."
			]
		},
		{
			"name": "Lightning Reflexes",
			"source": "DA",
			"page": 33,
			"className": "Thaumaturge",
			"classSource": "DA",
			"level": 3,
			"entries": [
				"Your reflexes are lightning fast. Your proficiency rank for Reflex saves increases to expert."
			]
		},
		{
			"name": "Skill Increases",
			"source": "DA",
			"page": 34,
			"className": "Thaumaturge",
			"classSource": "DA",
			"level": 3,
			"entries": [
				"At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase to either become trained in one skill you're untrained in, or become an expert in one skill in which you're already trained.",
				"You can use any of these skill increases you gain at 7th level or higher to become a master in a skill in which you're already an expert, and any of these skill increases you gain at 15th level or higher to become legendary in a skill in which you're already a master."
			]
		},
		{
			"name": "Ability Boosts",
			"source": "DA",
			"page": 34,
			"className": "Thaumaturge",
			"classSource": "DA",
			"level": 5,
			"entries": [
				"At 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it's already 18 or above, or by 2 if it starts out below 18."
			]
		},
		{
			"name": "Ancestry Feats",
			"source": "DA",
			"page": 34,
			"className": "Thaumaturge",
			"classSource": "DA",
			"level": 5,
			"entries": [
				"In addition to the ancestry feat you started with, you gain an {@filter ancestry feat|feats||type=ancestry} at 5th level and every 4 levels thereafter."
			]
		},
		{
			"name": "Second Implement",
			"source": "DA",
			"page": 34,
			"className": "Thaumaturge",
			"classSource": "DA",
			"level": 5,
			"entries": [
				"You've added another implement of power to your toolkit. You choose a second implement, which must be a different type of implement than your first. You gain the initiate benefit of your new implement.",
				"While you're holding an implement in one hand, you can quickly switch it with another implement you're wearing to use an action from the implement you're switching to. To do so, you can Interact as a free action immediately before executing the implement's action. This allows you to meet requirements of having an implement in hand to use its action. For example, if you had your lantern implement in one hand, a weapon in the other, and a chalice implement you were wearing, you could swap your lantern for your chalice to use its reaction."
			]
		},
		{
			"name": "Thaumaturge Weapon Expertise",
			"source": "DA",
			"page": 34,
			"className": "Thaumaturge",
			"classSource": "DA",
			"level": 5,
			"entries": [
				"You've learned the secret ways your weapons work most effectively. Your proficiency ranks for simple weapons and martial weapons increase to expert."
			]
		},
		{
			"name": "Implement Adept",
			"source": "DA",
			"page": 34,
			"className": "Thaumaturge",
			"classSource": "DA",
			"level": 7,
			"entries": [
				"You have deepened your connection to one of your implements, unlocking its adept power. Choose one of your implements and gain the adept benefit for that implement."
			]
		},
		{
			"name": "Resolve",
			"source": "DA",
			"page": 34,
			"className": "Thaumaturge",
			"classSource": "DA",
			"level": 7,
			"entries": [
				"You've steeled your mind with resolve. Your proficiency rank for Will saves increases to master. When you roll a success on a Will save, you get a critical success instead."
			]
		},
		{
			"name": "Weapon Specialization",
			"source": "DA",
			"page": 34,
			"className": "Thaumaturge",
			"classSource": "DA",
			"level": 7,
			"entries": [
				"You've learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you're a master, and 4 if you're legendary."
			]
		},
		{
			"name": "Intensify Vulnerability",
			"source": "DA",
			"page": 34,
			"className": "Thaumaturge",
			"classSource": "DA",
			"level": 9,
			"entries": [
				"You've learned to use your implement to further assault a creature whose vulnerabilities you're exploiting. You gain the intensify vulnerability benefit of all of your implements, as well as the following action.",
				{
					"type": "data",
					"tag": "action",
					"source": "DA",
					"name": "Intensify Vulnerability"
				}
			]
		},
		{
			"name": "Thaumaturgic Expertise",
			"source": "DA",
			"page": 35,
			"className": "Thaumaturge",
			"classSource": "DA",
			"level": 9,
			"entries": [
				"You've learned deeper secrets of the supernatural, and your abilities are harder to resist. Your proficiency rank for your thaumaturge class DC increases to expert.",
				"You also gain an additional skill increase, which you can apply only to Arcana, Nature, Occultism, or Religion."
			]
		},
		{
			"name": "Vigilant Senses",
			"source": "DA",
			"page": 35,
			"className": "Thaumaturge",
			"classSource": "DA",
			"level": 9,
			"entries": [
				"Through your adventures, you've developed keen awareness and attention to detail. Your proficiency rank for Perception increases to master."
			]
		},
		{
			"name": "Medium Armor Expertise",
			"source": "DA",
			"page": 35,
			"className": "Thaumaturge",
			"classSource": "DA",
			"level": 11,
			"entries": [
				"You've learned to defend yourself better against attacks. Your proficiency ranks for light armor, medium armor, and unarmored defense increase to expert."
			]
		},
		{
			"name": "Second Adept",
			"source": "DA",
			"page": 35,
			"className": "Thaumaturge",
			"classSource": "DA",
			"level": 11,
			"entries": [
				"You've improved your link to your second implement. You gain the adept benefit of your second implement."
			]
		},
		{
			"name": "Greater Resolve",
			"source": "DA",
			"page": 35,
			"className": "Thaumaturge",
			"classSource": "DA",
			"level": 13,
			"entries": [
				"Your unbelievable training grants you mental resiliency. Your proficiency rank for Will saves increases to legendary. When you roll a critical failure on a Will save, you get a failure instead. When you roll a failure on a Will save against a damaging effect, you take half damage."
			]
		},
		{
			"name": "Weapon Mastery",
			"source": "DA",
			"page": 35,
			"className": "Thaumaturge",
			"classSource": "DA",
			"level": 13,
			"entries": [
				"You fully understand your weapons. Your proficiency ranks for simple and martial weapons increase to master."
			]
		},
		{
			"name": "Greater Weapon Specialization",
			"source": "DA",
			"page": 35,
			"className": "Thaumaturge",
			"classSource": "DA",
			"level": 15,
			"entries": [
				"Your damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you're an expert, 6 if you're a master, and 8 if you're legendary."
			]
		},
		{
			"name": "Juggernaut",
			"source": "DA",
			"page": 35,
			"className": "Thaumaturge",
			"classSource": "DA",
			"level": 15,
			"entries": [
				"Your body is accustomed to physical hardship and resistant to a wide range of ailments. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead."
			]
		},
		{
			"name": "Third Implement",
			"source": "DA",
			"page": 35,
			"className": "Thaumaturge",
			"classSource": "DA",
			"level": 15,
			"entries": [
				"As you come closer to the culmination of your journey, you gain your final implement, completing your set of three. It must be a different type of implement than your first and second implements. You gain the initiate benefit and intensify vulnerability benefit of your new implement."
			]
		},
		{
			"name": "Implement Paragon",
			"source": "DA",
			"page": 35,
			"className": "Thaumaturge",
			"classSource": "DA",
			"level": 17,
			"entries": [
				"You have unlocked the last secrets of an implement. Choose one of your implements that already gained the adept benefit; you gain the paragon benefit for that implement."
			]
		},
		{
			"name": "Thaumaturgic Mastery",
			"source": "DA",
			"page": 35,
			"className": "Thaumaturge",
			"classSource": "DA",
			"level": 17,
			"entries": [
				"You've become a master in paranormal phenomena, and your esoterica grow in power. Your proficiency rank for your thaumaturge class DC increases to master.",
				"You also gain an additional skill increase, which you can apply only to Arcana, Nature, Occultism, or Religion."
			]
		},
		{
			"name": "Medium Armor Mastery",
			"source": "DA",
			"page": 35,
			"className": "Thaumaturge",
			"classSource": "DA",
			"level": 19,
			"entries": [
				"Your skill with light and medium armor improves, increasing your ability to avoid blows. Your proficiency ranks for light and medium armor, as well as for unarmed defense, increase to master."
			]
		},
		{
			"name": "Unlimited Esoterica",
			"source": "DA",
			"page": 35,
			"className": "Thaumaturge",
			"classSource": "DA",
			"level": 19,
			"entries": [
				"Your understanding of your esoterica becomes so complete that you can access your mystic tools without even thinking. You can use Exploit Vulnerability or Intensify Vulnerability as a free action, rather than a single action, though still with a frequency of only once per round."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Subconscious Mind",
			"source": "DA",
			"page": 15,
			"className": "Thaumaturge",
			"classSource": "DA",
			"level": 1,
			"subclassShortName": "Emotion",
			"subclassSource": "DA",
			"entries": [
				{
					"type": "pf2-h3",
					"name": "Emotional Acceptance",
					"source": "DA",
					"page": 15,
					"entries": [
						"The mind's truths come not in learned words or mathematical formulas but in deeper feelings and sensations. Emotions unlock the door to your power—you might consider your heart the source of your strength, or you might find that the infinite complexity felt in a moment expresses your power more efficiently than any string of mystic words ever could.",
						"Your thought components are emotions. You might summon the sense of freedom to buoy you through the air or let fear grip your heart even as you plant it in another's mind. Emotion components tend to impart abstract or vivid effects to your visual and auditory spell manifestations as well as more intangible flashes of emotion, such as swirls of joyous color or a sense of growing melancholy.",
						{
							"type": "pf2-options",
							"items": [
								{
									"name": "Key Ability",
									"entries": [
										"Your key ability score is Charisma."
									]
								},
								{
									"name": "Psyche Action",
									"entries": [
										"{@action Restore the Mind|DA}"
									]
								}
							]
						},
						{
							"type": "data",
							"name": "Restore the Mind",
							"source": "DA",
							"tag": "action"
						}
					]
				}
			]
		}
	]
}
