{
	"class": [
		{
			"name": "Bard",
			"source": "CRB",
			"page": 95,
			"HP": 8,
			"keyAbility": "Charisma",
			"initialProficiencies": {
				"perception": "E",
				"fort": "T",
				"ref": "T",
				"will": "E",
				"skills": {
					"t": [
						"Occultism",
						"Performance"
					],
					"add": 4
				},
				"attacks": {
					"t": [
						"simple weapons",
						"longsword, rapier, sap, shortbow, shortsword, and whip",
						"unarmed attacks"
					]
				},
				"defenses": {
					"t": [
						"light armor",
						"unarmored defense"
					]
				},
				"spells": {
					"T": [
						"occult spell attacks",
						"occult spell DCs"
					]
				}
			},
			"advancement": {
				"classFeats": [
					1,
					2,
					4,
					6,
					8,
					10,
					12,
					14,
					16,
					18,
					20
				],
				"skillFeats": [
					2,
					4,
					6,
					8,
					10,
					12,
					14,
					16,
					18,
					20
				],
				"generalFeats": [
					3,
					7,
					11,
					15,
					19
				],
				"ancestryFeats": [
					5,
					9,
					13,
					17
				],
				"skillIncrease": [
					3,
					5,
					7,
					9,
					11,
					13,
					15,
					17,
					19
				],
				"abilityBoosts": [
					5,
					10,
					15,
					20
				]
			},
			"classFeatures": [
				
			],
			"subclasses": [
				
			],
			"flavor": [
				"You are a master of artistry, a scholar of hidden secrets, and a captivating persuader. Using powerful performances, you influence minds and elevate souls to new levels of heroics. You might use your powers to become a charismatic leader, or perhaps you might instead be a counselor, manipulator, scholar, scoundrel, or virtuoso. While your versatility leads some to consider you a beguiling ne’erdo-well and a jack-of-all-trades, it’s dangerous to dismiss you as a master of none."
			],
			"fluff": [
				{
					"type": "pf2-h3",
					"name": "During Combat Encounters...",
					"entries": [
						"You use magical performances to alter the odds in favor of your allies. You confidently alternate between attacks, healing, and helpful spells as needed."
					]
				},
				{
					"type": "pf2-h3",
					"page": 71,
					"name": "During social encounters...",
					"entries": [
						"You persuade, prevaricate, and threaten with ease."
					]
				},
				{
					"type": "pf2-h3",
					"page": 71,
					"name": "While exploring...",
					"entries": [
						"You’re a font of knowledge, folktales, legends, and lore that provide a deeper context and helpful reconnaissance for the group’s adventure. Your spells and performances inspire your allies to greater discovery and success."
					]
				},
				{
					"type": "pf2-h3",
					"page": 71,
					"name": "In downtime...",
					"entries": [
						"You can earn money and prestige with your performances, gaining a name for yourself and acquiring patrons. Eventually, tales of your talents and triumphs might attract other bards to study your techniques in a bardic college."
					]
				},
				{
					"type": "pf2-h3",
					"page": 71,
					"name": "You Might...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Have a passion for your art so strong that you forge a spiritual connection with it.",
								"Take point when tact and nonviolent solutions are required.",
								"Follow your muse, whether it’s a mysterious fey creature, a philosophical concept, a psychic force, or a deity of art or music, and with its aid learn secret lore that few others have."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 71,
					"name": "Others Probably...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Relish the opportunity to invite you to social events, either as a performer or a guest, but consider you to be something of a curiosity in their social circles.",
								"Underestimate you compared to other spellcasters, believing you are little more than a foppish minstrel and overlooking the subtle power of your magic.",
								"Respond favorably to your social charm and abilities, but remain suspicious of your beguiling magic."
							]
						}
					]
				}
			]
		}
	],
	"classFeature": [
		
	],
	"subclassFeature": [
		
	]
}
