{
	"class": [
		{
			"name": "Champion",
			"source": "CRB",
			"page": 105,
			"HP": 10,
			"keyAbility": "Strength or Dexterity",
			"initialProficiencies": {
				"perception": "T",
				"fort": "E",
				"ref": "T",
				"will": "E",
				"skills": {
					"t": [
						"Religion",
						"one skill determined by your choice of deity"
					],
					"add": 2
				},
				"attacks": {
					"t": [
						"simple weapons",
						"martial weapons",
						"unarmed attacks"
					]
				},
				"defenses": {
					"t": [
						"all armor",
						"unarmored defense"
					]
				},
				"classDc": {
					"prof": "T",
					"entry": "Trained in champion class DC"
				},
				"spells": {
					"T": [
						"divine spell attacks",
						"divine spell DCs"
					]
				}
			},
			"advancement": {
				"classFeats": [
					1,
					2,
					4,
					6,
					8,
					10,
					12,
					14,
					16,
					18,
					20
				],
				"skillFeats": [
					2,
					4,
					6,
					8,
					10,
					12,
					14,
					16,
					18,
					20
				],
				"generalFeats": [
					3,
					7,
					11,
					15,
					19
				],
				"ancestryFeats": [
					5,
					9,
					13,
					17
				],
				"skillIncrease": [
					3,
					5,
					7,
					9,
					11,
					13,
					15,
					17,
					19
				],
				"abilityBoosts": [
					5,
					10,
					15,
					20
				]
			},
			"classFeatures": [
				""
			],
			"subclasses": [
			],
			"flavor": [
				"You are an emissary of a deity, a devoted servant who has taken up a weighty mantle, and you adhere to a code that holds you apart from those around you. While champions exist for every alignment, as a champion of good, you provide certainty and hope to the innocent. You have powerful defenses that you share freely with your allies and innocent bystanders, as well as holy power you use to end the threat of evil. Your devotion even attracts the attention of holy spirits who aid you on your journey."
			],
			"fluff": [
				{
					"type": "pf2-h3",
					"page": 105,
					"name": "During Combat Encounters...",
					"entries": [
						"You confront enemies in hand-to-hand combat while carefully positioning yourself to protect your allies."
					]
				},
				{
					"type": "pf2-h3",
					"page": 105,
					"name": "During social encounters...",
					"entries": [
						"You are a voice of hope, striving to reach a peaceful solution that strengthens bonds and yields good results for all."
					]
				},
				{
					"type": "pf2-h3",
					"page": 105,
					"name": "While exploring...",
					"entries": [
						"You overcome barriers both physical and spiritual, providing inspiration to your allies through your actions and—when your fellow adventurers ask for it—providing moral and ethical guidance."
					]
				},
				{
					"type": "pf2-h3",
					"page": 105,
					"name": "In downtime...",
					"entries": [
						"You spend much of your time in solemn prayer and contemplation, rigorous training, charity work, and fulfilling the tenets of your code, but that doesn’t mean there isn’t time to take up a craft or hobby"
					]
				},
				{
					"type": "pf2-h3",
					"page": 105,
					"name": "You Might...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Believe there is always hope that good will triumph over evil, no matter how grim the odds.",
								"Know the ends don’t justify the means, since evil acts increase the power of evil.",
								"Have a strong sense of right and wrong, and grow frustrated when greed or shortsightedness breeds evil."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 105,
					"name": "Others Probably...",
					"entries": [
						{
							"type": "list",
							"items": [
								"See you as a symbol of hope, especially in a time of great need.",
								"Worry you secretly despise them for not living up to your impossible standard, or that you are unwilling to compromise when necessary.",
								"Know that you’ve sworn divine oaths of service they can trust you to keep."
							]
						}
					]
				}
			]
		}
	],
	"classFeature": [
		{
			"name": "Alchemy",
			"source": "CRB",
			"page": 72,
			"className": "Alchemist",
			"classSource": "CRB",
			"level": 1,
			"entries": [
				"You understand the complex interactions of natural and unnatural substances and can concoct alchemical items to meet your needs. You can do this using normal reagents and the Craft activity, or you can use special infused reagents that allow you to craft temporary items quickly and at no cost. Over time, you can create more and more alchemical items for free, and since each of,  them becomes more and more powerful, you advance in power dramatically, leaving behind those who don’t understand your strange science.",
				"You gain the Alchemical Crafting feat (page 258), even if you don’t meet that feat’s prerequisites, and you gain the four common 1st-level alchemical formulas granted by that feat. The catalog of alchemical items begins on page 543. You can use this feat to create alchemical items as long as you have the items’ formulas in your formula book."
			]
		},
		{
			"name": "Formula Book",
			"source": "CRB",
			"page": 73,
			"className": "Alchemist",
			"classSource": "CRB",
			"level": 1,
			"entries": [
				"An alchemist keeps meticulous records of the formulas for every item they can create. You start with a standard formula book worth 10 sp or less (as detailed on page 290) for free. The formula book contains the formulas for two common 1st-level alchemical items of your choice, in addition to those you gained from Alchemical Crafting and your research field. The catalog of alchemical items begins on page 543.",
				"You gain the Alchemical Crafting feat (page 258), even if you don’t meet that feat’s prerequisites, and you gain the four common 1st-level alchemical formulas granted by that feat. The catalog of alchemical items begins on page 543. You can use this feat to create alchemical items as long as you have the items’ formulas in your formula book."
			]
		},
		{
			"name": "Research Field",
			"source": "CRB",
			"subclasses": "Research Field",
			"page": 73,
			"className": "Alchemist",
			"classSource": "CRB",
			"level": 1,
			"entries": [
				"Your inquiries into the alchemical nature of the universe have led you to focus on a particular field of research. You might have a degree from an scientific institute,  correspond with other researchers in your field, or work as a genius loner. Choose a field of research. The research fields presented in this book are as follows."
			]
		},
		{
			"name": "Book",
			"source": "CRB",
			"page": 73,
			"className": "Alchemist",
			"classSource": "CRB",
			"level": 2,
			"entries": [
				"An alchemist keeps meticulous records of the formulas for every item they can create. You start with a standard formula book worth 10 sp or less (as detailed on page 290) for free. The formula book contains the formulas for two common 1st-level alchemical items of your choice, in addition to those you gained from Alchemical Crafting and your research field. The catalog of alchemical items begins on page 543.",
				"You gain the Alchemical Crafting feat (page 258), even if you don’t meet that feat’s prerequisites, and you gain the four common 1st-level alchemical formulas granted by that feat. The catalog of alchemical items begins on page 543. You can use this feat to create alchemical items as long as you have the items’ formulas in your formula book."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Bomber",
			"source": "CRB",
			"page": 73,
			"className": "Alchemist",
			"classSource": "CRB",
			"subclassShortName": "Bomber",
			"subclassSource": "CRB",
			"level": 1,
			"entries": [
				{
					"type": "pf2-h4",
					"name": "Bomber",
					"entries": [
						"You specialize in explosions and other violent alchemical reactions. You start with the formulas for two 1st-level alchemical bombs in your formula book, in addition to your other formulas.",
						"When throwing an alchemical bomb with the splash trait, you can deal splash damage to only your primary target instead of the usual splash area."
					]
				}
			]
		}
	]
}
