{
	"class": [
		{
			"name": "Inventor",
			"source": "G&G",
			"page": 15,
			"keyAbility": "Intelligence",
			"hp": 8,
			"initialProficiencies": {
				"perception": "T",
				"fort": "E",
				"ref": "T",
				"will": "E",
				"skills": {
					"t": [
						"{@skill Crafting}"
					],
					"add": 3
				},
				"attacks": {
					"t": [
						"simple weapons",
						"martial weapons",
						"unarmed attacks"
					]
				},
				"defenses": {
					"t": [
						"light armor",
						"medium armor",
						"unarmored defense"
					]
				},
				"classDc": {
					"prof": "T",
					"entry": "Trained in inventor class DC"
				}
			},
			"advancement": {
				"classFeats": [
					1,
					2,
					4,
					6,
					8,
					10,
					12,
					14,
					16,
					18,
					20
				],
				"skillFeats": [
					2,
					4,
					6,
					8,
					10,
					12,
					14,
					16,
					18,
					20
				],
				"generalFeats": [
					3,
					7,
					11,
					15,
					19
				],
				"ancestryFeats": [
					5,
					9,
					13,
					17
				],
				"skillIncrease": [
					3,
					5,
					7,
					9,
					11,
					13,
					15,
					17,
					19
				],
				"abilityBoosts": [
					5,
					10,
					15,
					20
				]
			},
			"classFeatures": [
				"Ancestry and Background|Inventor|G&G|1",
				"Initial Proficiencies|Inventor|G&G|1",
				"Overdrive|Inventor|G&G|1",
				{
					"classFeature": "Innovation|Inventor|G&G|1",
					"gainSubclassFeature": true
				},
				"Explode|Inventor|G&G|1",
				"Peerless Inventor|Inventor|G&G|1",
				"Shield Block|Inventor|G&G|1",
				"Inventor Feats|Inventor|G&G|2",
				"Skill Feats|Inventor|G&G|2",
				"Expert Overdrive|Inventor|G&G|3",
				"General Feats|Inventor|G&G|3",
				"Reconfigure|Inventor|G&G|3",
				"Skill Increases|Inventor|G&G|3",
				"Ability Boosts|Inventor|G&G|5",
				"Ancestry Feats|Inventor|G&G|5",
				"Inventor Weapon Expertise|Inventor|G&G|5",
				{
					"classFeature": "Breakthrough Innovation|Inventor|G&G|7",
					"gainSubclassFeature": true
				},
				"Lightning Reflexes|Inventor|G&G|7",
				"Master Overdrive|Inventor|G&G|7",
				"Weapon Specialization|Inventor|G&G|7",
				"Inventive Expertise|Inventor|G&G|9",
				"Offensive Boost|Inventor|G&G|9",
				"Medium Armor Expertise|Inventor|G&G|11",
				"Resolve|Inventor|G&G|11",
				"Alertness|Inventor|G&G|13",
				"Complete Reconfiguration|Inventor|G&G|13",
				"Inventor Weapon Mastery|Inventor|G&G|13",
				"Greater Weapon Specialization|Inventor|G&G|15",
				"Legendary Overdrive|Inventor|G&G|15",
				{
					"classFeature": "Revolutionary Innovation|Inventor|G&G|15",
					"gainSubclassFeature": true
				},
				"Inventive Mastery|Inventor|G&G|17",
				"Juggernaut|Inventor|G&G|17",
				"Infinite Invention|Inventor|G&G|19",
				"Medium Armor Mastery|Inventor|G&G|19"
			],
			"subclasses": [
				{
					"name": "Armor",
					"type": "Innovation",
					"shortName": "Armor",
					"source": "G&G",
					"page": 16,
					"subclassFeatures": [
						"Innovation|Inventor|G&G|Armor|G&G|1",
						"Breakthrough Innovation|Inventor|G&G|Armor|G&G|7",
						"Revolutionary Innovation|Inventor|G&G|Armor|G&G|15"
					]
				},
				{
					"name": "Construct",
					"type": "Innovation",
					"shortName": "Construct",
					"source": "G&G",
					"page": 16,
					"subclassFeatures": [
						"Innovation|Inventor|G&G|Construct|G&G|1",
						"Breakthrough Innovation|Inventor|G&G|Construct|G&G|7",
						"Revolutionary Innovation|Inventor|G&G|Construct|G&G|15"
					]
				},
				{
					"name": "Weapon",
					"type": "Innovation",
					"shortName": "Weapon",
					"source": "G&G",
					"page": 16,
					"subclassFeatures": [
						"Innovation|Inventor|G&G|Weapon|G&G|1",
						"Breakthrough Innovation|Inventor|G&G|Weapon|G&G|7",
						"Revolutionary Innovation|Inventor|G&G|Weapon|G&G|15"
					]
				}
			],
			"classFeaturesIntro": [
				{
					"type": "pf2-h2",
					"page": 16,
					"name": "Class Features",
					"entries": [
						"You gain these abilities as an inventor. Abilities gained at higher levels list the level at which you gain them next to the features’ names."
					]
				}
			],
			"flavor": [
				"Any tinkerer can follow a diagram to make a device, but you invent the impossible! Every strange contraption you dream up is a unique experiment pushing the edge of possibility, a mysterious machine that seems to work for only you. You’re always on the verge of the next great breakthrough, and every trial and tribulation is another opportunity to test and tune. If you can dream it, you can build it."
			],
			"fluff": [
				{
					"type": "pf2-h3",
					"page": 15,
					"name": "During combat Encounters...",
					"entries": [
						"You rely on your inventions as much as possible, testing their functionalities under a variety of conditions. You don’t set out to achieve anything as banal as simply winning a fight; you seek to collect valuable data that can be used to improve your creations!"
					]
				},
				{
					"type": "pf2-h3",
					"page": 15,
					"name": "During social encounters...",
					"entries": [
						"You provide useful context when discussing a variety of academic topics, particularly when speaking about those subjects related to crafting and invention. You might often look for opportunities to acquire patronage to fund some of your more expensive or unorthodox experiments. After all, the materials needed to assemble your inventions don’t pay for themselves!"
					]
				},
				{
					"type": "pf2-h3",
					"page": 15,
					"name": "While exploring...",
					"entries": [
						"You study the design and construction of the environments you explore ardently, making note of clever traps, ingenious mechanisms, or especially keen architecture you come across for later."
					]
				},
				{
					"type": "pf2-h3",
					"page": 15,
					"name": "In downtime...",
					"entries": [
						"You brainstorm new designs, bringing them to fruition through careful crafting and meticulous attention to detail. You might also modify previous inventions to adjust for data you’ve collected in the field. You might work as a local smith or tinker where your skills are needed, or you might keep a workshop on the edge of town where the clank and clatter of your experiments attracts less attention."
					]
				},
				{
					"type": "pf2-h3",
					"page": 15,
					"name": "You Might...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Enjoy creating new things the world has never seen before.",
								"Be willing to take a chance on a theory, testing to see if your hypothesis proves accurate. If not, you probably record the results to try again later.",
								"Wear clothes spattered with oil and grime, or venture off on excited and technical tangents when asked simple questions."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 15,
					"name": "Others Probably...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Marvel at your inventions and the variety of unbelievable wonder they can bring.",
								"Believe that you’re a genius whose work is beyond understanding.",
								"Worry that your inventions might backfire or explode."
							]
						}
					]
				}
			],
			"summary": {
				"text": "The inventor battles enemies with a groundbreaking innovation only they can use.",
				"images": [
					"https://2e.aonprd.com/Images/Classes/Iconic_Droven.png"
				],
				"keyAbility": "Intelligence",
				"sndAbility": "Strength or Dexterity"
			}
		}
	],
	"classFeature": [
		{
			"name": "Ancestry and Background",
			"source": "G&G",
			"page": 16,
			"level": 1,
			"className": "Inventor",
			"classSource": "G&G",
			"entries": [
				"In addition to what you gain from your chosen class at 1st level, you have the benefits of your selected ancestry and background."
			]
		},
		{
			"name": "Initial Proficiencies",
			"source": "G&G",
			"page": 16,
			"level": 1,
			"className": "Inventor",
			"classSource": "G&G",
			"entries": [
				"At 1st level, you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class."
			]
		},
		{
			"name": "Overdrive",
			"source": "G&G",
			"page": 16,
			"level": 1,
			"className": "Inventor",
			"classSource": "G&G",
			"entries": [
				"You have a bevy of smaller devices of your own invention, from muscle stimulants to concussive pistons. When it’s necessary, you can throw them into overdrive to assist you in combat.",
				{
					"type": "ability",
					"style": "full",
					"name": "Overdrive",
					"source": "G&G",
					"page": 16,
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"traits": [
						"Inventor",
						"Manipulate"
					],
					"actionType": {
						"class": ["Inventor|G&G"]
					},
					"frequency": "once per round",
					"entries": [
						"Temporarily cranking the gizmos on your body into overdrive, you try to add greater power to your attacks. Attempt a {@skill Crafting} check that has a {@table DCs by Level||standard DC for your level}.",
						{
							"type": "successDegree",
							"entries": {
								"Critical Success": "Your gizmos go into a state of incredible efficiency called critical overdrive, adding great power to your attacks. Your Strikes deal additional damage equal to your Intelligence modifier for 1 minute. After the Overdrive ends, your gizmos become unusable as they cool down or reset, and you can’t use Overdrive for 1 minute.",
								"Success": "Your gizmos go into overdrive, adding power to your attacks. As critical success, except the additional damage is equal to half your Intelligence modifier.",
								"Failure": "You make a miscalculation and nothing happens.",
								"Critical Failure": "Whoops! Something explodes. You take fire damage equal to your level, and you can’t use Overdrive again for 1 minute as your gizmos cool down and reset."
							}
						}
					],
					"special": "When under the effects of Overdrive, you can still use the Overdrive action. You can’t extend your Overdrive’s duration this way, but you can turn an overdrive into a critical overdrive if you critically succeed. A failure has no effect on your current Overdrive, and you end your Overdrive on a critical failure."
				}
			]
		},
		{
			"name": "Innovation",
			"source": "G&G",
			"page": 16,
			"level": 1,
			"className": "Inventor",
			"classSource": "G&G",
			"type": "Innovation",
			"subclasses": "Innovation",
			"entries": [
				"While you’re always creating inventions, there’s one that represents your preeminent work, the one that you hope—with refinement—might change the world. Choose one of the below innovations. Your innovation’s level is equal to your level. If your innovation is destroyed, you can spend 1 day of downtime and attempt a {@skill Crafting} check with a high DC for your level; on a success, you rebuild it. An innovation only works due to your constant maintenance and tinkering, and therefore has no market Price.",
				"The innovations you can choose from in this book are as follows."
			]
		},
		{
			"name": "Explode",
			"source": "G&G",
			"page": 19,
			"level": 1,
			"className": "Inventor",
			"classSource": "G&G",
			"entries": [
				"Your innovation is a creation barely held together by your own engineering, always on the edge of completely falling apart. Though this adds risk, it also means you can coax it to perform far beyond its design specifications using special unstable actions. See the sidebar on page 17 for the definition of the unstable trait and how it affects your innovation.",
				"While inventors can learn various unstable actions over their career, all at least know how to make their innovation Explode.",
				{
					"name": "Explode",
					"source": "G&G",
					"page": 19,
					"type": "ability",
					"style": "full",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"traits": [
						"Fire",
						"Unstable",
						"Inventor",
						"Manipulate"
					],
					"actionType": {
						"class": ["Inventor|G&G"]
					},
					"entries": [
						"You intentionally take your innovation beyond normal safety limits, making it explode and damage nearby creatures without damaging the innovation... hopefully. The explosion deals {@dice 2d6} fire damage with a basic Reflex save to all creatures in a 5-foot emanation around you (if you’re wearing or holding the innovation) or around your innovation (if your innovation is a minion).",
						"At 3rd level, and every level thereafter, increase your explosion’s damage by {@damage (#$prompt_number:min=3,title=Character Level,default=3$#)d6|1d6}.",
						"If you have the breakthrough innovation class feature, you can choose either a 5-foot or 10-foot emanation for the area when you use Explode; if you have the revolutionary innovation class feature, you can choose a 5-foot, 10-foot, or 15-foot emanation."
					]
				}
			]
		},
		{
			"name": "Peerless Inventor",
			"source": "G&G",
			"page": 20,
			"level": 1,
			"className": "Inventor",
			"classSource": "G&G",
			"entries": [
				"You are constantly inventing, and your skill at crafting is unimpeachable. You gain the {@feat Inventor} skill feat, even if you don’t meet its prerequisites."
			]
		},
		{
			"name": "Shield Block",
			"source": "G&G",
			"page": 20,
			"level": 1,
			"className": "Inventor",
			"classSource": "G&G",
			"entries": [
				"You gain the {@feat Shield Block} general feat, a reaction that lets you reduce damage with your shield."
			]
		},
		{
			"name": "Inventor Feats",
			"source": "G&G",
			"page": 20,
			"level": 2,
			"className": "Inventor",
			"classSource": "G&G",
			"entries": [
				"At 1st level and every even-numbered level, you gain an {@filter inventor class feat|feats||type=class|classes=inventor|level=[1;1]}. Some features and feats use an assortment of gizmos you keep on your person. For simplicity, these are left abstract, but if you are deprived of your gear for some reason, you might lose access to many feats and features, subject to GM discretion."
			]
		},
		{
			"name": "Skill Feats",
			"source": "G&G",
			"page": 20,
			"level": 2,
			"className": "Inventor",
			"classSource": "G&G",
			"entries": [
				"At 2nd level and every even-numbered level, you gain a {@filter skill feat|feats||type=skill;!archetype}. You must be trained or better in the corresponding skill to select a skill feat."
			]
		},
		{
			"name": "Expert Overdrive",
			"source": "G&G",
			"page": 20,
			"level": 3,
			"className": "Inventor",
			"classSource": "G&G",
			"entries": [
				"You’ve increased your skill in crafting, and you can put your devices into a more powerful state of overdrive. You become an expert in {@skill Crafting}, and on a successful use of {@action Overdrive|G&G}, you increase the additional damage by 1."
			]
		},
		{
			"name": "General Feats",
			"source": "G&G",
			"page": 20,
			"level": 3,
			"className": "Inventor",
			"classSource": "G&G",
			"entries": [
				"At 3rd level and every 4 levels thereafter, you gain a {@filter general feat|feats||type=general|level=[1;3]}."
			]
		},
		{
			"name": "Reconfigure",
			"source": "G&G",
			"page": 20,
			"level": 3,
			"className": "Inventor",
			"classSource": "G&G",
			"entries": [
				"You’ve become an expert in all crafts and are always adjusting your inventions. You can attempt to change the modifications on your innovation by spending 1 day of downtime tinkering with it and attempting a Crafting check, with a high DC for your level. On a success, you can change one modification you’ve chosen for your innovation to a different modification of the same kind (initial, breakthrough, or revolutionary).",
				"If you have any modification feats, on a successful check you can choose to instead retrain a modification feat to a different modification feat. The new feat has to meet the standard restrictions for retraining."
			]
		},
		{
			"name": "Skill Increases",
			"source": "G&G",
			"page": 20,
			"level": 3,
			"className": "Inventor",
			"classSource": "G&G",
			"entries": [
				"At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase to either become trained in one skill you’re untrained in, or become an expert in one skill in which you’re already trained.",
				"At 7th level, you can use skill increases to become a master in a skill in which you’re already an expert, and at 15th level, you can use them to become legendary in a skill in which you’re already a master."
			]
		},
		{
			"name": "Ability Boosts",
			"source": "G&G",
			"page": 20,
			"level": 5,
			"className": "Inventor",
			"classSource": "G&G",
			"entries": [
				"At 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it’s already 18 or above, or by 2 if it starts out below 18."
			]
		},
		{
			"name": "Ancestry Feats",
			"source": "G&G",
			"page": 20,
			"level": 5,
			"className": "Inventor",
			"classSource": "G&G",
			"entries": [
				"In addition to the ancestry feat you started with, you gain an {@filter ancestry feat|feats||type=ancestry} at 5th level and every 4 levels thereafter."
			]
		},
		{
			"name": "Inventor Weapon Expertise",
			"source": "G&G",
			"page": 20,
			"level": 5,
			"className": "Inventor",
			"classSource": "G&G",
			"entries": [
				"You develop tricks for using your weapons more effectively. Your proficiency ranks for simple and martial weapons and unarmed attacks increase to expert.",
				"If you have a weapon innovation, you gain access to the critical specialization effect with your innovation."
			]
		},
		{
			"name": "Breakthrough Innovation",
			"source": "G&G",
			"page": 20,
			"type": "Innovation",
			"subclasses": "Innovation",
			"level": 7,
			"className": "Inventor",
			"classSource": "G&G",
			"entries": [
				"You’ve made a breakthrough in your field of study and discovered a powerful new way to enhance your innovation. Choose a breakthrough modification of your innovation’s type to apply to your innovation. You can choose an initial modification of your innovation’s type instead if you prefer."
			]
		},
		{
			"name": "Lightning Reflexes",
			"source": "G&G",
			"page": 22,
			"level": 7,
			"className": "Inventor",
			"classSource": "G&G",
			"entries": [
				"Your reflexes are lightning fast. Your proficiency rank for Reflex saves increases to expert."
			]
		},
		{
			"name": "Master Overdrive",
			"source": "G&G",
			"page": 22,
			"level": 7,
			"className": "Inventor",
			"classSource": "G&G",
			"entries": [
				"Your mastery of invention and crafting enhances your {@action Overdrive|G&G} even further. You become a master in {@skill Crafting}, and on a successful {@action Overdrive|G&G}, you increase the additional damage by a total of 2, replacing the increase from {@classFeature expert overdrive|Inventor|G&G|3}."
			]
		},
		{
			"name": "Weapon Specialization",
			"source": "G&G",
			"page": 22,
			"level": 7,
			"className": "Inventor",
			"classSource": "G&G",
			"entries": [
				"You’ve learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you’re a master, and 4 if you’re legendary."
			]
		},
		{
			"name": "Inventive Expertise",
			"source": "G&G",
			"page": 22,
			"level": 9,
			"className": "Inventor",
			"classSource": "G&G",
			"entries": [
				"Through innovation and experimentation, you’ve made your inventions more effective and reliable. Your proficiency rank for your inventor class DC increases to expert."
			]
		},
		{
			"name": "Offensive Boost",
			"source": "G&G",
			"page": 22,
			"level": 9,
			"className": "Inventor",
			"classSource": "G&G",
			"entries": [
				"You’ve made additions to your innovation to upgrade your offensive capabilities. Your improvements make any Strikes that rely on your innovation deal an additional 1d6 damage, with a type determined by the boost you choose. If your innovation is armor, the boost applies to your melee unarmed Strikes and to your melee Strikes with one weapon you choose during daily preparations; if your innovation is a construct, the boost applies to your construct companion’s Strikes; and if your innovation is a weapon, the boost applies to your Strikes with your innovation. You can spend downtime to switch to a different boost in the same way as switching your modification. Choose one of the following boosts, with the damage type in parentheses.",
				{
					"type": "list",
					"items": [
						{
							"type": "item",
							"name": "Chill (Cold)",
							"entries": [
								"Your innovation rapidly absorbs heat, creating an intense chill."
							]
						},
						{
							"type": "item",
							"name": "Ignition (Fire)",
							"entries": [
								"Your innovation shoots out jets of searing flame."
							]
						},
						{
							"type": "item",
							"name": "Jolt (Electricity)",
							"entries": [
								"Your innovation jolts foes with charges of electricity."
							]
						},
						{
							"type": "item",
							"name": "Momentum (Bludgeoning)",
							"entries": [
								"Your innovation slams into foes with added momentum."
							]
						},
						{
							"type": "item",
							"name": "Saws (Slashing)",
							"entries": [
								"Your innovation reveals spinning sawblades during your attacks."
							]
						},
						{
							"type": "item",
							"name": "Spike (Piercing)",
							"entries": [
								"Your innovation reveals wicked spikes during your attacks."
							]
						},
						{
							"type": "item",
							"name": "Vitriol (Acid)",
							"entries": [
								"Your innovation releases spurts of caustic acid."
							]
						}
					]
				}
			]
		},
		{
			"name": "Medium Armor Expertise",
			"source": "G&G",
			"page": 22,
			"level": 11,
			"className": "Inventor",
			"classSource": "G&G",
			"entries": [
				"You’ve learned to better defend yourself against attacks. Your proficiency ranks for light armor, medium armor, and unarmored defense increase to expert.",
				"If you have a medium or heavy armor innovation, you gain access to the critical specialization effect with your armor innovation."
			]
		},
		{
			"name": "Resolve",
			"source": "G&G",
			"page": 22,
			"level": 11,
			"className": "Inventor",
			"classSource": "G&G",
			"entries": [
				"You’ve steeled your mind with resolve. Your proficiency rank for Will saves increases to master. When you roll a success on a Will save, you get a critical success instead."
			]
		},
		{
			"name": "Alertness",
			"source": "G&G",
			"page": 22,
			"level": 13,
			"className": "Inventor",
			"classSource": "G&G",
			"entries": [
				"Your attention to detail lets you remain alert to threats around you. Your proficiency rank for Perception increases to expert."
			]
		},
		{
			"name": "Complete Reconfiguration",
			"source": "G&G",
			"page": 22,
			"level": 13,
			"className": "Inventor",
			"classSource": "G&G",
			"entries": [
				"When it comes to crafting and tinkering, you’ve become incredibly adept at changing your modifications to adjust your innovation’s functionality. When you spend downtime to reconfigure your innovation and succeed at your Crafting check, you can swap any number of modifications, swap your offensive boost, or retrain any number of modification feats, rather than one. You still must swap a modification only with one of the same type (initial, breakthrough, or revolutionary)."
			]
		},
		{
			"name": "Inventor Weapon Mastery",
			"source": "G&G",
			"page": 22,
			"level": 13,
			"className": "Inventor",
			"classSource": "G&G",
			"entries": [
				"You fully understand your weapons. Your proficiency ranks for simple and martial weapons and unarmed attacks increase to master."
			]
		},
		{
			"name": "Greater Weapon Specialization",
			"source": "G&G",
			"page": 22,
			"level": 15,
			"className": "Inventor",
			"classSource": "G&G",
			"entries": [
				"Your damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you’re an expert, 6 if you’re a master, and 8 if you’re legendary."
			]
		},
		{
			"name": "Legendary Overdrive",
			"source": "G&G",
			"page": 22,
			"level": 15,
			"className": "Inventor",
			"classSource": "G&G",
			"entries": [
				"Your peerless inventing and Crafting ability has supercharged your Overdrives. You become legendary in {@skill Crafting}, and on a successful {@action Overdrive|G&G}, you increase the additional damage by a total of 3, replacing the increase from {@classFeature master overdrive|Inventor|G&G|7}."
			]
		},
		{
			"name": "Revolutionary Innovation",
			"source": "G&G",
			"page": 23,
			"type": "Innovation",
			"subclasses": "Innovation",
			"level": 15,
			"className": "Inventor",
			"classSource": "G&G",
			"entries": [
				"You are an unparalleled genius and have discovered a technique that will revolutionize your chosen field—or at least for the time being, your innovation! Choose a revolutionary modification to apply to your innovation. You can also choose an initial or breakthrough modification of the same type instead, if you prefer."
			]
		},
		{
			"name": "Inventive Mastery",
			"source": "G&G",
			"page": 24,
			"level": 17,
			"className": "Inventor",
			"classSource": "G&G",
			"entries": [
				"Your inventions are incredibly effective. Your proficiency rank for your inventor class DC increases to master."
			]
		},
		{
			"name": "Juggernaut",
			"source": "G&G",
			"page": 24,
			"level": 17,
			"className": "Inventor",
			"classSource": "G&G",
			"entries": [
				"Your body is accustomed to physical hardship and resistant to ailments. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead."
			]
		},
		{
			"name": "Infinite Invention",
			"source": "G&G",
			"page": 24,
			"level": 19,
			"className": "Inventor",
			"classSource": "G&G",
			"entries": [
				"Your ability to adjust your innovation has reached impossible heights, and you can use these skills to make major adjustments in your spare time. During your daily preparations, you automatically fix your innovation if it’s destroyed or broken, and you can change to a different innovation (armor, construct, weapon, or other type you have access to) and change your modifications and offensive boost.",
				"If you have any feats that had your previous innovation as a prerequisite, you can’t use them until you retrain the feats as normal. However, it takes you only 1 day of downtime to retrain such a feat into a feat that has your new innovation as a prerequisite, instead of 1 week."
			]
		},
		{
			"name": "Medium Armor Mastery",
			"source": "G&G",
			"page": 24,
			"level": 19,
			"className": "Inventor",
			"classSource": "G&G",
			"entries": [
				"Your skill with armor improves, helping you avoid more blows. Your proficiency ranks for light and medium armor, as well as for unarmored defense, increase to master."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Innovation",
			"page": 16,
			"source": "G&G",
			"className": "Inventor",
			"classSource": "G&G",
			"subclassShortName": "Armor",
			"subclassSource": "G&G",
			"level": 1,
			"entries": [
				{
					"name": "Armor",
					"type": "pf2-h4",
					"entries": [
						"Your innovation is a cutting-edge suit of medium armor with a variety of attached gizmos and devices. Choose one of the sets of statistics on Table 2–2: Innovation Armor Statistics for your innovation armor (or choose another set of innovation armor statistics to which you have access).",
						{
							"name": "Innovation Armor Statistics",
							"id": "2-2",
							"type": "table",
							"source": "G&G",
							"page": 16,
							"labelRowIdx": [
								0
							],
							"colSizes": [
								2,
								1,
								1,
								1,
								1,
								1,
								1,
								1,
								1
							],
							"colStyles": [
								"text-left",
								"text-center",
								"text-center",
								"text-center",
								"text-center",
								"text-center",
								"text-center",
								"text-center",
								"text-center",
								"text-center"
							],
							"rows": [
								[
									"Medium Armor",
									"AC Bonus",
									"Dex Cap",
									"Check Penalty",
									"Speed Penalty",
									"Strength",
									"Bulk",
									"Group",
									"Armor Traits"
								],
								[
									"{@item Power Suit|G&G}",
									"+4",
									"+1",
									"-2",
									"-5 feet",
									"16",
									"2",
									"{@group composite}",
									"—"
								],
								[
									"{@item Subterfuge Suit|G&G}",
									"+1",
									"+4",
									"-1",
									"—",
									"10",
									"1",
									"{@group composite}",
									"—"
								]
							]
						},
						"Your innovation armor can have fundamental and property runes added to it in the same way as ordinary armor. Because of the unique features of your innovation, everyone except you is untrained in it, even if they would normally be trained (or better) in medium armor.",
						"Choose one initial armor modification to apply to your innovation, either from the following or from other initial armor modifications to which you have access.",
						{
							"type": "list",
							"collapsible": true,
							"items": [
								{
									"type": "item",
									"name": "Harmonic Oscillator:",
									"entries": [
										"You designed your armor to inaudibly thrum at just the right frequency to create interference against force and sound waves. You gain resistance equal to 3 + half your level to force and sonic damage. When under the effects of {@action Overdrive|G&G}, the resistance increases by 2."
									]
								},
								{
									"type": "item",
									"name": "Metallic Reactance:",
									"entries": [
										"The metals in your armor are carefully alloyed to ground electricity and protect from acidic chemical reactions. You gain resistance equal to 3 + half your level to acid and electricity damage. When under the effects of {@action Overdrive|G&G}, the resistance increases by 2."
									]
								},
								{
									"type": "item",
									"name": "Muscular Exoskeleton ({@item Power Suit|g&g} Only):",
									"entries": [
										"Your armor supports your muscles with a carefully crafted exoskeleton. When you send your armor into overdrive, the exoskeleton supplements your feats of athletics as well. When under the effects of {@action Overdrive|G&G}, you gain a +1 circumstance bonus to {@skill Athletics} checks; if you’re a master in {@skill Crafting}, this increases to a +2 circumstance bonus."
									]
								},
								{
									"type": "item",
									"name": "Otherworldly Protection:",
									"entries": [
										"Just because you use science doesn’t mean you can’t build your armor with carefully chosen materials and gizmos designed to protect against otherworldly attacks. You gain resistance equal to 3 + half your level to negative damage, or to positive damage if you have negative healing (such as if you’re a dhampir). You gain the same amount of resistance to any types of alignment damage—good, evil, chaotic, lawful—that can damage you (note that creatures don’t take a given type of alignment damage unless they are of the opposing alignment; for instance, you can take evil damage only if you are good in alignment)."
									]
								},
								{
									"type": "item",
									"name": "Phlogistonic Regulator:",
									"entries": [
										"A layer of insulation within your armor protects you from rapid temperature fluctuations. You gain resistance equal to half your level to cold and fire damage. When under the effects of {@action Overdrive|G&G}, the resistance increases by 2."
									]
								},
								{
									"type": "item",
									"name": "Speed Boosters:",
									"entries": [
										"You have boosters in your armor that increase your Speed. You gain a +5-foot status bonus to your Speed, which increases to a +10-foot status bonus when under the effects of {@action Overdrive|G&G}."
									]
								},
								{
									"type": "item",
									"name": "Subtle Dampeners ({@item Subterfuge Suit|G&G} Only):",
									"entries": [
										"You’ve designed your armor to help you blend in and dampen noise slightly. When you send your armor into overdrive, the dampeners increase their effect, improving your Stealth. When under the effects of {@action Overdrive|G&G}, you gain a +1 circumstance bonus to {@skill Stealth} checks. If you’re a master in {@skill Crafting}, this increases to a +2 circumstance bonus."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Innovation",
			"page": 17,
			"source": "G&G",
			"className": "Inventor",
			"classSource": "G&G",
			"subclassShortName": "Construct",
			"subclassSource": "G&G",
			"level": 1,
			"entries": [
				{
					"name": "Construct",
					"type": "pf2-h4",
					"entries": [
						"Your innovation is a mechanical creature, such as a clockwork construct made of cogs and gears. It’s a prototype construct companion (page 32), and you can adjust most of its base statistics by taking feats at higher levels, such as Advanced Companion. If you use the {@action Overdrive|G&G} action, your construct gains the same {@action Overdrive|G&G} benefits you do, and it also takes the same amount of fire damage on a critical failure.",
						"You know how to spend additional time directing, controlling, or programming your construct innovation for a more complex plan of action. You can spend 2 actions to Command instead of 1 when commanding your construct companion; your construct companion can then use an additional action (normally 3 actions, rather than 2).",
						"Choose one initial construct modification to apply to your innovation, either from the following or from other initial construct modifications to which you have access. These modifications alter the construct’s abilities or form.",
						{
							"type": "list",
							"collapsible": true,
							"items": [
								{
									"type": "item",
									"name": "Accelerated Mobility:",
									"entries": [
										"Actuated legs, efficient gears in the wheels or treads, or add-on boosters make your construct faster. Your innovation’s Speed increases to 40 feet."
									]
								},
								{
									"type": "item",
									"name": "Amphibious Construction:",
									"entries": [
										"Increased buoyancy, rudders, and a means of propulsion like a fluked tail or powerful propeller make your construct able to travel in water. Your innovation gains a swim Speed of 25 feet."
									]
								},
								{
									"type": "item",
									"name": "Increased Size:",
									"entries": [
										"You built your construct innovation bigger than most. Your construct is {@trait Large}. If you have this modification and your construct innovation becomes an advanced construct companion or otherwise gains the ability to become {@trait Large}, you can immediately change increased size to a different initial construct modification."
									]
								},
								{
									"type": "item",
									"name": "Manual Dexterity:",
									"entries": [
										"Your construct innovation has articulated hands or similar appendages with significant manual dexterity. It can perform {@trait manipulate} actions with up to two of its limbs. As normal for a companion, it still can’t wield weapons or held items that don’t have the {@trait companion} trait, and it can’t {@action Activate an Item||activate items}."
									]
								},
								{
									"type": "item",
									"name": "Projectile Launcher:",
									"entries": [
										"Your construct has a mounted dart launcher, embedded cannon, or similar armament. Your innovation gains a ranged unarmed attack that deals {@damage 1d4} bludgeoning or piercing damage (you choose when you pick this modification). The attack has the {@trait propulsive} trait and a range increment of 30 feet."
									]
								},
								{
									"type": "item",
									"name": "Sensory Array:",
									"entries": [
										"Additional sensory devices give your innovation {@ability low-light vision} and {@ability darkvision}, as well as imprecise {@ability tremorsense} out to a range of 30 feet."
									]
								},
								{
									"type": "item",
									"name": "Wonder Gears:",
									"entries": [
										"You map specialized skills into your construct’s crude intelligence. Your innovation becomes trained in {@skill Intimidation}, {@skill Stealth}, and {@skill Survival}."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Innovation",
			"page": 17,
			"source": "G&G",
			"className": "Inventor",
			"classSource": "G&G",
			"subclassShortName": "Weapon",
			"subclassSource": "G&G",
			"level": 1,
			"entries": [
				{
					"name": "Weapon",
					"type": "pf2-h4",
					"entries": [
						"Your innovation is an impossible-looking weapon augmented by numerous unusual mechanisms. It begins with the same statistics as a level 0 common simple or martial weapon of your choice, or another {@filter level 0 simple or martial weapon|items||Category=Weapon|Weapon/Armor Category=Simple; Martial|Level=[0;0]} to which you have access. You can instead use the statistics of a {@filter 1st-level common simple or martial weapon|items||Category=Weapon|Weapon/Armor Category=Simple; Martial|Rarity=Common|Level=[1;1]} of your choice, or another {@filter 1st-level simple or martial weapon|items||Category=Weapon|Weapon/Armor Category=Simple; Martial|Rarity=!Common|Level=[1;1]} to which you have access, but you must pay the monetary Price for the weapon. An innovation weapon can have fundamental and property runes added to it in the same way as an ordinary weapon. Because of the unique features of your innovation, everyone except you is untrained in it, even if they would normally be trained (or better) in simple or martial weapons. If you use the {@action Overdrive|G&G} action, you can choose to change the additional damage from {@action Overdrive|G&G} to fire damage.",
						"Choose one initial weapon modification to apply to your innovation, either from the following or from other initial weapon modifications to which you have access. These modifications grant additional weapon traits, sometimes with extra abilities. A modification might give your weapon the versatile trait with a damage type that the weapon could already deal, either from its base damage type or from an existing versatile trait. In that case, if you select that modification, you can instead choose to give the weapon the versatile trait for a different damage type: bludgeoning, piercing, or slashing.",
						{
							"type": "list",
							"items": [
								{
									"type": "item",
									"name": "Blunt Shot (Ranged Only):",
									"entries": [
										"Your weapon innovation can file the edges off your ammunition and adjust the blunt force of the shot to deliver a bludgeoning attack when necessary, as well as to avoid striking a lethal blow with an otherwise deadly shot. Your innovation gains the {@trait nonlethal} and {@trait versatile B} traits. You can choose whether to apply the {@trait nonlethal} trait on each attack with your innovation."
									]
								},
								{
									"type": "item",
									"name": "Complex Simplicity (Simple Weapon Only):",
									"entries": [
										"Increase your innovation’s weapon damage die by one step ({@damage d4} to {@damage d6}, {@damage d6} to {@damage d8}, {@damage d8} to {@damage d10}, {@damage d10} to {@damage d12}). In addition, it gains one of the following traits of your choice: {@trait versatile B}, {@trait versatile P}, or {@trait versatile S}."
									]
								},
								{
									"type": "item",
									"name": "Dynamic Weighting (One-handed Melee Weapon Only; Can’t Have the {@trait Agile}, {@trait Attached}, or {@trait Free-hand} Trait):",
									"entries": [
										"Your weapon’s modified weight distribution can increase power in exchange for taking more hands to wield. Your innovation gains the {@trait two-hand} trait, with a damage die one size higher than the weapon’s normal weapon damage die size (for instance, a {@item longsword} would gain the {@trait two-hand d10} trait). Your innovation also gains the {@trait versatile B} trait."
									]
								},
								{
									"type": "item",
									"name": "Entangling Form (Melee Only):",
									"entries": [
										"You’ve altered your weapon to including tangling wires or straps, or to have a flexible construction. Your innovation gains the {@trait grapple} and {@trait trip} traits."
									]
								},
								{
									"type": "item",
									"name": "Hampering Spikes (Melee Only):",
									"entries": [
										"You’ve added long, snagging spikes to your weapon, which you can use to impede your foes’ movement. Your innovation gains the {@trait hampering} and {@trait versatile P} traits."
									]
								},
								{
									"type": "item",
									"name": "Hefty Composition (Melee Only):",
									"entries": [
										"Blunt surfaces and sturdy construction make your weapon hefty and mace-like. Your innovation gains the {@trait shove} and {@trait versatile B} traits."
									]
								},
								{
									"type": "item",
									"name": "Modular Head:",
									"entries": [
										"You’ve constructed a multi-purpose, adjustable striking surface for your weapon, or you’ve made special ammunition you can swiftly alter. Your innovation gains the {@trait modular} trait for bludgeoning, piercing, and slashing. When you {@action Interact} to use the {@trait modular} trait, you can also choose to give the weapon the {@trait nonlethal} trait if it doesn’t currently have it, or to remove that trait if it’s currently {@trait nonlethal}."
									]
								},
								{
									"type": "item",
									"name": "Pacification Tools (Melee Only):",
									"entries": [
										"Softer materials make your weapon suited to knock out instead of kill, and special protrusions let you catch weapons and disarm your foes. Your innovation gains the {@trait disarm} and {@trait nonlethal} traits. You can choose whether to apply the {@trait nonlethal} trait on each attack with your innovation."
									]
								},
								{
									"type": "item",
									"name": "Razor Prongs (Melee Only):",
									"entries": [
										"You can knock down and slash your foes with sharp, curved blades added to your weapon. Your innovation gains the {@trait trip} and {@trait versatile S} traits."
									]
								},
								{
									"type": "item",
									"name": "Segmented Frame:",
									"entries": [
										"Hinges, clamps, and telescoping parts make your innovation collapsible and adjustable. It gains the {@trait modular} trait for bludgeoning, piercing, and slashing. You can {@action Interact} to collapse the item down to light Bulk or to return it to your normal form. When it’s collapsed to light Bulk, it has the {@trait concealable} trait, which grants you a +2 circumstance bonus to {@skill Stealth} checks and DCs to hide or {@action Conceal an Object||conceal the weapon.}. "
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Breakthrough Innovation",
			"page": 20,
			"source": "G&G",
			"className": "Inventor",
			"classSource": "G&G",
			"subclassShortName": "Armor",
			"subclassSource": "G&G",
			"level": 7,
			"entries": [
				{
					"name": "Breakthrough Armor Modifications",
					"type": "pf2-h4",
					"entries": [
						{
							"type": "list",
							"items": [
								{
									"type": "item",
									"name": "Antimagic Plating:",
									"entries": [
										"Whether you used some clever adaptation of the magic-negating skymetal known as noqual or created magical protections of your own design, you’ve strengthened your armor against magic. While wearing the armor, you gain a +1 circumstance bonus to all saving throws against spells and to AC against spells. Against spells that target the armor directly (like {@spell heat metal|APG}), you instead gain a +4 circumstance bonus to all saving throws and to AC."
									]
								},
								{
									"type": "item",
									"name": "Camouflage Pigmentation ({@item Subterfuge Suit|G&G} Only):",
									"entries": [
										"You’ve modified your armor’s exterior to let you blend into your surroundings with ease, as long as you stay still. While wearing your armor, you can {@action Hide} even without cover or concealment, as the pigmentation shifts to match your surroundings."
									]
								},
								{
									"type": "item",
									"name": "Dense Plating:",
									"entries": [
										"You have encased your armor in robust plating. While wearing your armor, you gain resistance to slashing damage equal to half your level."
									]
								},
								{
									"type": "item",
									"name": "Enhanced Resistance:",
									"entries": [
										"You’ve improved upon your initial modification’s ability to resist damage. The resistance from your initial armor modification adds your full level, instead of half your level (for instance, phlogistonic regulator’s resistance would increase to your level). If you have more than one initial modification that gives resistance, choose which one this applies to."
									]
								},
								{
									"type": "item",
									"name": "Heavy Construction ({@item Power Suit|G&G} Only):",
									"entries": [
										"You’ve expanded your innovation into a heavy bulwark, and your groundbreaking design ensures you don’t take any of the drawbacks for such heavy defenses. Your innovation becomes heavy armor, and your proficiency in your innovation armor (but no other heavy armor) advances to be equal to your proficiency in medium armor. If your Strength score is at least 16, you remove the Speed penalty entirely instead of reducing it to –5 feet. The armor’s adjusted statistics are: {@i AC Bonus} +5; {@i Dex Cap} +1; {@i Check Penalty} –2; {@i Speed Penalty} –10 feet; {@i Strength} 16; {@i Bulk} 3; {@i Group} {@group composite}; {@i Armor Traits} {@trait bulwark}}. {@note You can see the improved version of the armor {@item Heavy Power Suit|G&G|here}.}"
									]
								},
								{
									"type": "item",
									"name": "Hyper Boosters:",
									"entries": [
										"You’ve improved your speed boosters’ power through a breakthrough that significantly increases the energy flow without risking exploding. You gain a +10-foot status bonus to your Speed, which increases to a +20-foot status bonus when you’re in {@action Overdrive}. If you’re legendary in {@skill Crafting}, it instead increases to a +30-foot status bonus when you’re in {@action Overdrive}. You must have the speed boosters modification to select this modification."
									]
								},
								{
									"type": "item",
									"name": "Layered Mesh:",
									"entries": [
										"You’ve woven an incredibly powerful network of interlocking mesh around your armor, which catches piercing attacks and diffuses them. While wearing your armor, you gain resistance to piercing damage equal to half your level."
									]
								},
								{
									"type": "item",
									"name": "Tensile Absorption:",
									"entries": [
										"You’ve enhanced the tensile capabilities of your armor, enabling it to bend with bludgeoning attacks. While wearing your armor, you gain resistance to bludgeoning damage equal to half your level."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Breakthrough Innovation",
			"page": 21,
			"source": "G&G",
			"className": "Inventor",
			"classSource": "G&G",
			"subclassShortName": "Construct",
			"subclassSource": "G&G",
			"level": 7,
			"entries": [
				{
					"name": "Breakthrough Construct Modifications",
					"type": "pf2-h4",
					"entries": [
						{
							"type": "list",
							"items": [
								{
									"type": "item",
									"name": "Advanced Weaponry:",
									"entries": [
										"You’ve powered up your construct’s weaponry. Choose one of your construct’s unarmed attacks to gain your choice of one initial weapon modification, chosen from the list of {@subclassFeature Innovation|Inventor|G&G|weapon|G&G|1|G&G|initial weapon modifications} or from other initial weapon modifications to which you have access. The unarmed attack must meet any requirements for the chosen traits (such as being a melee attack for entangling form), and since it’s an unarmed attack, it can never meet certain requirements, such as being a simple weapon for complex simplicity."
									]
								},
								{
									"type": "item",
									"name": "Antimagic Construction:",
									"entries": [
										"Whether you used some clever adaptation of the magic-negating skymetal known as noqual or created magical protections entirely of your own devising, you’ve made your innovation highly resilient to spells. Your construct innovation gains a +2 circumstance bonus to all saving throws and AC against spells."
									]
								},
								{
									"type": "item",
									"name": "Climbing Limbs:",
									"entries": [
										"With appendages that can claw or create suction, your construct becomes a capable climber. Your innovation gains a climb Speed equal to half its land Speed."
									]
								},
								{
									"type": "item",
									"name": "Durable Construction:",
									"entries": [
										"Your innovation is solidly built; it can take significant punishment before being destroyed. Increase its maximum HP by your level."
									]
								},
								{
									"type": "item",
									"name": "Marvelous Gears:",
									"entries": [
										"Your innovation gains expert proficiency in {@skill Intimidation}, {@skill Stealth}, and {@skill Survival}. For any of these skills in which it was already an expert (because of being an advanced construct companion, for example), it gains master proficiency instead. If you have the {@classFeature revolutionary innovation|Inventor|G&G|15} class feature, these proficiencies improve to master, or legendary if your construct innovation was already an expert. You must have the wonder gears modification to select this modification."
									]
								},
								{
									"type": "item",
									"name": "Turret Configuration:",
									"entries": [
										"Your innovation can transform from a mobile construct to a stationary turret. Your construct companion can transform as a single action, which has the {@trait manipulate} trait, turning into a turret in its space (or transforming back from a turret into its normal configuration). While it’s a turret, your innovation is {@condition immobilized}, but the damage die from its projectile launcher increases to {@damage 1d6} and the range increment increases to 60 feet. You must have the projectile launcher modification to select this modification."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Breakthrough Innovation",
			"page": 21,
			"source": "G&G",
			"className": "Inventor",
			"classSource": "G&G",
			"subclassShortName": "Weapon",
			"subclassSource": "G&G",
			"level": 7,
			"entries": [
				{
					"name": "Breakthrough Weapon Modifications",
					"type": "pf2-h4",
					"entries": [
						{
							"type": "list",
							"items": [
								{
									"type": "item",
									"name": "Advanced Rangefinder (Ranged Only):",
									"entries": [
										"A carefully tuned scope or targeting device makes your weapon especially good at hitting weak points. Your innovation gains the {@trait backstabber} trait and increases its range increment by 10 feet."
									]
								},
								{
									"type": "item",
									"name": "Aerodynamic Construction (Melee Only):",
									"entries": [
										"You carefully engineer the shape of your weapon to maintain its momentum in attacks against successive targets. Your innovation gains the {@trait sweep} trait and the {@trait versatile S} trait"
									]
								},
								{
									"type": "item",
									"name": "Inconspicuous Appearance (Melee Only):",
									"entries": [
										"Your innovation is built for easy concealment and surprise attacks. It gains the backstabber and versatile P traits. If the weapon has light Bulk, it also gains the {@trait concealable} trait."
									]
								},
								{
									"type": "item",
									"name": "Integrated Gauntlet (One-Handed Weapon Only; Can’t Have the {@trait Two-Hand} Trait):",
									"entries": [
										"Combining your weapon with a gauntlet, you make it so you can quickly switch between attacking with your weapon and tinkering using your hands. Your innovation gains the {@trait free-hand} trait."
									]
								},
								{
									"type": "item",
									"name": "Manifold Alloy:",
									"entries": [
										"You’ve devised several alloys that contain useful properties of various metals, and you replace a number of parts of your weapon or its ammunition with pieces from these alloys. Your weapon innovation is cold iron and silver. This means you deal more damage to a variety of supernatural creatures, such as demons, devils, and fey."
									]
								},
								{
									"type": "item",
									"name": "Rope Shot (Ranged Only):",
									"entries": [
										"Your weapon can shoot projectiles that split into simple ropes or nets around your foes’ legs to trip your targets, and you can climb using the grappling hooks built into the weapon. Your weapon innovation gains the {@trait climbing} and {@trait ranged trip} traits."
									]
								},
								{
									"type": "item",
									"name": "Tangle Line (Thrown Only):",
									"entries": [
										"Your weapon has an extensible line that you can use to knock your enemies over and quickly recall the weapon back to your hand. Your innovation gains the {@trait ranged trip} trait and the {@trait tethered} trait."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Revolutionary Innovation",
			"page": 23,
			"source": "G&G",
			"className": "Inventor",
			"classSource": "G&G",
			"subclassShortName": "Armor",
			"subclassSource": "G&G",
			"level": 15,
			"entries": [
				{
					"name": "Revolutionary Armor Modifications",
					"type": "pf2-h4",
					"entries": [
						{
							"type": "list",
							"items": [
								{
									"type": "item",
									"name": "Automated Impediments:",
									"entries": [
										"Your armor uses electromagnetic fields, subharmonic distortions, or other techniques to make it difficult for those close to you to move unless you allow it. While wearing your armor, all spaces adjacent to you are difficult terrain for your enemies."
									]
								},
								{
									"type": "item",
									"name": "Energy Barrier:",
									"entries": [
										"Your armor’s defenses ablate any kind of energy coming your way. While wearing your armor, you gain resistance to all energy damage (acid, cold, electricity, fire, force, negative, positive, and sonic damage) equal to 2 + half your level. You must have the harmonic oscillator, metallic reactance, or phlogistonic regulator modification to select this modification."
									]
								},
								{
									"type": "item",
									"name": "Incredible Resistance:",
									"entries": [
										"You’ve improved upon your breakthrough modification’s ability to resist damage. Choose one of the following breakthrough modifications your innovation has: dense plating, layered mesh, or tensile absorption. Increase the resistance you gain from that modification to be equal to your level, instead of half your level."
									]
								},
								{
									"type": "item",
									"name": "Multisensory Mask (Subterfuge Suit Only):",
									"entries": [
										"You’ve built a multisensory mask over your armor that protects you by distorting your figure from all senses, leaving behind only a hazy image, muffled sounds, and so forth. While wearing the armor, you gain {@condition concealed||concealment} against all creatures, even if they are using a nonvisual precise sense, such as a bat’s echolocation. As normal for effects that leave your location obvious, you can’t use this {@condition concealed||concealment} to {@action Hide} or {@action Sneak}. If you use a {@condition hostile} action, the {@condition concealed||concealment} ends until you restore the mask as a single action, which has the {@trait manipulate} trait."
									]
								},
								{
									"type": "item",
									"name": "Perfect Fortification ({@item Power Suit|G&G} Only):",
									"entries": [
										"You’ve outfitted your armor with such heavy fortifications that deadly attacks often lose their edge. Each time you’re critically hit while wearing the armor, attempt a DC {@flatDC 13} flat check. On a success, it becomes a normal hit. This isn’t cumulative with fortification runes or other abilities that reduce critical hits with a flat check. Additionally, you gain resistance 2 + half your level against precision damage."
									]
								},
								{
									"type": "item",
									"name": "Physical Protections:",
									"entries": [
										"Your armor has so many adjustments and precautions that it can guard against all physical damage. While wearing your armor, you gain resistance to all physical damage (bludgeoning, piercing, and slashing damage, as well as persistent bleed damage) equal to half your level. You must have the dense plating, layered mesh, or tensile absorption breakthrough modification to select this modification."
									]
								},
								{
									"type": "item",
									"name": "Rune Capacity:",
									"entries": [
										"Whether you’ve done some dabbling in orichalcum alloys or found another engineering solution, you’ve built your innovation in such a way that it can hold an additional property rune. Your innovation can have one more property rune than a normal item of its kind (to a maximum of four property runes with a {@item +3 armor potency||+3 potency} armor)."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Revolutionary Innovation",
			"page": 23,
			"source": "G&G",
			"className": "Inventor",
			"classSource": "G&G",
			"subclassShortName": "Construct",
			"subclassSource": "G&G",
			"level": 15,
			"entries": [
				{
					"name": "Revolutionary Construct Modifications",
					"type": "pf2-h4",
					"entries": [
						{
							"type": "list",
							"items": [
								{
									"type": "item",
									"name": "Flight Chassis:",
									"entries": [
										"You fit your construct with a means of flight, such as adding rotors or rebuilding it with wings and a lightweight construction. Your innovation gains a fly Speed of 25 feet."
									]
								},
								{
									"type": "item",
									"name": "Miracle Gears:",
									"entries": [
										"As you perfect your innovation’s cortex, it becomes much more intelligent. Its Intelligence modifier increases by 2, and it learns a language of your choice from among the languages you know. Your construct gains the ability to use actions that require greater Intelligence, like {@action Coerce} and {@action Decipher Writing}. Finally, your construct becomes legendary in two Intelligence- or Charisma-based skills of your choice. You must have the marvelous gears modification to select this modification."
									]
								},
								{
									"type": "item",
									"name": "Resistant Coating:",
									"entries": [
										"Your innovation is hard to damage by any means. It gains resistance 5 to all damage (except adamantine)."
									]
								},
								{
									"type": "item",
									"name": "Runic Keystone:",
									"entries": [
										"You’ve incorporated a device similar to a runestone into your innovation, allowing it to hold a property rune, even though it isn’t a weapon or suit of armor. An armor property rune affects your innovation itself if it would affect the wearer of the armor. A weapon property rune grants whatever properties it would normally grant to a weapon to your innovation’s unarmed attacks, following all the requirements as normal (for instance, a vorpal rune would only apply to slashing melee unarmed attacks); if the rune affects only ranged attacks, it has no effect unless your innovation has a built-in ranged attack (from the projectile launcher initial modification, for example). If the rune would affect the physical shape or appearance of the weapon or armor itself, like {@item glamered}, the rune has no effect when etched into your construct."
									]
								},
								{
									"type": "item",
									"name": "Wall Configuration:",
									"entries": [
										"Your innovation can transform from a mobile construct to a stationary battlefield emplacement. It can unfold as a 2-action activity that has the {@trait manipulate} trait, changing from its usual form into a thin, straight wall of metal and gears up to 10 feet tall and 30 feet long. The wall must extend through your innovation’s original space. While your construct is a wall, it can’t take any actions except to use the same activity to transform back, and it can’t defend itself easily, making it {@condition flat-footed} and giving it an additional –2 status penalty to its AC. The wall blocks line of sight and effect unless your innovation has half its maximum HP or fewer, at which point holes in the wall allow creatures to see through and attack with cover, and Tiny creatures to slip through."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Revolutionary Innovation",
			"page": 23,
			"source": "G&G",
			"className": "Inventor",
			"classSource": "G&G",
			"subclassShortName": "Weapon",
			"subclassSource": "G&G",
			"level": 15,
			"entries": [
				{
					"name": "Revolutionary Weapon Modifications",
					"type": "pf2-h4",
					"entries": [
						{
							"type": "list",
							"items": [
								{
									"type": "item",
									"name": "Attack Refiner:",
									"entries": [
										"Your weapon makes minute recalibrations after every missed attack to ensure the next lands true. Your innovation gains the {@trait backswing} and {@trait shove} traits."
									]
								},
								{
									"type": "item",
									"name": "Deadly Strike:",
									"entries": [
										"Through precise calculation, you’ve found the perfect shape for your weapon to deal extreme damage on a well-placed strike. Your innovation gains the {@trait deadly d8} trait. If your innovation was already deadly, it increases its {@trait deadly} die to {@damage d12} instead of gaining deadly {@damage d8}."
									]
								},
								{
									"type": "item",
									"name": "Enhanced Damage:",
									"entries": [
										"You’ve made your innovation more powerful than other weapons of its kind. Increase your innovation’s weapon damage die by one step ({@damage d4} to {@damage d6}, {@damage d6} to {@damage d8}, {@damage d8} to {@damage d10}, {@damage d10} to {@damage d12}). As normal, you can’t increase your die by more than one size, so this modification isn’t cumulative with complex simplicity."
									]
								},
								{
									"type": "item",
									"name": "Extensible Weapon (Melee only):",
									"entries": [
										"You’ve found a way to construct your weapon so that it can extend while leaving its balance unchanged. Your innovation gains the {@trait reach} trait. If the weapon already had the {@trait reach} trait, it increases your reach by an additional 10 feet, instead of the usual additional 5 feet."
									]
								},
								{
									"type": "item",
									"name": "Impossible Alloy:",
									"entries": [
										"Other inventors claim it’s not even technically possible, but you’ve managed to create several metal alloys that seem to work for only you. These alloys can damage opponents vulnerable to any one of the seven skymetals. Your innovation is treated as all seven skymetals (abysium, adamantine, djezet, inubrix, noqual, orichalcum, and siccatite). This means you deal more damage to a variety of creatures, though you don’t apply any of the other special effects for weapons made of those skymetals."
									]
								},
								{
									"type": "item",
									"name": "Momentum Retainer (Melee only):",
									"entries": [
										"A special weighted device lets your weapon retain more of its momentum when you attack. Your innovation gains the {@trait forceful} and {@trait versatile B} traits."
									]
								},
								{
									"type": "item",
									"name": "Omnirange Stabilizers (Ranged only):",
									"entries": [
										"You’ve modified your innovation to be dangerous and effective at any range. If your innovation had the {@trait volley} trait, remove the {@trait volley} trait. Otherwise, increase your innovation’s range increment by 50 feet or an amount equal to the weapon’s base range increment, whichever is more."
									]
								},
								{
									"type": "item",
									"name": "Rune Capacity:",
									"entries": [
										"Whether you’ve dabbled with orichalcum or found another engineering solution, you’ve built your innovation in such a way that it can hold an additional property rune. Your innovation can have one more property rune than a normal item of its kind (to a maximum of four property runes with a {@item +3 weapon potency||+3 potency} weapon)."
									]
								}
							]
						}
					]
				}
			]
		}
	]
}