{
	"class": [
		{
			"name": "Psychic",
			"source": "DA",
			"page": 8,
			"keyAbility": "Intelligence or Charisma",
			"hp": 6,
			"initialProficiencies": {
				"perception": "T",
				"fort": "T",
				"ref": "T",
				"will": "E",
				"skills": {
					"t": [
						{
							"skill": [
								"Occultism"
							]
						}
					],
					"add": 3
				},
				"attacks": {
					"t": [
						"simple weapons",
						"unarmed attacks"
					]
				},
				"defenses": {
					"u": [
						"all armor"
					],
					"t": [
						"unarmored defense"
					]
				},
				"spells": {
					"t": [
						"occult spell attacks",
						"occult spell DCs"
					]
				}
			},
			"advancement": {
				"classFeats": [
					2,
					4,
					6,
					8,
					10,
					12,
					14,
					16,
					18,
					20
				],
				"skillFeats": [
					2,
					4,
					6,
					8,
					10,
					12,
					14,
					16,
					18,
					20
				],
				"generalFeats": [
					3,
					7,
					11,
					15,
					19
				],
				"ancestryFeats": [
					5,
					9,
					13,
					17
				],
				"skillIncrease": [
					3,
					5,
					7,
					9,
					11,
					13,
					15,
					17,
					19
				],
				"abilityBoosts": [
					5,
					10,
					15,
					20
				]
			},
			"classFeatures": [
				"Ancestry and Background|Psychic|DA|1",
				"Initial Proficiencies|Psychic|DA|1",
				"Psychic Spellcasting|Psychic|DA|1",
				"Spell Repertoire|Psychic|DA|1",
				"Psi Cantrips and Amps|Psychic|DA|1",
				"Unleash Psyche|Psychic|DA|1",
				{
					"classFeature": "Subconscious Mind|Psychic|DA|1",
					"gainSubclassFeature": true
				},
				{
					"classFeature": "Conscious Mind|Psychic|DA|1",
					"gainSubclassFeature": true
				},
				"Psychic Feats|Psychic|DA|2",
				"Skill Feats|Psychic|DA|2",
				"General Feats|Psychic|DA|3",
				"Signature Spells|Psychic|DA|3",
				"Skill Increases|Psychic|DA|3",
				"Ability Boosts|Psychic|DA|5",
				"Ancestry Feats|Psychic|DA|5",
				"Clarity of Focus|Psychic|DA|5",
				"Precognitive Reflexes|Psychic|DA|5",
				"Expert Spellcaster|Psychic|DA|7",
				"Great Fortitude|Psychic|DA|9",
				"Extrasensory Perception|Psychic|DA|11",
				"Walls of Will|Psychic|DA|11",
				"Weapon Expertise|Psychic|DA|11",
				"Personal Barrier|Psychic|DA|13",
				"Weapon Specialization|Psychic|DA|13",
				"Master Spellcaster|Psychic|DA|15",
				"Fortress of Will|Psychic|DA|17",
				"Infinite Mind|Psychic|DA|19",
				"Legendary Spellcaster|Psychic|DA|19"
			],
			"subclasses": [
				{
					"name": "Emotional Acceptance",
					"type": "Subconscious Mind",
					"shortName": "Emotion",
					"source": "DA",
					"page": 15,
					"subclassFeatures": [
						"Subconscious Mind|Psychic|DA|Emotion|DA|1"
					]
				},
				{
					"name": "Gathered Lore",
					"type": "Subconscious Mind",
					"shortName": "Lore",
					"source": "DA",
					"page": 15,
					"subclassFeatures": [
						"Subconscious Mind|Psychic|DA|Lore|DA|1"
					]
				},
				{
					"name": "Precise Discipline",
					"type": "Subconscious Mind",
					"shortName": "Discipline",
					"source": "DA",
					"page": 16,
					"subclassFeatures": [
						"Subconscious Mind|Psychic|DA|Discipline|DA|1"
					]
				},
				{
					"name": "Wandering Reverie",
					"type": "Subconscious Mind",
					"shortName": "Wandering",
					"source": "DA",
					"page": 16,
					"subclassFeatures": [
						"Subconscious Mind|Psychic|DA|Wandering|DA|1"
					]
				},
				{
					"name": "The Distant Grasp",
					"type": "Conscious Mind",
					"shortName": "Distant Grasp",
					"source": "DA",
					"page": 16,
					"subclassFeatures": [
						"Conscious Mind|Psychic|DA|Distant Grasp|DA|1"
					]
				},
				{
					"name": "The Infinite Eye",
					"type": "Conscious Mind",
					"shortName": "Infinite Eye",
					"source": "DA",
					"page": 18,
					"subclassFeatures": [
						"Conscious Mind|Psychic|DA|Infinite Eye|DA|1"
					]
				},
				{
					"name": "The Oscillating Wave",
					"type": "Conscious Mind",
					"shortName": "Oscillating Wave",
					"source": "DA",
					"page": 19,
					"subclassFeatures": [
						"Conscious Mind|Psychic|DA|Oscillating Wave|DA|1"
					]
				},
				{
					"name": "The Silent Whisper",
					"type": "Conscious Mind",
					"shortName": "Silent Whisper",
					"source": "DA",
					"page": 20,
					"subclassFeatures": [
						"Conscious Mind|Psychic|DA|Silent Whisper|DA|1"
					]
				},
				{
					"name": "The Tangible Dream",
					"type": "Conscious Mind",
					"shortName": "Tangible Dream",
					"source": "DA",
					"page": 21,
					"subclassFeatures": [
						"Conscious Mind|Psychic|DA|Tangible Dream|DA|1"
					]
				},
				{
					"name": "The Unbound Step",
					"type": "Conscious Mind",
					"shortName": "Unbound Step",
					"source": "DA",
					"page": 23,
					"subclassFeatures": [
						"Conscious Mind|Psychic|DA|Unbound Step|DA|1"
					]
				}
			],
			"flavor": [
				"The mind can perceive truths hidden to fine-tuned instruments, house more secrets than any tome, and move objects and hearts more deftly than any lever. By delving into both the conscious and subconscious aspects of your inner self, you have awoken to the might of psychic magic, allowing you to cast spells not through incantations or gestures but by the power of your will alone. While the thin line between your mind and reality means that a single errant thought could have unintended consequences for yourself and your companions, you know that anything is possible, if you can imagine it."
			],
			"fluff": [
				{
					"type": "pf2-h3",
					"name": "During combat encounters...",
					"page": 9,
					"entries": [
						"You rely on your collection of psychic cantrips as a mainstay, choosing where and when to amplify them for maximum effect. You weave your more conventional spells into the fray where more complex magic is needed, unleashing your mind's full potential in a blaze of power when the time is right. "
					]
				},
				{
					"type": "pf2-h3",
					"page": 9,
					"name": "During social encounters...",
					"entries": [
						"You navigate situations guided by the source of your subconscious power. If your power springs from your personality, you might maneuver with empathy and sociability; if it's more cerebral, you might provide a steady logical front."
					]
				},
				{
					"type": "pf2-h3",
					"page": 9,
					"name": "While exploring...",
					"entries": [
						"You keep your mind's eye open for the many paranormal threats that those who are less sensitive might not detect. Typically, you either scan for magic or investigate for psychic impressions, veiled thoughts, and wandering spirits."
					]
				},
				{
					"type": "pf2-h3",
					"page": 9,
					"name": "In downtime...",
					"entries": [
						"You strive to learn more about the depths of the mind, seeking out new spells and phenomena to uncover, knowing that as you gain a deeper understanding of yourself, you can access more of the power within. You test the limits of your adaptability by retraining to fit your evolving understanding of your potential."
					]
				},
				{
					"type": "pf2-h3",
					"page": 9,
					"name": "You Might...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Show a preference for learning, meditation, dreams, or other intangible manifestations of thought over the immediacy of the physical world.",
								"Learn new things about yourself, just when you thought you knew it all.",
								"Think of your psychic magic as so much a part of you that you use it even when normal methods suffice, perhaps preferring to communicate via mental messages or levitating an object to a companion at the opposite end of a table."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 9,
					"name": "Others Probably...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Are awed by your mental abilities, especially when your psyche is unleashed.",
								"Have difficulty understanding that the magic you perform with your mind comes from the same source as more conventional spellcasting.",
								"Wonder if you might be a monster in disguise, possessed by spirits, chosen by the gods, or have some other unusual reason for your strange powers."
							]
						}
					]
				}
			],
			"summary": {
				"text": "Guided by the personal combination of their subconscious and conscious mind, a psychic calls forth occult magic with but a thought. The psychic focuses more on the moment than on daily spell slots, wielding unique, versatile cantrips and unleashing their mind to use strange and powerful abilities.",
				"images": [
					"https://2e.aonprd.com/Images/Classes/Iconic_Thaleon.png"
				],
				"keyAbility": "Intelligence, or Charisma"
			}
		}
	],
	"classFeature": [
		{
			"name": "Ancestry and Background",
			"source": "DA",
			"page": 10,
			"className": "Psychic",
			"classSource": "DA",
			"level": 1,
			"entries": [
				"In addition to what you get from your class at 1st level, you have the benefits of your selected ancestry and background."
			]
		},
		{
			"name": "Initial Proficiencies",
			"source": "DA",
			"page": 10,
			"className": "Psychic",
			"classSource": "DA",
			"level": 1,
			"entries": [
				"At 1st level, you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class."
			]
		},
		{
			"name": "Spell Repertoire",
			"source": "DA",
			"page": 10,
			"className": "Psychic",
			"classSource": "DA",
			"level": 1,
			"entries": [
				"The collection of spells you can cast is called your spell repertoire. At 1st level, you learn one 1st-level occult spell of your choice and three occult cantrips of your choice. You choose these from the common spells from the occult list or from other occult spells to which you have access. You can cast any spell in your spell repertoire by using a spell slot of an appropriate spell level. Your choice of conscious mind also grants you additional spells in your repertoire, starting with an additional 1st-level spell and two cantrips listed in your conscious mind, which you cast as psi cantrips (see below).",
				"You add to this spell repertoire as you increase in level. Each time you get a spell slot (see Table 2), you add a spell to your spell repertoire of the same level. At 2nd level, you select another 1st-level spell; at 3rd level, you select one 2nd-level spell, and so on. When you add spells, you might add a higher-level version of a spell you already have, so you can cast a heightened version of that spell. Your conscious mind also adds additional spells to your repertoire as you gain spells of higher levels.",
				"Though you gain them at the same rate, your spell slots and the spells in your spell repertoire are separate. If a feat or other ability adds a spell to your spell repertoire, such as the spells you gain from your conscious mind, it wouldn't give you another spell slot, and vice versa.",
				{
					"type": "pf2-h4",
					"name": "Swapping Spells in Your Repertoire",
					"entries": [
						"As you gain new spells in your repertoire, you might want to replace some of the spells you previously learned. Each time you gain a level and learn new spells, you can swap out one of your old spells for a different spell of the same level. This spell can be a cantrip. You can also swap out spells by {@action retraining} during downtime."
					]
				}
			]
		},
		{
			"name": "Psychic Spellcasting",
			"source": "DA",
			"page": 10,
			"className": "Psychic",
			"classSource": "DA",
			"level": 1,
			"entries": [
				"You access the vast well of power that resides within your own mind, calling forth psychic magic with nothing but thought and will. You can cast occult spells using the Cast a Spell activity. You alter some of the standard spell components when casting spells you know from your psychic spellcasting. Instead of speaking, you substitute any verbal components with a special mental component determined by your subconscious mind class feature. This represents how you exert your mind toward your intended effect. Any of these components impart the concentrate trait to the spell you're casting. You also substitute any material components with somatic components, though these tend to be simple movements of the hand or head compared to those used by other spellcasters. Your spells still have clear and noticeable visual and auditory manifestations, as normal for a spellcaster.",
				"Each day, you can cast one 1st-level spell. You must know spells to cast them, and you learn them via the spell repertoire class feature. The number of spells you can cast each day is called your spell slots.",
				"As you increase in level as a psychic, your number of spells per day increases, as does the highest level of spells you can cast, as shown on Table 2: Psychic Spells per Day.",
				"Some of your spells require you to attempt a spell attack roll to see how effective they are, or have your enemies roll against your spell DC (typically by attempting a saving throw). Since your key ability is determined by your subconscious mind, your spell attack rolls and spell DCs use the modifier for the ability stated in your subconscious mind.",
				{
					"type": "pf2-h4",
					"page": 10,
					"name": "Heightening Spells",
					"entries": [
						"When you get spell slots of 2nd level and higher, you can fill those slots with stronger versions of lower-level spells. This increases the spell's level to match the spell slot. You must have a spell in your spell repertoire at the level you want to cast to heighten it to that level. Many spells have specific improvements when heightened to certain levels. The signature spells class feature lets you heighten certain spells freely."
					]
				},
				{
					"type": "pf2-h4",
					"page": 10,
					"name": "Cantrips",
					"entries": [
						"Some of your spells are cantrips. A cantrip is a special type of spell that doesn't use spell slots. You can cast a cantrip at will, any number of times per day. A cantrip is automatically heightened to half your level rounded up—this is usually equal to the highest level of psychic spell slot you have. For example, as a 1st-level psychic, your cantrips are 1st-level spells, and as a 5th-level psychic, your cantrips are 3rd-level spells.",
						"As a psychic, you get the ability to improve some of your cantrips with special benefits and psi amps. Over the course of your career, your choice of conscious mind class feature gives you extra cantrips, benefits and psi amps for cantrips, and a collection of unique psi cantrips."
					]
				},
				{
					"type": "table",
					"minimizeTo": [
						0
					],
					"name": "Psychic Spells per Day",
					"id": "2",
					"labelRowIdx": [
						0
					],
					"colStyles": [
						"text-center",
						"text-center",
						"text-center",
						"text-center",
						"text-center",
						"text-center",
						"text-center",
						"text-center",
						"text-center",
						"text-center",
						"text-center",
						"text-center"
					],
					"footnotes": [
						"* Your conscious mind gives you three additional cantrips with amps. One cantrip is unique to your conscious mind.",
						"† The infinite mind class feature gives you a 10th-level spell slot that works a bit differently from other spell slots."
					],
					"rows": [
						[
							"Your Level",
							"Cantrips",
							"1st",
							"2nd",
							"3rd",
							"4th",
							"5th",
							"6th",
							"7th",
							"8th",
							"9th",
							"10th"
						],
						[
							1,
							"3*",
							1,
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—"
						],
						[
							2,
							"3*",
							2,
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—"
						],
						[
							3,
							"3*",
							2,
							1,
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—"
						],
						[
							4,
							"3*",
							2,
							2,
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—"
						],
						[
							5,
							"3*",
							2,
							2,
							1,
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—"
						],
						[
							6,
							"3*",
							2,
							2,
							2,
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—"
						],
						[
							7,
							"3*",
							2,
							2,
							2,
							1,
							"—",
							"—",
							"—",
							"—",
							"—",
							"—"
						],
						[
							8,
							"3*",
							2,
							2,
							2,
							2,
							"—",
							"—",
							"—",
							"—",
							"—",
							"—"
						],
						[
							9,
							"3*",
							2,
							2,
							2,
							2,
							1,
							"—",
							"—",
							"—",
							"—",
							"—"
						],
						[
							10,
							"3*",
							2,
							2,
							2,
							2,
							2,
							"—",
							"—",
							"—",
							"—",
							"—"
						],
						[
							11,
							"3*",
							2,
							2,
							2,
							2,
							2,
							1,
							"—",
							"—",
							"—",
							"—"
						],
						[
							12,
							"3*",
							2,
							2,
							2,
							2,
							2,
							2,
							"—",
							"—",
							"—",
							"—"
						],
						[
							13,
							"3*",
							2,
							2,
							2,
							2,
							2,
							2,
							1,
							"—",
							"—",
							"—"
						],
						[
							14,
							"3*",
							2,
							2,
							2,
							2,
							2,
							2,
							2,
							"—",
							"—",
							"—"
						],
						[
							15,
							"3*",
							2,
							2,
							2,
							2,
							2,
							2,
							2,
							1,
							"—",
							"—"
						],
						[
							16,
							"3*",
							2,
							2,
							2,
							2,
							2,
							2,
							2,
							2,
							"—",
							"—"
						],
						[
							17,
							"3*",
							2,
							2,
							2,
							2,
							2,
							2,
							2,
							2,
							1,
							"—"
						],
						[
							18,
							"3*",
							2,
							2,
							2,
							2,
							2,
							2,
							2,
							2,
							2,
							"—"
						],
						[
							19,
							"3*",
							2,
							2,
							2,
							2,
							2,
							2,
							2,
							2,
							2,
							"1†"
						],
						[
							20,
							"3*",
							2,
							2,
							2,
							2,
							2,
							2,
							2,
							2,
							2,
							"1†"
						]
					]
				}
			]
		},
		{
			"name": "Psi Cantrips and Amps",
			"source": "DA",
			"page": 10,
			"className": "Psychic",
			"classSource": "DA",
			"level": 1,
			"entries": [
				"The magic of your mind manifests as psi cantrips, which you can modify by spending Focus Points. Like other cantrips, you can cast psi cantrips as often as you like, and they are automatically heightened to half your level rounded up. Your psi cantrips are in addition to the cantrips you choose from the occult list as part of your psychic spellcasting. Generally, only feats can give you more psi cantrips. Unlike other cantrips, you can't swap out psi cantrips gained from psychic feats at a later level, unless you swap out the specific feat via retraining. ",
				"At 1st level, you learn three psi cantrips determined by your choice of conscious mind; one is a unique psi cantrip and two are common cantrips, typically from the occult spellcasting tradition, that you always cast as psi cantrips. You automatically gain more psi cantrips as you progress in your career as a psychic.",
				"You start with a focus pool of 2 Focus Points. However, unlike other spellcasters, you don't gain focus spells that cost Focus Points to cast. Instead, you use your Focus Points to boost or modify your psi cantrips by applying amps—specialized thoughtforms that alter the expression of your psychic power. Each of your psi cantrips has a special amp heading. Whenever you cast a psi cantrip, you can amp it by spending 1 Focus Point to add the amp effect. You can also gain additional amps through feats, allowing you to substitute a psi cantrip's normal amp effect for another one. You choose which amp to use, if you choose to use any, each time you cast a psi cantrip. Unless otherwise noted, you can apply only one amp to a given psi cantrip.",
				"You refill your focus pool during your daily preparations, and you can regain Focus Points by spending 10 minutes using the Refocus activity to explore your mind, whether via meditation, practicing a craft or activity that gives you the mental space to self-reflect, or talking through your thoughts and feelings with yourself or another. If you've spent Focus Points only to amp psi cantrips or fuel psychic abilities since the last time you Refocused, you regain 2 Focus Points when you Refocus, up to your maximum of 2. If you've spent Focus Points on focus spells or abilities other than those from the psychic class (for instance, to cast a focus spell you gained from an archetype), you regain only 1 Focus Point."
			]
		},
		{
			"name": "Unleash Psyche",
			"source": "DA",
			"page": 12,
			"className": "Psychic",
			"classSource": "DA",
			"level": 1,
			"entries": [
				"When one thins the barrier between their inner mind and the outer world, one can unleash true psychic power. However, the mind wasn't meant to tap its full strength for long, leading to backlash once your unleashed psyche ends.",
				{
					"type": "data",
					"name": "Unleash Psyche",
					"tag": "action",
					"source": "DA"
				}
			]
		},
		{
			"name": "Subconscious Mind",
			"source": "DA",
			"page": 12,
			"className": "Psychic",
			"classSource": "DA",
			"level": 1,
			"entries": [
				"A psychic's power is born in the depths of their psyche, far from the surface. Your subconscious mind might represent the way your power comes to you naturally, or it may be a framework you use to safely access the infinite potential of your mind. Either way, your subconscious mind fundamentally shapes how you access and wield psychic magic. Choose a subconscious mind from the options below, or options from other sources to which you have access. This choice will determine your key ability, special spellcasting components you use, and an action you can take while you have Unleashed your Psyche. The following options are presented in this book.",
				{
					"type": "pf2-options",
					"style": "pf2-p",
					"items": [
						{
							"name": "{@class Psychic|DA|Emotional Acceptance|Emotion} (Cha)",
							"entries": [
								"Throwing yourself headlong into your emotions is what lets you access your power."
							]
						},
						{
							"name": "{@class Psychic|DA|Gathered Lore|Lore} (Int)",
							"entries": [
								"Tutors taught you specific axioms and lessons to help you harness your mind."
							]
						},
						{
							"name": "{@class Psychic|DA|Precise Discipline|Discipline} (Int)",
							"entries": [
								"Meticulously aligning your thoughts brings your mental power into reality."
							]
						},
						{
							"name": "{@class Psychic|DA|Wandering Reverie|Wandering} (Cha)",
							"entries": [
								"Your imagination fuels your magic through instinct and free association."
							]
						}
					]
				},
				{
					"type": "pf2-h2",
					"name": "Subconscious Mind",
					"page": 15,
					"source": "DA",
					"entries": [
						"The core of how you cast spells comes from the subconscious portions of your mind. Because you cast spells using the power of your subconscious mind, you replace verbal components of spells with thought components. Thought components add the concentrate trait to the spell like verbal components do, but they don't require you to speak. Details of each subconscious mind's thought components appear in its entry. You select your subconscious mind at 1st level, and it determines the following.",
						{
							"type": "pf2-options",
							"items": [
								{
									"name": "Key Ability",
									"entries": [
										"You gain an ability boost to your key ability score and use this ability modifier to determine your spell attack rolls and spell DCs."
									]
								},
								{
									"name": "Psyche Action",
									"entries": [
										"This is a unique ability you can use while your Psyche is Unleashed."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Conscious Mind",
			"source": "DA",
			"page": 13,
			"className": "Psychic",
			"classSource": "DA",
			"level": 1,
			"entries": [
				"Whatever the subconscious source of a psychic's power, all find that a specific external manifestation of their magic comes most easily to them. This conscious outward expression adds several additional spells to your spell repertoire and grants you three psi cantrips. Two of these cantrips are common spells, though you gain an extra benefit with them that other spellcasters don't get, and the last is unique to your conscious mind. You also get two more unique psi cantrips at higher levels. Choose a conscious mind from the options below, or options from other sources to which you have access. The following options are presented in this book.",
				{
					"type": "pf2-options",
					"style": "pf2-p",
					"items": [
						{
							"name": "{@class Psychic|DA|The Distant Grasp|Distant Grasp}",
							"entries": [
								"Manipulate physical objects with telekinesis."
							]
						},
						{
							"name": "{@class Psychic|DA|The Infinite Eye|Infinite Eye}",
							"entries": [
								"Observe the world and weaponize your knowledge."
							]
						},
						{
							"name": "{@class Psychic|DA|The Oscillating Wave|Oscillating Wave}",
							"entries": [
								"Redistribute thermal energy to create blazing heat and bone-chilling cold."
							]
						},
						{
							"name": "{@class Psychic|DA|The Silent Whisper|Silent Whisper}",
							"entries": [
								"Tap into the thoughts of those around you to soothe or influence."
							]
						},
						{
							"name": "{@class Psychic|DA|The Tangible Dream|Tangible Dream}",
							"entries": [
								"Weave your imagination into creations of force and light."
							]
						},
						{
							"name": "{@class Psychic|DA|The Unbound Step|Unbound Step}",
							"entries": [
								"Bend and traverse space with teleportation and phasing."
							]
						}
					]
				},
				{
					"type": "pf2-h2",
					"name": "Conscious Mind",
					"page": 16,
					"source": "DA",
					"entries": [
						"Specific spells you learn come from your conscious mind, which shapes the raw psychic power from your subconscious into the forms and phenomena that you intentionally cast. You select your conscious mind at 1st level, and it determines the following.",
						{
							"type": "pf2-options",
							"items": [
								{
									"name": "Granted Spells",
									"entries": [
										"You automatically add the spells listed here to your spell repertoire, in addition to those you gain through psychic spellcasting. At 1st level, you gain a 1st-level spell, and you learn the other spells on the list as soon as you gain the ability to cast psychic spells of that level, learning the 2nd-level spell at 3rd level, the 3rd-level spell at 5th level, and so on."
									]
								},
								{
									"name": "Standard Psi Cantrips",
									"entries": [
										"These are two common cantrips you automatically gain at 1st level. While these are the same cantrips used by other spellcasters, you cast them as psi cantrips, enabling you to amp them for greater effect. Your mastery of psychic magic also grants you a passive benefit that applies every time you cast these cantrips, even when you haven't amped them. These benefits apply only with cantrips you gain from your conscious mind; you would cast a cantrip you gained with your psychic spellcasting class feature, for example, as normal even if it appears in a different conscious mind."
									]
								},
								{
									"name": "Unique Psi Cantrips",
									"entries": [
										"These psi cantrips are unique to your conscious mind. You automatically gain the surface psi cantrip at 1st level, automatically gain the deeper psi cantrip at 6th level, and automatically gain the deepest psi cantrip at 10th level."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Psychic Feats",
			"source": "DA",
			"page": 13,
			"className": "Psychic",
			"classSource": "DA",
			"level": 2,
			"entries": [
				"At 2nd level and every even-numbered level, you gain a {@filter psychic class feat|feats||type=class|Class=psychic|level=[1;2]}."
			]
		},
		{
			"name": "Skill Feats",
			"source": "DA",
			"page": 13,
			"className": "Psychic",
			"classSource": "DA",
			"level": 2,
			"entries": [
				"At 2nd level and every 2 levels thereafter, you gain a {@filter skill feat|feats||type=skill;!archetype}. You must be trained or better in the corresponding skill to select a skill feat."
			]
		},
		{
			"name": "General Feats",
			"source": "DA",
			"page": 13,
			"className": "Psychic",
			"classSource": "DA",
			"level": 3,
			"entries": [
				"At 3rd level and every 4 levels thereafter, you gain a {@filter general feat|feats||type=general|level=[1;3]}."
			]
		},
		{
			"name": "Signature Spells",
			"source": "DA",
			"page": 13,
			"className": "Psychic",
			"classSource": "DA",
			"level": 3,
			"entries": [
				"You've learned to cast some of your spells more flexibly. For each spell level you have access to, choose one spell of that level to be a signature spell. You don't need to learn heightened versions of signature spells separately; instead, you can heighten these spells freely. If you've learned a signature spell at a higher level than its minimum, you can also cast all its lower-level versions without learning those separately. If you swap out a signature spell, you can choose a replacement signature spell of the same spell level at which you learned the previous spell. You can also retrain specifically to change a signature spell to a different spell of that level without swapping any spells; this takes as much time as retraining a spell normally does."
			]
		},
		{
			"name": "Skill Increases",
			"source": "DA",
			"page": 13,
			"className": "Psychic",
			"classSource": "DA",
			"level": 3,
			"entries": [
				"At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase to either become trained in one skill you're untrained in, or become an expert in one skill in which you're already trained.",
				"You can use any of these skill increases you gain at 7th level or higher to become a master in a skill in which you're already an expert, and any of these skill increases you gain at 15th level or higher to become legendary in a skill in which you're already a master."
			]
		},
		{
			"name": "Ability Boosts",
			"source": "DA",
			"page": 14,
			"className": "Psychic",
			"classSource": "DA",
			"level": 5,
			"entries": [
				"At 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it's already 18 or above, or by 2 if it starts out below 18."
			]
		},
		{
			"name": "Ancestry Feats",
			"source": "DA",
			"page": 14,
			"className": "Psychic",
			"classSource": "DA",
			"level": 5,
			"entries": [
				"In addition to the ancestry feat you started with, you gain an {@filter ancestry feat|feats||type=ancestry} at 5th level and every 4 levels thereafter."
			]
		},
		{
			"name": "Clarity Of Focus",
			"source": "DA",
			"page": 14,
			"className": "Psychic",
			"classSource": "DA",
			"level": 5,
			"entries": [
				"Your deepening connection to your mind grants you more power to fuel your psi amps. Increase the number of Focus Points in your focus pool by 1. This ability doesn't change the number of Focus Points you regain when you Refocus. As normal, this ability can't increase the size of your focus pool above 3 points."
			]
		},
		{
			"name": "Precognitive Reflexes",
			"source": "DA",
			"page": 14,
			"className": "Psychic",
			"classSource": "DA",
			"level": 5,
			"entries": [
				"Minor precognition ensures you can react to threats slightly before they occur. Your proficiency rank for Reflex saves increases to expert."
			]
		},
		{
			"name": "Expert Spellcaster",
			"source": "DA",
			"page": 14,
			"className": "Psychic",
			"classSource": "DA",
			"level": 7,
			"entries": [
				"Self-reflection has brought you greater knowledge of yourself and, with it, psychic power. Your proficiency ranks for occult spell attack rolls and spell DCs increase to expert."
			]
		},
		{
			"name": "Great Fortitude",
			"source": "DA",
			"page": 14,
			"className": "Psychic",
			"classSource": "DA",
			"level": 9,
			"entries": [
				"Your mind holds your body to a subconscious mental image of yourself. Your proficiency rank for Fortitude saves increases to expert."
			]
		},
		{
			"name": "Extrasensory Perception",
			"source": "DA",
			"page": 14,
			"className": "Psychic",
			"classSource": "DA",
			"level": 11,
			"entries": [
				"Minor applications of clairvoyance let you know when danger is near. Your proficiency rank for Perception increases to expert."
			]
		},
		{
			"name": "Walls Of Will",
			"source": "DA",
			"page": 14,
			"className": "Psychic",
			"classSource": "DA",
			"level": 11,
			"entries": [
				"Your practiced mind resists external influence. Your proficiency rank for Will saves increases to master. When you succeed at a Will save, you get a critical success instead."
			]
		},
		{
			"name": "Weapon Expertise",
			"source": "DA",
			"page": 14,
			"className": "Psychic",
			"classSource": "DA",
			"level": 11,
			"entries": [
				"Training and magic have improved your weapon technique. Your proficiency rank for simple weapons and unarmed attacks increases to expert."
			]
		},
		{
			"name": "Personal Barrier",
			"source": "DA",
			"page": 15,
			"className": "Psychic",
			"classSource": "DA",
			"level": 13,
			"entries": [
				"Subtle telekinetic fields dampen and deflect incoming blows. Your proficiency rank in unarmored defense increases to expert."
			]
		},
		{
			"name": "Weapon Specialization",
			"source": "DA",
			"page": 15,
			"className": "Psychic",
			"classSource": "DA",
			"level": 13,
			"entries": [
				"As you touch a weapon, you glimpse the hands that made and wielded it, teaching you how to inflict greater injuries. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you're a master, and 4 if you're legendary."
			]
		},
		{
			"name": "Master Spellcaster",
			"source": "DA",
			"page": 15,
			"className": "Psychic",
			"classSource": "DA",
			"level": 15,
			"entries": [
				"You've gained access to the deepest corners of your own mind. Your proficiency ranks for occult spell attack rolls and spell DCs increase to master."
			]
		},
		{
			"name": "Fortress Of Will",
			"source": "DA",
			"page": 15,
			"className": "Psychic",
			"classSource": "DA",
			"level": 17,
			"entries": [
				"Your trained mind is as a fortress that none can breach. Your proficiency rank for Will saves increases to legendary. When you critically fail a Will save, you get a failure instead. When you fail a Will save against a damaging effect, you take half damage."
			]
		},
		{
			"name": "Infinite Mind",
			"source": "DA",
			"page": 15,
			"className": "Psychic",
			"classSource": "DA",
			"level": 19,
			"entries": [
				"Anything you can imagine is now within the realm of possibility. Add two common 10th-level occult spells to your repertoire; you gain a single 10th-level spell slot you can use to cast one of those two spells using psychic spellcasting. You don't gain more 10th-level spells as you level up, unlike other spell slots, and you can't use 10th-level slots with abilities that give you more spell slots or that let you cast spells without expending spell slots. You can take the Mind over Matter psychic feat to gain a second slot."
			]
		},
		{
			"name": "Legendary Spellcaster",
			"source": "DA",
			"page": 15,
			"className": "Psychic",
			"classSource": "DA",
			"level": 19,
			"entries": [
				"As your training reaches its peak, you understand not just your own mind, but the collective unconscious from which all psychic power stems. Your proficiency ranks for occult spell attack rolls and spell DCs increase to legendary."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Subconscious Mind",
			"source": "DA",
			"page": 15,
			"className": "Psychic",
			"classSource": "DA",
			"level": 1,
			"subclassShortName": "Emotion",
			"subclassSource": "DA",
			"entries": [
				{
					"type": "pf2-h3",
					"name": "Emotional Acceptance",
					"source": "DA",
					"page": 15,
					"entries": [
						"The mind's truths come not in learned words or mathematical formulas but in deeper feelings and sensations. Emotions unlock the door to your power—you might consider your heart the source of your strength, or you might find that the infinite complexity felt in a moment expresses your power more efficiently than any string of mystic words ever could.",
						"Your thought components are emotions. You might summon the sense of freedom to buoy you through the air or let fear grip your heart even as you plant it in another's mind. Emotion components tend to impart abstract or vivid effects to your visual and auditory spell manifestations as well as more intangible flashes of emotion, such as swirls of joyous color or a sense of growing melancholy.",
						{
							"type": "pf2-options",
							"items": [
								{
									"name": "Key Ability",
									"entries": [
										"Your key ability score is Charisma."
									]
								},
								{
									"name": "Psyche Action",
									"entries": [
										"{@action Restore the Mind|DA}"
									]
								}
							]
						},
						{
							"type": "data",
							"name": "Restore the Mind",
							"source": "DA",
							"tag": "action"
						}
					]
				}
			]
		},
		{
			"name": "Subconscious Mind",
			"source": "DA",
			"page": 15,
			"className": "Psychic",
			"classSource": "DA",
			"level": 1,
			"subclassShortName": "Lore",
			"subclassSource": "DA",
			"entries": [
				{
					"type": "pf2-h3",
					"name": "Gathered Lore",
					"source": "DA",
					"page": 15,
					"entries": [
						"Many psychics are self-taught, frantically improvising how to best control their abilities before their power overwhelms them. Not you. Tutored by a mentor or classically trained at a facility for psychic development, you've learned techniques and teachings for best harnessing the mind, cataloging each expression of psychic power with a specific teaching, anecdote, or phrase.",
						"Your thought components are mantras you associate with a given spell, which you mentally repeat as you cast. You might silently utter a teaching of resilience as you spin force into a barrier or hear the first three notes of a traveling song as you slip through space. Mantra components often produce runes or symbols from your learnings that are unique to each spell you cast, causing your spell manifestations to resemble those of conventional spellcasters to a much greater degree than those of other psychics.",
						{
							"type": "pf2-options",
							"items": [
								{
									"name": "Key Ability",
									"entries": [
										"Your key ability score is Intelligence."
									]
								},
								{
									"name": "Psyche Action",
									"entries": [
										"{@action Recall the Teachings|DA}"
									]
								}
							]
						},
						{
							"type": "data",
							"name": "Recall the Teachings",
							"source": "DA",
							"tag": "action"
						}
					]
				}
			]
		},
		{
			"name": "Subconscious Mind",
			"source": "DA",
			"page": 16,
			"className": "Psychic",
			"classSource": "DA",
			"level": 1,
			"subclassShortName": "Discipline",
			"subclassSource": "DA",
			"entries": [
				{
					"type": "pf2-h3",
					"name": "Precise Discipline",
					"source": "DA",
					"page": 16,
					"entries": [
						"Determine intended outcome. Align thoughts. Identify and resolve distractions. Manifest. Intentional focus is the key to unleashing your abilities, whether that's because your power naturally tends to precise, discrete effects, or because you've adopted strict discipline to ensure your mind can change the world only when you intend it to.",
						"Your thought components are calculations you make to determine the forces you need to call upon. Perhaps you mentally weigh the mass of an object against the force of gravity to levitate it or you might determine exactly how much energy is needed for an object to combust. Calculation components tend to impart ordered visual and auditory effects to your spell manifestation, such as regular tessellations of light, mathematical spirals, or harmonic tones.",
						{
							"type": "pf2-options",
							"items": [
								{
									"name": "Key Ability",
									"entries": [
										"Your key ability score is Intelligence."
									]
								},
								{
									"name": "Psyche Action",
									"entries": [
										"{@action Calculate Threats|DA}"
									]
								}
							]
						},
						{
							"type": "data",
							"name": "Calculate Threats",
							"source": "DA",
							"tag": "action"
						}
					]
				}
			]
		},
		{
			"name": "Subconscious Mind",
			"source": "DA",
			"page": 16,
			"className": "Psychic",
			"classSource": "DA",
			"level": 1,
			"subclassShortName": "Wandering",
			"subclassSource": "DA",
			"entries": [
				{
					"type": "pf2-h3",
					"name": "Wandering Reverie",
					"source": "DA",
					"page": 16,
					"entries": [
						"The subconscious is by definition buried below the surface. Thus, only by stripping away the clamor and interference of everyday thought can you bring this more fundamental part of your mind to bear. Whether through sleep, self-hypnosis, or special exercises to empty your mind, you've found a way to access a deeper, more chaotic state of free association that better channels your psychic power.",
						"Your thought components come from your imagination, images, and sensations your mind freely associates. You might have a passing daydream of small creatures bringing you an object as you telekinetically attract it or you may blink to find you've teleported to your desired location. Spell manifestations from imagination components have surreal or indistinct qualities, and the exact details fade quickly from observers' memory, as sensations from a dream.",
						{
							"type": "pf2-options",
							"items": [
								{
									"name": "Key Ability",
									"entries": [
										"Your key ability score is Charisma."
									]
								},
								{
									"name": "Psyche Action",
									"entries": [
										"{@action Fade into Daydreams|DA}"
									]
								}
							]
						},
						{
							"type": "data",
							"name": "Fade into Daydreams",
							"source": "DA",
							"tag": "action"
						}
					]
				}
			]
		},
		{
			"name": "Conscious Mind",
			"source": "DA",
			"page": 16,
			"className": "Psychic",
			"classSource": "DA",
			"level": 1,
			"subclassShortName": "Distant Grasp",
			"subclassSource": "DA",
			"entries": [
				{
					"type": "pf2-h3",
					"name": "The Distant Grasp",
					"source": "DA",
					"page": 16,
					"entries": [
						"Motion characterizes the physical—a boulder falls, creatures move, the world turns. You believe the truest form of mind over matter is therefore to move things as well, wielding telekinesis as an arm that can grasp the furthest and finest of objects.",
						{
							"type": "pf2-options",
							"items": [
								{
									"name": "Granted Spells",
									"entries": [
										"1st: {@spell kinetic ram|DA}; 2nd: {@spell telekinetic maneuver}; 3rd: {@spell levitate}; 4th: {@spell fly}; 5th: {@spell telekinetic haul}; 6th: {@spell poltergeist's fury|DA}; 7th: {@spell telekinetic bombardment|DA}; 8th: {@spell falling sky|DA}; 9th: {@spell implosion}"
									]
								},
								{
									"name": "Standard Psi Cantrips",
									"entries": [
										"{@spell mage hand} and {@spell telekinetic projectile}"
									]
								},
								{
									"name": "Unique Psi Cantrips",
									"entries": [
										"surface: {@spell telekinetic rend|DA}; deeper: {@spell vector screen|DA}; deepest: {@spell dancing blade|DA}"
									]
								}
							]
						},
						{
							"type": "pf2-h4",
							"name": "Mage Hand",
							"source": "DA",
							"page": 16,
							"entries": [
								"Your mage hand can carry up to 1 Bulk instead of only light Bulk. If the spell is heightened to 3rd level or higher, its maximum Bulk is 2. If the spell is heightened to 7th level or higher, its maximum Bulk is 3. It also gains the following amp.",
								{
									"type": "pf2-options",
									"items": [
										{
											"name": "Amp",
											"entries": [
												"You create a multitude of telekinetic hands that grip onto a creature and move it about. Target a creature of Medium size or smaller with the amped spell instead of an object. You attempt to Shove the target in a direction of your choice, rolling a spell attack roll against its Fortitude DC instead of an Athletics check. The creature takes a –10-foot circumstance penalty to its Speeds until the spell ends. Starting the round after you {@action Cast a Spell||Cast the Spell}, the first time each round you {@action Sustain a Spell||Sustain the Spell}, you can attempt to Shove the creature again."
											]
										},
										{
											"name": "Amp Heightened (4th)",
											"entries": [
												"You can attempt to Disarm the creature instead of attempting to Shove it. If you knock an item out of the creature's grasp in this way, the mage hand immediately grabs it. Any effect of the mage hand on the creature ends, and the spell now carries the item, just like you had picked it up with an unamped mage hand."
											]
										}
									]
								}
							]
						},
						{
							"type": "pf2-h4",
							"name": "Telekinetic Projectile",
							"source": "DA",
							"page": 17,
							"entries": [
								"Your telekinetic projectiles can fly much further away. Increase the range of telekinetic projectile to 60 feet. It also gains the following amp.",
								{
									"type": "pf2-options",
									"items": [
										{
											"name": "Amp",
											"entries": [
												"You fling objects with even more force, driving your opponents backwards in a hail of objects. On a success, you push the target 5 feet away from you, and on a critical success, you push the target 10 feet away from you in addition to dealing double damage."
											]
										},
										{
											"name": "Amp Heightened (+1)",
											"entries": [
												"The damage increases by 2d6 instead of by 1d6."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Conscious Mind",
			"source": "DA",
			"page": 18,
			"className": "Psychic",
			"classSource": "DA",
			"level": 1,
			"subclassShortName": "Infinite Eye",
			"subclassSource": "DA",
			"entries": [
				{
					"type": "pf2-h3",
					"name": "The Infinite Eye",
					"source": "DA",
					"page": 18,
					"entries": [
						"The true strength of the mind lies in the knowledge it contains, with each new observation contributing to the totality of its experiences. To grow your experiences—and with them, your power—you devote yourself to observing as much as possible, casting your senses through space and time with clairvoyance and precognition.",
						{
							"type": "pf2-options",
							"items": [
								{
									"name": "Granted Spells",
									"entries": [
										"1st: {@spell true strike}; 2nd: {@spell augury}; 3rd: {@spell organsight|SoM}; 4th: {@spell clairvoyance}; 5th: {@spell prying eye}; 6th: {@spell true seeing}; 7th: {@spell true target}; 8th: {@spell unrelenting observation}; 9th: {@spell foresight}"
									]
								},
								{
									"name": "Standard Psi Cantrips",
									"entries": [
										"{@spell detect magic} and {@spell guidance}"
									]
								},
								{
									"name": "Unique Psi Cantrips",
									"entries": [
										"surface: {@spell glimpse weakness|DA}; deeper: {@spell omnidirectional scan|DA}; deepest: {@spell foresee the path|DA}"
									]
								}
							]
						},
						{
							"type": "pf2-h4",
							"name": "Detect Magic",
							"source": "DA",
							"page": 18,
							"entries": [
								"You have the kind of fine control that other spellcasters can only dream of. When you cast detect magic, you're aware of any creature in the emanation affected by a spell or carrying a magic item, and you determine the main location of magic within any magical hazard in the emanation (with the normal restrictions on detecting illusions). This typically manifests as an alteration to your vision, such as seeing a soft aura around the creature or hazard. Sensing these phenomena doesn't make it clear which spell is on a creature, nor which of its items are magical. Your detect magic also gains the following amp.",
								{
									"type": "pf2-options",
									"items": [
										{
											"name": "Amp",
											"entries": [
												"Your pulse of detection magic helps you gain a sense of nearby magic's strengths or weaknesses. When you detect the presence of magic on an enemy or hazard, you gain a +1 status bonus to saves against magic originating from that enemy or hazard for 3 rounds. If you find magic from multiple sources with a single casting of detect magic, you get the bonus against all of them."
											]
										},
										{
											"name": "Amp Heightened (7th)",
											"entries": [
												"The status bonus to saves against magic increases to +2."
											]
										}
									]
								}
							]
						},
						{
							"type": "pf2-h4",
							"name": "Guidance",
							"source": "DA",
							"page": 18,
							"entries": [
								"You have eyes everywhere, allowing you to guide people from a great distance. The range of guidance increases to 120 feet. It also gains the following amp.",
								{
									"type": "pf2-options",
									"items": [
										{
											"name": "Amp",
											"entries": [
												"You can project a flash of insight to your ally in the nick of time to save them from failure. Amped guidance doesn't cause a creature to become temporarily immune to guidance, and a creature can be targeted by amped guidance even if it is temporarily immune to guidance.",
												"You can cast an amped guidance spell as a reaction triggered when your ally fails or critically fails an attack roll, Perception check, saving throw, or skill check, and the bonus from guidance would change the failure to a success or the critical failure to a normal failure. The bonus from guidance applies retroactively to their check."
											]
										},
										{
											"name": "Amp Heightened (6th)",
											"entries": [
												"The bonus from the spell increases to +2."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Conscious Mind",
			"source": "DA",
			"page": 19,
			"className": "Psychic",
			"classSource": "DA",
			"level": 1,
			"subclassShortName": "Oscillating Wave",
			"subclassSource": "DA",
			"entries": [
				{
					"type": "pf2-h3",
					"name": "The Oscillating Wave",
					"source": "DA",
					"page": 19,
					"entries": [
						"At the heart of all things is energy. Though it may change its form or resting place, it is eternal, fundamental, the purest of building blocks. Your powers let you shift energy—either concentrating it in a single point to explosive end or freezing objects by plundering it away—in an endless oscillation of temperature.",
						{
							"type": "pf2-options",
							"items": [
								{
									"name": "Granted Spells",
									"entries": [
										"1st: {@spell burning hands}; 2nd: {@spell heat metal|APG}; 3rd: {@spell fireball}; 4th: {@spell fire shield}; 5th: {@spell cone of cold}; 6th: {@spell flame vortex|SoM}; 7th: {@spell fiery body}; 8th: {@spell polar ray}; 9th: {@spell meteor swarm}"
									]
								},
								{
									"name": "Standard Psi Cantrips",
									"entries": [
										"{@spell produce flame} and {@spell ray of frost}"
									]
								},
								{
									"name": "Unique Psi Cantrips",
									"entries": [
										"surface: {@spell thermal stasis|DA}; deeper: {@spell entropic wheel|DA}; deepest: {@spell redistribute potential|DA}"
									]
								}
							]
						},
						{
							"type": "pf2-h4",
							"name": "Conservation of Energy",
							"source": "DA",
							"page": 19,
							"entries": [
								"Energy can't be created or destroyed, only transferred or changed. Whenever you use your magic to add or remove energy, you must then balance it with the opposing force. The first time in an encounter that you cast a granted spell or a psi cantrip from your conscious mind, decide whether you're adding energy or removing it. Once you add energy, you must remove energy the next time you cast one of these spells. When you Refocus, you restore yourself to a neutral state, allowing you to once again freely choose whether you add or remove energy on your next spell.",
								{
									"type": "pf2-options",
									"style": "pf2-p",
									"items": [
										{
											"name": "Adding Energy",
											"entries": [
												"The ability gains the fire trait, any damage it deals is fire damage, and any resistance it grants is to cold damage. It loses any traits matching damage types it no longer deals."
											]
										},
										{
											"name": "Removing Energy",
											"entries": [
												"The ability gains the cold trait, any damage it deals is cold damage, and any resistance it grants is to fire damage. It loses any traits matching damage types it no longer deals. Fiery body grants ray of frost instead of produce flame when cast this way."
											]
										},
										{
											"name": "Mindshift",
											"entries": [
												"When you use an action that has the mindshift trait, you can choose to add or remove energy to it instead of making it mental. Alter it as normal for adding or removing energy and change any save it requires to a Reflex save."
											]
										}
									]
								}
							]
						},
						{
							"type": "pf2-h4",
							"name": "Produce Flame",
							"source": "DA",
							"page": 20,
							"entries": [
								"You can drastically increase the heat against adjacent targets. When using produce flame as a melee attack, increase the damage dice of the initial damage (but not the persistent damage) from d4s to d6s. Your produce flame also gains the following amp.",
								{
									"type": "pf2-options",
									"items": [
										{
											"name": "Amp",
											"entries": [
												"You project pure heat that causes a target to combust. The initial damage changes to 1d10 fire damage (not adding your ability modifier) plus 1 fire splash damage. When using amped produce flame as a melee attack, increase the damage dice of the initial damage from d10s to d12s. You are not harmed by splash damage from amped produce flame."
											]
										},
										{
											"name": "Amp Heightened (+1)",
											"entries": [
												"Instead of using produce flame's normal heightened entry, the initial damage increases by 1d10 (1d12 for melee) and the splash damage increases by 1. The persistent fire damage on a critical hit increases by 1d4."
											]
										}
									]
								}
							]
						},
						{
							"type": "pf2-h4",
							"name": "Ray of Frost",
							"source": "DA",
							"page": 20,
							"entries": [
								"Your ray of frost reaches even further. The range increases to 180 feet. Your ray of frost also gains the following amp.",
								{
									"type": "pf2-options",
									"items": [
										{
											"name": "Amp",
											"entries": [
												"You drain thermal energy at a distance, using what you plunder to replenish yourself. The ray deals 1d10 cold damage. You gain temporary Hit Points equal to half the damage the target takes (after applying resistances and the like). You lose any remaining temporary Hit Points after 1 minute."
											]
										},
										{
											"name": "Amp Heightened (+1)",
											"entries": [
												"The initial damage increases by 1d10 instead of 1d4."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Conscious Mind",
			"source": "DA",
			"page": 20,
			"className": "Psychic",
			"classSource": "DA",
			"level": 1,
			"subclassShortName": "Silent Whisper",
			"subclassSource": "DA",
			"entries": [
				{
					"type": "pf2-h3",
					"name": "The Silent Whisper",
					"source": "DA",
					"page": 20,
					"entries": [
						"Every mind murmurs constantly, and the static from those nearby reverberates in your head like wind through leaves. What better focus for your magic then, than the very thoughts of those around you? Your versatile telepathic abilities let you soothe and communicate with your allies or control your enemies.",
						{
							"type": "pf2-options",
							"items": [
								{
									"name": "Granted Spells",
									"entries": [
										"1st: {@spell mindlink}; 2nd: {@spell touch of idiocy}; 3rd: {@spell heroism}; 4th: {@spell telepathy}; 5th: {@spell synaptic pulse}; 6th: {@spell sending}; 7th: {@spell visions of danger}; 8th: {@spell uncontrollable dance}; 9th: {@spell telepathic demand}"
									]
								},
								{
									"name": "Standard Psi Cantrips",
									"entries": [
										"{@spell daze} and {@spell message}"
									]
								},
								{
									"name": "Unique Psi Cantrips",
									"entries": [
										"surface: {@spell forbidden thought|DA}; deeper: {@spell shatter mind|DA}; deepest: {@spell contagious idea|DA}"
									]
								}
							]
						},
						{
							"type": "pf2-h4",
							"name": "Daze",
							"source": "DA",
							"page": 20,
							"entries": [
								"You can daze from a great distance. The range increases to 120 feet. Your daze also gains the following amp.",
								{
									"type": "pf2-options",
									"items": [
										{
											"name": "Amp",
											"entries": [
												"Your spell cracks the target's mental defenses, leaving it susceptible to further psychic attack. The spell's damage changes to 1d10. If the target fails its Will save, until the end of its next turn, it gains weakness 1 to mental damage and takes a –1 status penalty to Will saves. On a critical failure, the weakness is 3 (in addition to the target being stunned 1). The weakness applies before daze deals damage."
											]
										},
										{
											"name": "Amp Heightened (+2)",
											"entries": [
												"The spell's damage increases by 2d10, and the weakness on a failure or critical failure increases by 1."
											]
										}
									]
								}
							]
						},
						{
							"type": "pf2-h4",
							"name": "Message",
							"source": "DA",
							"page": 21,
							"entries": [
								"Your message is not so easily bound by obstacles. The spell can travel up to 120 feet to reach the target, bending around walls and obstacles; this means you don't need a straight line of effect or line of sight to cast message as long as you know the target's space and there is an unblocked path of 120 feet or less that can reach them. It also gains the following amp.",
								{
									"type": "pf2-options",
									"items": [
										{
											"name": "Amp",
											"entries": [
												"Your telepathic message allows you to coordinate your actions while you pass on information. The target of the message can immediately spend its reaction to Step or Stride."
											]
										},
										{
											"name": "Amp Heightened (4th)",
											"entries": [
												"The target of the message can choose to Shove, Strike, or Trip with its reaction instead."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Conscious Mind",
			"source": "DA",
			"page": 21,
			"className": "Psychic",
			"classSource": "DA",
			"level": 1,
			"subclassShortName": "Tangible Dream",
			"subclassSource": "DA",
			"entries": [
				{
					"type": "pf2-h3",
					"name": "The Tangible Dream",
					"source": "DA",
					"page": 21,
					"entries": [
						"You pull colors and shapes from the depth of your mind, projecting impossible creations into the world as tapestries of astral thread or sculptures of force and light.",
						{
							"type": "pf2-options",
							"items": [
								{
									"name": "Granted Spells",
									"entries": [
										"1st: {@spell color spray}; 2nd: {@spell mirror image}; 3rd: {@spell sea of thought|DA}; 4th: {@spell resilient sphere}; 5th: {@spell etheric shards|DA}; 6th: {@spell blade barrier}; 7th: {@spell project image}; 8th: {@spell scintillating pattern}; 9th: {@spell prismatic sphere}"
									]
								},
								{
									"name": "Standard Psi Cantrips",
									"entries": [
										"{@spell dancing lights} and {@spell shield}"
									]
								},
								{
									"name": "Unique Psi Cantrips",
									"entries": [
										"surface: {@spell imaginary weapon|DA}; deeper: {@spell astral rain|DA}; deepest: {@spell hologram cage|DA}"
									]
								}
							]
						},
						{
							"type": "pf2-h4",
							"name": "Dancing Lights",
							"source": "DA",
							"page": 21,
							"entries": [
								"Your dancing lights can float wherever you like. After creating the lights, they can move more than 10 feet from the other lights, and more than 120 feet from you. Your dancing lights also gain the following amp.",
								{
									"type": "pf2-options",
									"items": [
										{
											"name": "Amp",
											"entries": [
												"Your lights whirl together, dazzlingly and hypnotically. When you amp the spell, you create a flashing display comprised of all four lights in an unoccupied 5-foot square. If you move the lights when you {@action Sustain a Spell||Sustain the Spell}, the lights must remain together. The spell gains the visual trait. Each creature in a 5-foot emanation around the lights when you {@action Cast a Spell||Cast the Spell} must attempt a Fortitude save.",
												{
													"type": "successDegree",
													"entries": {
														"Success": "The creature is dazzled until the start of your next turn and then becomes temporarily immune for 1 minute.",
														"Failure": "The creature is dazzled until the start of your next turn and must attempt a new save against the spell whenever it starts its turn adjacent to the lights.",
														"Critical Failure": "As failure, but the creature is also fascinated by the lights until the start of your next turn."
													}
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "pf2-h4",
							"name": "Shield",
							"source": "DA",
							"page": 21,
							"entries": [
								"Your shield spell can be deployed on behalf of others. When you cast shield, you can choose a target ally within 30 feet to gain the benefits of the spell instead of you. The option to Shield Block with the spell is up to you and uses your reaction, not the target's. Your shield also gains the following amp.",
								{
									"type": "pf2-options",
									"items": [
										{
											"name": "Amp",
											"entries": [
												"You create a layered barrier of three shields to improve your defenses. The duration increases to sustained up to 1 minute. The shield still lowers at the start of each of your turns, but you can raise it again when you {@action Sustain a Spell||Sustain the Spell}.",
												"When you Shield Block with this spell, one of the three layers breaks and you cease to gain the bonus to AC, but the spell doesn't end. You can keep using the spell until the final layer breaks; once it does, the spell ends and you can't cast shield or amped shield again for 10 minutes. You can choose to break additional layers when you Shield Block with this spell to improve your defenses. If you break two layers instead of one, increase the Hardness to 1-1/2 × the normal amount (7 at 1st level, 15 at 3rd level, 22 at 5th level, 30 at 7th level, and 37 at 9th level). If you break all three layers, increase the Hardness to double the normal amount."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Conscious Mind",
			"source": "DA",
			"page": 23,
			"className": "Psychic",
			"classSource": "DA",
			"level": 1,
			"subclassShortName": "Unbound Step",
			"subclassSource": "DA",
			"entries": [
				{
					"type": "pf2-h3",
					"name": "The Unbound Step",
					"source": "DA",
					"page": 23,
					"entries": [
						"The mind can flit from thought to thought; why too shouldn't you? You focus on motion in a higher order of spatial dimensions, not just the typical three, allowing for versatile abilities that alter positioning.",
						{
							"type": "pf2-options",
							"items": [
								{
									"name": "Granted Spells",
									"entries": [
										"1st: {@spell thoughtful gift|APG}; 2nd: {@spell enlarge}; 3rd: {@spell rally point|DA}; 4th: {@spell dimension door}; 5th: {@spell strange geometry|APG}; 6th: {@spell collective transposition}; 7th: {@spell momentary recovery|DA}; 8th: {@spell maze}; 9th: {@spell bilocation|DA}"
									]
								},
								{
									"name": "Standard Psi Cantrips",
									"entries": [
										"{@spell phase bolt|DA} and {@spell warp step|DA}"
									]
								},
								{
									"name": "Unique Psi Cantrips",
									"entries": [
										"surface: {@spell distortion lens|DA}; deeper: {@spell ghostly shift|DA}; deepest: {@spell tesseract tunnel|DA}"
									]
								}
							]
						},
						{
							"type": "pf2-h4",
							"name": "Phase Bolt",
							"source": "DA",
							"page": 23,
							"entries": [
								"Your phase bolt temporarily sends the target's cover out of phase if it hits. On a success, reduce the target's circumstance bonus to AC (if any) by 1 until the beginning of your next turn. Your phase bolt also gains the following amp.",
								{
									"type": "pf2-options",
									"items": [
										{
											"name": "Amp",
											"entries": [
												"Your bolt leaves phase completely, becoming invisible and intangible until it's already embedded in the target—giving the impression it simply teleported itself into place. The target is flat-footed against the attack. Additionally, the bolt ignores an amount of Hardness or resistance to piercing damage equal to half the spell's level. On a critical success, the target can't be affected by teleportation effects until the start of your next turn."
											]
										},
										{
											"name": "Amp Heightened (+1)",
											"entries": [
												"The bolt's damage increases by 2d4 instead of 1d4."
											]
										}
									]
								}
							]
						},
						{
							"type": "pf2-h4",
							"name": "Warp Step",
							"source": "DA",
							"page": 23,
							"entries": [
								"You warp space more compactly, granting you a +10-foot status to your Speed instead of a +5-foot status bonus when you warp step. The spell also gains the following amp.",
								{
									"type": "pf2-options",
									"items": [
										{
											"name": "Amp",
											"entries": [
												"Space contracts with hardly a thought, letting you {@action Cast a Spell||Cast the Spell} as a single action."
											]
										},
										{
											"name": "Amp Heightened (4th)",
											"entries": [
												"You twist space so completely you don't need to travel the interposing distance. You can choose to instead teleport to a space within your line of sight and line of effect with a range equal to your double your Speed (after applying the status bonus from warp step). This grants the spell the teleportation trait."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		}
	]
}
