{"class":[{"name":"Thaumaturge","source":"DA","page":31,"keyAbility":"Charisma","hp":8,"initialProficiencies":{"perception":"E","fort":"E","ref":"T","will":"E","skills":{"t":[{"skill":["Arcana","Nature","Occultism","Religion"],"type":"and"}],"add":3},"attacks":{"t":["simple weapons","martial weapons","unarmed attacks"]},"defenses":{"t":["light armor","medium armor","unarmored defense"]},"classDc":{"prof":"T","entry":"Trained in thaumaturge class DC"}},"advancement":{"classFeats":[1,2,4,6,8,10,12,14,16,18,20],"skillFeats":[2,4,6,8,10,12,14,16,18,20],"generalFeats":[3,7,11,15,19],"ancestryFeats":[5,9,13,17],"skillIncrease":[3,5,7,9,11,13,15,17,19],"abilityBoosts":[5,10,15,20]},"subclasses":[{"name":"Amulet","type":"Implement","shortName":"Amulet","source":"DA","page":36,"subclassFeatures":["First Implement And Esoterica|Thaumaturge|DA|Amulet|DA|1","Implement Adept|Thaumaturge|DA|Amulet|DA|7","Intensify Vulnerability|Thaumaturge|DA|Amulet|DA|9","Implement Paragon|Thaumaturge|DA|Amulet|DA|17"]},{"name":"Bell","type":"Implement","shortName":"Bell","source":"DA","page":37,"subclassFeatures":["First Implement And Esoterica|Thaumaturge|DA|Bell|DA|1","Implement Adept|Thaumaturge|DA|Bell|DA|7","Intensify Vulnerability|Thaumaturge|DA|Bell|DA|9","Implement Paragon|Thaumaturge|DA|Bell|DA|17"]},{"name":"Chalice","type":"Implement","shortName":"Chalice","source":"DA","page":37,"subclassFeatures":["First Implement And Esoterica|Thaumaturge|DA|Chalice|DA|1","Implement Adept|Thaumaturge|DA|Chalice|DA|7","Intensify Vulnerability|Thaumaturge|DA|Chalice|DA|9","Implement Paragon|Thaumaturge|DA|Chalice|DA|17"]},{"name":"Lantern","type":"Implement","shortName":"Lantern","source":"DA","page":38,"subclassFeatures":["First Implement And Esoterica|Thaumaturge|DA|Lantern|DA|1","Implement Adept|Thaumaturge|DA|Lantern|DA|7","Intensify Vulnerability|Thaumaturge|DA|Lantern|DA|9","Implement Paragon|Thaumaturge|DA|Lantern|DA|17"]},{"name":"Mirror","type":"Implement","shortName":"Mirror","source":"DA","page":38,"subclassFeatures":["First Implement And Esoterica|Thaumaturge|DA|Mirror|DA|1","Implement Adept|Thaumaturge|DA|Mirror|DA|7","Intensify Vulnerability|Thaumaturge|DA|Mirror|DA|9","Implement Paragon|Thaumaturge|DA|Mirror|DA|17"]},{"name":"Regalia","type":"Implement","shortName":"Regalia","source":"DA","page":39,"subclassFeatures":["First Implement And Esoterica|Thaumaturge|DA|Regalia|DA|1","Implement Adept|Thaumaturge|DA|Regalia|DA|7","Intensify Vulnerability|Thaumaturge|DA|Regalia|DA|9","Implement Paragon|Thaumaturge|DA|Regalia|DA|17"]},{"name":"Tome","type":"Implement","shortName":"Tome","source":"DA","page":40,"subclassFeatures":["First Implement And Esoterica|Thaumaturge|DA|Tome|DA|1","Implement Adept|Thaumaturge|DA|Tome|DA|7","Intensify Vulnerability|Thaumaturge|DA|Tome|DA|9","Implement Paragon|Thaumaturge|DA|Tome|DA|17"]},{"name":"Wand","type":"Implement","shortName":"Wand","source":"DA","page":41,"subclassFeatures":["First Implement And Esoterica|Thaumaturge|DA|Wand|DA|1","Implement Adept|Thaumaturge|DA|Wand|DA|7","Intensify Vulnerability|Thaumaturge|DA|Wand|DA|9","Implement Paragon|Thaumaturge|DA|Wand|DA|17"]},{"name":"Weapon","type":"Implement","shortName":"Weapon","source":"DA","page":41,"subclassFeatures":["First Implement And Esoterica|Thaumaturge|DA|Weapon|DA|1","Implement Adept|Thaumaturge|DA|Weapon|DA|7","Intensify Vulnerability|Thaumaturge|DA|Weapon|DA|9","Implement Paragon|Thaumaturge|DA|Weapon|DA|17"]}],"flavor":["The world is full of the unexplainable: ancient magic, dead gods, and even stranger things. In response, you've scavenged the best parts of every magical tradition and built up a collection of esoterica—a broken holy relic here, a sprig of mistletoe there—that you can use to best any creature by exploiting their weaknesses and vulnerabilities. The mystic implement you carry is both badge and weapon, its symbolic weight helping you bargain with and subdue the supernatural. Every path to power has its restrictions and costs, but you turn them all to your advantage. You're a thaumaturge, and you work wonders."],"fluff":[{"type":"pf2-h3","name":"During combat encounters...","page":31,"entries":["You use your implements and diverse arsenal of mystic tools and tricks to assist in combat, always presenting the right bane to exploit enemies' weaknesses or shield your allies against the supernatural."]},{"type":"pf2-h3","page":31,"name":"During social encounters...","entries":["You understand and nudge the social connections between people, much as you strive to understand the larger ties between mysteries and concepts. This helps you to find common ground when negotiating between the mundane and supernatural or even to play one side against the other."]},{"type":"pf2-h3","page":31,"name":"While exploring...","entries":["You investigate unexplainable phenomena around you, taking appropriate precautions to ward yourself and your allies against paranormal threats. Where necessary, you create your own path through the unknown."]},{"type":"pf2-h3","page":31,"name":"In downtime...","entries":["You research deeper into the supernatural mysteries you discovered on your last adventure to see how they can be applied in the future. You dust off relics, cultivate herbs, or forge trinkets, updating your collection of scavenged supernatural tools after each new threat you encounter. You return or call in favors with other people, strange creatures, and mystical forces."]},{"type":"pf2-h3","page":31,"name":"You Might...","entries":[{"type":"list","items":["Prepare for the worst while improvising as necessary, impressing your allies when you're able to handle anything that fate throws at you.","Assume everything is connected on a deeper level, rather than be content with what you find on the surface.","Obsess over a certain supernatural phenomenon, attempting to tie everything back to it."]}]},{"type":"pf2-h3","page":31,"name":"Others Probably...","entries":[{"type":"list","items":["Look to you to learn the weaknesses of a supernatural threat when one rears its head. Even when your explanations are invented on the fly, they just seem to work.","Rely on you to come up with a solution when the situation seems hopeless.","Mistake you for a common wizard or magician."]}]}],"summary":{"text":"The thaumaturge has seen every monster and knows every secret. Supplementing their skill at arms and ability to strike a monster's weakness with myriad supernatural trinkets and mystic implements that can fill a wide range of roles, the thaumaturge is a versatile agent who can contribute to any team facing the unknown.","images":["https://2e.aonprd.com/Images/Classes/Iconic_Mios.png"],"keyAbility":"Charisma"},"classFeatures":["Ancestry and Background|Thaumaturge|DA|1","Initial Proficiencies|Thaumaturge|DA|1","Esoteric Lore|Thaumaturge|DA|1",{"classFeature":"First Implement And Esoterica|Thaumaturge|DA|1","gainSubclassFeature":true},"Implement's Empowerment|Thaumaturge|DA|1","Thaumaturge Feats|Thaumaturge|DA|1","Skill Feats|Thaumaturge|DA|2","General Feats|Thaumaturge|DA|3","Lightning Reflexes|Thaumaturge|DA|3","Skill Increases|Thaumaturge|DA|3","Ability Boosts|Thaumaturge|DA|5","Ancestry Feats|Thaumaturge|DA|5","Second Implement|Thaumaturge|DA|5","Thaumaturge Weapon Expertise|Thaumaturge|DA|5",{"classFeature":"Implement Adept|Thaumaturge|DA|7","gainSubclassFeature":true},"Resolve|Thaumaturge|DA|7","Weapon Specialization|Thaumaturge|DA|7",{"classFeature":"Intensify Vulnerability|Thaumaturge|DA|9","gainSubclassFeature":true},"Thaumaturgic Expertise|Thaumaturge|DA|9","Vigilant Senses|Thaumaturge|DA|9","Medium Armor Expertise|Thaumaturge|DA|11","Second Adept|Thaumaturge|DA|11","Greater Resolve|Thaumaturge|DA|13","Weapon Mastery|Thaumaturge|DA|13","Greater Weapon Specialization|Thaumaturge|DA|15","Juggernaut|Thaumaturge|DA|15","Third Implement|Thaumaturge|DA|15",{"classFeature":"Implement Paragon|Thaumaturge|DA|17","gainSubclassFeature":true},"Thaumaturgic Mastery|Thaumaturge|DA|17","Medium Armor Mastery|Thaumaturge|DA|19","Unlimited Esoterica|Thaumaturge|DA|19"]}],"classFeature":[{"name":"Ancestry and Background","source":"DA","page":32,"className":"Thaumaturge","classSource":"DA","level":1,"entries":["In addition to what you get from your class at 1st level, you have the benefits of your selected ancestry and background."]},{"name":"Initial Proficiencies","source":"DA","page":32,"className":"Thaumaturge","classSource":"DA","level":1,"entries":["At 1st level, you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class."]},{"name":"Esoteric Lore","source":"DA","page":32,"className":"Thaumaturge","classSource":"DA","level":1,"entries":["Your experience with the unknown, as well as the tales you've exchanged with other thaumaturges, has taught you about strange phenomena of every kind. You become trained in {@skill Lore||Esoteric Lore}, a special lore skill that can be used to {@action Recall Knowledge} regarding haunts, curses, and creatures of any type, but that can't be used to {@action Recall Knowledge} of other topics. Unlike a normal {@skill Lore} skill, you use Charisma as your modifier on {@skill Lore||Esoteric Lore} checks. You also gain the {@feat Dubious Knowledge} skill feat.","At 3rd level, you become an expert in {@skill Lore||Esoteric Lore}; at 7th level, you become a master in {@skill Lore||Esoteric Lore}; and at 15th level, you become legendary in {@skill Lore||Esoteric Lore}."]},{"name":"First Implement And Esoterica","source":"DA","page":32,"className":"Thaumaturge","classSource":"DA","level":1,"entries":["Your implement is a special object of symbolic importance: your badge as you treat with the supernatural and a powerful tool if things turn violent. Choose an implement. You begin play with a mundane item of that type, and you gain the initiate benefit for that implement. While an implement is useful to you, it typically has no value if sold. If you acquire a new object of the same general implement type, you can switch your implement to the new object by spending 1 day of downtime with the new item. As you advance as a thaumaturge, you will collect up to three implements and unlock the hidden potential stored within each, so you can mix and match their benefits to suit your situation.","While your implements are your primary tools in your dealings with the supernatural, you know the value of always being prepared. You constantly collect and carry various smaller mystic objects, bits of materials with paranormal affinities, and items used in folk practices: your esoterica. These might include cold-iron nails, scraps of scrolls and scriptures, fragments of bones purportedly from a saint, and other similar objects. You keep your esoterica in easy-to-access places on your person and are well practiced in brandishing your implement and esoterica together, so you can draw and use esoterica with the same hand you're using to wield an implement.",{"type":"pf2-h4","page":32,"source":"DA","name":"Exploit Vulnerability","entries":["You know that every creature, no matter how obscure, has a weakness. By identifying and empowering the right object, you can strike down even the most resilient of monsters.","You gain the {@action Exploit Vulnerability|DA} action.",{"type":"data","tag":"action","data":{"name":"Exploit Vulnerability","activity":{"number":1,"unit":"action"},"source":"DA","page":32,"traits":["esoterica","manipulate","thaumaturge"],"frequency":{"number":1,"unit":"round"},"requirements":"You are holding your implement.","entries":["You scour your experiences and learning to identify something that might repel your foe. You retrieve an object from your esoterica with the appropriate supernatural qualities, then use your implement to stoke the remnants of its power into a blaze. Select a creature you can see and attempt an {@skill Lore||Esoteric Lore} check against a standard DC for its level, as you retrieve the right object from your esoterica and use your implement to empower it. You gain the following effects until you Exploit Vulnerabilities again.",{"type":"successDegree","entries":{"Critical Success":"You remember the creature's weaknesses, and as you empower your esoterica, you have a flash of insight that grants even more knowledge about the creature. You learn all of the creature's resistances, weaknesses, and immunities, including the amounts of the resistances and weaknesses and any unusual weaknesses or vulnerabilities, such as what spells will pass through a golem's antimagic. You can exploit either the creature's mortal weakness or personal antithesis. Your unarmed and weapon {@action Strike||Strikes} against the creature also become {@trait magical} if they weren't already.","Success":"You recall an important fact about the creature, learning its highest weakness (or one of its highest weaknesses, if it has multiple with the same value) but not its other weaknesses, resistances, or immunities. You can exploit either the creature's mortal weakness or personal antithesis. Your unarmed and weapon {@action Strike||Strikes} against the creature also become {@trait magical} if they weren't already.","Failure":"Failing to recall a salient weakness about the creature, you instead attempt to exploit a more personal vulnerability. You can exploit only the creature's personal antithesis. Your unarmed and weapon {@action Strike||Strikes} against the creature also become {@trait magical} if they weren't already.","Critical Failure":"You couldn't remember the right object to use and become distracted while you rummage through your esoterica. You become {@condition flat-footed} until the beginning of your next turn."}}],"__prop":"action"}},"You can attempt to {@action Exploit Vulnerability|DA|Exploit Vulnerabilities} in one of two ways: either by invoking properties that repel that type of creature, or by attempting a more improvisational, ad-hoc method with your esoterica that can impose a custom weakness on any creature, albeit one that usually isn't as dire as a creature's existing weakness.",{"type":"pf2-options","items":[{"name":"Mortal Weakness","page":33,"source":"DA","entries":["After identifying a creature's weakness, you use a thematically resonant bit of esoterica to attune your attacks to your discovery. Your unarmed and weapon {@action Strike||Strikes} activate the highest weakness you discovered with {@action Exploit Vulnerability|DA}, even though the damage type your weapon deals doesn't change. This damage affects the target of your {@action Exploit Vulnerability|DA}, as well as any other creatures of the exact same type, but not other creatures with the same weakness. For example, when fighting a pack of werewolves, you might use silver shavings or crushed moonstone to deal damage that applies their weakness to silver to your attacks against any of the werewolves, but you wouldn't apply this damage to any other monsters with a weakness to silver."]},{"name":"Personal Antithesis","page":33,"source":"DA","entries":["You improvise a custom weakness on a creature by forcefully presenting and empowering a piece of esoterica that repels it on an individual level; for instance, against a tyrant, you might procure a broken chain that once held a captive. This causes the target creature, and only the target creature, to gain a weakness against your unarmed and weapon {@action Strike||Strikes} equal to 2 + half your level."]}]}]}]},{"name":"Implement's Empowerment","source":"DA","page":33,"className":"Thaumaturge","classSource":"DA","level":1,"entries":["The power of your implement can also be turned to the more common task of combat, its power adding to and amplifying the effects of runes and other magical empowerments. When you Strike, you can trace mystic patterns with an implement you're holding to empower the Strike, causing it to deal 2 additional damage per weapon damage die. Channeling the power requires full use of your hands. You don't gain the benefit of implement's empowerment if you are holding anything in either hand other than a single one-handed weapon, other implements, or esoterica, and you must be holding at least one implement to gain the benefit."]},{"name":"Thaumaturge Feats","source":"DA","page":33,"className":"Thaumaturge","classSource":"DA","level":1,"entries":["At 1st level and every even-numbered level, you gain a {@filter thaumaturge class feat|feats||type=class|Class=thaumaturge|level=[1;2]}."]},{"name":"Skill Feats","source":"DA","page":33,"className":"Thaumaturge","classSource":"DA","level":2,"entries":["At 2nd level and every 2 levels thereafter, you gain a {@filter skill feat|feats||type=skill;!archetype}. You must be trained or better in the corresponding skill to select a skill feat."]},{"name":"General Feats","source":"DA","page":33,"className":"Thaumaturge","classSource":"DA","level":3,"entries":["At 3rd level and every 4 levels thereafter, you gain a {@filter general feat|feats||type=general|level=[1;3]}."]},{"name":"Lightning Reflexes","source":"DA","page":33,"className":"Thaumaturge","classSource":"DA","level":3,"entries":["Your reflexes are lightning fast. Your proficiency rank for Reflex saves increases to expert."]},{"name":"Skill Increases","source":"DA","page":34,"className":"Thaumaturge","classSource":"DA","level":3,"entries":["At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase to either become trained in one skill you're untrained in, or become an expert in one skill in which you're already trained.","You can use any of these skill increases you gain at 7th level or higher to become a master in a skill in which you're already an expert, and any of these skill increases you gain at 15th level or higher to become legendary in a skill in which you're already a master."]},{"name":"Ability Boosts","source":"DA","page":34,"className":"Thaumaturge","classSource":"DA","level":5,"entries":["At 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it's already 18 or above, or by 2 if it starts out below 18."]},{"name":"Ancestry Feats","source":"DA","page":34,"className":"Thaumaturge","classSource":"DA","level":5,"entries":["In addition to the ancestry feat you started with, you gain an {@filter ancestry feat|feats||type=ancestry} at 5th level and every 4 levels thereafter."]},{"name":"Second Implement","source":"DA","page":34,"className":"Thaumaturge","classSource":"DA","level":5,"entries":["You've added another implement of power to your toolkit. You choose a second implement, which must be a different type of implement than your first. You gain the initiate benefit of your new implement.","While you're holding an implement in one hand, you can quickly switch it with another implement you're wearing to use an action from the implement you're switching to. To do so, you can Interact as a free action immediately before executing the implement's action. This allows you to meet requirements of having an implement in hand to use its action. For example, if you had your lantern implement in one hand, a weapon in the other, and a chalice implement you were wearing, you could swap your lantern for your chalice to use its reaction."]},{"name":"Thaumaturge Weapon Expertise","source":"DA","page":34,"className":"Thaumaturge","classSource":"DA","level":5,"entries":["You've learned the secret ways your weapons work most effectively. Your proficiency ranks for unarmed attacks, simple weapons, and martial weapons increase to expert."]},{"name":"Implement Adept","source":"DA","page":34,"className":"Thaumaturge","classSource":"DA","level":7,"entries":["You have deepened your connection to one of your implements, unlocking its adept power. Choose one of your implements and gain the adept benefit for that implement."]},{"name":"Resolve","source":"DA","page":34,"className":"Thaumaturge","classSource":"DA","level":7,"entries":["You've steeled your mind with resolve. Your proficiency rank for Will saves increases to master. When you roll a success on a Will save, you get a critical success instead."]},{"name":"Weapon Specialization","source":"DA","page":34,"className":"Thaumaturge","classSource":"DA","level":7,"entries":["You've learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you're a master, and 4 if you're legendary."]},{"name":"Intensify Vulnerability","source":"DA","page":34,"className":"Thaumaturge","classSource":"DA","level":9,"entries":["You've learned to use your implement to further assault a creature whose vulnerabilities you're exploiting. You gain the intensify vulnerability benefit of all of your implements, as well as the following action.",{"type":"data","tag":"action","data":{"name":"Intensify Vulnerability","activity":{"number":1,"unit":"action"},"source":"DA","page":35,"traits":["concentrate","divination","esoterica","magical","thaumaturge"],"prerequisites":"{@action Exploit Vulnerability|DA}","frequency":{"number":1,"unit":"round"},"requirements":"You're benefiting from {@action Exploit Vulnerability|DA}, you can see the subject, and you haven't used {@action Exploit Vulnerability|DA} this round.","entries":["You present your implement and esoterica again, intensifying their effects on the target in a way unique to your implement. You gain the intensified vulnerability benefit from one of the implements you're holding, which lasts until the beginning of your next turn."],"__prop":"action"}}]},{"name":"Thaumaturgic Expertise","source":"DA","page":35,"className":"Thaumaturge","classSource":"DA","level":9,"entries":["You've learned deeper secrets of the supernatural, and your abilities are harder to resist. Your proficiency rank for your thaumaturge class DC increases to expert.","You also gain an additional skill increase, which you can apply only to Arcana, Nature, Occultism, or Religion."]},{"name":"Vigilant Senses","source":"DA","page":35,"className":"Thaumaturge","classSource":"DA","level":9,"entries":["Through your adventures, you've developed keen awareness and attention to detail. Your proficiency rank for Perception increases to master."]},{"name":"Medium Armor Expertise","source":"DA","page":35,"className":"Thaumaturge","classSource":"DA","level":11,"entries":["You've learned to defend yourself better against attacks. Your proficiency ranks for light armor, medium armor, and unarmored defense increase to expert."]},{"name":"Second Adept","source":"DA","page":35,"className":"Thaumaturge","classSource":"DA","level":11,"entries":["You've improved your link to your second implement. You gain the adept benefit of your second implement."]},{"name":"Greater Resolve","source":"DA","page":35,"className":"Thaumaturge","classSource":"DA","level":13,"entries":["Your unbelievable training grants you mental resiliency. Your proficiency rank for Will saves increases to legendary. When you roll a critical failure on a Will save, you get a failure instead. When you roll a failure on a Will save against a damaging effect, you take half damage."]},{"name":"Weapon Mastery","source":"DA","page":35,"className":"Thaumaturge","classSource":"DA","level":13,"entries":["You fully understand your weapons. Your proficiency ranks for unarmed attacks, simple weapons, and martial weapons increase to master."]},{"name":"Greater Weapon Specialization","source":"DA","page":35,"className":"Thaumaturge","classSource":"DA","level":15,"entries":["Your damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you're an expert, 6 if you're a master, and 8 if you're legendary."]},{"name":"Juggernaut","source":"DA","page":35,"className":"Thaumaturge","classSource":"DA","level":15,"entries":["Your body is accustomed to physical hardship and resistant to a wide range of ailments. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead."]},{"name":"Third Implement","source":"DA","page":35,"className":"Thaumaturge","classSource":"DA","level":15,"entries":["As you come closer to the culmination of your journey, you gain your final implement, completing your set of three. It must be a different type of implement than your first and second implements. You gain the initiate benefit and intensify vulnerability benefit of your new implement."]},{"name":"Implement Paragon","source":"DA","page":35,"className":"Thaumaturge","classSource":"DA","level":17,"entries":["You have unlocked the last secrets of an implement. Choose one of your implements that already gained the adept benefit; you gain the paragon benefit for that implement."]},{"name":"Thaumaturgic Mastery","source":"DA","page":35,"className":"Thaumaturge","classSource":"DA","level":17,"entries":["You've become a master in paranormal phenomena, and your esoterica grow in power. Your proficiency rank for your thaumaturge class DC increases to master.","You also gain an additional skill increase, which you can apply only to Arcana, Nature, Occultism, or Religion."]},{"name":"Medium Armor Mastery","source":"DA","page":35,"className":"Thaumaturge","classSource":"DA","level":19,"entries":["Your skill with light and medium armor improves, increasing your ability to avoid blows. Your proficiency ranks for light and medium armor, as well as for unarmed defense, increase to master."]},{"name":"Unlimited Esoterica","source":"DA","page":35,"className":"Thaumaturge","classSource":"DA","level":19,"entries":["Your understanding of your esoterica becomes so complete that you can access your mystic tools without even thinking. You can use {@action Exploit Vulnerability|DA} or {@action Intensify Vulnerability|DA} as a free action, rather than a single action, though still with a frequency of only once per round."]}],"subclassFeature":[{"name":"First Implement And Esoterica","source":"DA","page":36,"className":"Thaumaturge","classSource":"DA","level":1,"subclassShortName":"Amulet","subclassSource":"DA","entries":[{"type":"pf2-h3","name":"Amulet","source":"DA","page":36,"entries":["Amulets are items carried for good luck and protection. Your amulet might be a magical diagram, a religious symbol, a preserved body part such as a rabbit's foot, or a lucky coin. Amulet implements are associated with the harrow suit of shields and the astrological signs of the bridge and the ogre.",{"type":"pf2-h4","name":"Initiate Benefit","source":"DA","page":36,"entries":["The protective aspects of your amulet can shield you and your allies from harm. You gain the {@action Amulet's Abeyance|DA} reaction.",{"type":"data","tag":"action","data":{"name":"Amulet's Abeyance","activity":{"number":1,"unit":"reaction"},"source":"DA","page":36,"traits":["abjuration","magical","manipulate","thaumaturge"],"trigger":"The target of your {@action Exploit Vulnerability|DA} would damage you or an ally within 15 feet of you.","requirements":"You're holding your {@subclassFeature First Implement and Esoterica|Thaumaturge|DA|amulet|DA|1||amulet implement} and are benefiting from {@action Exploit Vulnerability|DA}.","entries":["You forcefully present your amulet to turn away harm. You or a target ally within 15 feet gain resistance to all damage against the triggering damage. The resistance is equal to 2 + your level."],"__prop":"action"}}]}]}]},{"name":"Implement Adept","source":"DA","page":36,"className":"Thaumaturge","classSource":"DA","level":7,"subclassShortName":"Amulet","subclassSource":"DA","entries":[{"type":"pf2-h4","name":"Adept Benefit","level":7,"source":"DA","page":36,"entries":["Your amulet offers continued protection. When you use Amulet's Abeyance, you or your ally chooses one type of damage dealt by the triggering attack and gains resistance 5 against that damage type until the start of your next turn. At 15th level, this lingering resistance increases from 5 to 10."]}]},{"name":"Intensify Vulnerability","source":"DA","page":36,"className":"Thaumaturge","classSource":"DA","level":9,"subclassShortName":"Amulet","subclassSource":"DA","entries":[{"type":"pf2-h4","name":"Adept Benefit","level":9,"source":"DA","page":36,"entries":["Your amulet repels the creature's attempts to harm you. You gain a +2 status bonus to AC and saves against the target of your {@action Exploit Vulnerability|DA}."]}]},{"name":"Implement Paragon","source":"DA","page":36,"className":"Thaumaturge","classSource":"DA","level":17,"subclassShortName":"Amulet","subclassSource":"DA","entries":[{"type":"pf2-h4","name":"Paragon Benefit","level":17,"source":"DA","page":36,"entries":["Your amulet provides sanctuary even against wide-scale attacks. When you use Amulet's Abeyance, you target yourself and all allies within 15 feet. Each target gains both the initial resistance against the triggering damage and the lingering resistance from your amulet's adept benefit; the allies gain the lingering resistance even if they would not have taken any of the initial triggering damage. If the foe's attack deals multiple damage types, each target can separately choose the damage type to gain lingering resistance against."]}]},{"name":"First Implement And Esoterica","source":"DA","page":37,"className":"Thaumaturge","classSource":"DA","level":1,"subclassShortName":"Bell","subclassSource":"DA","entries":[{"type":"pf2-h3","name":"Bell","source":"DA","page":37,"entries":["Bells symbolize the power that sounds and emotions hold over others, soothing with one tone and startling with another. Bells, drums, finger cymbals, and other percussion instruments are most typical, but these implements can be any type of portable musical instrument that is played with one hand. Bell implements are associated with the astrological signs of the daughter and the blossom.",{"type":"pf2-h4","name":"Initiate Benefit","source":"DA","page":37,"entries":["You can use your bell implement to create three different kinds of music, each of which weakens a foe in a different way. You gain the {@action Ring Bell|DA} activity.",{"type":"data","tag":"action","data":{"name":"Ring Bell","activity":{"number":1,"unit":"reaction"},"source":"DA","page":37,"traits":["auditory","emotion","enchantment","magical","manipulate","mental","thaumaturge"],"trigger":"The target of your {@action Exploit Vulnerability|DA} makes a Strike or Casts a Spell that would affect you or one of your allies.","requirements":"You are holding your {@subclassFeature First Implement and Esoterica|Thaumaturge|DA|bell|DA|1||bell implement}, and the triggering creature is within 30 feet of you.","entries":["{@subclassFeature First Implement and Esoterica|Thaumaturge|DA|Your|DA|1||Your implement} sings out abruptly, disrupting your foe. The piece played depends on whether the trigger was a Strike or Spell, and it applies to the triggering Strike or Spell, except where noted otherwise.",{"type":"pf2-options","items":[{"type":"item","name":"Distracting Cacophony","entries":["The trigger is a spell. You create a musical crash of sonic energy that assails the target and breaks its concentration. The target must succeed at a Fortitude save against your class DC or become stupefied 1 until the end of your next turn (stupefied 2 on a critical failure). The target doesn't have to attempt a flat check to avoid losing the triggering spell, but the discordant ring does lower the spell attack roll or spell DC of the triggering spell from stupefied."]},{"type":"item","name":"Disrupting Harmony","entries":["The trigger is a Strike. You create a strangely discordant harmony that sinks into your foe's mind and throws its movements off. The target must succeed at a Will save against your class DC or become your choice of enfeebled 1 or clumsy 1 until the end of your next turn (enfeebled 2 or clumsy 2 on a critical failure)."]}]}],"__prop":"action"}}]}]}]},{"name":"Implement Adept","source":"DA","page":37,"className":"Thaumaturge","classSource":"DA","level":7,"subclassShortName":"Bell","subclassSource":"DA","entries":[{"type":"pf2-h4","name":"Adept Benefit","level":7,"source":"DA","page":37,"entries":["Your bell resonates powerfully, causing the effect to last longer. The conditions from Ring Bell last 3 rounds instead of 1 round."]}]},{"name":"Intensify Vulnerability","source":"DA","page":37,"className":"Thaumaturge","classSource":"DA","level":9,"subclassShortName":"Bell","subclassSource":"DA","entries":[{"type":"pf2-h4","name":"Adept Benefit","level":9,"source":"DA","page":37,"entries":["Your reinforced bell can reach into the most basal part of the target's mind, priming it to be vulnerable to the bell's effects. When you successfully {@action Strike} the target of your {@action Exploit Vulnerability|DA}, your bell implement plays a haunting tone and the creature takes a –2 status penalty on saves against your Ring Bell for 1 round, or a –3 status penalty on a critical hit. This effect has the auditory, emotion, and mental traits."]}]},{"name":"Implement Paragon","source":"DA","page":37,"className":"Thaumaturge","classSource":"DA","level":17,"subclassShortName":"Bell","subclassSource":"DA","entries":[{"type":"pf2-h4","name":"Paragon Benefit","level":17,"source":"DA","page":37,"entries":["With your mastery of your bell, you can affect many foes with ease. All the condition values from Ring Bell increase to 2 (or 3 on a critical failure). Ring Bell can trigger off the {@action Strike} or spell of any enemy, not just the target of your Exploit Vulnerability; however, in that case, the condition lasts only until the start of your next turn."]}]},{"name":"First Implement And Esoterica","source":"DA","page":37,"className":"Thaumaturge","classSource":"DA","level":1,"subclassShortName":"Chalice","subclassSource":"DA","entries":[{"type":"pf2-h3","name":"Chalice","source":"DA","page":37,"entries":["Chalice implements are vessels that fill with liquid, associating them with healing, nourishment, and life. Your chalice might be a traditional cup or goblet, but it could also be a small amphora, a polished gourd, or even a hollowed-out skull. Chalice implements are associated with the astrological signs of the mother and the newlyweds, as well as the sea dragon.",{"type":"pf2-h4","name":"Initiate Benefit","source":"DA","page":37,"entries":["While holding your chalice, you can drink from it or feed its liquid to an ally to improve their health. You gain the {@action Drink from the Chalice|DA} action.",{"type":"data","tag":"action","data":{"name":"Drink from the Chalice","activity":{"number":1,"unit":"action"},"source":"DA","page":37,"traits":["magical","manipulate","necromancy","thaumaturge"],"frequency":{"number":1,"unit":"round"},"requirements":"You are holding your {@subclassFeature First Implement and Esoterica|Thaumaturge|DA|chalice|DA|1||chalice implement}.","entries":["You drink from the liquid that slowly collects in your chalice or administer it to an adjacent ally. The drinker chooses whether to take a small sip or to drain the contents.",{"type":"pf2-options","noColon":true,"items":[{"type":"item","name":"Sip","entries":["A sip grants the drinker an amount of temporary Hit Points equal to 2 + half your level that last until the end of your next turn."]},{"type":"item","name":"Drain","traits":["healing","positive"],"entries":["Drinking deep instead heals the drinker 3 Hit Points for each level you have. After the chalice is drained, it's left with only its slowly collecting dregs; the chalice can't be drained again, though it can still be sipped from. If 10 minutes pass without anyone drinking from the chalice, it refills itself and can be drained again. If the drinker has {@ability negative healing|b2}, it can still heal in this way, and the effect has the {@trait negative} trait instead of {@trait healing} and {@trait positive}."]}]}],"__prop":"action"}}]}]}]},{"name":"Implement Adept","source":"DA","page":37,"className":"Thaumaturge","classSource":"DA","level":7,"subclassShortName":"Chalice","subclassSource":"DA","entries":[{"type":"pf2-h4","name":"Adept Benefit","level":7,"source":"DA","page":37,"entries":["The life essence shed from blood empowers your chalice. If you or an ally within 30 feet takes piercing or slashing damage from a foe's critical hit or takes persistent bleed damage, Drinking from the Chalice before the end of your next turn grants that injured creature greater restoration to make up for its lost vitality. On a sip, the temporary Hit Points granted to the creature increase to 2 + your Charisma modifier + your level. When drained, the chalice heals the creature 5 Hit Points for each level you have."]}]},{"name":"Intensify Vulnerability","source":"DA","page":38,"className":"Thaumaturge","classSource":"DA","level":9,"subclassShortName":"Chalice","subclassSource":"DA","entries":[{"type":"pf2-h4","name":"Adept Benefit","level":9,"source":"DA","page":38,"entries":["Your reinforced chalice can collect a creature's life force to become empowered. If you succeed at a {@action Strike} against the target of your {@action Exploit Vulnerability|DA}, you increase the effect if someone Drinks from the Chalice before the end of that turn. Add an additional half your level to the temporary HP if the drinker sips, or add your level to the HP regained if the drinker drains the chalice. This effect isn't cumulative if you hit with more than one Strike."]}]},{"name":"Implement Paragon","source":"DA","page":38,"className":"Thaumaturge","classSource":"DA","level":17,"subclassShortName":"Chalice","subclassSource":"DA","entries":[{"type":"pf2-h4","name":"Paragon Benefit","level":17,"source":"DA","page":38,"entries":["When you or an ally drain the chalice, the overwhelming vitality it's collected helps you overcome many ailments. Reduce the drinker's clumsy, enfeebled, frightened, stupefied, and stunned values by 1. (This reduces the stunned condition only if it has a condition value, not when it has a duration.) The drinker also reduces its drained value by 1, but it can reduce its drained condition by Drinking from the Chalice only once per day.","In addition, the chalice attempts to counteract all poisons, diseases, and curses afflicting the drinker, using half your level rounded up as the counteract level and your class DC – 10 as the counteract modifier. If the chalice fails to counteract a given affliction for a drinker, it can't attempt to counteract that affliction again until midnight."]}]},{"name":"First Implement And Esoterica","source":"DA","page":38,"className":"Thaumaturge","classSource":"DA","level":1,"subclassShortName":"Lantern","subclassSource":"DA","entries":[{"type":"pf2-h3","name":"Lantern","source":"DA","page":38,"entries":["Lantern implements shine the light of revelation to part shadows and expose truth. You might use a common glass lantern, torch, paper lantern, or other similar light source. Lantern implements are associated with the harrow suit of stars and the astrological signs of the lantern bearer and the archer.",{"type":"pf2-h4","name":"Initiate Benefit","source":"DA","page":37,"entries":["While you hold your lantern, its burning light leaves secrets no place to hide. You can light or extinguish your lantern as a free action once each turn with nothing but a thought, which has the concentrate trait. The lantern shines bright light out to 20 feet and dim light out 20 feet further; this has the evocation, light, and magical traits (the counteract level against magical darkness is equal to half your level rounded up).","The lantern's magical light attempts to reveal the unseen. You and your allies in the lantern's area of bright light gain a +1 status bonus to visual Perception checks to notice anything that is also within the bright light, and a +1 status bonus to checks to {@action Recall Knowledge} against creatures within the bright light, as the light exposes their true natures. During exploration, even if you aren't Searching, the GM rolls a secret check for you to find traps, environmental hazards, haunts, and secrets (such as secret doors). The GM rolls each time a given hazard or secret comes within 20 feet of you and within the lantern's bright light. These effects have the divination, magical, and revelation traits."]}]}]},{"name":"Implement Adept","source":"DA","page":38,"className":"Thaumaturge","classSource":"DA","level":7,"subclassShortName":"Lantern","subclassSource":"DA","entries":[{"type":"pf2-h4","name":"Adept Benefit","level":7,"source":"DA","page":38,"entries":["In addition to the initiate benefits, when you hold your lantern, its light reveals the invisible and the ethereal. The bright light increases to 30 feet, with dim light out 30 feet further. While you're holding your lantern, invisible and ethereal creatures within the bright light become visible as rippling distortions, though they're still concealed. This doesn't give you any special ability to affect a creature on the Ethereal Plane, but it ensures you're aware of the creatures' presence."]}]},{"name":"Intensify Vulnerability","source":"DA","page":38,"className":"Thaumaturge","classSource":"DA","level":9,"subclassShortName":"Lantern","subclassSource":"DA","entries":[{"type":"pf2-h4","name":"Adept Benefit","level":9,"source":"DA","page":38,"entries":["Your lantern's light flares and burns bright, leaving no shadows in which secrets and enemies can hide. Against the target of your {@action Exploit Vulnerability|DA}, the status bonuses from the lantern's initiate benefit increase to +2. The creature takes a –2 status penalty to Deception checks and Stealth checks as long as it's within the lantern's light. The creature can't be concealed while it's in the lantern's light, though it still can potentially become hidden or undetected using cover or means other than the concealed condition."]}]},{"name":"Implement Paragon","source":"DA","page":38,"className":"Thaumaturge","classSource":"DA","level":17,"subclassShortName":"Lantern","subclassSource":"DA","entries":[{"type":"pf2-h4","name":"Paragon Benefit","level":17,"source":"DA","page":38,"entries":["In addition to the other benefits, your lantern reveals all things as they truly are. The bright light increases to 40 feet, with dim light out 40 feet further. While you're holding your lantern, the GM rolls a secret counteract check against any illusion or transmutation that comes within the lantern's bright light, but only for the purpose of determining whether you and others can see through it (for instance, if the check succeeds against a polymorph spell, you can see the creature's true form, but you don't end the spell). Use half your level rounded up as the counteract level and your class DC – 10 as the counteract modifier. On a failed counteract check, the lantern can't attempt to counteract that illusion or polymorph effect again until midnight. You can choose to leave any illusion or transmutation you discover intact, instead of counteracting it."]}]},{"name":"First Implement And Esoterica","source":"DA","page":38,"className":"Thaumaturge","classSource":"DA","level":1,"subclassShortName":"Mirror","subclassSource":"DA","entries":[{"type":"pf2-h3","name":"Mirror","source":"DA","page":38,"entries":["Mirror implements represent misdirection, illusion, and sleight of hand, bending and shifting a perspective and the way you look at things. While larger mirrors hold the same mystic connotations, thaumaturges always choose small, portable, handheld mirrors as implements so they can use them easily while adventuring. Mirror implements are associated with the harrow suit of keys, and the astrological signs of the stranger and the swallow.",{"type":"pf2-h4","name":"Initiate Benefit","source":"DA","page":38,"entries":["You learn how to use your mirror to project another version of yourself whose realness is a matter of perspective. You gain the {@action Mirror's Reflection|DA} action.",{"type":"data","tag":"action","data":{"name":"Mirror's Reflection","activity":{"number":1,"unit":"action"},"source":"DA","page":39,"traits":["illusion","magical","manipulate","thaumaturge"],"requirements":"You're holding your {@subclassFeature First Implement and Esoterica|Thaumaturge|DA|mirror|DA|1||mirror implement}.","entries":["You reflect an illusory image of yourself into another unoccupied space within 15 feet that you can see. You are treated as being in both spaces until the start of your next turn. For example, you can attack, Seek, and provide flanking—even with yourself. You occupy both spaces.","Your mirror self mimics your actions exactly, but any effects you generate come from only one of your positions; you decide which each time you act. For example, if you made a melee Strike against a creature within reach of the reflection, you'd mime the actions of the Strike, but only the reflection would actually make the Strike. Anything that targets or would affect your reflection affects you and uses your statistics. Something that would target or affect both of you affects you only once. For example, a fireball that included both of you in its area would require only one save from you and damage you no more than once. When you move, you choose which square to move from, but the mirror effect ends (see below).","Some events force you to determine which image is the real you, and then end the effect and cause your mirror self to disappear; this happens automatically at the start of your next turn. It also happens if you choose to move out of your space. Other benefits of {@subclassFeature First Implement and Esoterica|Thaumaturge|DA|this|DA|1||this implement} add more events that can end the reflection. The effect also ends when you fall unconscious, at which point you decide which version is truly you."],"__prop":"action"}}]}]}]},{"name":"Implement Adept","source":"DA","page":39,"className":"Thaumaturge","classSource":"DA","level":7,"subclassShortName":"Mirror","subclassSource":"DA","entries":[{"type":"pf2-h4","name":"Adept Benefit","level":7,"source":"DA","page":39,"entries":["Your mirror self shatters into punishing shards when damaged. While Mirror's Reflection is in effect, when an enemy adjacent to one of your spaces damages you, that version of you explodes into mirror shards. This ends Mirror's Reflection (establishing the remaining version of you as the real one) and deals slashing damage to all creatures in a 5-foot emanation around where your mirror self was. The damage is equal to 2 + half your level or the damage of the triggering attack, whichever is lower. You're immune to this damage."]}]},{"name":"Intensify Vulnerability","source":"DA","page":39,"className":"Thaumaturge","classSource":"DA","level":9,"subclassShortName":"Mirror","subclassSource":"DA","entries":[{"type":"pf2-h4","name":"Adept Benefit","level":9,"source":"DA","page":39,"entries":["Reinforcing your mirror lets it play tricks on your enemy's senses as it bends light this way or that. You become concealed to the target of your {@action Exploit Vulnerability|DA} as your mirror warps its perceptions. As normal for concealment where your overall location is still obvious, you can't use this concealment to Hide or Sneak."]}]},{"name":"Implement Paragon","source":"DA","page":39,"className":"Thaumaturge","classSource":"DA","level":17,"subclassShortName":"Mirror","subclassSource":"DA","entries":[{"type":"pf2-h4","name":"Paragon Benefit","level":17,"source":"DA","page":39,"entries":["You've become so skilled at reflecting yourself that you can combine making a reflection with your other movements to act right away. When you use Mirror's Reflection, you can have one of your selves immediately Interact, Seek, or Strike."]}]},{"name":"First Implement And Esoterica","source":"DA","page":38,"className":"Thaumaturge","classSource":"DA","level":1,"subclassShortName":"Regalia","subclassSource":"DA","entries":[{"type":"pf2-h3","name":"Regalia","source":"DA","page":38,"entries":["Regalia implements represent rulership, leadership, and social connections. While they differ in shape depending on regional customs and markers used to signify authority, common regalia implements are scepters, jeweled orbs, and heraldic banners. Regalia implements are associated with the harrow suit of crowns and the astrological signs of the patriarch and the sovereign dragon.",{"type":"pf2-h4","name":"Initiate Benefit","source":"DA","page":38,"entries":["While you hold your regalia, you gain an air of authority and bolster the courage of allies who believe in you. Your regalia aids you when you attempt to convince others. You gain a +1 circumstance bonus to Deception, Diplomacy, and Intimidation checks. Allies who can see you can use Follow the Expert to follow you even if you're only trained in a skill and not an expert, due to the competence you clearly exude. When they do, the circumstance bonus they gain from Following the Expert is +1.","When you are holding your regalia, you gain an inspiring aura that stokes the courage of you and all allies in a 15-foot emanation who can see you, granting them a +1 status bonus to saving throws against fear. At the end of your turn, at the same time you would reduce your frightened value by 1, you reduce the frightened value of all allies within your inspiring aura by 1. Your aura has the emotion, mental, and visual traits."]}]}]},{"name":"Implement Adept","source":"DA","page":39,"className":"Thaumaturge","classSource":"DA","level":7,"subclassShortName":"Regalia","subclassSource":"DA","entries":[{"type":"pf2-h4","name":"Adept Benefit","level":7,"source":"DA","page":39,"entries":["Your regalia's power increases, and so do the abilities it grants. The circumstance bonus you gain to Deception, Diplomacy, and Intimidation increases to +2, as long as you have master proficiency in each skill. When others use Follow the Expert to follow you, you grant them a +2 circumstance bonus if you are trained, +3 if you have expert proficiency, or +4 if you have master or legendary proficiency.","The courage your aura instills grows stronger. The +1 status bonus now applies to all saving throws against mental effects, rather than only against fear, and you and allies in your aura gain a +2 status bonus to damage rolls. At 11th level, this increases to a +3 status bonus to damage rolls, and at 17th level, this increases to a +4 status bonus to damage rolls."]}]},{"name":"Intensify Vulnerability","source":"DA","page":39,"className":"Thaumaturge","classSource":"DA","level":9,"subclassShortName":"Regalia","subclassSource":"DA","entries":[{"type":"pf2-h4","name":"Adept Benefit","level":9,"source":"DA","page":39,"entries":["Your regalia implement makes you seem more confident and inspiring with each success. Whenever you successfully {@action Strike} the target of your {@action Exploit Vulnerability|DA}, choose an ally that you can see. That ally gains a +1 circumstance bonus to its attack rolls against the creature until the beginning of your next turn. If the attack roll was a critical hit, the circumstance bonus increases to +2."]}]},{"name":"Implement Paragon","source":"DA","page":40,"className":"Thaumaturge","classSource":"DA","level":17,"subclassShortName":"Regalia","subclassSource":"DA","entries":[{"type":"pf2-h4","name":"Paragon Benefit","level":17,"source":"DA","page":40,"entries":["Your regalia grants you the true gravitas of rulership, tying together the hearts and minds of your allies and making it impossible for you to leave a bad impression. If you roll a critical failure on a check to Coerce, Make an Impression, or Request, you get a failure instead. When others use Follow the Expert to follow you, you grant them a +3 circumstance bonus if you are trained or +4 if you are an expert or above.","Allies in your inspiring aura aren't flat-footed from being flanked unless you too are flanked. If one of your allies in the aura is clumsy, enfeebled, frightened, sickened, or stupefied, the status penalty your ally takes from the condition is 1 lower than the condition's value as long as the ally remains in the aura, unless you too are affected by the same condition."]}]},{"name":"First Implement And Esoterica","source":"DA","page":39,"className":"Thaumaturge","classSource":"DA","level":1,"subclassShortName":"Tome","subclassSource":"DA","entries":[{"type":"pf2-h3","name":"Tome","source":"DA","page":39,"entries":["Tome implements embody lost knowledge and otherworldly insights. While a weathered book is most common, tome implements can have as many different form factors as there are ways to store knowledge, from carved clay tablets to bundles of knotted cords. Tome implements are associated with the harrow suit of books and the astrological signs of the stargazer and the underworld dragon.",{"type":"pf2-h4","name":"Initiate Benefit","source":"DA","page":39,"entries":["While you hold your tome, lines of text appear on the open pages, revealing useful information. While you hold your tome, you gain a +1 circumstance bonus to all skill checks to {@action Recall Knowledge}.","During your daily preparations, you can gain the trained proficiency rank in two skills of your choice until you prepare again. You retain the benefit as long as the tome is on your person, even if you aren't holding it. At 3rd level, you're an expert in one of the skills and trained in the other, and at 5th level, you're an expert in both skills. Since these proficiencies are temporary, you can't use them as a prerequisite for a skill increase or a permanent character option like a feat."]}]}]},{"name":"Implement Adept","source":"DA","page":39,"className":"Thaumaturge","classSource":"DA","level":7,"subclassShortName":"Tome","subclassSource":"DA","entries":[{"type":"pf2-h4","name":"Adept Benefit","level":7,"source":"DA","page":39,"entries":["In addition to the initiate benefits, your tome inscribes insights into creatures that you can use to strike them down. While holding your tome, at the start of your turn each round, attempt a check to {@action Recall Knowledge} about a creature of your choice that you're observing. If this check succeeds, you gain a +1 circumstance bonus to your next attack roll against that creature before the start of your next turn.","When you gain temporary skill proficiencies during your daily preparations, one is at expert proficiency and the other at master proficiency. At 9th level, you have master proficiency in both."]}]},{"name":"Intensify Vulnerability","source":"DA","page":39,"className":"Thaumaturge","classSource":"DA","level":9,"subclassShortName":"Tome","subclassSource":"DA","entries":[{"type":"pf2-h4","name":"Adept Benefit","level":9,"source":"DA","page":39,"entries":["Your tome's power not only reads a creature's present but even records its future actions. When you use {@action Intensify Vulnerability|DA}, roll a d20 and set the result aside. At any time until the start of your next turn, you can use the d20 result you set aside for an attack roll to {@action Strike} the target of your {@action Exploit Vulnerability|DA}, instead of rolling a new d20; this is a fortune effect."]}]},{"name":"Implement Paragon","source":"DA","page":40,"className":"Thaumaturge","classSource":"DA","level":17,"subclassShortName":"Tome","subclassSource":"DA","entries":[{"type":"pf2-h4","name":"Paragon Benefit","level":17,"source":"DA","page":40,"entries":["In addition to the other benefits, your tome's information alerts you to ambushes and attacks from your foes. While holding your tome, you can always roll a skill check for initiative against creatures or haunts using Esoteric Lore. If you do, you gain a +3 circumstance bonus to your initiative roll.","The initiate benefit's circumstance bonus to {@action Recall Knowledge} from holding your tome increases from +1 to +2. When you succeed at the {@action Recall Knowledge} check granted by the tome's adept benefit, the bonus applies to all attack rolls you make before the start of your next turn, not just your next one. Lastly, when you gain temporary skill proficiencies, both are legendary."]}]},{"name":"First Implement And Esoterica","source":"DA","page":41,"className":"Thaumaturge","classSource":"DA","level":1,"subclassShortName":"Wand","subclassSource":"DA","entries":[{"type":"pf2-h3","name":"Wand","source":"DA","page":41,"entries":["Wand implements are short, lightweight batons, usually made of wood but often incorporating other materials. Due to their association with spellcasters, wand implements are connected to magic and its practice, as well as the direction and manipulation of energy. Wand implements are associated with the astrological signs of the thrush and the sky dragon.",{"type":"pf2-h4","name":"Initiate Benefit","source":"DA","page":41,"entries":["Your wand slowly collects ambient magic, which you can project at a foe in a barely controlled display of charged energy. When you gain this implement, choose whether your wand is attuned to cold, electricity, or fire. You gain the Fling Magic activity.",{"type":"data","tag":"action","data":{"name":"Fling Magic","activity":{"number":2,"unit":"action"},"source":"DA","page":41,"traits":["concentrate","evocation","magical","manipulate","thaumaturge"],"requirements":"You are holding your {@subclassFeature First Implement and Esoterica|Thaumaturge|DA|wand|DA|1||wand implement}.","entries":["You fling magical energy at a target within 60 feet, dealing damage equal to {@damage 1d4} + your Charisma modifier to the target, with a basic Reflex save against your class DC. The damage is of the type you selected when you gained your {@subclassFeature First Implement and Esoterica|Thaumaturge|DA|wand|DA|1||wand implement}. At 3rd level and every 2 levels thereafter, the damage increases by {@scaledamage 1d4|1-10|1d4}.","You can expend more energy than usual to boost the effect of Fling Magic, dealing {@scaledamage 1d6|1-10|d6}s of damage instead of {@damage d4}s. After you do so, the wand takes {@dice 1d4} rounds to recharge, during which you can't boost the wand's damage but can continue to Fling Magic normally. If you critically hit with a {@action Strike}, your wand recharges immediately as it draws in power from the clash."],"special":["This activity has the trait corresponding to the damage type you selected."],"__prop":"action"}}]}]}]},{"name":"Implement Adept","source":"DA","page":41,"className":"Thaumaturge","classSource":"DA","level":7,"subclassShortName":"Wand","subclassSource":"DA","entries":[{"type":"pf2-h4","name":"Adept Benefit","level":7,"source":"DA","page":41,"entries":["You gain versatility and additional benefits when you fire your wand. The range of Fling Magic increases to 120 feet. Choose a second damage type from the list; whenever you Fling Magic, you can select between either of the two damage types you have chosen. Fling Magic has an additional effect if the target fails its save and takes damage, depending on the type.",{"type":"pf2-options","items":[{"name":"Cold","entries":["The target becomes chilled, taking a –10-foot status penalty to its Speeds for 1 round."]},{"name":"Electricity","entries":["The target is shocked, becoming flat-footed until the end of your next turn. "]},{"name":"Fire","entries":["The target catches flame, taking 1d10 persistent fire damage (or 2d10 on a critical failure). If you have the wand paragon benefit, this increases to 2d10 persistent fire damage (or 4d10 on a critical failure)."]}]}]}]},{"name":"Intensify Vulnerability","source":"DA","page":41,"className":"Thaumaturge","classSource":"DA","level":9,"subclassShortName":"Wand","subclassSource":"DA","entries":[{"type":"pf2-h4","name":"Adept Benefit","level":9,"source":"DA","page":41,"entries":["Your empowered wand surges with ever-more-powerful magic. When you Fling Magic to damage the target of your {@action Exploit Vulnerability|DA}, you deal additional damage to the creature equal to 1 + the number of damage dice."]}]},{"name":"Implement Paragon","source":"DA","page":41,"className":"Thaumaturge","classSource":"DA","level":17,"subclassShortName":"Wand","subclassSource":"DA","entries":[{"type":"pf2-h4","name":"Paragon Benefit","level":17,"source":"DA","page":41,"entries":["Your mastery of your wand grants you increased versatility, range, and area. The range of Fling Magic increases to 180 feet. You gain the ability to choose between all three damage types (cold, electricity, and fire) each time you use Fling Magic. When you Fling Magic, you can choose to target a single creature or to affect all creatures in a 20-foot burst."]}]},{"name":"First Implement And Esoterica","source":"DA","page":41,"className":"Thaumaturge","classSource":"DA","level":1,"subclassShortName":"Weapon","subclassSource":"DA","entries":[{"type":"pf2-h3","name":"Weapon","source":"DA","page":41,"entries":["Weapon implements are the most direct and confrontational, representing battle, struggle, and potentially violence. You can choose only a one-handed weapon as an implement, which allows you to channel energies into your weapon as well as hold your other implements once you gain them. Weapon implements are associated with the harrow suit of hammers and the astrological signs of the rider and the swordswoman.",{"type":"pf2-h4","name":"Initiate Benefit","source":"DA","page":37,"entries":["Your weapon trembles slightly in your hand, seeking out your foe's weakness to it and interrupting their actions. You gain the {@action Implement's Interruption|DA} reaction.","At 5th level, when you gain thaumaturgic weapon expertise, your instinctive knowledge of your weapon implement also grants you the weapon's critical specialization effect.",{"type":"data","tag":"action","data":{"name":"Implement's Interruption","activity":{"number":1,"unit":"reaction"},"source":"DA","page":41,"traits":["evocation","magical","thaumaturge"],"trigger":"The target of your {@action Exploit Vulnerability|DA} uses a {@trait concentrate}, {@trait manipulate}, or {@trait move} action, or leaves a square during a move action it's using.","requirements":"You're holding your {@subclassFeature First Implement and Esoterica|Thaumaturge|DA|weapon|DA|1||weapon implement} and are benefiting from {@action Exploit Vulnerability|DA} against a creature. The creature must be within your reach if you're wielding a melee weapon, or within 10 feet if you're wielding a ranged weapon.","entries":["Your weapon senses a moment of weakness and guides your hand to strike down a foe. Make a {@action Strike} against the triggering creature with your {@subclassFeature First Implement and Esoterica|Thaumaturge|DA|weapon|DA|1||weapon implement}. If your attack is a critical hit, you disrupt the triggering action. This {@action Strike} doesn't count toward your multiple attack penalty, and your multiple attack penalty doesn't apply to this {@action Strike}."],"__prop":"action"}}]}]}]},{"name":"Implement Adept","source":"DA","page":41,"className":"Thaumaturge","classSource":"DA","level":7,"subclassShortName":"Weapon","subclassSource":"DA","entries":[{"type":"pf2-h4","name":"Adept Benefit","level":7,"source":"DA","page":41,"entries":["When your implement lashes out at your foe, even a close miss brings the weapon close enough to do harm. When you use Implement's Interruption and fail (but don't critically fail) the Strike, you deal 1 damage of the weapon's normal type, possibly applying any bonus damage due to the target's weakness."]}]},{"name":"Intensify Vulnerability","source":"DA","page":42,"className":"Thaumaturge","classSource":"DA","level":9,"subclassShortName":"Weapon","subclassSource":"DA","entries":[{"type":"pf2-h4","name":"Adept Benefit","level":9,"source":"DA","page":42,"entries":["Your weapon is drawn to your enemy's vital spots, almost of its own accord. You gain a +2 status bonus to attack rolls against the target of your {@action Exploit Vulnerability|DA}."]}]},{"name":"Implement Paragon","source":"DA","page":42,"className":"Thaumaturge","classSource":"DA","level":17,"subclassShortName":"Weapon","subclassSource":"DA","entries":[{"type":"pf2-h4","name":"Paragon Benefit","level":17,"source":"DA","page":42,"entries":["The way your implement connects to your foe makes its interruptions incredibly disruptive. You now disrupt the triggering action on a hit with Implement's Interruption, rather than needing a critical hit."]}]}]}