{
	"class": [
		{
			"name": "Witch",
			"source": "PC1",
			"remaster": true,
			"page": 179,
			"keyAbility": "Intelligence",
			"hp": 6,
			"initialProficiencies": {
				"perception": "T",
				"fort": "T",
				"ref": "T",
				"will": "E",
				"skills": {
					"t": [
						{
							"skill": [
								"Subclass Dependant"
							],
							"entry": "one skill determined by your patron"
						}
					],
					"add": 3
				},
				"attacks": {
					"t": [
						"simple weapons",
						"unarmed attacks"
					]
				},
				"defenses": {
					"u": [
						"all armor"
					],
					"t": [
						"unarmored defense"
					]
				},
				"classDc": {
					"prof": "t",
					"entry": "Trained in witch class DC"
				},
				"spells": {
					"t": [
						"spell attack modifier",
						"spell DC"
					]
				}
			},
			"advancement": {
				"classFeats": [
					2,
					4,
					6,
					8,
					10,
					12,
					14,
					16,
					18,
					20
				],
				"skillFeats": [
					2,
					4,
					6,
					8,
					10,
					12,
					14,
					16,
					18,
					20
				],
				"generalFeats": [
					3,
					7,
					11,
					15,
					19
				],
				"ancestryFeats": [
					5,
					9,
					13,
					17
				],
				"skillIncrease": [
					3,
					5,
					7,
					9,
					11,
					13,
					15,
					17,
					19
				],
				"abilityBoosts": [
					5,
					10,
					15,
					20
				]
			},
			"classFeatures": [
				"Ancestry and Background|Witch|PC1|1",
				"Attribute Boosts|Witch|PC1|1",
				"Initial Proficiencies|Witch|PC1|1",
				{
					"classFeature": "Patron|Witch|PC1|1",
					"gainSubclassFeature": true
				},
				"Witch Spellcasting|Witch|PC1|1",
				"Hex Spells|Witch|PC1|1",
				"Skill Feats|Witch|PC1|2",
				"Witch Feats|Witch|PC1|2",
				"General Feats|Witch|PC1|3",
				"Skill Increases|Witch|PC1|3",
				"Ancestry Feats|Witch|PC1|5",
				"Magical Fortitude|Witch|PC1|5",
				"Expert Spellcaster|Witch|PC1|7",
				"Reflex Expertise|Witch|PC1|9",
				"Perception Expertise|Witch|PC1|11",
				"Weapon Expertise|Witch|PC1|11",
				"Defensive Robes|Witch|PC1|13",
				"Weapon Specialization|Witch|PC1|13",
				"Master Spellcaster|Witch|PC1|15",
				"Will of the Pupil|Witch|PC1|17",
				"Legendary Spellcaster|Witch|PC1|19",
				"Patron's Gift|Witch|PC1|19"
			],
			"subclasses": [
				{
					"name": "Faith's Flamekeeper",
					"type": "Patron Theme",
					"shortName": "Faith's Flamekeeper",
					"source": "PC1",
					"remaster": true,
					"page": 184,
					"subclassFeatures": [
						"Patron|Witch|PC1|Faith's Flamekeeper|PC1|1"
					]
				},
				{
					"name": "The Inscribed One",
					"type": "Patron Theme",
					"shortName": "The Inscribed One",
					"source": "PC1",
					"remaster": true,
					"page": 184,
					"subclassFeatures": [
						"Patron|Witch|PC1|The Inscribed One|PC1|1"
					]
				},
				{
					"name": "The Resentment",
					"type": "Patron Theme",
					"shortName": "The Resentment",
					"source": "PC1",
					"remaster": true,
					"page": 184,
					"subclassFeatures": [
						"Patron|Witch|PC1|The Resentment|PC1|1"
					]
				},
				{
					"name": "Silence in Snow",
					"type": "Patron Theme",
					"shortName": "Silence in Snow",
					"source": "PC1",
					"remaster": true,
					"page": 185,
					"subclassFeatures": [
						"Patron|Witch|PC1|Silence in Snow|PC1|1"
					]
				},
				{
					"name": "Spinner of Threads",
					"type": "Patron Theme",
					"shortName": "Spinner of Threads",
					"source": "PC1",
					"remaster": true,
					"page": 185,
					"subclassFeatures": [
						"Patron|Witch|PC1|Spinner of Threads|PC1|1"
					]
				},
				{
					"name": "Starless Shadow",
					"type": "Patron Theme",
					"shortName": "Starless Shadow",
					"source": "PC1",
					"remaster": true,
					"page": 185,
					"subclassFeatures": [
						"Patron|Witch|PC1|Starless Shadow|PC1|1"
					]
				},
				{
					"name": "Wilding Steward",
					"type": "Patron Theme",
					"shortName": "Wilding Steward",
					"source": "PC1",
					"remaster": true,
					"page": 185,
					"subclassFeatures": [
						"Patron|Witch|PC1|Wilding Steward|PC1|1"
					]
				}
			],
			"flavor": [
				"You command powerful magic, not through study or devotion, but as an agent for an otherworldly patron that even you don't entirely understand. This entity might be a covert divinity, a powerful fey, an ancient spirit, or any other mighty supernatural being—but its nature is likely as much a mystery to you as it is to others. Through a special familiar, your patron grants you versatile spells and powerful hexes to use as you see fit, though you're never certain if you're merely serving your patron's larger plan."
			],
			"fluff": [
				{
					"type": "pf2-h3",
					"page": 179,
					"name": "During combat Encounters...",
					"entries": [
						"You cast spells to change the course of battle. You use magical hexes to hamper enemies and aid allies, while leveraging more powerful spells to control the battlefield, heal, or harm, aided by your extraordinary familiar, brewed potions, and magical items."
					]
				},
				{
					"type": "pf2-h3",
					"page": 179,
					"name": "During social encounters...",
					"entries": [
						"You provide knowledge on numerous topics, including a variety of magical matters, and you might call upon your patron's magic to charm or deceive others."
					]
				},
				{
					"type": "pf2-h3",
					"page": 179,
					"name": "While exploring...",
					"entries": [
						"You remain alert for magical traps and treasures, employing a clever array of spells to overcome obstacles that stand in your way. Your familiar might aid you through its own considerable set of exceptional abilities."
					]
				},
				{
					"type": "pf2-h3",
					"page": 179,
					"name": "In downtime...",
					"entries": [
						"You brew potions, craft other magical items, or hunt for new spells for your familiar to learn. You might try to learn more about your patron, their aims, or your own powers, and you might seek out the company of other witches for collaboration or community."
					]
				},
				{
					"type": "pf2-h3",
					"page": 179,
					"name": "You Might...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Strive to learn more about your patron or familiar, your patron's goals, why they chose to empower you, and how you fit into their plans.",
								"Seek out new sources of magic, like scrolls and spellbooks, to supplement the spells your patron provides.",
								"View your familiar as a steadfast ally, a dear friend, or a necessary nuisance, depending on its personality."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 179,
					"name": "Others Probably...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Wonder about the nature of your patron and the source of your magic, worrying you'll turn on them or that you unknowingly serve a foul power.",
								"Appreciate your ability to aid them with magic, whether you do so by helping them directly or by hampering their adversaries.",
								"Take care not to offend you, fearful that you'll place a malicious hex on them if you're angered."
							]
						}
					]
				}
			],
			"summary": {
				"text": "The witch casts spells and hexes learned through a powerful familiar from a mysterious patron.",
				"images": [
					"https://2e.aonprd.com/Images/Classes/Iconic_Feiya.png"
				],
				"keyAbility": "Intelligence",
				"sndAbility": "Dexterity, Wisdom"
			}
		}
	],
	"classFeature": [
		{
			"name": "Ancestry and Background",
			"source": "PC1",
			"remaster": true,
			"page": 180,
			"className": "Witch",
			"classSource": "PC1",
			"level": 1,
			"entries": [
				"In addition to what you get from your class at 1st level, you have the benefits of your selected ancestry and background. These are described in Chapter 2."
			]
		},
		{
			"name": "Attribute Boosts",
			"source": "PC1",
			"remaster": true,
			"page": 180,
			"className": "Witch",
			"classSource": "PC1",
			"level": 1,
			"entries": [
				"In addition to what you get from your class at 1st level, you have four free boosts to different attribute modifiers.",
				"At 5th level and every 5 levels thereafter, you get four free boosts to different attribute modifiers. If an attribute modifier is already +4 or higher, it takes two boosts to increase it; you get a partial boost and must boost that attribute again at a later level to increase it by 1."
			]
		},
		{
			"name": "Initial Proficiencies",
			"source": "PC1",
			"remaster": true,
			"page": 180,
			"className": "Witch",
			"classSource": "PC1",
			"level": 1,
			"entries": [
				"At 1st level you gain a number of proficiencies that represent your basic training. These are noted at the start of this class."
			]
		},
		{
			"name": "Patron",
			"source": "PC1",
			"remaster": true,
			"page": 180,
			"className": "Witch",
			"classSource": "PC1",
			"subclasses": "Patron Theme",
			"level": 1,
			"type": "Patron",
			"entries": [
				"You weren't born with the power to cast spells, nor have you spent years dedicated to worship, study, or uncovering mystical secrets. Your magic instead has been gifted to you by a potent being, one who knows that by empowering you so, you'll further the being's agenda in the world, whatever it may be. This entity is typically mysterious and distant, revealing little of their identity and motivations. They make their will known to you in abstract signs such as omens, dreams, or similar subtleties rather than words.",
				"Rather than interacting with you directly, your patron works through a familiar—a mystical creature that teaches you, serves as the conduit for your patron's magic, and maybe even keeps an eye on you to ensure you're furthering your patron's nebulous ends.",
				"At 1st level, choose your patron, which determines your spellcasting tradition and grants you the skill for that tradition of magic, your first witch's lesson and a unique familiar ability."
			]
		},
		{
			"name": "Witch Spellcasting",
			"source": "PC1",
			"remaster": true,
			"page": 180,
			"className": "Witch",
			"classSource": "PC1",
			"level": 1,
			"entries": [
				"Using your familiar as a conduit, your patron provides you the power to cast spells. You are a spellcaster, and you can cast spells of your patron's tradition using the {@action Cast a Spell|PC1} activity. As a witch, when you cast spells, your incantations might rhyme, your gestures might be as simple as an ominous pointing finger or a complex folk sign, and your familiar might even echo your words or movements slightly as your patron's magic surges.",
				"At 1st level, you can prepare up to two 1st-rank spells and five cantrips each morning from the spells your familiar knows. Prepared spells remain available to you until you cast them or until you prepare your spells again. The number of spells you can prepare each day is called your spell slots.",
				"As you increase in level as a witch, the number of spells you can prepare each day increases, as does the highest rank of spell you can cast, as shown in the Witch Spells per Day table.",
				"Some of your spells require you to attempt a spell attack to see how effective they are, or have your enemies roll against your spell DC (typically by attempting a saving throw). Since your key attribute is Intelligence, your spell attack modifier and spell DC use your Intelligence modifier.",
				{
					"type": "pf2-h4",
					"page": 180,
					"name": "Heightening Spells",
					"entries": [
						"When you get spell slots of 2nd-rank and higher, you can fill those slots with stronger versions of lower-rank spells. This increases the spell's rank, heightening it to match the spell slot. Many spells have specific improvements when they are heightened to certain ranks."
					]
				},
				{
					"type": "pf2-h4",
					"page": 181,
					"name": "Cantrips",
					"entries": [
						"Some of your spells are cantrips. A cantrip is a special type of spell that doesn't use spell slots. You can cast a cantrip at will, any number of times per day. A cantrip is always automatically heightened to half your level rounded up—this is usually equal to the highest rank of witch spell slot you have. For example, as a 1st-level witch, your cantrips are 1st-rank spells, and as a 5thlevel witch, your cantrips are 3rd-rank spells."
					]
				},
				{
					"type": "pf2-h4",
					"page": 181,
					"name": "Familiar",
					"entries": [
						"Your patron has sent you a familiar, a mystical creature that teaches you magic and facilitates your spells. This familiar follows the rules beginning on page 212, though as it's a direct conduit between you and your patron, it's more powerful than typical familiars. Your familiar gains two additional familiar abilities: one of these is a unique ability based on your patron and is always selected, and the other is an additional familiar ability that can be selected daily as normal. Your familiar gains another extra ability at 6th, 12th, and 18th levels.",
						"{@b Spells:} Your familiar is the source and repository of the spells your patron has bestowed upon you, and you must commune with your familiar to prepare your spells each day using your witch spellcasting. Your familiar starts off knowing 10 {@filter cantrips|spells||spell type=cantrip|rarity=common}, five {@filter 1st-rank spells|spells||spell type=spell|level=1|rarity=common}, and one additional spell determined by your patron's initial lesson. You choose these spells from the common spells of the tradition determined by your patron or from other spells of that tradition you gain access to.",
						"Each time you gain a level, your patron teaches your familiar two new spells of any rank for which you have spell slots, chosen from common spells of your tradition or others you gain access to. Feats can also grant your familiar additional spells.",
						"{@b Learning Spells:} Your familiar can learn new spells independently of your patron. It can learn any spell on your tradition's spell list by physically consuming a written version of that spell over the course of 1 hour. This can be a scroll of that spell, or you can prepare a written version using the {@action Learn a Spell|PC1} exploration activity. You and your familiar can use the {@action Learn a Spell|PC1} activity to teach your familiar a spell from another witch's familiar. Both familiars must be present for the entirety of the activity, the spell must be on your spellcasting tradition's spell list, and you must pay the usual cost for that activity, typically in the form of an offering to the other familiar's patron. You can't prepare spells from another witch's familiar.",
						"{@b Undying:} If your familiar dies, your patron replaces it during your next daily preparations. The new familiar might be a duplicate or reincarnation of your former familiar or a new entity altogether, but it knows the same spells your former familiar knew regardless. Your familiar's death doesn't affect any spells you have already prepared."
					]
				},
				{
					"type": "table",
					"minimizeTo": [
						0,
						1
					],
					"name": "Witch Spells per Day",
					"spans": [
						[
							[
								1,
								2
							],
							[
								2,
								13
							]
						]
					],
					"labelRowIdx": [
						0,
						1
					],
					"cellStyles": [
						{
							"row": 0,
							"col": 1,
							"style": "text-center"
						}
					],
					"colStyles": [
						"",
						"text-center",
						"text-center",
						"text-center",
						"text-center",
						"text-center",
						"text-center",
						"text-center",
						"text-center",
						"text-center",
						"text-center",
						"text-center"
					],
					"footnotes": [
						"* The patron's gift class feature gives you a 10th-rank spell slot that works a bit differently from other spell slots."
					],
					"rows": [
						[
							"Your",
							"Spell Rank"
						],
						[
							"Level",
							"Cantrips",
							"1st",
							"2nd",
							"3rd",
							"4th",
							"5th",
							"6th",
							"7th",
							"8th",
							"9th",
							"10th"
						],
						[
							1,
							5,
							2,
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—"
						],
						[
							2,
							5,
							3,
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—"
						],
						[
							3,
							5,
							3,
							2,
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—"
						],
						[
							4,
							5,
							3,
							3,
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—"
						],
						[
							5,
							5,
							3,
							3,
							2,
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—"
						],
						[
							6,
							5,
							3,
							3,
							3,
							"—",
							"—",
							"—",
							"—",
							"—",
							"—",
							"—"
						],
						[
							7,
							5,
							3,
							3,
							3,
							2,
							"—",
							"—",
							"—",
							"—",
							"—",
							"—"
						],
						[
							8,
							5,
							3,
							3,
							3,
							3,
							"—",
							"—",
							"—",
							"—",
							"—",
							"—"
						],
						[
							9,
							5,
							3,
							3,
							3,
							3,
							2,
							"—",
							"—",
							"—",
							"—",
							"—"
						],
						[
							10,
							5,
							3,
							3,
							3,
							3,
							3,
							"—",
							"—",
							"—",
							"—",
							"—"
						],
						[
							11,
							5,
							3,
							3,
							3,
							3,
							3,
							2,
							"—",
							"—",
							"—",
							"—"
						],
						[
							12,
							5,
							3,
							3,
							3,
							3,
							3,
							3,
							"—",
							"—",
							"—",
							"—"
						],
						[
							13,
							5,
							3,
							3,
							3,
							3,
							3,
							3,
							2,
							"—",
							"—",
							"—"
						],
						[
							14,
							5,
							3,
							3,
							3,
							3,
							3,
							3,
							3,
							"—",
							"—",
							"—"
						],
						[
							15,
							5,
							3,
							3,
							3,
							3,
							3,
							3,
							3,
							2,
							"—",
							"—"
						],
						[
							16,
							5,
							3,
							3,
							3,
							3,
							3,
							3,
							3,
							3,
							"—",
							"—"
						],
						[
							17,
							5,
							3,
							3,
							3,
							3,
							3,
							3,
							3,
							3,
							2,
							"—"
						],
						[
							18,
							5,
							3,
							3,
							3,
							3,
							3,
							3,
							3,
							3,
							3,
							"—"
						],
						[
							19,
							5,
							3,
							3,
							3,
							3,
							3,
							3,
							3,
							3,
							3,
							"1*"
						],
						[
							20,
							5,
							3,
							3,
							3,
							3,
							3,
							3,
							3,
							3,
							3,
							"1*"
						]
					]
				}
			]
		},
		{
			"name": "Hex Spells",
			"source": "PC1",
			"remaster": true,
			"page": 181,
			"className": "Witch",
			"classSource": "PC1",
			"level": 1,
			"entries": [
				"As a favored agent of your patron, you can invoke their power for a more direct magical intervention. A hex is a spell shaped by your patron and sent to you through your familiar, rather than an ability you use directly. Your patron expects you to advance its interests and does not take kindly to repeated requests for aid; as such, you can use only one hex each turn, and any attempts to use a second hex on that turn fail and the actions are lost.",
				"Hex spells are a type of focus spell. It costs 1 Focus Point to cast a focus spell, and you start with a focus pool of 1 Focus Point. You refill your focus pool during your daily preparations, and you can regain 1 Focus Point by spending 10 minutes using the {@action Refocus|PC1} activity to commune with your familiar.",
				"Focus spells are automatically heightened to half your level rounded up, much like cantrips. Focus spells don't require spell slots, and you can't cast them using spell slots. Certain feats give you more focus spells. The maximum Focus Points your focus pool can hold is equal to the number of focus spells you have, but it can never be more than 3 points. ",
				"You learn your choice of the {@spell patron's puppet|PC1} hex or {@spell phase familiar|PC1} hex, which let you command your familiar or defend it from harm, respectively. You learn most other hexes from witch lessons ",
				{
					"type": "pf2-h4",
					"page": 182,
					"name": "Hex Cantrips",
					"entries": [
						"Hex cantrips are special hexes that don't cost Focus Points, so you can cast them as often as you like, though you can still use only one hex each round. Hex cantrips are in addition to the cantrips you choose with witch spellcasting and aren't counted toward your prepared cantrips. You gain a hex cantrip determined by your choice of patron."
					]
				}
			]
		},
		{
			"name": "Skill Feats",
			"page": 182,
			"source": "PC1",
			"remaster": true,
			"className": "Witch",
			"classSource": "PC1",
			"level": 2,
			"entries": [
				"At 2nd level and every 2 levels thereafter, you gain a {@filter skill feat|feats||type=skill;!archetype}. You must be trained or better in the corresponding skill to select a skill feat."
			]
		},
		{
			"name": "Witch Feats",
			"source": "PC1",
			"remaster": true,
			"page": 182,
			"className": "Witch",
			"classSource": "PC1",
			"level": 2,
			"entries": [
				"At 2nd level and every 2 levels thereafter, you gain a {@filter witch class feat|feats||type=class|Class=witch|level=[1;2]}."
			]
		},
		{
			"name": "General Feats",
			"page": 182,
			"source": "PC1",
			"remaster": true,
			"className": "Witch",
			"classSource": "PC1",
			"level": 3,
			"entries": [
				"At 3rd level and every 4 levels thereafter, you gain a {@filter general feat|feats||type=general|level=[1;3]}."
			]
		},
		{
			"name": "Skill Increases",
			"page": 182,
			"source": "PC1",
			"remaster": true,
			"className": "Witch",
			"classSource": "PC1",
			"level": 3,
			"entries": [
				"At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase either to increase your proficiency rank to trained in one skill you're untrained in, or to increase your proficiency rank in one skill in which you're already trained to expert.",
				"At 7th level, you can use skill increases to increase your proficiency rank to master in a skill in which you're already an expert, and at 15th level, you can use them to increase your proficiency rank to legendary in a skill in which you're already a master."
			]
		},
		{
			"name": "Ancestry Feats",
			"source": "PC1",
			"remaster": true,
			"page": 182,
			"className": "Witch",
			"classSource": "PC1",
			"level": 5,
			"entries": [
				"In addition to the ancestry feat you started with, you gain an {@filter ancestry feat|feats||type=ancestry} at 5th level and every 4 levels thereafter. The list of ancestry feats available to you can be found in your ancestry's entry in Chapter 2."
			]
		},
		{
			"name": "Magical Fortitude",
			"source": "PC1",
			"remaster": true,
			"page": 183,
			"className": "Witch",
			"classSource": "PC1",
			"level": 5,
			"entries": [
				"Your patron's power boosts your physical resiliency. Your proficiency rank for Fortitude saves increases to expert."
			]
		},
		{
			"name": "Expert Spellcaster",
			"source": "PC1",
			"remaster": true,
			"page": 183,
			"className": "Witch",
			"classSource": "PC1",
			"level": 7,
			"entries": [
				"You've learned to better control the power your patron has granted you. Your proficiency ranks for spell attack modifier and spell DC increase to expert."
			]
		},
		{
			"name": "Reflex Expertise",
			"source": "PC1",
			"remaster": true,
			"page": 183,
			"className": "Witch",
			"classSource": "PC1",
			"level": 9,
			"entries": [
				"Your reflexes are lightning fast, helping you avoid danger. Your proficiency rank for Reflex saves increases to expert."
			]
		},
		{
			"name": "Perception Expertise",
			"source": "PC1",
			"remaster": true,
			"page": 183,
			"className": "Witch",
			"classSource": "PC1",
			"level": 11,
			"entries": [
				"You remain alert to threats around you. Your proficiency rank for Perception increases to expert."
			]
		},
		{
			"name": "Weapon Expertise",
			"source": "PC1",
			"remaster": true,
			"page": 183,
			"className": "Witch",
			"classSource": "PC1",
			"level": 11,
			"entries": [
				"Through sheer experience, you've improved your technique with your weapons. Your proficiency ranks for simple weapons and unarmed attacks increase to expert."
			]
		},
		{
			"name": "Defensive Robes",
			"source": "PC1",
			"remaster": true,
			"page": 183,
			"className": "Witch",
			"classSource": "PC1",
			"level": 13,
			"entries": [
				"The flow of magic through your spellcasting and your defensive training combine to help you get out of the way before an attack. Your proficiency rank in unarmored defense increases to expert."
			]
		},
		{
			"name": "Weapon Specialization",
			"source": "PC1",
			"remaster": true,
			"page": 183,
			"className": "Witch",
			"classSource": "PC1",
			"level": 13,
			"entries": [
				"You can inflict greater injuries with the weapons you know. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you're a master and 4 if you're legendary."
			]
		},
		{
			"name": "Master Spellcaster",
			"source": "PC1",
			"remaster": true,
			"page": 183,
			"className": "Witch",
			"classSource": "PC1",
			"level": 15,
			"entries": [
				"You've achieved mastery over your patron's magic. Your proficiency ranks for spell attack modifier and spell DC increase to master."
			]
		},
		{
			"name": "Will of the Pupil",
			"source": "PC1",
			"remaster": true,
			"page": 183,
			"className": "Witch",
			"classSource": "PC1",
			"level": 17,
			"entries": [
				"Communion with your familiar has steeled your mental fortitude. Your proficiency rank for Will saves increases to master. When you roll a success on a Will save, you get a critical success instead."
			]
		},
		{
			"name": "Legendary Spellcaster",
			"page": 183,
			"source": "PC1",
			"remaster": true,
			"className": "Witch",
			"classSource": "PC1",
			"level": 19,
			"entries": [
				"You've perfected your command of the magic your patron provides. Your proficiency ranks for spell attack modifier and spell DC increase to legendary."
			]
		},
		{
			"name": "Patron's Gift",
			"source": "PC1",
			"remaster": true,
			"page": 183,
			"className": "Witch",
			"classSource": "PC1",
			"level": 19,
			"entries": [
				"Your patron grants you the power to command incredible works of magic. You gain a single 10th-rank spell slot and can prepare a spell in that slot using witch spellcasting. Unlike with other spell slots, you can't use 10th-rank slots with abilities that give you more spell slots or that let you cast spells without expending spell slots. You don't gain more 10th-rank spells as you level up, though you can take the {@feat Patron's Truth|PC1} feat to gain a second slot."
			]
		}
	],
	"subclassFeature": [
		{
			"name": "Patron",
			"source": "PC1",
			"remaster": true,
			"page": 184,
			"className": "Witch",
			"classSource": "PC1",
			"subclassShortName": "Faith's Flamekeeper",
			"subclassSource": "PC1",
			"level": 1,
			"entries": [
				{
					"type": "pf2-h4",
					"name": "Faith's Flamekeeper",
					"source": "PC1",
					"remaster": true,
					"page": 184,
					"entries": [
						"Your patron contacted you in a moment your willpower was close to sputtering out. Their reassuring presence was like breath and kindling bringing an ember back aflame, their magic giving you the strength to carry on and bring others to your cause. Your patron is likely a divine being like an angel or aeon acting covertly, though the possibility exists they might be a more sinister entity, using you to unknown ends.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Spell List",
									"entry": "{@filter divine|spells||tradition & spell list=divine}"
								},
								{
									"type": "item",
									"name": "Patron Skill",
									"entry": "{@skill Religion|PC1}"
								},
								{
									"type": "item",
									"name": "Lesson of Fervor's Grasp",
									"entry": "Your patron has taught you that nothing can seize the heart like faith, whether used to inspire or direct. You gain the {@spell stoke the heart|PC1} hex cantrip and your familiar learns {@spell command|PC1}."
								},
								{
									"type": "item",
									"name": "Familiar of Restored Spirit",
									"entry": "Your familiar is pleasantly warm and soft, seeming to wash away worries with its mere presence. When you {@action Cast a Spell|PC1|Cast} or {@action Sustain|PC1} a hex, one willing creature within 15 feet of your familiar gains temporary Hit Points equal to 2 + half your level, which last until the start of your next turn."
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Patron",
			"source": "PC1",
			"remaster": true,
			"page": 184,
			"className": "Witch",
			"classSource": "PC1",
			"subclassShortName": "The Inscribed One",
			"subclassSource": "PC1",
			"level": 1,
			"entries": [
				{
					"type": "pf2-h4",
					"name": "The Inscribed One",
					"source": "PC1",
					"remaster": true,
					"page": 184,
					"entries": [
						"No words passed your patron's lips in the moment you met; instead, words and glyphs danced across their skin while symbols and numbers swam in the depths of their eyes, spelling out their will in a torrent of words and wisdom. Your patron might be a powerful archmage, or even one of their abandoned artifacts, searching for a successor.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Spell List",
									"entry": "{@filter arcane|spells||tradition & spell list=arcane}"
								},
								{
									"type": "item",
									"name": "Patron Skill",
									"entry": "{@skill Arcana|PC1}"
								},
								{
									"type": "item",
									"name": "Lesson of Glyph's Supremacy",
									"entry": "Your patron teaches that the written word can accomplish so much more than it seems. You gain the {@spell discern secrets|PC1} hex and your familiar learns {@spell runic weapon|PC1}."
								},
								{
									"type": "item",
									"name": "Familiar of Flowing Script",
									"entry": "Your familiar is covered in a pattern that looks similar to letters in an unknown language, one that seems to draw attention even as it eludes understanding. When you {@action Cast a Spell|PC1|Cast} or {@action Sustain|PC1} a hex, the letters begin to rapidly change, causing a distraction. Until the start of your next turn, your familiar can provide flanking for you and your allies as though it were able to attack and had a reach of 5 feet; this is a {@trait visual} effect."
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Patron",
			"source": "PC1",
			"remaster": true,
			"page": 184,
			"className": "Witch",
			"classSource": "PC1",
			"subclassShortName": "The Resentment",
			"subclassSource": "PC1",
			"level": 1,
			"entries": [
				{
					"type": "pf2-h4",
					"name": "The Resentment",
					"source": "PC1",
					"remaster": true,
					"page": 184,
					"entries": [
						"A single feeling radiated from your patron in the moment you met them, as palpable as heat from a fire: the desire to see every tall poppy felled and every proud nail hammered down, whether to righteously bring justice for small folk or the base urge to see the powerful defeated. Your patron is likely far from the upper echelons of its kind, such as a hag ousted from its coven or a quasi-divinity or a lower-rank demon. This leaves it only subtler and weaker tools to see its ends met: curses, hexes, and you.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Spell List",
									"entry": "{@filter occult|spells||tradition & spell list=occult}"
								},
								{
									"type": "item",
									"name": "Patron Skill",
									"entry": "{@skill Occultism|PC1}"
								},
								{
									"type": "item",
									"name": "Lesson of Strength's Impermanence",
									"entry": "Your patron has taught you that power can be taken much more easily that it can be built. You gain the {@spell evil eye|PC1} hex cantrip and your familiar learns {@spell enfeeble|PC1}."
								},
								{
									"type": "item",
									"name": "Familiar of Ongoing Misery ",
									"entry": "Your familiar seems hostile to all creatures other than you, hissing at them if they get too near. When you {@action Cast a Spell|PC1|Cast} or {@action Sustain|PC1} a hex, your familiar can curse a creature within 15 feet of it, prolonging the duration of any negative conditions affecting it by 1 round. This is a curse effect. This prolongs only conditions with a timed duration (such as \"1 round\" or \"until the end of your next turn\") and doesn't prevent conditions from being removed by other means."
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Patron",
			"source": "PC1",
			"remaster": true,
			"page": 185,
			"className": "Witch",
			"classSource": "PC1",
			"subclassShortName": "Silence in Snow",
			"subclassSource": "PC1",
			"level": 1,
			"entries": [
				{
					"type": "pf2-h4",
					"name": "Silence in Snow",
					"source": "PC1",
					"remaster": true,
					"page": 185,
					"entries": [
						"Bitter cold heralded your patron's appearance, in the depths of the winter solstice or on a frozen peak at the end of the world. Your patron might be a winter hag, ice yai, or other spirit of the cold, but one thing is clear as ice—their power is not to be underestimated.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Spell List",
									"entry": "{@filter primal|spells||tradition & spell list=primal}"
								},
								{
									"type": "item",
									"name": "Patron Skill",
									"entry": "{@skill Nature|PC1}"
								},
								{
									"type": "item",
									"name": "Lesson of Winter's Chill",
									"entry": "Your patron taught you the power of winter firsthand by subjecting you to frost and snow. You learn the {@spell clinging ice|PC1} hex cantrip and your familiar learns {@spell gust of wind|PC1}."
								},
								{
									"type": "item",
									"name": "Familiar of Restored Spirit",
									"entry": "Your familiar is cold to the touch, its breath always visible. When you {@action Cast a Spell|PC1|Cast} or {@action Sustain|PC1} a hex, you can cause ice to form in a 5-foot burst centered on a square of your familiar's space. Those squares are difficult terrain until the start of your next turn."
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Patron",
			"source": "PC1",
			"remaster": true,
			"page": 185,
			"className": "Witch",
			"classSource": "PC1",
			"subclassShortName": "Spinner of Threads",
			"subclassSource": "PC1",
			"level": 1,
			"entries": [
				{
					"type": "pf2-h4",
					"name": "Spinner of Threads",
					"source": "PC1",
					"remaster": true,
					"page": 185,
					"entries": [
						"You met your patron in a memory of an encounter yet to come or a premonition of something long since passed, as they untangled and re-spun the tapestry of time and fate. Was your patron a norn? A herald of a deity like Pharasma, Alseta, or Grandmother Spider? Could it even be a single individual appearing at three or more points in its timeline—multiple versions of the same being, parallel threads converging on a single moment?",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Spell List",
									"entry": "{@filter occult|spells||tradition & spell list=occult}"
								},
								{
									"type": "item",
									"name": "Patron Skill",
									"entry": "{@skill Occultism|PC1}"
								},
								{
									"type": "item",
									"name": "Lesson of Fate's Vicissitudes",
									"entry": "Your patron's harsh lesson is that fate spares no one, rising and falling in turn for all. You gain the {@spell nudge fate|PC1} hex cantrip and your familiar learns {@spell sure strike|PC1}."
								},
								{
									"type": "item",
									"name": "Familiar of Balanced Luck ",
									"entry": "Your familiar has a spot on its body that looks like a good luck charm or a bad omen, depending on the angle. When you {@action Cast a Spell|PC1|Cast} or {@action Sustain|PC1} a hex, one creature within 15 feet of your familiar gets your choice of either a +1 status bonus to its AC or a –1 status penalty to its AC until the start of your next turn."
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Patron",
			"source": "PC1",
			"remaster": true,
			"page": 185,
			"className": "Witch",
			"classSource": "PC1",
			"subclassShortName": "Starless Shadow",
			"subclassSource": "PC1",
			"level": 1,
			"entries": [
				{
					"type": "pf2-h4",
					"name": "Starless Shadow",
					"source": "PC1",
					"remaster": true,
					"page": 185,
					"entries": [
						"Your patron first contacted you at the witching hour, as your body lay paralyzed by sleep while your mind had yet to escape the waking world. Your patron might be a creature of the Netherworld or a long-forgotten spirit of twilight—all you remember of them are haunting eyes of moonlight, offering you power from the darkness.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Spell List",
									"entry": "{@filter occult|spells||tradition & spell list=occult}"
								},
								{
									"type": "item",
									"name": "Patron Skill",
									"entry": "{@skill Occultism|PC1}"
								},
								{
									"type": "item",
									"name": "Lesson of Night's Terrors",
									"entry": "Your patron taught you that the darkness can hide all manner of things best left unseen. You gain the {@spell shroud of night|PC1} hex cantrip, and your familiar learns {@spell fear|PC1}."
								},
								{
									"type": "item",
									"name": "Familiar of Stalking Night",
									"entry": "Your familiar is dark of fur or feather, and light seems to disappear into it. When you {@action Cast a Spell|PC1|Cast} or {@action Sustain|PC1} a hex, and your familiar is adjacent to an enemy to which it's concealed, hidden, or undetected, the enemy becomes {@condition frightened|PC1|frightened 1}."
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Patron",
			"source": "PC1",
			"remaster": true,
			"page": 185,
			"className": "Witch",
			"classSource": "PC1",
			"subclassShortName": "Wilding Steward",
			"subclassSource": "PC1",
			"level": 1,
			"entries": [
				{
					"type": "pf2-h4",
					"name": "Wilding Steward",
					"source": "PC1",
					"remaster": true,
					"page": 185,
					"entries": [
						"When your patron appeared before you, they moved with the grace and ferocity of the wilderness, their voice the creaking of trees and the sound of hoof against unspoiled earth. They might have been a dryad queen or a primeval beast, but it seemed all of nature was theirs to defend.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Spell List",
									"entry": "{@filter primal|spells||tradition & spell list=primal}"
								},
								{
									"type": "item",
									"name": "Patron Skill",
									"entry": "{@skill Nature|PC1}"
								},
								{
									"type": "item",
									"name": "Lesson of Wild Speech ",
									"entry": "Your patron has taught you the complexities of nonverbal speech, letting you influence and call animals and plants to you. You gain the {@spell wilding word|PC1} hex cantrip and your familiar learns your choice of {@spell summon animal|PC1} or {@spell summon plant or fungus|PC1}."
								},
								{
									"type": "item",
									"name": "Familiar of Restored Spirit",
									"entry": "Your familiar has glinting eyes, twitching ears, or some other sign of a beast's powerful senses. When you {@action Cast a Spell|PC1|Cast} or {@action Sustain|PC1} a hex, your familiar gains your choice of an imprecise scent, tremorsense, or wavesense, with a range of 60 feet until the start of your next turn, and it can immediately {@action Point Out|PC1} as a free action."
								}
							]
						}
					]
				}
			]
		}
	]
}
