{
	"class": [
		{
			"name": "Fighter",
			"source": "CRB",
			"page": 140,
			"HP": 10,
			"keyAbility": "Strength or Dexterity",
			"initialProficiencies": {
				"perception": "E",
				"fort": "E",
				"ref": "E",
				"will": "T",
				"skills": {
					"t": [
						"your choice of Acrobatics or Athletics"
					],
					"add": 3
				},
				"attacks": {
					"e": [
						"simple weapons",
						"martial weapons",
						"unarmed attacks"
					],
					"t": [
						"advanced weapons"
					]
				},
				"defenses": {
					"t": [
						"all armor",
						"unarmored defense"
					]
				},
				"classDc": {
					"prof": "T",
					"entry": "Trained in fighter class DC"
				}
			},
			"advancement": {
				"classFeats": [
					1,
					2,
					4,
					6,
					8,
					10,
					12,
					14,
					16,
					18,
					20
				],
				"skillFeats": [
					2,
					4,
					6,
					8,
					10,
					12,
					14,
					16,
					18,
					20
				],
				"generalFeats": [
					3,
					7,
					11,
					15,
					19
				],
				"ancestryFeats": [
					5,
					9,
					13,
					17
				],
				"skillIncrease": [
					3,
					5,
					7,
					9,
					11,
					13,
					15,
					17,
					19
				],
				"abilityBoosts": [
					5,
					10,
					15,
					20
				]
			},
			"classFeatures": [
				"Ancestry and Background|Fighter|CRB|1",
				"Initial Proficiencies|Fighter|CRB|1",
				"Attack of Opportunity|Fighter|CRB|1",
				"Fighter Feats|Fighter|CRB|1",
				"Shield Block|Fighter|CRB|1"
			],
			"subclasses": [
			],
			"flavor": [
				"Fighting for honor, greed, loyalty, or simply the thrill of battle, you are an undisputed master of weaponry and combat techniques. You combine your actions through clever combinations of opening moves, finishing strikes, and counterattacks whenever your foes are unwise enough to drop their guard. Whether you are a knight, mercenary, sharpshooter, or blade master, you have honed your martial skills into an art form and perform devastating critical attacks on your enemies."
			],
			"fluff": [
				{
					"type": "pf2-h3",
					"page": 140,
					"name": "During Combat Encounters...",
					"entries": [
						"You strike with unmatched accuracy and use specialized combat techniques. A melee fighter stands between allies and enemies, attacking foes who try to get past. A ranged fighter delivers precise shots from a distance."
					]
				},
				{
					"type": "pf2-h3",
					"page": 140,
					"name": "During social encounters...",
					"entries": [
						"You can be an intimidating presence. This can be useful when negotiating with enemies, but is sometimes a liability in more genteel interactions."
					]
				},
				{
					"type": "pf2-h3",
					"page": 140,
					"name": "While exploring...",
					"entries": [
						"You keep up your defenses in preparation for combat, and keep an eye out for hidden threats. You also overcome physical challenges in your way, breaking down doors, lifting obstacles, climbing adeptly, and leaping across pits."
					]
				},
				{
					"type": "pf2-h3",
					"page": 140,
					"name": "In downtime...",
					"entries": [
						"You might perform manual labor or craft and repair armaments. If you know techniques you no longer favor, you might train yourself in new ones. If you’ve established your reputation, you might build an organization or a stronghold of your own."
					]
				},
				{
					"type": "pf2-h3",
					"page": 140,
					"name": "You Might...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Know the purpose and quality of every weapon and piece of armor you own.",
								"Recognize that the danger of an adventurer’s life must be balanced out with great revelry or ambitious works.",
								"Have little patience for puzzles or problems that require detailed logic or study."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 140,
					"name": "Others Probably...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Find you intimidating until they get to know you—and maybe even after they get to know you.",
								"Expect you’re all brawn and no brains.",
								"Respect your expertise in the art of warfare and value your opinion on the quality of armaments."
							]
						}
					]
				}
			]
		}
	],
	"classFeature": [
		{
			"name": "Ancestry and Background",
			"source": "CRB",
			"page": 141,
			"className": "Fighter",
			"classSource": "CRB",
			"level": 1,
			"entries": [
				"In addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background, as described in Chapter 2."
			]
		},
		{
			"name": "Initial Proficiencies",
			"source": "CRB",
			"page": 141,
			"className": "Fighter",
			"classSource": "CRB",
			"level": 1,
			"entries": [
				"At 1st level, you gain a number of proficiencies that represent your basic training, noted at the start of this class."
			]
		},
		{
			"name": "Attack of Opportunity",
			"source": "CRB",
			"page": 141,
			"className": "Fighter",
			"classSource": "CRB",
			"level": 1,
			"entries": [
				"Ever watchful for weaknesses, you can quickly attack foes that leave an opening in their defenses. You gain the Attack of Opportunity reaction.",
				{
					"activity": {
						"number": 1,
						"unit": "reaction",
						"entry": "{@as R}"
					},
					"entries": [
						"You lash out at a foe that leaves an opening. Make a melee Strike against the triggering creature. If your attack is a critical hit and the trigger was a manipulate action, you disrupt that action. This Strike doesn’t count toward your multiple attack penalty, and your multiple attack penalty doesn’t apply to this Strike."
					],
					"type": "ability",
					"name": "Attack of Opportunity",
					"trigger": "A creature within your reach uses a manipulate action or a move action, makes a ranged attack, or leaves a square during a move action it’s using."
				}
			]
		},
		{
			"name": "Fighter Feats",
			"source": "CRB",
			"page": 141,
			"className": "Fighter",
			"classSource": "CRB",
			"level": 1,
			"entries": [
				"At 1st level and every even-numbered level thereafter, you gain a fighter class feat. Fighter class feats are described beginning on page 144."
			]
		},
		{
			"name": "Shield Block",
			"source": "CRB",
			"page": 141,
			"className": "Fighter",
			"classSource": "CRB",
			"level": 1,
			"entries": [
				"You gain the Shield Block general feat (found on page 266), a reaction that lets you reduce damage with your shield."
			]
		}
	],
	"subclassFeature": [
	]
}
