{
	"class": [
		{
			"name": "Barbarian",
			"source": "PHB",
			"hd": {
				"number": 1,
				"faces": 12
			},
			"proficiency": [
				"str",
				"con"
			],
			"classTableGroups": [
				{
					"colLabels": [
						"Rages",
						"Rage Damage"
					],
					"rows": [
						[
							"2",
							{
								"type": "bonus",
								"value": 2
							}
						],
						[
							"2",
							{
								"type": "bonus",
								"value": 2
							}
						],
						[
							"3",
							{
								"type": "bonus",
								"value": 2
							}
						],
						[
							"3",
							{
								"type": "bonus",
								"value": 2
							}
						],
						[
							"3",
							{
								"type": "bonus",
								"value": 2
							}
						],
						[
							"4",
							{
								"type": "bonus",
								"value": 2
							}
						],
						[
							"4",
							{
								"type": "bonus",
								"value": 2
							}
						],
						[
							"4",
							{
								"type": "bonus",
								"value": 2
							}
						],
						[
							"4",
							{
								"type": "bonus",
								"value": 3
							}
						],
						[
							"4",
							{
								"type": "bonus",
								"value": 3
							}
						],
						[
							"4",
							{
								"type": "bonus",
								"value": 3
							}
						],
						[
							"5",
							{
								"type": "bonus",
								"value": 3
							}
						],
						[
							"5",
							{
								"type": "bonus",
								"value": 3
							}
						],
						[
							"5",
							{
								"type": "bonus",
								"value": 3
							}
						],
						[
							"5",
							{
								"type": "bonus",
								"value": 3
							}
						],
						[
							"5",
							{
								"type": "bonus",
								"value": 4
							}
						],
						[
							"6",
							{
								"type": "bonus",
								"value": 4
							}
						],
						[
							"6",
							{
								"type": "bonus",
								"value": 4
							}
						],
						[
							"6",
							{
								"type": "bonus",
								"value": 4
							}
						],
						[
							"Unlimited",
							{
								"type": "bonus",
								"value": 4
							}
						]
					]
				}
			],
			"startingProficiencies": {
				"armor": [
					"light",
					"medium",
					"shields"
				],
				"weapons": [
					"simple",
					"martial"
				],
				"skills": {
					"choose": 2,
					"from": [
						"Animal Handling",
						"Athletics",
						"Intimidation",
						"Nature",
						"Perception",
						"Survival"
					]
				}
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) a {@item greataxe|phb} or (b) any {@filter martial melee weapon|items|source=phb|category=basic|type=martial weapon;melee weapon=&}",
					"(a) two {@item handaxe|phb|handaxes} or (b) any {@filter simple weapon|items|source=phb|category=basic|type=simple weapon}",
					"An {@item explorer's pack|phb}, and four {@item javelin|phb|javelins}"
				],
				"goldAlternative": "{@dice 2d4×10|2d4 × 10|Starting Gold}"
			},
			"multiclassing": {
				"requirements": {
					"str": 13
				},
				"proficienciesGained": {
					"armor": [
						"shields"
					],
					"weapons": [
						"simple",
						"martial"
					]
				}
			},
			"classFeatures": [
				[
					{
						"name": "Rage",
						"entries": [
							"In battle, you fight with primal ferocity. On your turn, you can enter a rage as a bonus action.",
							"While raging, you gain the following benefits if you aren't wearing heavy armor:",
							{
								"type": "list",
								"items": [
									"You have advantage on Strength checks and Strength saving throws.",
									"When you make a melee weapon attack using Strength, you gain a +2 bonus to the damage roll. This bonus increases as you level.",
									"You have resistance to bludgeoning, piercing, and slashing damage."
								]
							},
							"If you are able to cast spells, you can't cast them or concentrate on them while raging.",
							"Your rage lasts for 1 minute. It ends early if you are knocked {@condition unconscious} or if your turn ends and you haven't attacked a hostile creature since your last turn or taken damage since then. You can also end your rage on your turn as a bonus action.",
							"Once you have raged the maximum number of times for your barbarian level, you must finish a long rest before you can rage again. You may rage 2 times at 1st level, 3 at 3rd, 4 at 6th, 5 at 12th, and 6 at 17th."
						]
					},
					{
						"name": "Unarmored Defense",
						"entries": [
							"While you are not wearing any armor, your Armor Class equals 10 + your Dexterity modifier + your Constitution modifier. You can use a shield and still gain this benefit."
						]
					}
				],
				[
					{
						"name": "Danger Sense",
						"entries": [
							"At 2nd level, you gain an uncanny sense of when things nearby aren't as they should be, giving you an edge when you dodge away from danger. You have advantage on Dexterity saving throws against effects that you can see, such as traps and spells. To gain this benefit, you can't be {@condition blinded}, {@condition deafened}, or {@condition incapacitated}."
						]
					},
					{
						"name": "Reckless Attack",
						"entries": [
							"Starting at 2nd level, you can throw aside all concern for defense to attack with fierce desperation. When you make your first attack on your turn, you can decide to attack recklessly. Doing so gives you advantage on melee weapon attack rolls using Strength during this turn, but attack rolls against you have advantage until your next turn."
						]
					}
				],
				[
					{
						"name": "Primal Path",
						"entries": [
							"At 3rd level, you choose a path that shapes the nature of your rage from the list of available paths. Your choice grants you features at 3rd level and again at 6th, 10th, and 14th levels."
						],
						"gainSubclassFeature": true
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 4th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
						]
					}
				],
				[
					{
						"name": "Extra Attack",
						"entries": [
							"Beginning at 5th level, you can attack twice, instead of once, whenever you take the {@action Attack} action on your turn."
						]
					},
					{
						"name": "Fast Movement",
						"entries": [
							"Starting at 5th level, your speed increases by 10 feet while you aren't wearing heavy armor."
						]
					}
				],
				[
					{
						"name": "Path Feature",
						"entries": [
							"At 6th level, you gain a feature from your Primal Path."
						],
						"gainSubclassFeature": true
					}
				],
				[
					{
						"name": "Feral Instinct",
						"entries": [
							"By 7th level, your instincts are so honed that you have advantage on initiative rolls.",
							"Additionally, if you are surprised at the beginning of combat and aren't {@condition incapacitated}, you can act normally on your first turn, but only if you enter your rage before doing anything else on that turn."
						]
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM uses the optional Feats, you can instead take a feat."
						]
					}
				],
				[
					{
						"name": "Brutal Critical (1 die)",
						"entries": [
							"Beginning at 9th level, you can roll one additional weapon damage die when determining the extra damage for a critical hit with a melee attack.",
							"This increases to two additional dice at 13th level and three additional dice at 17th level."
						]
					}
				],
				[
					{
						"name": "Path feature",
						"entries": [
							"At 10th level, you gain a feature from your Primal Path."
						],
						"gainSubclassFeature": true
					}
				],
				[
					{
						"name": "Relentless Rage",
						"entries": [
							"Starting at 11th level, your rage can keep you fighting despite grievous wounds. If you drop to 0 hit points while you're raging and don't die outright, you can make a DC 10 Constitution saving throw. If you succeed, you drop to 1 hit point instead.",
							"Each time you use this feature after the first, the DC increases by 5. When you finish a short or long rest, the DC resets to 10."
						]
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM uses the optional Feats, you can instead take a feat."
						]
					}
				],
				[
					{
						"name": "Brutal Critical (2 dice)",
						"entries": [
							"At 13th level, you can roll two additional weapon damage dice when determining the extra damage for a critical hit with a melee attack.",
							"This increases to three additional dice at 17th level.\n\n"
						]
					}
				],
				[
					{
						"name": "Path feature",
						"entries": [
							"At 14th level, you gain a feature from your Primal Path."
						],
						"gainSubclassFeature": true
					}
				],
				[
					{
						"name": "Persistent Rage",
						"entries": [
							"Beginning at 15th level, your rage is so fierce that it ends early only if you fall {@condition unconscious} or if you choose to end it."
						]
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM uses the optional Feats, you can instead take a feat."
						]
					}
				],
				[
					{
						"name": "Brutal Critical (3 dice)",
						"entries": [
							"At 17th level, you can roll three additional weapon damage dice when determining the extra damage for a critical hit with a melee attack."
						]
					}
				],
				[
					{
						"name": "Indomitable Might",
						"entries": [
							"Beginning at 18th level, if your total for a Strength check is less than your Strength score, you can use that score in place of the total."
						]
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM uses the optional Feats, you can instead take a feat."
						]
					}
				],
				[
					{
						"name": "Primal Champion",
						"entries": [
							"At 20th level, you embody the power of the wilds. Your Strength and Constitution scores increase by 4. Your maximum for those scores is now 24."
						]
					}
				]
			],
			"subclassTitle": "Primal Path",
			"subclasses": [
				{
					"name": "Path of the Berserker",
					"subclassFeatures": [
						[
							{
								"name": "Path of the Berserker",
								"entries": [
									"For some barbarians, rage is a means to an end—that end being violence. The Path of the Berserker is a path of untrammeled fury, slick with blood. As you enter the berserker's rage, you thrill in the chaos of battle, heedless of your own health or well-being.",
									{
										"type": "entries",
										"name": "Frenzy",
										"entries": [
											"Starting when you choose this path at 3rd level, you can go into a frenzy when you rage. If you do so, for the duration of your rage you can make a single melee weapon attack as a bonus action on each of your turns after this one. When your rage ends, you suffer one level of {@condition exhaustion}."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Mindless Rage",
										"entries": [
											"Beginning at 6th level, you can't be {@condition charmed} or {@condition frightened} while raging. If you are {@condition charmed} or {@condition frightened} when you enter your rage, the effect is suspended for the duration of the rage."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Intimidating Presence",
										"entries": [
											"Beginning at 10th level, you can use your action to frighten someone with your menacing presence. When you do so, choose one creature that you can see within 30 feet of you. If the creature can see or hear you, it must succeed on a Wisdom saving throw (DC equal to 8 + your proficiency bonus + your Charisma modifier) or be {@condition frightened} of you until the end of your next turn. On subsequent turns, you can use your action to extend the duration of this effect on the {@condition frightened} creature until the end of your next turn. This effect ends if the creature ends its turn out of line of sight or more than 60 feet away from you.",
											"If the creature succeeds on its saving throw, you can't use this feature on that creature again for 24 hours."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Retaliation",
										"entries": [
											"Starting at 14th level, when you take damage from a creature that is within 5 feet of you. you can use your reaction to make a melee weapon attack against that creature."
										]
									}
								]
							}
						]
					],
					"source": "PHB",
					"shortName": "Berserker"
				},
				{
					"name": "Path of the Totem Warrior",
					"subclassFeatures": [
						[
							{
								"name": "Path of the Totem Warrior",
								"entries": [
									"The Path of the Totem Warrior is a spiritual journey, as the barbarian accepts a spirit animal as guide, protector, and inspiration. In battle, your totem spirit fills you with supernatural might, adding magical fuel to your barbarian rage.",
									"Most barbarian tribes consider a totem animal to be kin to a particular clan. In such cases, it is unusual for an individual to have more than one totem animal spirit, though exceptions exist.",
									{
										"type": "entries",
										"name": "Spirit Seeker",
										"entries": [
											"Yours is a path that seeks attunement with the natural world, giving you a kinship with beasts. At 3rd level when you adopt this path, you gain the ability to cast the {@spell beast sense} and {@spell speak with animals} spells, but only as rituals, as described in {@book chapter 10|PHB|10|rituals}."
										]
									},
									{
										"type": "entries",
										"name": "Totem Spirit",
										"entries": [
											"At 3rd level, when you adopt this path, you choose a totem spirit and gain its feature. You must make or acquire a physical totem object—an amulet or similar adornment—that incorporates fur or feathers, claws, teeth, or bones of the totem animal. At your option, you also gain minor physical attributes that are reminiscent of your totem spirit. For example, if you have a bear totem spirit, you might be unusually hairy and thick-skinned, or if your totem is the eagle, your eyes turn bright yellow.",
											"Your totem animal might be an animal related to those listed here but more appropriate to your homeland. For example, you could choose a hawk or vulture in place of an eagle.",
											{
												"type": "entries",
												"entries": [
													{
														"type": "entries",
														"name": "Bear",
														"entries": [
															"While raging, you have resistance to all damage except psychic damage. The spirit of the bear makes you tough enough to stand up to any punishment."
														]
													}
												]
											},
											{
												"type": "entries",
												"entries": [
													{
														"type": "entries",
														"name": "Eagle",
														"entries": [
															"While you're raging and aren't wearing heavy armor, other creatures have disadvantage on opportunity attack rolls against you, and you can use the {@action Dash} action as a bonus action on your turn. The spirit of the eagle makes you into a predator who can weave through the fray with ease."
														]
													}
												]
											},
											{
												"type": "entries",
												"entries": [
													{
														"type": "entries",
														"name": "Elk",
														"entries": [
															"While you're raging and aren't wearing heavy armor, your walking speed increases by 15 feet. The spirit of the elk makes you extraordinarily swift."
														]
													}
												]
											},
											{
												"type": "entries",
												"entries": [
													{
														"type": "entries",
														"name": "Tiger",
														"entries": [
															"While raging, you can add 10 feet to your long jump distance and 3 feet to your high jump distance. The spirit of the tiger empowers your leaps."
														]
													}
												]
											},
											{
												"type": "entries",
												"entries": [
													{
														"type": "entries",
														"name": "Wolf",
														"entries": [
															"While you're raging, your friends have advantage on melee attack rolls against any creature within 5 feet of you that is hostile to you. The spirit of the wolf makes you a leader of hunters."
														]
													}
												]
											}
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Aspect of the Beast",
										"entries": [
											"At 6th level, you gain a magical benefit based on the totem animal of your choice. You can choose the same animal you selected at 3rd level or a different one.",
											{
												"type": "entries",
												"entries": [
													{
														"type": "entries",
														"name": "Bear",
														"entries": [
															"You gain the might of a bear. Your carrying capacity (including maximum load and maximum lift) is doubled, and you have advantage on Strength checks made to push, pull, lift, or break objects."
														]
													}
												]
											},
											{
												"type": "entries",
												"entries": [
													{
														"type": "entries",
														"name": "Eagle",
														"entries": [
															"You gain the eyesight of an eagle. You can see up to 1 mile away with no difficulty, able to discern even fine details as though looking at something no more than 100 feet away from you. Additionally, dim light doesn't impose disadvantage on your Wisdom ({@skill Perception}) checks."
														]
													}
												]
											},
											{
												"type": "entries",
												"entries": [
													{
														"type": "entries",
														"name": "Elk",
														"entries": [
															"Whether mounted or on foot, your travel pace is doubled, as is the travel pace of up to ten companions while they're within 60 feet of you and you're not {@condition incapacitated}. The elk spirit helps you roam far and fast."
														]
													}
												]
											},
											{
												"type": "entries",
												"entries": [
													{
														"type": "entries",
														"name": "Tiger",
														"entries": [
															"You gain proficiency in two skills from the following list: {@skill Athletics}, {@skill Acrobatics}, {@skill Stealth}, and {@skill Survival}. The cat spirit hones your survival instincts."
														]
													}
												]
											},
											{
												"type": "entries",
												"entries": [
													{
														"type": "entries",
														"name": "Wolf",
														"entries": [
															"You gain the hunting sensibilities of a wolf. You can track other creatures while traveling at a fast pace, and you can move stealthily while traveling at a normal pace."
														]
													}
												]
											}
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Spirit Walker",
										"entries": [
											"At 10th level, you can cast the {@spell commune with nature} spell, but only as a ritual. When you do so, a spiritual version of one of the animals you chose for Totem Spirit or Aspect of the Beast appears to you to convey the information you seek."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Totemic Attunement",
										"entries": [
											"At 14th level, you gain a magical benefit based on a totem animal of your choice. You can choose the same animal you selected previously or a different one.",
											{
												"type": "entries",
												"entries": [
													{
														"type": "entries",
														"name": "Bear",
														"entries": [
															"While you're raging, any creature within 5 feet of you that's hostile to you has disadvantage on attack rolls against targets other than you or another character with this feature. An enemy is immune to this effect if it can't see or hear you or if it can't be {@condition frightened}."
														]
													}
												]
											},
											{
												"type": "entries",
												"entries": [
													{
														"type": "entries",
														"name": "Eagle",
														"entries": [
															"While raging, you have a flying speed equal to your current walking speed. This benefit works only in short bursts; you fall if you end your turn in the air and nothing else is holding you aloft."
														]
													}
												]
											},
											{
												"type": "entries",
												"entries": [
													{
														"type": "entries",
														"name": "Elk",
														"entries": [
															"While raging, you can use a bonus action during your move to pass through the space of a Large or smaller creature. That creature must succeed on a Strength saving throw (DC 8 + your Strength bonus + your proficiency bonus) or be knocked {@condition prone} and take bludgeoning damage equal to {@dice 1d12} + your Strength modifier."
														]
													}
												]
											},
											{
												"type": "entries",
												"entries": [
													{
														"type": "entries",
														"name": "Tiger",
														"entries": [
															"While you're raging, if you move at least 20 feet in a straight line toward a Large or smaller target right before making a melee weapon attack against it, you can use a bonus action to make an additional melee weapon attack against it."
														]
													}
												]
											},
											{
												"type": "entries",
												"entries": [
													{
														"type": "entries",
														"name": "Wolf",
														"entries": [
															"While you're raging, you can use a bonus action on your turn to knock a Large or smaller creature {@condition prone} when you hit it with melee weapon attack."
														]
													}
												]
											}
										]
									}
								]
							}
						]
					],
					"source": "PHB",
					"shortName": "Totem Warrior"
				},
				{
					"name": "Path of the Battlerager",
					"subclassFeatures": [
						[
							{
								"name": "Path of the Battlerager",
								"entries": [
									"Known as Kuldjargh (literally \"axe idiot\") in Dwarvish, battleragers are dwarf followers of the gods of war and take the Path of the Battlerager. They specialize in wearing bulky, {@item spiked armor|scag} and throwing themselves into combat, striking with their body itself and giving themselves over to the fury of battle.",
									{
										"type": "entries",
										"name": "Restriction - Dwarves Only",
										"entries": [
											"Only dwarves can follow the Path of the Battlerager. The battlerager fills a particular niche in dwarven society and culture.",
											"Your DM can lift this restriction to better suit the campaign. The restriction exists for the Forgotten Realms. It might not apply to your DM's setting or your DM's version of the Realms."
										]
									},
									{
										"type": "entries",
										"name": "Battlerager Armor",
										"entries": [
											"When you choose this path at 3rd level, you gain the ability to use {@item spiked armor|scag} as a weapon.",
											"While you are wearing {@item spiked armor|scag} and are raging, you can use a bonus action to make one melee weapon attack with your armor spikes at a target within 5 feet of you. If the attack hits, the spikes deal {@dice 1d4} piercing damage. You use your Strength modifier for the attack and damage rolls.",
											"Additionally, when you use the {@action Attack} action to grapple a creature, the target takes 3 piercing damage if your grapple check succeeds."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Reckless Abandon",
										"entries": [
											"Beginning at 6th level, when you use Reckless {@action Attack} while raging, you also gain temporary hit points equal to your Constitution modifier (minimum of 1). They vanish if any of them are left when your rage ends."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Battlerager Charge",
										"entries": [
											"Beginning at 10th level, you can take the {@action Dash} action as a bonus action while you are raging."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Spiked Retribution",
										"entries": [
											"Starting at 14th level, when a creature within 5 feet of you hits you with a melee attack, the attacker takes 3 piercing damage if you are raging, aren't {@condition incapacitated}, and are wearing {@item spiked armor|scag}."
										]
									}
								]
							}
						]
					],
					"source": "SCAG",
					"shortName": "Battlerager"
				},
				{
					"name": "Path of the Ancestral Guardian (UA)",
					"subclassFeatures": [
						[
							{
								"name": "Path of the Ancestral Guardian",
								"entries": [
									"Some barbarians hail from cultures that revere their ancestors. These tribes teach that the warriors of the past linger on in the world as mighty spirits who can guide and protect the living. When barbarians who follow this path rage, they cross the barrier into the spirit world and call on these guardian spirits for aid.",
									"Barbarians who draw on their ancestral guardians fight to protect their tribes and their allies. With the spirits' help, they can hinder their foes even as they strike powerful blows against them.",
									"In order to cement ties to their ancestral guardians, barbarians who follow this path cover themselves in elaborate tattoos that celebrate their ancestors' deeds. These tattoos tell epic sagas of victories against terrible monsters and other fearsome rivals.",
									{
										"type": "entries",
										"name": "Ancestral Protectors",
										"entries": [
											"Starting when you choose this path at 3rd level, spectral warriors appear when you rage. These warriors distract a foe you designate and hinder its attempts to evade you. While you're raging, you can use a bonus action on your turn to choose one creature you can see within 5 feet of you. Until the start of your next turn or until your rage ends, the chosen creature has disadvantage on any attack roll that doesn't target you, and if the creature takes the {@action Disengage} action within 5 feet of you, its speed is halved until the end of its turn."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Ancestral Shield",
										"entries": [
											"Beginning at 6th level, the guardian spirits that aid you can provide protection for your allies. If you are raging and an ally you can see within 30 feet of you takes bludgeoning, piercing, or slashing damage, you can use your reaction to transfer your resistance to those damage types to the ally. The resistance applies to the incoming damage. Until the start of your next turn, the ally keeps the resistance and you lack it, unless you also have it from a source other than rage."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Consult the Spirits",
										"entries": [
											"At 10th level, you gain the ability to consult with your ancestral spirits. Right before you make an Intelligence or a Wisdom check, you can give yourself advantage on the check. You can use this feature three times, and you regain expended uses when you finish a long rest."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Vengeful Ancestors",
										"entries": [
											"At 14th level, your ancestral spirits grow powerful enough to strike your foes. When you or an ally you can see within 30 feet of you is damaged by a melee attack while you're raging, you can use your reaction to cause the attacker to take {@dice 2d8} force damage from the spirits."
										]
									}
								]
							}
						]
					],
					"source": "UABarbarianPrimalPaths",
					"shortName": "Ancestral Guardian (UA)"
				},
				{
					"name": "Path of the Ancestral Guardian v2 (UA)",
					"subclassFeatures": [
						[
							{
								"name": "Path of the Ancestral Guardian v2",
								"entries": [
									"Some barbarians hail from cultures that revere their ancestors. These tribes teach that the warriors of the past linger on in the world as mighty spirits who can guide and protect the living. When barbarians who follow this path rage, they cross the barrier into the spirit world and call on these guardian spirits for aid.",
									"Barbarians who draw on their ancestral guardians fight to protect their tribes and their allies. With the spirits' help, they can hinder their foes even as they strike powerful blows against them.",
									"In order to cement ties to their ancestral guardians, barbarians who follow this path cover themselves in elaborate tattoos that celebrate their ancestors' deeds. These tattoos tell epic sagas of victories against terrible monsters and other fearsome rivals.",
									{
										"type": "entries",
										"name": "Ancestral Protectors",
										"entries": [
											"Starting when you choose this path at 3rd level, spectral warriors appear when you rage. These warriors distract a foe you designate and hinder its attempts to evade you. While you're raging, the first creature you hit with an attack on your turn becomes the target of these warriors. Until the start of your next turn or until your rage ends, that target has disadvantage on any attack roll that doesn't target you, and creatures other than you have resistance to the damage of the creature's attacks."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Ancestral Shield",
										"entries": [
											"Beginning at 6th level, the guardian spirits that aid you can provide protection for your allies. If you are raging and a creature you can see within 30 feet of you takes damage, you can use your reaction and reduce that damage by {@dice 2d8}. When you reach certain levels in this class, you can reduce the damage by more: by {@dice 3d8} at 10th level and by {@dice 4d8} at 14th level."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Consult the Spirits",
										"entries": [
											"At 10th level, you gain the ability to consult with your ancestral spirits and use them to scout far-off lands. When you do so, you cast the {@spell clairvoyance} spell, without needing a spell slot. Rather than creating a spherical sensor, the spell invisibly summons one of your ancestral spirits to the chosen location. Wisdom is your spellcasting ability for the spell. After you cast the spell in this way, you can't do so again until you finish a short or long rest."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Vengeful Ancestors",
										"entries": [
											"At 14th level, your ancestral spirits grow powerful enough to strike foes that dare harm those that you protect. When you use your Spirit Shield Ability to protect a creature damaged by an attack, the attacker takes the same amount of damage that the Spirit Shield protects."
										]
									}
								]
							}
						]
					],
					"source": "UARevisedSubclasses",
					"shortName": "Ancestral Guardian v2 (UA)"
				},
				{
					"name": "Path of the Storm Herald (UA)",
					"subclassFeatures": [
						[
							{
								"name": "Path of the Storm Herald",
								"entries": [
									"Typical barbarians harbor a fury that dwells within. Their rage grants them superior strength, durability, and speed. Barbarians who follow the Path of the Storm Herald learn instead to transform their rage into a mantle of primal magic that swirls around them. When in a fury, a barbarian of this path taps into nature to create powerful, magical effects.",
									"Storm heralds are typically elite champions who train alongside druids, rangers, and others sworn to protect the natural realm. Other storm heralds hone their craft in elite lodges founded in regions wracked by storms, in the frozen reaches at the world's end, or deep in the hottest deserts.",
									{
										"type": "entries",
										"name": "Storm of Fury",
										"entries": [
											"When you select this path at 3rd level, choose one of the following options: desert, sea, or tundra. The environment you choose shapes the nature of the storm you conjure when you rage. While raging, you emanate an aura in a 10-foot radius. The effects of this aura depend on your chosen environment.",
											{
												"type": "entries",
												"entries": [
													{
														"type": "entries",
														"name": "Desert",
														"entries": [
															"Any enemy that ends its turn in your aura takes fire damage equal to 2 + your barbarian level divided by 4."
														]
													}
												]
											},
											{
												"type": "entries",
												"entries": [
													{
														"type": "entries",
														"name": "Sea",
														"entries": [
															"At the end of each of your turns, you can choose a creature in your aura other than yourself. The target must make a Dexterity saving throw against a DC equal to 8 + your proficiency bonus + your Constitution modifier. The target takes {@dice 2d6} lightning damage on a failed save, and half as much damage on a successful one. This damage increases to {@dice 3d6} at 10th level and to {@dice 4d6} at 15th level."
														]
													}
												]
											},
											{
												"type": "entries",
												"entries": [
													{
														"type": "entries",
														"name": "Tundra",
														"entries": [
															"Any enemy that ends its turn in your aura takes cold damage equal to 2 + your barbarian level divided by 4."
														]
													}
												]
											}
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Storm Soul",
										"entries": [
											"At 6th level, your link to the power of the storm grants you additional abilities based on the environment you chose at 3rd level.",
											{
												"type": "entries",
												"entries": [
													{
														"type": "entries",
														"name": "Desert",
														"entries": [
															"You gain resistance to fire damage and don't suffer the effects of extreme heat."
														]
													}
												]
											},
											{
												"type": "entries",
												"entries": [
													{
														"type": "entries",
														"name": "Sea",
														"entries": [
															"You gain resistance to lightning damage and can breathe underwater."
														]
													}
												]
											},
											{
												"type": "entries",
												"entries": [
													{
														"type": "entries",
														"name": "Tundra",
														"entries": [
															"Tundra. You gain resistance to cold damage and don't suffer the effects of extreme cold."
														]
													}
												]
											}
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Shield of the Storm",
										"entries": [
											"At 10th level, you learn to use your mastery of the storm to protect your allies. While you are raging, allies within your aura gain the benefits of your Storm Soul feature."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Raging Storm",
										"entries": [
											"At 14th level, the power of the storm you channel grows mightier.",
											{
												"type": "entries",
												"entries": [
													{
														"type": "entries",
														"name": "Desert",
														"entries": [
															"The ground around you becomes like shifting sand. Any enemy that attempts to move more than 5 feet per turn on the ground while in your aura must make a Strength saving throw (DC 8 + your proficiency bonus + your Constitution modifier). On a failed save, the creature's speed drops to 0 until the start of its next turn."
														]
													}
												]
											},
											{
												"type": "entries",
												"entries": [
													{
														"type": "entries",
														"name": "Sea",
														"entries": [
															"Roaring winds tear through the area around you. Any creature in your aura that you hit with an attack must make a Strength saving throw (DC 8 + your proficiency bonus + your Strength modifier) or be knocked {@condition prone}."
														]
													}
												]
											},
											{
												"type": "entries",
												"entries": [
													{
														"type": "entries",
														"name": "Tundra",
														"entries": [
															"The air around you coldly slows your foes. The area within your aura is difficult terrain for your enemies."
														]
													}
												]
											}
										]
									}
								]
							}
						]
					],
					"source": "UABarbarianPrimalPaths",
					"shortName": "Storm Herald (UA)"
				},
				{
					"name": "Path of the Zealot (UA)",
					"subclassFeatures": [
						[
							{
								"name": "Path of the Zealot",
								"entries": [
									"Some deities inspire their followers to pitch themselves into a ferocious battle fury. These barbarians are zealots—warriors who channel their rage into powerful displays of divine power.",
									"A variety of gods across the worlds of D&D inspire their followers to embrace this path. Tempus from the Forgotten Realms and Hextor and Erythnul of Greyhawk are all prime examples. In general, the gods who inspire zealots are deities of combat, destruction, and violence. Not all are evil, but few are good.",
									{
										"type": "entries",
										"name": "Divine Fury",
										"entries": [
											"Starting when you choose this path at 3rd level, you can channel divine fury when you start to rage. If you do so, you become cloaked in an aura of divine power until the rage ends. At the end of each of your turns for that duration, each creature within 5 feet of you takes damage equal to {@dice 1d6} + half your barbarian level. The damage is necrotic or radiant; you choose the type of damage when you gain this feature."
										]
									},
									{
										"type": "entries",
										"name": "Warrior of the Gods",
										"entries": [
											"At 3rd level, your soul is marked for endless battle. If a spell would have the sole effect of restoring you to life (but not undeath), the caster does not need material components to cast the spell on you."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Zealous Focus",
										"entries": [
											"At 6th level, the divine power that fuels your rage can shield you from harm. If you fail a saving throw while raging, you can instead succeed on that saving throw as a reaction. However, doing so immediately ends your rage, and you can't rage again until you finish a short or long rest."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Zealous Presence",
										"entries": [
											"At 10th level, you learn to channel divine power to inspire zealotry in others. As an action, you howl in fury and unleash a battle cry infused with divine energy. Every ally within 60 feet of you gains advantage on attack rolls and saving throws until the start of your next turn.",
											"Once you use this feature, you can't use it again until you finish a long rest."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Rage Beyond Death",
										"entries": [
											"Beginning at 14th level, the divine power that fuels your rage allows you to shrug off fatal blows.",
											"While raging, having 0 hit points doesn't knock you {@condition unconscious}. You still must make death saving throws, and you suffer the normal effects of taking damage while at 0 hit points. However, if you would die due to failing death saving throws, you don't die until your rage ends."
										]
									}
								]
							}
						]
					],
					"source": "UABarbarianPrimalPaths",
					"shortName": "Zealot (UA)"
				},
				{
					"name": "Path of the Ancestral Guardian",
					"subclassFeatures": [
						[
							{
								"name": "Path of the Ancestral Guardian",
								"entries": [
									"Some barbarians hail from cultures that revere their ancestors. These tribes teach that the warriors of the past linger in the world as mighty spirits, who can guide and protect the living. When a barbarian who follows this path rages, the barbarian contacts the spirit world and calls on these guardian spirits for aid.",
									"Barbarians who draw on their ancestral guardians can better fight to protect their tribes and their allies. In order to cement ties to their ancestral guardians, barbarians who follow this path cover themselves in elaborate tattoos that celebrate their ancestors' deeds. These tattoos tell sagas of victories against terrible monsters and other fearsome rivals.",
									{
										"type": "entries",
										"name": "Ancestral Protectors",
										"entries": [
											"Starting when you choose this path at 3rd level, spectral warriors appear when you enter your rage. While you're raging, the first creature you hit with an attack on your turn becomes the target of the warriors, which hinder its attacks. Until the start of your next turn, that target has disadvantage on any attack roll that isn't against you, and when the target hits a creature other than you with an attack, that creature has resistance to the damage dealt by the attack. The effect on the target ends early if your rage ends."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Spirit Shield",
										"entries": [
											"Beginning at 6th level, the guardian spirits that aid you can provide supernatural protection to those you defend. If you are raging and another creature you can see within 30 feet of you takes damage, you can use your reaction to reduce that damage by {@dice 2d6}.",
											"When you reach certain levels in this class, you can reduce the damage by more: by {@dice 3d6} at 10th level and by {@dice 4d6} at 14th level."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Consult the Spirits",
										"entries": [
											"At 10th level, you gain the ability to consult with your ancestral spirits. When you do so, you cast the {@spell augury} or {@spell clairvoyance} spell, without using a spell slot or material components. Rather than creating a spherical sensor, this use of {@spell clairvoyance} invisibly summons one of your ancestral spirits to the chosen location. Wisdom is your spellcasting ability for these spells.",
											"After you cast either spell in this way, you can't use this feature again until you finish a short or long rest."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Vengeful Ancestors",
										"entries": [
											"At 14th level, your ancestral spirits grow powerful enough to retaliate. When you use your Spirit Shield to reduce the damage of an attack, the attacker takes an amount of force damage equal to the damage that your Spirit Shield prevents."
										]
									}
								]
							}
						]
					],
					"source": "XGE",
					"shortName": "Ancestral Guardian"
				},
				{
					"name": "Path of the Storm Herald",
					"subclassFeatures": [
						[
							{
								"name": "Path of the Storm Herald",
								"entries": [
									"All barbarians harbor a fury within. Their rage grants them superior strength, durability, and speed. Barbarians who follow the Path of the Storm Herald learn to transform that rage into a mantle of primal magic, which swirls around them. When in a fury, a barbarian of this path taps into the forces of nature to create powerful magical effects.",
									"Storm heralds are typically elite champions who train alongside druids, rangers, and others sworn to protect nature. Other storm heralds hone their craft in lodges in regions wracked by storms, in the frozen reaches at the world's end, or deep in the hottest deserts.",
									{
										"type": "entries",
										"name": "Storm Aura",
										"entries": [
											"Starting at 3rd level, you emanate a stormy, magical aura while you rage. The aura extends 10 feet from you in every direction, but not through total cover.",
											"Your aura has an effect that activates when you enter your rage, and you can activate the effect again on each of your turns as a bonus action. Choose desert, sea, or tundra. Your aura's effect depends on that chosen environment, as detailed below. You can change your environment choice whenever you gain a level in this class.",
											"If your aura's effects require a saving throw, the DC equals 8 + your proficiency bonus + your Constitution modifier.",
											{
												"type": "options",
												"entries": [
													{
														"type": "entries",
														"name": "Desert",
														"entries": [
															"When this effect is activated, all other creatures in your aura take 2 fire damage each. The damage increases when you reach certain levels in this class, increasing to 3 at 5th level, 4 at 10th level, 5 at 15th level, and 6 at 20th level."
														]
													},
													{
														"type": "entries",
														"name": "Sea",
														"entries": [
															"When this effect is activated, you can choose one other creature you can see in your aura. The target must make a Dexterity saving throw. The target takes {@dice 1d6} lightning damage on a failed save, or half as much damage on a successful one. The damage increases when you reach certain levels in this class, increasing to {@dice 2d6} at 10th level, {@dice 3d6} at 15th level, and {@dice 4d6} at 20th level."
														]
													},
													{
														"type": "entries",
														"name": "Tundra",
														"entries": [
															"When this effect is activated, each creature of your choice in your aura gains 2 temporary hit points, as icy spirits inure it to suffering. The temporary hit points increase when you reach certain levels in this class, increasing to 3 at 5th level, 4 at 10th level, 5 at 15th level, and 6 at 20th level."
														]
													}
												]
											}
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Storm Soul",
										"entries": [
											"At 6th level, the storm grants you benefits even when your aura isn't active. The benefits are based on the environment you chose for your Storm Aura.",
											{
												"type": "options",
												"entries": [
													{
														"type": "entries",
														"name": "Desert",
														"entries": [
															"You gain resistance to fire damage, and you don't suffer the effects of extreme heat, as described in the Dungeon Master's Guide. Moreover, as an action, you can touch a flammable object that isn't being worn or carried by anyone else and set it on fire."
														]
													},
													{
														"type": "entries",
														"name": "Sea",
														"entries": [
															"You gain resistance to lightning damage, and you can breathe underwater. You also gain a swimming speed of 30 feet."
														]
													},
													{
														"type": "entries",
														"name": "Tundra",
														"entries": [
															"You gain resistance to cold damage, and you don't suffer the effects of extreme cold, as described in the Dungeon Master's Guide. Moreover, as an action, you can touch water and turn a 5-foot cube of it into ice, which melts after 1 minute. This action fails if a creature is in the cube."
														]
													}
												]
											}
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Shielding Storm",
										"entries": [
											"At 10th level, you learn to use your mastery of the storm to protect others. Each creature of your choice has the damage resistance you gained from the Storm Soul feature while the creature is in your Storm Aura."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Raging Storm",
										"entries": [
											"At 14th level, the power of the storm you channel grows mightier, lashing out at your foes. The effect is based on the environment you chose for your Storm Aura.",
											{
												"type": "options",
												"entries": [
													{
														"type": "entries",
														"name": "Desert",
														"entries": [
															"Immediately after a creature in your aura hits you with an attack, you can use your reaction to force that creature to make a Dexterity saving throw. On a failed save, the creature takes fire damage equal to half your barbarian level."
														]
													},
													{
														"type": "entries",
														"name": "Sea",
														"entries": [
															"When you hit a creature in your aura with an attack, you can use your reaction to force that creature to make a Strength saving throw. On a failed save, the creature is knocked {@condition prone}, as if struck by a wave."
														]
													},
													{
														"type": "entries",
														"name": "Tundra",
														"entries": [
															"Whenever the effect of your Storm Aura is activated, you can choose one creature you can see in the aura. That creature must succeed on a Strength saving throw, or its speed is reduced to 0 until the start of your next turn, as magical frost covers it."
														]
													}
												]
											}
										]
									}
								]
							}
						]
					],
					"source": "XGE",
					"shortName": "Storm Herald"
				},
				{
					"name": "Path of the Zealot",
					"subclassFeatures": [
						[
							{
								"name": "Path of the Zealot",
								"entries": [
									"Some deities inspire their followers to pitch themselves into a ferocious battle fury. These barbarians are zealots—warriors who channel their rage into powerful displays of divine power.",
									"A variety of gods across the worlds of D&D inspire their followers to embrace this path. Tempus from the Forgotten Realms and Hextor and Erythnul of Greyhawk are all prime examples. In general, the gods who inspire zealots are deities of combat, destruction, and violence. Not all are evil, but few are good.",
									{
										"type": "entries",
										"name": "Divine Fury",
										"entries": [
											"Starting when you choose this path at 3rd level, you can channel divine fury into your weapon strikes. While you're raging, the first creature you hit on each of your turns with a weapon attack takes extra damage equal to {@dice 1d6} + half your barbarian level. The extra damage is necrotic or radiant; you choose the type of damage when you gain this feature."
										]
									},
									{
										"type": "entries",
										"name": "Warrior of the Gods",
										"entries": [
											"At 3rd level, your soul is marked for endless battle. If a spell, such as {@spell raise dead}, has the sole effect of restoring you to life (but not undeath), the caster doesn't need material components to cast the spell on you."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Fanatical Focus",
										"entries": [
											"Starting at 6th level, the divine power that fuels your rage can protect you. If you fail a saving throw while you're raging, you can reroll it, and you must use the new roll. You can use this ability only once per rage."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Zealous Presence",
										"entries": [
											"At 10th level, you learn to channel divine power to inspire zealotry in others. As a bonus action, you unleash a battle cry infused with divine energy. Up to ten other creatures of your choice within 60 feet of you that can hear you gain advantage on attack rolls and saving throws until the start of your next turn.",
											"Once you use this feature, you can't use it again until you finish a long rest."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Rage beyond Death",
										"entries": [
											"Beginning at 14th level, the divine power that fuels your rage allows you to shrug off fatal blows.",
											"While you're raging, having 0 hit points doesn't knock you {@condition unconscious}. You still must make death saving throws, and you suffer the normal effects of taking damage while at 0 hit points. However, if you would die due to failing death saving throws, you don't die until your rage ends, and you die then only if you still have 0 hit points."
										]
									}
								]
							}
						]
					],
					"source": "XGE",
					"shortName": "Zealot"
				}
			],
			"fluff": [
				{
					"entries": [
						"A tall human tribesman strides through a blizzard, draped in fur and hefting his axe. He laughs as he charges toward the frost giant who dared poach his people's elk herd.",
						"A half-orc snarls at the latest challenger to her authority over their savage tribe, ready to break his neck with her bare hands as she did to the last six rivals.",
						"Frothing at the mouth, a dwarf slams his helmet into the face of his drow foe, then turns to drive his armored elbow into the gut of another.",
						"These barbarians, different as they might be, are defined by their rage: unbridled, unquenchable, and unthinking fury. More than a mere emotion, their anger is the ferocity of a cornered predator, the unrelenting assault of a storm, the churning turmoil of the sea.",
						"For some, their rage springs from a communion with fierce animal spirits. Others draw from a roiling reservoir of anger at a world full of pain. For every barbarian, rage is a power that fuels not just a battle frenzy but also uncanny reflexes, resilience, and feats of strength.",
						{
							"type": "entries",
							"name": "Primal Instinct",
							"entries": [
								"People of towns and cities take pride in how their civilized ways set them apart from animals, as if denying one's own nature was a mark of superiority. To a barbarian, though, civilization is no virtue, but a sign of weakness. The strong embrace their animal nature—keen instincts, primal physicality, and ferocious rage. Barbarians are uncomfortable when hedged in by walls and crowds. They thrive in the wilds of their homelands: the tundra, jungle, or grasslands where their tribes live and hunt.",
								"Barbarians come alive in the chaos of combat. They can enter a berserk state where rage takes over, giving them superhuman strength and resilience. A barbarian can draw on this reservoir of fury only a few times without resting, but those few rages are usually sufficient to defeat whatever threats arise."
							]
						},
						{
							"type": "entries",
							"name": "A Life of Danger",
							"entries": [
								"Not every member of the tribes deemed \"barbarians\" by scions of civilized society has the barbarian class. A true barbarian among these people is as uncommon as a skilled fighter in a town, and he or she plays a similar role as a protector of the people and a leader in times of war. Life in the wild places of the world is fraught with peril: rival tribes, deadly weather, and terrifying monsters. Barbarians charge headlong into that danger so that their people don't have to.",
								"Their courage in the face of danger makes barbarians perfectly suited for adventuring. Wandering is often a way of life for their native tribes, and the rootless life of the adventurer is little hardship for a barbarian. Some barbarians miss the close-knit family structures of the tribe, but eventually find them replaced by the bonds formed among the members of their adventuring parties."
							]
						},
						{
							"type": "entries",
							"name": "Creating a Barbarian",
							"entries": [
								"When creating a barbarian character, think about where your character comes from and his or her place in the world. Talk with your DM about an appropriate origin for your barbarian. Did you come from a distant land, making you a stranger in the area of the campaign? Or is the campaign set in a rough-and-tumble frontier where barbarians are common?",
								"What led you to take up the adventuring life? Were you lured to settled lands by the promise of riches? Did you join forces with soldiers of those lands to face a shared threat? Did monsters or an invading horde drive you out of your homeland, making you a rootless refugee? Perhaps you were a prisoner of war, brought in chains to \"civilized\" lands and only now able to win your freedom. Or you might have been cast out from your people because of a crime you committed, a taboo you violated, or a coup that removed you from a position of authority.",
								{
									"type": "entries",
									"name": "Quick Build",
									"entries": [
										"You can make a barbarian quickly by following these suggestions. First, put your highest ability score in Strength, followed by Constitution. Second, choose the {@background outlander} background."
									]
								}
							]
						}
					],
					"source": "PHB",
					"page": 46
				},
				{
					"entries": [
						{
							"type": "quote",
							"entries": [
								"I have witnessed the indomitable performance of barbarians on the field of battle, and it makes me wonder what force lies at the heart of their rage."
							],
							"by": "Seret, archwizard"
						},
						"The anger felt by a normal person resembles the rage of a barbarian in the same way that a gentle breeze is akin to a furious thunderstorm. The barbarian's driving force comes from a place that transcends mere emotion, making its manifestation all the more terrible. Whether the impetus for the fury comes entirely from within or from forging a link with a spirit animal, a raging barbarian becomes able to perform supernatural feats of strength and endurance. The outburst is temporary, but while it lasts, it takes over body and mind, driving the barbarian on despite peril and injury, until the last enemy falls.",
						"It can be tempting to play a barbarian character that is a straightforward application of the classic archetype—a brute, and usually a dimwitted one at that, who rushes in where others fear to tread. But not all the barbarians in the world are cut from that cloth, so you can certainly put your own spin on things. Either way, consider adding some flourishes to make your barbarian stand out from all others; see the following sections for some ideas.",
						{
							"type": "entries",
							"name": "Personal Totems",
							"entries": [
								"Barbarians tend to travel light, carrying little in the way of personal effects or other unnecessary gear. The few possessions they do carry often include small items that have special significance. A personal totem is significant because it has a mystical origin or is tied to an important moment in the character's life—perhaps a remembrance from the barbarian's past or a harbinger of what lies ahead.",
								"A personal totem of this sort might be associated with a barbarian's spirit animal, or might actually be the totem object for the animal, but such a connection is not essential. One who has a bear totem spirit, for instance, could still carry an eagle's feather as a personal totem.",
								"Consider creating one or more personal totems for your character—objects that hold a special link to your character's past or future. Think about how a totem might affect your character's actions.",
								{
									"type": "table",
									"caption": "Personal Totems",
									"colLabels": [
										"{@dice d6}",
										"Totem"
									],
									"colStyles": [
										"col-1 text-align-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"A tuft of fur from a solitary wolf that you befriended during a hunt"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Three eagle feathers given to you by a wise shaman, who told you they would play a role in determining your fate"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"A necklace made from the claws of a young cave bear that you slew singlehandedly as a child"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"A small leather pouch holding three stones that represent your ancestors"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"A few small bones from the first beast you killed, tied together with colored wool"
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"An egg-sized stone in the shape of your spirit animal that appeared one day in your belt pouch"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Tattoos",
							"entries": [
								"The members of many barbarian clans decorate their bodies with tattoos, each of which represents a significant moment in the life of the bearer or the bearer's ancestors, or which symbolizes a feeling or an attitude. As with personal totems, a barbarian's tattoos might or might not be related to an animal spirit.",
								"Each tattoo a barbarian displays contributes to that individual's identity. If your character wears tattoos, what do they look like, and what do they represent?",
								{
									"type": "table",
									"caption": "Tattoos",
									"colLabels": [
										"{@dice d6}",
										"Tattoo"
									],
									"colStyles": [
										"col-1 text-align-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"The wings of an eagle are spread wide across your upper back."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Etched on the backs of your hands are the paws of a cave bear."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"The symbols of your clan are displayed in viny patterns along your arms."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"The antlers of an elk are inked across your back."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"Images of your spirit animal are tattooed along your weapon arm and hand."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"The eyes of a wolf are marked on your back to help you see and ward off evil spirits."
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Superstitions",
							"entries": [
								"Barbarians vary widely in how they understand life. Some follow gods and look for guidance from those deities in the cycles of nature and the animals they encounter. These barbarians believe that spirits inhabit the plants and animals of the world, and the barbarians look to them for omens and power.",
								"Other barbarians trust only in the blood that runs in their veins and the steel they hold in their hands. They have no use for the invisible world, instead relying on their senses to hunt and survive like the wild beasts they emulate.",
								"Both of these attitudes can give rise to superstitions. These beliefs are often passed down within a family or shared among the members of a clan or a hunting group.",
								"If your barbarian character has any superstitions, were they ingrained in you by your family, or are they the result of personal experience?",
								{
									"type": "table",
									"caption": "Superstition",
									"colLabels": [
										"{@dice d6}",
										"Superstition"
									],
									"colStyles": [
										"col-1 text-align-center",
										"col-11"
									],
									"rows": [
										[
											{
												"type": "cell",
												"roll": {
													"exact": 1
												}
											},
											"If you disturb the bones of the dead, you inherit all the troubles that plagued them in life."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 2
												}
											},
											"Never trust a wizard. They're all devils in disguise, especially the friendly ones."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 3
												}
											},
											"Dwarves have lost their spirits, and are almost like the undead. That's why they live underground."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 4
												}
											},
											"Magical things bring trouble. Never sleep with a magic object within ten feet of you."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 5
												}
											},
											"When you walk through a graveyard, be sure to wear silver, or a ghost might jump into your body."
										],
										[
											{
												"type": "cell",
												"roll": {
													"exact": 6
												}
											},
											"If an elf looks you in the eyes, she's trying to read your thoughts."
										]
									]
								}
							]
						}
					],
					"source": "XGE",
					"page": 8
				}
			]
		}
	]
}
