{
	"class": [
		{
			"name": "Artificer",
			"source": "UAArtificer",
			"hd": {
				"number": 1,
				"faces": 8
			},
			"proficiency": [
				"con",
				"int"
			],
			"classTableGroups": [
				{
					"colLabels": [
						"{@filter Spells Known|spells|class=artificer (uaa)}"
					],
					"rows": [
						[
							0
						],
						[
							0
						],
						[
							3
						],
						[
							4
						],
						[
							4
						],
						[
							4
						],
						[
							5
						],
						[
							6
						],
						[
							6
						],
						[
							7
						],
						[
							8
						],
						[
							8
						],
						[
							9
						],
						[
							10
						],
						[
							10
						],
						[
							11
						],
						[
							11
						],
						[
							11
						],
						[
							12
						],
						[
							13
						]
					]
				},
				{
					"title": "Spell Slots per Spell Level",
					"colLabels": [
						"{@filter 1st|spells|level=1|class=Artificer (UAA)}",
						"{@filter 2nd|spells|level=2|class=Artificer (UAA)}",
						"{@filter 3rd|spells|level=3|class=Artificer (UAA)}",
						"{@filter 4th|spells|level=4|class=Artificer (UAA)}"
					],
					"rows": [
						[
							0,
							0,
							0,
							0
						],
						[
							0,
							0,
							0,
							0
						],
						[
							2,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0
						],
						[
							4,
							2,
							0,
							0
						],
						[
							4,
							2,
							0,
							0
						],
						[
							4,
							2,
							0,
							0
						],
						[
							4,
							3,
							0,
							0
						],
						[
							4,
							3,
							0,
							0
						],
						[
							4,
							3,
							0,
							0
						],
						[
							4,
							3,
							2,
							0
						],
						[
							4,
							3,
							2,
							0
						],
						[
							4,
							3,
							2,
							0
						],
						[
							4,
							3,
							3,
							0
						],
						[
							4,
							3,
							3,
							0
						],
						[
							4,
							3,
							3,
							0
						],
						[
							4,
							3,
							3,
							1
						],
						[
							4,
							3,
							3,
							1
						]
					]
				}
			],
			"startingProficiencies": {
				"armor": [
					"light",
					"medium"
				],
				"weapons": [
					"simple"
				],
				"tools": [
					"Thieves' tools",
					"two other tools of your choice"
				],
				"skills": {
					"choose": 3,
					"from": [
						"Arcana",
						"Deception",
						"History",
						"Investigation",
						"Medicine",
						"Nature",
						"Religion",
						"Sleight of Hand"
					]
				}
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"(a) a {@item handaxe|phb} and a {@item light hammer|phb} or (b) any two {@filter simple weapons|items|source=phb|category=basic|type=simple weapon}",
					"a {@item light crossbow|phb} and {@item crossbow bolts (20)|phb|20 bolts}",
					"(a) {@item scale mail|phb} or (b) {@item studded leather armor|phb}",
					"{@item thieves' tools|phb} and a {@item dungeoneer's pack|phb}"
				]
			},
			"classFeatures": [
				[
					{
						"name": "Artificer Specialist",
						"entries": [
							"At 1st level, you choose the type of Artificer Specialist you are from the list of available specialisations. Your choice grants you features at 1st level and again at 3rd, 9th, 14th, and 17th level."
						],
						"gainSubclassFeature": true
					},
					{
						"name": "Magic Item Analysis",
						"entries": [
							"Starting at 1st level, your understanding of magic items allows you to analyze and understand their secrets. You know the artificer spells {@spell detect magic} and {@spell identify}, and you can cast them as rituals. You don't need to provide a material component when casting {@spell identify} with this class feature."
						]
					}
				],
				[
					{
						"name": "Tool Expertise",
						"entries": [
							"Starting at 2nd level, your proficiency bonus is doubled for any ability check you make that uses any of the tool proficiencies you gain from this class."
						]
					},
					{
						"name": "Wondrous Invention",
						"entries": [
							"At 2nd level, you gain the use of a magic item that you have crafted. Choose the item from the list of 2nd-level items below. Crafting an item is a difficult task. When you gain a magic item from this feature, it reflects long hours of study, tinkering, and experimentation that allowed you to finally complete the item. You are assumed to work on this item in your leisure time and to finish it when you level up. You complete another item of your choice when you reach certain levels in this class: 5th, 10th, 15th, and 20th level. The item you choose must be on the list for your current artificer level or a lower level. These magic items are detailed in the Dungeon Master's Guide.",
							{
								"type": "entries",
								"name": "2nd Level",
								"entries": [
									"{@item Bag of holding}, {@item cap of water breathing}, {@item driftglobe}, {@item goggles of night}, {@item sending stones}"
								]
							},
							{
								"type": "entries",
								"name": "5th Level",
								"entries": [
									"{@item Alchemy jug}, {@item helm of comprehending languages}, {@item lantern of revealing}, {@item ring of swimming}, {@item robe of useful items}, {@item rope of climbing}, {@item wand of magic detection}, {@item wand of secrets}"
								]
							},
							{
								"type": "entries",
								"name": "10th Level",
								"entries": [
									"{@item Bag of beans}, {@item chime of opening}, {@item decanter of endless water}, {@item eyes of minute seeing}, {@item folding boat}, {@item Heward's handy haversack}"
								]
							},
							{
								"type": "entries",
								"name": "15th Level",
								"entries": [
									"{@item Boots of striding and springing}, {@item bracers of archery}, {@item brooch of shielding}, {@item broom of flying}, {@item hat of disguise}, {@item slippers of spider climbing}"
								]
							},
							{
								"type": "entries",
								"name": "20th Level",
								"entries": [
									"{@item Eyes of the eagle}, {@item gem of brightness}, {@item gloves of missile snaring}, {@item gloves of swimming and climbing}, {@item ring of jumping}, {@item ring of mind shielding}, {@item wings of flying}"
								]
							}
						]
					}
				],
				[
					{
						"name": "Masterwork Feature",
						"entries": [
							"At 3rd level, you gain a feature from your Artificer Specialist."
						],
						"gainSubclassFeature": true
					},
					{
						"name": "Spellcasting",
						"entries": [
							"As part of your study of magic, you gain the ability to cast spells at 3rd level. The spells you learn are limited in scope, primarily concerned with modifying creatures and objects or creating items.",
							{
								"type": "entries",
								"name": "Spell Slots",
								"entries": [
									"The Artificer table shows how many spell slots you have to cast your spells of 1st level and higher. To cast one of these spells, you must expend a slot of the spell's level or higher. You regain all expended spell slots when you finish a long rest."
								]
							},
							{
								"type": "entries",
								"name": "Spells Known of 1st Level and Higher",
								"entries": [
									"You know three 1st-level spells of your choice from the artificer spell list (which appears at the end of this document). The Spells Known column of the Artificer table shows when you learn more artificer spells of your choice from this feature. Each of these spells must be of a level for which you have spell slots on the Artificer table. Additionally, when you gain a level in this class, you can choose one of the artificer spells you know from this feature and replace it with another spell from the artificer spell list. The new spell must also be of a level for which you have spell slots on the Artificer table."
								]
							},
							{
								"type": "entries",
								"name": "Spellcasting Ability",
								"entries": [
									"Intelligence is your spellcasting ability for your artificer spells; your understanding of the theory behind magic allows you to wield these spells with superior skill. You use your Intelligence whenever an artificer spell refers to your spellcasting ability. In addition, you use your Intelligence modifier when setting the saving throw DC for an artificer spell you cast and when making an attack roll with one.",
									{
										"type": "abilityDc",
										"name": "Spell",
										"attributes": [
											"int"
										]
									},
									{
										"type": "abilityAttackMod",
										"name": "Spell",
										"attributes": [
											"int"
										]
									}
								]
							},
							{
								"type": "entries",
								"name": "Spellcasting Focus",
								"entries": [
									"You can use an arcane focus as a spellcasting focus for your artificer spells. See chapter 5, \"Equipment,\" in the Player's Handbook for various arcane focus options."
								]
							}
						]
					}
				],
				[
					{
						"name": "Infuse Magic",
						"entries": [
							"Starting at 4th level, you gain the ability to channel your artificer spells into objects for later use. When you cast an artificer spell with a casting time of 1 action, you can increase its casting time to 1 minute. If you do so and hold a nonmagical item throughout the casting, you expend a spell slot, but none of the spell's effects occur. Instead, the spell transfers into that item for later use if the item doesn't already contain a spell from this feature.",
							"Any creature holding the item thereafter can use an action to activate the spell if the creature has an Intelligence score of at least 6. The spell is cast using your spellcasting ability, targeting the creature that activates the item. If the spell targets more than one creature, the creature that activates the item selects the additional targets. If the spell has an area of effect, it is centered on the item. If the spell's range is self, it targets the creature that activates the item.",
							"When you infuse a spell in this way, it must be used within 8 hours. After that time, its magic fades and is wasted. You can have a limited number of infused spells at the same time. The number equals your Intelligence modifier."
						]
					},
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 4th, 8th, 12th, 16th, and 18th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature."
						]
					}
				],
				[
					{
						"name": "Superior Attunement",
						"entries": [
							"At 5th level, your superior understanding of magic items allows you to master their use. You can now attune to up to four, rather than three, magic items at a time. At 15th level, this limit increases to five magic items."
						]
					},
					{
						"name": "Wondrous Invention",
						"entries": [
							"At 5th level, you craft another item from your Wondrous Invention feature."
						]
					}
				],
				[
					{
						"name": "Mechanical Servant",
						"entries": [
							"At 6th level, your research and mastery of your craft allow you to produce a mechanical servant. The servant is a construct that obeys your commands without hesitation and functions in combat to protect you. Though magic fuels its creation, the servant is not magical itself. You are assumed to have been working on the servant for quite some time, finally finishing it during a short or long rest after you reach 6th level.",
							"Select a Large beast with a challenge rating of 2 or less. The servant uses that beast's game statistics, but it can look however you like, as long as its form is appropriate for its statistics. It has the following modifications:",
							{
								"type": "list",
								"items": [
									"It is a construct instead of a beast.",
									"It can't be {@condition charmed}.",
									"It is immune to poison damage and the {@condition poisoned} condition.",
									"It gains darkvision with a range of 60 feet if it doesn't have it already.",
									"It understands the languages you can speak when you create it, but it can't speak.",
									"If you are the target of a melee attack and the servant is within 5 feet of the attacker, you can use your reaction to command the servant to respond, using its reaction to make a melee attack against the attacker."
								]
							},
							"The servant obeys your orders to the best of its ability. In combat, it rolls its own initiative and acts on its own.",
							"If the servant is killed, it can be returned to life via normal means, such as with the {@spell revivify} spell. In addition, over the course of a long rest, you can repair a slain servant if you have access to its body. It returns to life with 1 hit point at the end of the rest. If the servant is beyond recovery, you can build a new one with one week of work (eight hours each day) and 1,000 gp of raw materials."
						]
					}
				],
				[],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"At 8th level, you gain another Ability Score Improvement."
						]
					}
				],
				[
					{
						"name": "Masterwork Feature",
						"entries": [
							"At 9th level, you gain a feature from your Artificer Specialist."
						],
						"gainSubclassFeature": true
					}
				],
				[
					{
						"name": "Wondrous Invention",
						"entries": [
							"At 10th level, you craft another item from your Wondrous Invention feature."
						]
					}
				],
				[],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"At 12th level, you gain another Ability Score Improvement."
						]
					}
				],
				[],
				[
					{
						"name": "Masterwork Feature",
						"entries": [
							"At 14th level, you gain a feature from your Artificer Specialist."
						],
						"gainSubclassFeature": true
					}
				],
				[
					{
						"name": "Superior Attunement",
						"entries": [
							"Starting at 15th level, you can attune to up to five magic items."
						]
					},
					{
						"name": "Wondrous Invention",
						"entries": [
							"At 15th level, you craft another item from your Wondrous Invention feature."
						]
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"At 16th level, you gain another Ability Score Improvement."
						]
					}
				],
				[
					{
						"name": "Masterwork Feature",
						"entries": [
							"At 17th level, you gain a feature from your Artificer Specialist."
						],
						"gainSubclassFeature": true
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"At 18th level, you gain another Ability Score Improvement."
						]
					}
				],
				[],
				[
					{
						"name": "Soul of Artifice",
						"entries": [
							"At 20th level, your understanding of magic items is unmatched, allowing you to mingle your soul with items linked to you. You can attune to up to six magic items at once. In addition, you gain a +1 bonus to all saving throws per magic item you are currently attuned to."
						]
					}
				]
			],
			"subclassTitle": "Artificer Specialist",
			"subclasses": [
				{
					"name": "Alchemist",
					"subclassFeatures": [
						[
							{
								"name": "Alchemist",
								"entries": [
									"An alchemist is an expert at combining exotic reagents to produce a variety of materials, from healing draughts that can mend a wound in moments to clinging goo that slows creatures down.",
									{
										"type": "entries",
										"name": "Alchemist's Satchel",
										"entries": [
											"At 1st level, you craft an Alchemist's Satchel, a bag of reagents that you use to create a variety of concoctions. The bag and its contents are both magical, and this magic allows you to pull out exactly the right materials you need for your Alchemical Formula options, described below. After you use one of those options, the bag reclaims the materials.",
											"If you lose this satchel, you can create a new one over the course of three days of work (eight hours each day) by expending 100 gp worth of leather, glass, and other raw materials."
										]
									},
									{
										"type": "entries",
										"name": "Alchemical Formula",
										"entries": [
											"At 1st level, you learn three Alchemical Formula options: Alchemical Fire, Alchemical Acid, and one other option of your choice. You learn an additional formula of your choice at 3rd, 9th, 14th, and 17th levels.",
											"To use any of these options, your Alchemist's Satchel must be within reach.",
											"If an Alchemical Formula option requires a saving throw, the DC is 8 + your proficiency bonus + your Intelligence modifier.",
											{
												"type": "entries",
												"entries": [
													{
														"type": "entries",
														"name": "Alchemical Fire",
														"entries": [
															"As an action, you can reach into your Alchemist's Satchel, pull out a vial of volatile liquid, and hurl the vial at a creature, object, or surface within 30 feet of you (the vial and its contents disappear if you don't hurl the vial by the end of the current turn). On impact, the vial detonates in a 5-foot radius. Any creature in that area must succeed on a Dexterity saving throw or take {@dice 1d6} fire damage. This formula's damage increases by {@dice 1d6} when you reach certain levels in this class: 4th level ({@dice 2d6}), 7th level ({@dice 3d6}), 10th level ({@dice 4d6}), 13th level ({@dice 5d6}), 16th level ({@dice 6d6}), and 19th level ({@dice 7d6})."
														]
													}
												]
											},
											{
												"type": "entries",
												"entries": [
													{
														"type": "entries",
														"name": "Alchemical Acid",
														"entries": [
															"As an action, you can reach into your Alchemist's Satchel, pull out a vial of acid, and hurl the vial at a creature or object within 30 feet of you (the vial and its contents disappear if you don't hurl the vial by the end of the current turn). The vial shatters on impact. A creature must succeed on a Dexterity saving throw or take {@dice 1d6} acid damage. An object automatically takes that damage, and the damage is maximized. This formula's damage increases by {@dice 1d6} when you reach certain levels in this class: 3rd level ({@dice 2d6}), 5th level ({@dice 3d6}), 7th level ({@dice 4d6}), 9th level ({@dice 5d6}), 11th level ({@dice 6d6}), 13th level ({@dice 7d6}), 15th level ({@dice 8d6}), 17th level ({@dice 9d6}), and 19th level ({@dice 10d6})."
														]
													}
												]
											},
											{
												"type": "entries",
												"entries": [
													{
														"type": "entries",
														"name": "Healing Draught",
														"entries": [
															"As an action, you can reach into your Alchemist's Satchel and pull out a vial of healing liquid. A creature can drink it as an action to regain {@dice 1d8} hit points. The vial then disappears. Once a creature regains hit points from this alchemical formula, the creature can't do so again until it finishes a long rest. If not used, the vial and its contents disappear after 1 hour. While the vial exists, you can't use this formula. This formula's healing increases by {@dice 1d8} when you reach certain levels in this class: 3rd level ({@dice 2d8}), 5th level ({@dice 3d8}), 7th level ({@dice 4d8}), 9th level ({@dice 5d8}), 11th level ({@dice 6d8}), 13th level ({@dice 7d8}), 15th level ({@dice 8d8}), 17th level ({@dice 9d8}), and 19th level ({@dice 10d8})."
														]
													}
												]
											},
											{
												"type": "entries",
												"entries": [
													{
														"type": "entries",
														"name": "Smoke Stick",
														"entries": [
															"As an action, you can reach into your Alchemist's Satchel and pull out a stick that produces a thick plume of smoke. You can hold on to the stick or throw it to a point up to 30 feet away as part of the action used to produce it. The area in a 10-foot radius around the stick is filled with thick smoke that blocks vision, including darkvision. The stick and smoke persist for 1 minute and then disappear. After using this formula, you can't do so again for 1 minute."
														]
													}
												]
											},
											{
												"type": "entries",
												"entries": [
													{
														"type": "entries",
														"name": "Swift Step Draught",
														"entries": [
															"As a bonus action, you can reach into your Alchemist's Satchel and pull out a vial filled with a bubbling, brown liquid. As an action, a creature can drink it. Doing so increases the creature's speed by 20 feet for 1 minute, and the vial disappears. If not used, the vial and its contents disappear after 1 minute. After using this formula, you can't do so again for 1 minute."
														]
													}
												]
											},
											{
												"type": "entries",
												"entries": [
													{
														"type": "entries",
														"name": "Tanglefoot",
														"entries": [
															"As an action, you can reach into your Alchemist's Satchel and pull out a bag filled with writhing, sticky black tar and hurl it at a point on the ground within 30 feet of you (the bag and its contents disappear if you don't hurl the bag by the end of the current turn). The bag bursts on impact and covers the ground in a 5-foot radius with sticky goo. That area becomes difficult terrain for 1 minute, and any creature that starts its turn on the ground in that area has its speed halved for that turn. After using this formula, you can't do so again for 1 minute."
														]
													}
												]
											},
											{
												"type": "entries",
												"entries": [
													{
														"type": "entries",
														"name": "Thunderstone",
														"entries": [
															"As an action, you can reach into your Alchemist's Satchel and pull out a crystalline shard and hurl it at a creature, object, or surface within 30 feet of you (the shard disappears if you don't hurl it by the end of the current turn). The shard shatters on impact with a blast of concussive energy. Each creature within 10 feet of the point of impact must succeed on a Constitution saving throw or be knocked {@condition prone} and pushed 10 feet away from that point."
														]
													}
												]
											}
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Extra Alchemical Formula",
										"entries": [
											"At 3rd level, you learn an additional Alchemical Formula."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Extra Alchemical Formula",
										"entries": [
											"At 9th level, you learn an additional Alchemical Formula."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Extra Alchemical Formula",
										"entries": [
											"At 14th level, you learn an additional Alchemical Formula."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Extra Alchemical Formula",
										"entries": [
											"At 17th level, you learn an additional Alchemical Formula."
										]
									}
								]
							}
						]
					],
					"source": "UAArtificer",
					"shortName": "Alchemist"
				},
				{
					"name": "Gunsmith",
					"subclassFeatures": [
						[
							{
								"name": "Gunsmith",
								"entries": [
									"A master of engineering, you forge a firearm powered by a combination of science and magic.",
									{
										"type": "entries",
										"name": "Master Smith",
										"entries": [
											"When you choose this specialization at 1st level, you gain proficiency with {@item smith's tools|phb}, and you learn the mending cantrip."
										]
									},
									{
										"type": "entries",
										"name": "Thunder Cannon",
										"entries": [
											"At 1st level, you forge a deadly firearm using a combination of arcane magic and your knowledge of engineering and metallurgy. This firearm is called a Thunder Cannon. It is a ferocious weapon that fires leaden bullets that can punch through armor with ease.",
											"You are proficient with the Thunder Cannon. The firearm is a two-handed ranged weapon that deals {@dice 2d6} piercing damage. Its normal range is 150 feet, and its maximum range if 500 feet. Once fired, it must be reloaded as a bonus action.",
											"If you lose your Thunder Cannon, you can create a new one over the course of three days of work (eight hours each day) by expending 100 gp worth of metal and other raw materials."
										]
									},
									{
										"type": "entries",
										"name": "Arcane Magazine",
										"entries": [
											"At 1st level, you craft a leather bag used to carry your tools and ammunition for your Thunder Cannon. Your Arcane Magazine includes the powders, lead shot, and other materials needed to keep that weapon functioning.",
											"You can use the Arcane Magazine to produce ammunition for your gun. At the end of each long rest, you can magically produce 40 rounds of ammunition with this magazine. After each short rest, you can produce 10 rounds.",
											"If you lose your Arcane Magazine, you can create a new one as part of a long rest, using 25 gp of leather and other raw materials."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Thunder Monger",
										"entries": [
											"At 3rd level, you learn to channel thunder energy into your Thunder Cannon. As an action, you can make a special attack with your Thunder Cannon that deals an extra {@dice 1d6} thunder damage on a hit.",
											"This extra damage increases by {@dice 1d6} when you reach certain levels in this class: 5th level ({@dice 2d6}), 7th level ({@dice 3d6}), 9th level ({@dice 4d6}), 11th level ({@dice 5d6}), 13th level ({@dice 6d6}), 15th level ({@dice 7d6}), 17th level ({@dice 8d6}), and 19th level ({@dice 9d6})."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Blast Wave",
										"entries": [
											"Starting at 9th level, you can channel force energy into your Thunder Cannon. As an action, you can make a special attack with it. Rather than making an attack roll, you unleash force energy in a 15-foot cone from the gun. Each creature in that area must make a Strength saving throw with a DC of 8 + your proficiency bonus + your Intelligence modifier. On a failed saving throw, a target takes {@dice 2d6} force damage and is pushed 10 feet away from you.",
											"This damage increases by {@dice 1d6} when you reach certain levels in this class: 13th level ({@dice 3d6}) and 17th level ({@dice 4d6})."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Piercing Round",
										"entries": [
											"Starting at 14th level, you can shoot lightning energy through your Thunder Cannon. As an action, you can make a special attack with it. Rather than making an attack roll, you cause the gun to unleash a bolt of lightning, 5-feet wide and 30-feet long. Each creature in that area must make Dexterity saving throws with a DC of 8 + your proficiency bonus + your Intelligence modifier. On a failed saving throw, a target takes {@dice 4d6} lightning damage. This damage increases to {@dice 6d6} when you reach 19th level in this class."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Explosive Round",
										"entries": [
											"Starting at 17th level, you can channel fiery energy into your Thunder Cannon. As an action, you can make a special attack with it. Rather than making an attack roll, you launch an explosive round from the gun. The round detonates in a 30-foot radius sphere at a point within range. Each creature in that area must make a Dexterity saving throw with a DC of 8 + your proficiency bonus + your Intelligence modifier. On a failed saving throw, a target takes {@dice 4d8} fire damage."
										]
									}
								]
							}
						]
					],
					"source": "UAArtificer",
					"shortName": "Gunsmith"
				}
			]
		},
		{
			"name": "Artificer (Revisited)",
			"source": "UAArtificerRevisited",
			"hd": {
				"number": 1,
				"faces": 8
			},
			"proficiency": [
				"con",
				"int"
			],
			"multiclassing": {
				"requirements": {
					"int": 13
				},
				"proficienciesGained": {
					"armor": [
						"light",
						"medium",
						"shields"
					],
					"tools": [
						"thieves' tools",
						"tinker's tools"
					]
				}
			},
			"classTableGroups": [
				{
					"colLabels": [
						"Infusions Known",
						"Infused Items",
						"{@filter Cantrips Known|spells|level=0|class=artificer revisited (uaar)}"
					],
					"rows": [
						[
							0,
							0,
							2
						],
						[
							3,
							2,
							2
						],
						[
							3,
							2,
							2
						],
						[
							4,
							2,
							2
						],
						[
							4,
							2,
							2
						],
						[
							4,
							3,
							2
						],
						[
							5,
							3,
							2
						],
						[
							5,
							3,
							2
						],
						[
							5,
							3,
							2
						],
						[
							5,
							3,
							3
						],
						[
							6,
							4,
							3
						],
						[
							6,
							4,
							3
						],
						[
							6,
							4,
							3
						],
						[
							6,
							4,
							4
						],
						[
							7,
							4,
							4
						],
						[
							7,
							5,
							4
						],
						[
							7,
							5,
							4
						],
						[
							7,
							5,
							4
						],
						[
							8,
							5,
							4
						],
						[
							8,
							5,
							4
						]
					]
				},
				{
					"title": "Spell Slots per Spell Level",
					"colLabels": [
						"{@filter 1st|spells|level=1|class=Artificer Revisited (UAAR)}",
						"{@filter 2nd|spells|level=2|class=Artificer Revisited (UAAR)}",
						"{@filter 3rd|spells|level=3|class=Artificer Revisited (UAAR)}",
						"{@filter 4th|spells|level=4|class=Artificer Revisited (UAAR)}",
						"{@filter 5th|spells|level=5|class=Artificer Revisited (UAAR)}"
					],
					"rows": [
						[
							2,
							0,
							0,
							0,
							0
						],
						[
							2,
							0,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0,
							0
						],
						[
							3,
							0,
							0,
							0,
							0
						],
						[
							4,
							2,
							0,
							0,
							0
						],
						[
							4,
							2,
							0,
							0,
							0
						],
						[
							4,
							3,
							0,
							0,
							0
						],
						[
							4,
							3,
							0,
							0,
							0
						],
						[
							4,
							3,
							2,
							0,
							0
						],
						[
							4,
							3,
							2,
							0,
							0
						],
						[
							4,
							3,
							3,
							0,
							0
						],
						[
							4,
							3,
							3,
							0,
							0
						],
						[
							4,
							3,
							3,
							1,
							0
						],
						[
							4,
							3,
							3,
							1,
							0
						],
						[
							4,
							3,
							3,
							2,
							0
						],
						[
							4,
							3,
							3,
							2,
							0
						],
						[
							4,
							3,
							3,
							3,
							1
						],
						[
							4,
							3,
							3,
							3,
							1
						],
						[
							4,
							3,
							3,
							3,
							2
						],
						[
							4,
							3,
							3,
							3,
							2
						]
					]
				}
			],
			"startingProficiencies": {
				"armor": [
					"light",
					"medium",
					"shields"
				],
				"weapons": [
					"simple",
					"hand crossbows",
					"heavy crossbows"
				],
				"tools": [
					"thieves' tools",
					"tinker's tools",
					"one type of artisan's tools of your choice"
				],
				"skills": {
					"choose": 2,
					"from": [
						"Arcana",
						"History",
						"Investigation",
						"Medicine",
						"Nature",
						"Perception",
						"Sleight of Hand"
					]
				}
			},
			"startingEquipment": {
				"additionalFromBackground": true,
				"default": [
					"any two {@filter simple weapons|items|source=phb|category=basic|type=simple weapon}",
					"a {@item light crossbow|phb} and {@item crossbow bolts (20)|phb|20 bolts}",
					"(a) {@item studded leather armor|phb} or (b) {@item scale mail|phb}",
					"{@item thieves' tools|phb} and a {@item dungeoneer's pack|phb}"
				],
				"goldAlternative": "{@dice 5d4×10|5d4 × 10|Starting Gold}"
			},
			"fluff": [
				{
					"page": 1,
					"source": "UAArtificerRevisited",
					"type": "section",
					"entries": [
						"Masters of unlocking magic in everyday objects, artificers are supreme inventors. They see magic as a complex system waiting to be decoded and controlled. Artificers use tools to channel arcane power, crafting temporary and permanent magical objects. To cast a spell, an artificer could use alchemist's supplies to create a potent elixir, calligrapher's supplies to inscribe a sigil of power on an ally's armor, or tinker's tools to craft a temporary charm. The magic of artificers is tied to their tools and their talents.",
						{
							"type": "entries",
							"name": "Arcane Science",
							"entries": [
								"In the world of Eberron, arcane magic has been harnessed as a form of science and deployed throughout society. Artificers reflect this development. Their knowledge of magical devices, and their ability to infuse mundane items with magical energy, allows the grand magical projects of Eberron to continue running. During the Last War, artificers were marshaled on a massive scale. Many lives were saved because of the inventions of brave artificers, but also countless lives were lost because of the mass destruction that artificers' creations unleashed."
							]
						},
						{
							"type": "entries",
							"name": "Seekers of New Lore",
							"entries": [
								"Nothing excites an artificer quite like uncovering a new metal or discovering a source of elemental energy. In artificer circles, new inventions and strange discoveries create the most excitement. Artificers who wish to make a mark must find something fresh, rather than uncover someone else's work.",
								"This drive for novelty pushes artificers to become adventurers. Eberron's main travel routes and populated regions have long since been explored. Thus, artificers take to the edge of civilization in hopes of making the next great discovery in arcane research."
							]
						},
						{
							"type": "entries",
							"name": "Creating an Artificer",
							"entries": [
								"When creating an artificer character, think about your character's background and drive for adventure. Does the character have a rival? What is the character's relationship with the artisan or artificer who taught the basics of the craft? Talk to your DM about the role played by artificers in the campaign, and what sort of organizations and NPCs you might have ties to.",
								{
									"type": "entries",
									"name": "Quick Build",
									"entries": [
										"You can make an artificer quickly by following these suggestions. First, put your highest ability score in Intelligence, followed by Constitution or Dexterity. Second, choose the guild artisan background."
									]
								}
							]
						},
						{
							"type": "inset",
							"name": "Artificers in Other Worlds",
							"entries": [
								"Eberron is the world most associated with artificers, yet the class can be found throughout the multiverse. In the Forgotten Realms, for example, the island of Lantan is home to many artificers, and in the world of Dragonlance, tinker gnomes are often members of this class. The strange technologies in the Barrier Peaks of the World of Greyhawk have inspired some folk to walk the path of the artificer, and in Mystara, various nations employ artificers to keep airships and other wondrous devices operational. In the City of Sigil, artificers share discoveries from throughout the cosmos, and one in particular—the gnome inventor named Vi—runs a multiverse-spanning business from there. In the worldcity Ravnica, the Izzet League trains numerous artificers, the destructiveness of whom is unparalleled in other worlds, except by the tinker gnomes of Krynn."
							]
						},
						{
							"type": "inset",
							"name": "Optional Rule: Firearm Proficiency",
							"entries": [
								"The creation and operation of gunpowder weapons have been discovered in various corners of the D&D multiverse. If your Dungeon Master uses the rules on firearms in the Dungeon Master's Guide (p. 267) and your artificer has been exposed to the operation of such weapons, your artificer is proficient with them."
							]
						},
						{
							"type": "inset",
							"name": "Optional Rule: Multiclassing",
							"entries": [
								"If your group uses the optional rule on multiclassing in the Player's Handbook (p. 163), here's what you need to know if you choose artificer as one of your classes.",
								{
									"type": "entries",
									"name": "Ability Score Minimum",
									"entries": [
										"As a multiclass character, you must have at least an Intelligence score of 13 to take a level in this class."
									]
								},
								{
									"type": "entries",
									"name": "Proficiencies Gained",
									"entries": [
										"If artificer isn't your initial class, here are the proficiencies you gain when you take your first level as an artificer: light armor, medium armor, shields, thieves' tools, tinker's tools."
									]
								},
								{
									"type": "entries",
									"name": "Extra Attack",
									"entries": [
										"The Arcane Armament feature doesn't give you an additional attack if you also have the Extra Attack feature."
									]
								},
								{
									"type": "entries",
									"name": "Spell Slots",
									"entries": [
										"Add half your levels (rounded down) in the artificer class to the appropriate levels from other"
									]
								}
							]
						}
					]
				}
			],
			"classFeatures": [
				[
					{
						"name": "Magical Tinkering",
						"entries": [
							"At 1st level, you learn how to invest a spark of magic in objects that would otherwise be mundane. To use this ability, you must have thieves' tools, tinker's tools, or other artisan's tools in hand. You then touch a Tiny nonmagical object as an action and give it one of the following magical properties of your choice:",
							{
								"type": "list",
								"items": [
									"The object sheds bright light in a 5-foot radius and dim light for an additional 5 feet.",
									"Whenever tapped by a creature, the object emits a recorded message that can be heard up to 10 feet away. You utter the message when you bestow this property on the object, and the recording can be no more than 6 seconds long.",
									"The object continuously emits your choice of an odor or a nonverbal sound (wind, waves, chirping, or the like). The chosen phenomenon is perceivable up to 10 feet away.",
									"A static visual effect appears on one of the object's surfaces. This effect can be a picture, up to 25 words of text, lines and shapes, or a mixture of these elements, as you like."
								]
							},
							"The chosen property lasts indefinitely. As an action, you can touch the object and end the property early.",
							"You can give the magic of this feature to multiple objects, touching one object each time you use the feature, and a single object can bear only one of the properties at a time. The maximum number of objects you can affect with the feature at one time is equal to your Intelligence modifier (minimum of one object). If you try to exceed your maximum, the oldest property immediately ends, and then the new property applies."
						]
					},
					{
						"name": "Spellcasting",
						"entries": [
							"You have studied the workings of magic, how to channel it through objects, and how to awaken it within them. As a result, you have gained a limited ability to cast spells. To observers, you don't appear to be casting spells in a conventional way; you look as if you're producing wonders through various items.",
							{
								"type": "entries",
								"name": "Tools Required",
								"entries": [
									"You produce your artificer spell effects through your tools. You must have a spellcasting focus—specifically {@item thieves' tools|phb} or some kind of artisan's tool—in hand when you cast any spell with this Spellcasting feature. You must be proficient with the tool to use it in this way. See chapter 5, \"{@book Equipment|phb|5|tools},\" in the Player's Handbook for descriptions of these tools.",
									"After you gain the Infuse Item feature at 2nd level, you can also use any item bearing one of your infusions as a spellcasting focus."
								]
							},
							{
								"type": "entries",
								"name": "Cantrips",
								"entries": [
									"At 1st level, you know two cantrips of your choice from the artificer spell list below. At higher levels, you learn additional artificer cantrips of your choice, as shown in the Cantrips Known column of the Artificer table.",
									"When you gain a level in this class, you can replace one of the artificer cantrips you know with another cantrip from the artificer spell list."
								]
							},
							{
								"type": "entries",
								"name": "Preparing and Casting Spells",
								"entries": [
									"The Artificer table shows how many spell slots you have to cast your artificer spells. To cast one of your artificer spells of 1st level or higher, you must expend a slot of the spell's level or higher. You regain all expended spell slots when you finish a long rest.",
									"You prepare the list of artificer spells that are available for you to cast, choosing from the artificer spell list. When you do so, choose a number of artificer spells equal to your Intelligence modifier + half your artificer level, rounded down (minimum of one spell). The spells must be of a level for which you have spell slots.",
									"For example, if you are a 5th-level artificer, you have four 1st-level and two 2nd-level spell slots. With an Intelligence of 14, your list of prepared spells can include four spells of 1st or 2nd level, in any combination. If you prepare the 1st-level spell cure wounds, you can cast it using a 1st-level or a 2nd-level slot. Casting the spell doesn't remove it from your list of prepared spells.",
									"You can change your list of prepared spells when you finish a long rest. Preparing a new list of artificer spells requires time spent in tinkering with your spellcasting focuses: at least 1 minute per spell level for each spell on your list."
								]
							},
							{
								"type": "entries",
								"name": "Spellcasting Ability",
								"entries": [
									"Intelligence is your spellcasting ability for your artificer spells; your understanding of the theory behind magic allows you to wield these spells with superior skill. You use your Intelligence whenever an artificer spell refers to your spellcasting ability. In addition, you use your Intelligence modifier when setting the saving throw DC for an artificer spell you cast and when making an attack roll with one.",
									{
										"type": "abilityDc",
										"name": "Spell",
										"attributes": [
											"int"
										]
									},
									{
										"type": "abilityAttackMod",
										"name": "Spell",
										"attributes": [
											"int"
										]
									}
								]
							},
							{
								"type": "entries",
								"name": "Ritual Casting",
								"entries": [
									"You can cast an artificer spell as a ritual if that spell has the ritual tag and you have the spell prepared."
								]
							},
							{
								"type": "inset",
								"name": "The Magic of Artifice",
								"entries": [
									"As an artificer, you use tools when you cast your spells. When describing your spellcasting, think about how you're using a tool to perform the spell effect. If you cast {@spell cure wounds} using alchemist's supplies, you could be quickly producing a salve. If you cast it using {@item tinker's tools|phb}, you might have a miniature mechanical spider that binds wounds. When you cast {@spell poison spray}, you could fling foul chemicals or use a wand that spits venom. The effect of the spell is the same as for a spellcaster of any other class, but your method of spellcasting is special.",
									"The same principle applies when you prepare your spells. As an artificer, you don't study a spellbook or pray to prepare your spells. Instead, you work with your tools and create the specialized items you'll use to produce your effects. If you replace {@spell cure wounds} with {@spell shocking grasp}, you might be breaking down the device you used to heal and creating an offensive item in its place—perhaps a gauntlet that lets you channel a surge of energy.",
									"Such details don't limit you in any way or provide you with any benefit. You don't have to justify how you're using tools to cast a spell. But describing your spellcasting creatively is a fun way to distinguish yourself from other spellcasters."
								]
							}
						]
					}
				],
				[
					{
						"name": "Infuse Item",
						"entries": [
							"At 2nd level, you gain the ability to imbue mundane items with certain magical infusions. The magic items you create with this feature are effectively prototypes of permanent items.",
							{
								"type": "entries",
								"name": "Infusions Known",
								"entries": [
									"When you gain this feature, pick two artificer infusions to learn, choosing from the \"{@filter Artificer Infusions|optionalfeatures|feature type=ai|source=UAArtificerRevisited}\" section at the end of the class's description. You learn additional infusions of your choice when you reach certain levels in this class, as shown in the Infusions Known column of the Artificer table.",
									"Whenever you gain a level in this class, you can replace one of the artificer infusions you learned with a new one."
								]
							},
							{
								"type": "entries",
								"name": "Infusing an Item",
								"entries": [
									"Whenever you finish a long rest, you can touch a nonmagical object and imbue it with one of your artificer infusions, turning it into a magic item. An infusion works on only certain kinds of objects, as specified in the infusion's description. If the item requires attunement, you can attune yourself to it the instant you infuse the item, or you can forgo attunement so that someone else can attune to the item. If you decide to attune to the item later, you must do so using the normal process for attunement (see \"{@book Attunement|dmg|7|attunement}\" in the Dungeon Master's Guide, page 136).",
									"Your infusion remains in an item indefinitely, but when you die, the infusion vanishes after a number of days have passed equal to your Intelligence modifier (minimum of 1 day). The infusion also vanishes if you give up your knowledge of the infusion for another one.",
									"You can infuse more than one nonmagical object at the end of a long rest; the maximum number of objects appears in the Infused Items column of the Artificer table. You must touch each of the objects, and each of your infusions can be in only one object at a time. If you try to exceed your maximum number of infusions, the oldest infusion immediately ends, and then the new infusion applies."
								]
							},
							{
								"type": "inset",
								"name": "Artificer Infusions",
								"entries": [
									"Artificers have invented numerous magical infusions that rapidly create magic items. To the untrained, artificers seem like wonderworkers, accomplishing in hours what others need weeks to complete.",
									"The description of each infusion tells you the type of item that can receive it. The description also tells you if the resulting magic item requires attunement.",
									"Some infusions specify a minimum artificer level. You can't learn such an infusion until you are at least that level.",
									"Unless an infusion's description says otherwise, you can't learn the infusion more than once.",
									"See the {@filter Class Feature Options page|optionalfeatures|feature type=ai|source=UAArtificerRevisited} for the full list of infusions."
								]
							}
						]
					}
				],
				[
					{
						"name": "Artificer Specialist",
						"entries": [
							"At 3rd level, you choose the type of specialist you are: Alchemist or Artillerist, each of which is detailed at the end of the class's description. Your choice grants you features at 3rd level and again at 6th and 14th level.",
							{
								"type": "inset",
								"name": "Variant: Crafting",
								"entries": [
									"An artificer subclass makes you more efficient at crafting certain items. The feature you get from your subclass works whether you're using the crafting rules in the {@book Player's Handbook|phb|8|crafting}, {@book Dungeon Master's Guide|dmg|6|crafting a magic item}, or {@book Xanathar's Guide to Everything|xge|2|crafting an item}."
								]
							}
						],
						"gainSubclassFeature": true
					},
					{
						"name": "Tool Expertise",
						"entries": [
							"Starting at 3rd level, your proficiency bonus is doubled for any ability check you make that uses your proficiency with a tool."
						]
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 4th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
						]
					}
				],
				[
					{
						"name": "Arcane Armament",
						"entries": [
							"Starting at 5th level, you can attack twice, rather than once, whenever you take the Attack action on your turn, but one of the attacks must be made with a magic weapon, the magic of which you use to propel the attack."
						]
					}
				],
				[
					{
						"name": "Artificer Specialist Feature",
						"entries": [
							"At 6th level, you gain a feature granted by your Artificer Specialist choice."
						],
						"gainSubclassFeature": true
					}
				],
				[],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 8th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
						]
					}
				],
				[],
				[
					{
						"name": "The Right Cantrip for the Job",
						"entries": [
							"At 10th level, you gain the ability to make sure you have the right magical tool for a job. Whenever you finish a short or long rest, you can replace one of the artificer cantrips you know with another cantrip from the artificer spell list."
						]
					}
				],
				[],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 12th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
						]
					}
				],
				[],
				[
					{
						"name": "Artificer Specialist Feature",
						"entries": [
							"At 14th level, you gain a feature granted by your Artificer Specialist choice."
						],
						"gainSubclassFeature": true
					}
				],
				[],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 16th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
						]
					}
				],
				[],
				[
					{
						"name": "Spell-Storing Item",
						"entries": [
							"When you reach 18th level, you learn how to store a spell in an object for repeated use. Whenever you finish a long rest, you can touch one simple or martial weapon or an item that you can use as a spellcasting focus and store a spell in it, choosing one 1st- or 2nd-level spell from the artificer spell list that requires 1 action to cast (you don't need to have the spell prepared). With the object in hand, a creature can take an action to produce the spell's effect from it, using your spellcasting ability modifier.",
							"The spell stays in the object until it has been used a number of times equal to twice your Intelligence modifier (minimum of twice) or until you use this feature again."
						]
					}
				],
				[
					{
						"name": "Ability Score Improvement",
						"entries": [
							"When you reach 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
							"If your DM allows the use of feats, you may instead take a {@5etools feat|feats.html}."
						]
					}
				],
				[
					{
						"name": "Soul of Artifice",
						"entries": [
							"At 20th level, your understanding of magic items is unmatched, allowing you to mingle your soul with items linked to you. You can attune to up to six magic items at once. In addition, you gain a +1 bonus to all saving throws per magic item you are currently attuned to."
						]
					}
				]
			],
			"subclassTitle": "Artificer Specialist",
			"subclasses": [
				{
					"name": "Alchemist",
					"subclassFeatures": [
						[
							{
								"name": "Alchemist",
								"entries": [
									"An Alchemist is an expert at combining exotic reagents to produce mystical effects. Among artificers, members of this subclass are the greatest healers, as well as the ones most adept at wielding dangerous chemicals.",
									{
										"type": "entries",
										"name": "Tools of the Trade",
										"entries": [
											"By the time you adopt this specialty at 3rd level, you're deeply familiar with employing its tools.",
											{
												"type": "entries",
												"name": "Proficiencies",
												"entries": [
													"You gain proficiency with {@item alchemist's supplies|phb} and the {@item herbalism kit|phb}, assuming you don't already have them. You also gain {@item alchemist's supplies|phb} and an {@item herbalism kit|phb} for free—the result of tinkering you've done as you've prepared for this specialization."
												]
											},
											{
												"type": "entries",
												"name": "Crafting",
												"entries": [
													"If you craft a magic item in the potion category, it takes you a quarter of the normal time, and it costs you half as much of the usual gold."
												]
											}
										]
									},
									{
										"type": "entries",
										"name": "Alchemist Spells",
										"entries": [
											"Starting at 3rd level, you always have certain spells prepared after you reach particular levels in this class, as shown in the Alchemist Spells table. These spells count as artificer spells for you, but they don't count against the number of artificer spells you prepare.",
											{
												"type": "table",
												"caption": "Alchemist Spells",
												"colLabels": [
													"Artificer Level",
													"Spell"
												],
												"colStyles": [
													"col-xs-2 text-align-center",
													"col-xs-10"
												],
												"rows": [
													[
														"3rd",
														"{@spell purify food and drink}, {@spell ray of sickness}"
													],
													[
														"5th",
														"{@spell Melf's acid arrow}, {@spell web}"
													],
													[
														"9th",
														"{@spell create food and water}, {@spell stinking cloud}"
													],
													[
														"13th",
														"{@spell blight}, {@spell death ward}"
													],
													[
														"17th",
														"{@spell cloudkill}, {@spell raise dead}"
													]
												]
											}
										]
									},
									{
										"type": "entries",
										"name": "Alchemical Homunculus",
										"entries": [
											"At 3rd level, you learn ancient methods for magically creating a special homunculus that is formed by alchemical substances.",
											"Whenever you finish a long rest and your alchemist's supplies are with you, you can form this homunculus in an unoccupied space within 5 feet of you. If you already have a homunculus from this feature, the first one immediately dies.",
											"The homunculus is friendly to you and your companions, and it obeys your commands. See this creature's game statistics in the {@creature Alchemical Homunculus|uaartificerrevisited} stat block. You determine the homunculus's appearance, which includes wings and bits of alchemical equipment. Some alchemists prefer mechanical-looking birds, whereas others like winged vials or miniature cauldrons.",
											"In combat, the homunculus shares your initiative count, but it takes its turn immediately after yours. The only action it takes on its turn is the {@action Dodge} action, unless you take a bonus action on your turn to command it to take one of the actions in its stat block or to take the {@action Dash}, {@action Disengage}, or {@action Help} action.",
											"If the {@spell mending} spell is cast on it, it regains {@dice 2d6} hit points. If it has died within the last hour, you can use your alchemist's supplies as an action to revive it, provided you are within 5 feet of it and you expend a spell slot of 1st level or higher. The homunculus returns to life with all its hit points restored."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Alchemical Mastery",
										"entries": [
											"At 6th level, your command of magical chemicals has become masterful, enhancing the healing and damage you create through them. When you cast a spell using your {@item alchemist's supplies|phb} as the spellcasting focus, you gain a bonus to one roll of the spell. That roll must restore hit points or be a damage roll that deals acid or poison damage, and the bonus equals your Intelligence modifier (minimum of +1).",
											"In addition, you can cast {@spell lesser restoration} without expending a spell slot, provided you use {@item alchemist's supplies|phb} as the spellcasting focus. You can do so a number of times per day equal to your Intelligence modifier (minimum of once)."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Chemical Savant",
										"entries": [
											"By 14th level, you have been exposed to so many chemicals and unlocked their secrets that they pose little risk to you, and you can use them to quickly end certain ailments. You gain resistance to acid damage and poison damage, and you are now immune to the poisoned condition.",
											"In addition, you can cast {@spell greater restoration} once without expending a spell slot and without providing the material component, provided you use {@item alchemist's supplies|phb} as the spellcasting focus. You regain the ability to do so when you finish a long rest."
										]
									}
								]
							}
						]
					],
					"source": "UAArtificerRevisited",
					"shortName": "Alchemist",
					"page": 6
				},
				{
					"name": "Artillerist",
					"subclassFeatures": [
						[
							{
								"name": "Artillerist",
								"entries": [
									"An Artillerist specializes in using magic to create explosions and defensive positions, as well as magic-infused sidearms—especially wands—that can be used on the battlefield. Artillerists were valued by all the armies of the Last War.",
									{
										"type": "entries",
										"name": "Tools of the Trade",
										"entries": [
											"By the time you adopt this specialty at 3rd level, you're deeply familiar with employing its tools.",
											{
												"type": "entries",
												"name": "Proficiencies",
												"entries": [
													"You gain proficiency with {@item smith's tools|phb} and {@item woodcarver's tools|phb}, assuming you don't already have them. You also gain those tools for free—the result of tinkering you've done as you've prepared for this specialization.",
													"In addition, you gain the ability to use rods, staffs, and wands as spellcasting focuses for your artificer spells. You also gain a nonmagical, wooden wand for free, which you've carved in your spare time."
												]
											},
											{
												"type": "entries",
												"name": "Crafting",
												"entries": [
													"If you craft a magic item in the wand category, it takes you a quarter of the normal time, and it costs you half as much of the usual gold."
												]
											}
										]
									},
									{
										"type": "entries",
										"name": "Artillerist Spells",
										"entries": [
											"Starting at 3rd level, you always have certain spells prepared after you reach particular levels in this class, as shown in the Alchemist Spells table. These spells count as artificer spells for you, but they don't count against the number of artificer spells you prepare.",
											{
												"type": "table",
												"caption": "Artillerist Spells",
												"colLabels": [
													"Artificer Level",
													"Spell"
												],
												"colStyles": [
													"col-xs-2 text-align-center",
													"col-xs-10"
												],
												"rows": [
													[
														"3rd",
														"{@spell shield}, {@spell thunderwave}"
													],
													[
														"5th",
														"{@spell scorching ray}, {@spell shatter}"
													],
													[
														"9th",
														"{@spell fireball}, {@spell wind wall}"
													],
													[
														"13th",
														"{@spell ice storm}, {@spell wall of fire}"
													],
													[
														"17th",
														"{@spell cone of cold}, {@spell wall of force}"
													]
												]
											}
										]
									},
									{
										"type": "entries",
										"name": "Arcane Turret",
										"entries": [
											"At 3rd level, you learn how to create a magical turret. With your smith's tools in hand, you can take an action to magically summon a Medium turret in an unoccupied space on a horizontal surface within 5 feet of you.",
											"The turret is a magical object that occupies its space and that has crablike legs. It has an AC of 18 and a number of hit points equal to five times your artificer level. It is immune to poison damage, psychic damage, and all conditions. If it is forced to make an ability check or a saving throw, treat all its ability scores as 10 (+0). If the {@spell mending} spell is cast on it, it regains {@dice 2d6} hit points. It disappears if it is reduced to 0 hit points or after 10 minutes. You can dismiss it early as an action.",
											"When you summon the turret, you decide which type it is, choosing from the options on the Arcane Turrets table. On each of your turns, you can take a bonus action to cause the turret to activate if you are within 60 feet of it. As part of the same action, you can direct the turret to walk or climb up to 15 feet to an unoccupied space.",
											"You can summon a turret once for free and must finish a long rest before doing so again. You can also summon the turret by expending a spell slot of 1st level or higher. If you summon a second turret, the first turret disappears.",
											"As an action, you can command your turret to detonate if you are within 60 feet of it. Doing so destroys the turret and forces each creature within 10 feet of it to make a Dexterity saving throw against your spell save DC, taking {@dice 3d6} force damage on a failed save or half as much damage on a successful one.",
											{
												"type": "table",
												"caption": "Arcane Turrets",
												"colLabels": [
													"Turret",
													"Activation"
												],
												"colStyles": [
													"col-xs-2",
													"col-xs-10"
												],
												"rows": [
													[
														"Flamethrower",
														"The turret exhales fire in an adjacent 15-foot cone that you designate. Each creature in that area must make a Dexterity saving throw against your spell save DC, taking {@dice 1d8} fire damage on a failed save or half as much damage on a successful one. The fire ignites any flammable objects in the area that aren't being worn or carried."
													],
													[
														"Force Ballista",
														"Make a ranged spell attack, originating from the turret, at one creature or object within 120 feet of it. On a hit, the target takes {@dice 2d8} force damage, and if the target is a creature, it is pushed up to 5 feet away from the turret."
													],
													[
														"Defender",
														"The turret emits a burst of positive energy that grants itself and each creature of your choice within 10 feet of it a number of temporary hit points equal to {@dice 1d8} + your Intelligence modifier (minimum of +1)."
													]
												]
											}
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Wand Prototype",
										"entries": [
											"By 6th level, you now regularly experiment with channeling different types of magic through wands. Whenever you finish a long rest and your {@item woodcarver's tools|phb} are with you, you can touch a nonmagical, wooden wand and turn it into a magic item. When you do so, you invest it with one artificer cantrip of your choice—even one you don't know—that has a casting time of 1 action. As an action, you can cause the magic wand to produce the cantrip, using your spellcasting ability modifier (other creatures are unable to use the wand's magic). The wand loses this magic when you finish your next long rest.",
											"Any damage roll you make for a cantrip in the wand gains a bonus equal to your Intelligence modifier (minimum of +1).",
											"When you reach 14th level in this class, you can invest the wand with two cantrips at the end of a long rest."
										]
									}
								]
							}
						],
						[
							{
								"entries": [
									{
										"type": "entries",
										"name": "Fortified Position",
										"entries": [
											"Starting at 14th level, you're a master at conjuring a well-defended emplacement. You and your allies have half cover while within 10 feet of a turret you create with Arcane Turret, as a result of a shimmering field of magical protection that the turret emits.",
											"You can also now summon a second turret for free and must finish a long rest before doing so again. If you summon the second turret while the first is still present, the first one doesn't disappear, and each turret can be of a different type (if you summon a third turret, the first turret vanishes). Moreover, you can use one bonus action to activate both turrets."
										]
									}
								]
							}
						]
					],
					"shortName": "Artillerist",
					"page": 7,
					"source": "UAArtificerRevisited"
				}
			]
		}
	]
}
