{
	"spellFluff": [
		{
			"name": "Dream of the Blue Veil",
			"source": "TCE",
			"entries": [
				{
					"type": "inset",
					"name": "Traveling to Other Worlds",
					"entries": [
						"The Material Plane holds an infinite number of worlds. Some—like Oerth, Toril, Krynn, and Eberron—are well documented, but there are countless others. You and your friends may even have created some homemade D&D worlds yourselves!",
						"It was not always so. Various scholars speak of a primordial state, a single reality they call the First World, which preceded the multiverse as we know it. Many of the peoples and monsters that inhabit the worlds in the Material Plane originated there. After the First World was shattered by a great cataclysm—giving birth to the worlds that came in its wake—the progeny of the first elves, dwarves, beholders, and other iconic creatures took root on world after world, like seeds scattered by a cosmic wind. If the musings of these great sages are true, every world is a reflection—and in some cases, a distortion—of the First World.",
						"Transit between these worlds is rare but not impossible and can be accomplished in various ways. One such method is called the Great Journey, an epic voyage fraught with peril and littered with obstacles to be overcome. This journey most often occurs aboard a vessel powered by magic.",
						"Another method is the Dream of Other Worlds; travelers fall into a deep slumber and dream themselves into a new realm. The spell {@spell dream of the blue veil|TCE} employs this method of transit.",
						"The most direct method is the Leap to Another Realm; a spellcaster casts {@spell teleportation circle} or {@spell teleport}, aiming to appear in a known teleportation circle or some other location in another world.",
						"Whatever method you use to reach a world, the DM determines whether you succeed and where exactly you appear if you do arrive in that realm."
					]
				}
			]
		},
		{
			"name": "Intellect Fortress",
			"source": "TCE",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "spells/TCE/Intellect Fortress.png"
					}
				}
			]
		},
		{
			"name": "Mind Sliver",
			"source": "TCE",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "spells/TCE/Mind Sliver.png"
					}
				}
			]
		},
		{
			"name": "Summon Celestial",
			"source": "TCE",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "spells/TCE/Summon Celestial.png"
					}
				}
			]
		},
		{
			"name": "Summon Shadowspawn",
			"source": "TCE",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "spells/TCE/Summon Shadowspawn.png"
					}
				}
			]
		},
		{
			"name": "Tasha's Mind Whip",
			"source": "TCE",
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "spells/TCE/Tasha's Mind Whip.png"
					}
				}
			]
		}
	]
}
