{
	"spell": [
		{
			"name": "Blightburn Blast",
			"source": "EC5",
			"page": 73,

			"focus": false,
			"level": 7,
			"traits": [
				"Uncommon",
				"Disease",
				"Evocation"
			],
			"school": "V",
			"traditions": [
				"Arcane",
				"Occult",
				"Primal"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": {
				"F": false,
				"M": false,
				"S": true,
				"V": true
			},
			"area": {
				"types": [
					"Cone"
				],
				"entry": "15-foot cone"
			},
			"savingThrow": "Fortitude",
			"savingThrowBasic": true,
			"duration": {
				"type": null
			},
			"sustain": false,
			"dismiss": false,
			"entries": [
				"You channel a blast of powerful blightburn radiation from your hands. You deal {@damage 4d6} poison damage to creatures in the area. Creatures who fail their save are afflicted with stage 1 of blightburn sickness (see above; on a critical failure, the creature moves immediately to stage 2). The level of blightburn sickness caused by this spell is equal to twice the spell's level, and the disease's save DC uses the caster's DC."
			],
			"heightened": {
				"heightened": false,
				"plus_x": null,
				"x": null,
				"no_x": null
			}
		},
		{
			"name": "Control Sand",
			"source": "EC5",
			"page": 73,

			"focus": false,
			"level": 7,
			"traits": [
				"Uncommon",
				"Earth",
				"Evocation"
			],
			"school": "V",
			"traditions": [
				"Arcane",
				"Primal"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": {
				"F": false,
				"M": false,
				"S": true,
				"V": true
			},
			"area": {
				"types": [
					"Emanation"
				],
				"entry": "5-foot emanation"
			},
			"savingThrowBasic": false,
			"duration": {
				"type": "timed",
				"entry": "sustained up to 1 minute",
				"duration": {
					"number": 1,
					"unit": "minute"
				}
			},
			"sustain": true,
			"dismiss": false,
			"entries": [
				"You whip up a small sandstorm around your body. When a creature starts its turn in the area or moves into the area, it must succeed at a Fortitude save or become {@condition dazzled} for as long as it remains in the area; it is then temporarily immune to this dazzling effect for 10 minutes.",
				"Choose one of the following additional effects when you cast this spell. On subsequent rounds, you can switch to a different effect once per round as a free action triggered by sustaining the spell.",
				{
					"type": "list",
					"items": [
						"{@bold Sand Shield} You create a magical shield made of sand. The sand shield provides no benefit to AC, but it does allow you to use the Shield Block reaction (Core Rulebook 266) and acts as a shield for this purpose. The sand shield has Hardness 14, 21 Hit Points, and no {@condition Broken} Threshold; when the shield's HP are reduced to 0, you can't use its Shield Block reaction again until the next time you {@action Sustain a Spell||Sustain the Spell} and choose the sand shield effect.",
						"{@bold Sandblast} You direct a jet of sand at a single target. One creature of your choice within 30 feet takes {@damage 8d6} slashing damage (basic Reflex save). On a critical failure, the creature is also {@condition dazzled} for 1 minute.",
						"{@bold Sandstorm} The area of the spell expands to a 30-foot emanation, and any creature that starts its turn in the area or moves into the area takes {@damage 6d4} slashing damage (basic Reflex save) and must hold its breath or begin suffocating (Core Rulebook 478)."
					]
				}
			],
			"heightened": {
				"heightened": true,
				"plus_x": {
					"level": 1,
					"entry": "Increase the sand shield's Hardness by 2 and its Hit Points by 1, the sandblast damage by {@dice 1d6}, and the sandstorm damage by {@dice 1d4}."
				},
				"x": null,
				"no_x": null
			}
		},
		{
			"name": "Pillars Of Sand",
			"source": "EC5",
			"page": 74,

			"focus": false,
			"level": 5,
			"traits": [
				"Uncommon",
				"Conjuration",
				"Earth"
			],
			"school": "C",
			"traditions": [
				"Arcane",
				"Primal"
			],
			"cast": {
				"number": 3,
				"unit": "action"
			},
			"components": {
				"F": false,
				"M": true,
				"S": true,
				"V": true
			},
			"range": {
				"entry": "120 feet",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"savingThrowBasic": false,
			"duration": {
				"type": "timed",
				"entry": "sustained up to 1 minute",
				"duration": {
					"number": 1,
					"unit": "minute"
				}
			},
			"sustain": true,
			"dismiss": false,
			"entries": [
				"You raise one or more pillars of solid sand from the earth. The total height of the pillars is 30 feet, which must be used in 10-foot increments (for example, you could create three 10-foot-tall pillars, one 20-foot-tall pillar and one 10-foot-tall pillar, or one 30-foot-tall pillar). Each pillar is 5 feet by 5 feet in length and width. The pillars must be conjured on a relatively flat area of natural earthen terrain such as sand, dirt, stone, or clay. Regardless of the terrain, the pillars are always made of tightly compacted sand particles that together become as hard and solid as stone (DC 15 {@skill Athletics} to {@action Climb})",
				"If a creature occupies the space where you cast this spell, it is carried upward atop the pillar. The creature can attempt a Reflex save (DC equal to the caster's spell DC); on a success, the creature can either attempt to {@action Grab an Edge} or move into an adjacent unoccupied square. If the pillar would rise higher than the ceiling, it firmly abuts the ceiling but does not rise any higher. A creature caught between a pillar and a ceiling takes no damage (subject to GM discretion, such as is in the case of stalactites or other hazards) but becomes {@condition immobilized}. The creature can attempt an {@action Escape} check to free itself, but it must thereafter {@action Grab an Edge}, {@action Climb} down, or fall from the top of the pillar. The {@action Grab an Edge} and {@action Escape} DCs are the same as the Reflex save.",
				"As part of your action to {@action Sustain a Spell||Sustain the Spell}, you can choose to either destroy one of your pillars, causing it to immediately crumble into nothing, or create a new pillar, as long as doing so wouldn't exceed the total number of feet of pillar you can create. You can {@action Sustain a Spell||Sustain the Spell} two or more times on a single turn to destroy or create a pillar."
			],
			"heightened": {
				"heightened": true,
				"plus_x": {
					"level": 1,
					"entry": "The total height of the pillars increases by 10 feet, but must still be used in 10-foot increments (this also increases the total number of pillars that can be created by one)."
				},
				"x": null,
				"no_x": null
			}
		}
	]
}
