{"spell":[{"name":"Unblinking Flame Aura","source":"LOIL","page":222,"level":5,"traits":["uncommon","divination","fire","healing"],"cast":{"number":1,"unit":"action"},"components":[["V"]],"duration":{"number":1,"unit":"minute"},"entries":["You focus your sight inside and call on your inner fire to grant you warmth, steady your vision, and soothe your body. You recover 15 Hit Points. For the duration, you gain a +2 status bonus on {@skill Perception} checks and resistance 10 to cold."],"heightened":{"plusX":{"1":["You recover an additional 3 Hit Points, and the resistance to cold increases by 2."]}},"focus":true},{"name":"Unblinking Flame Emblem","source":"LOIL","page":223,"level":7,"traits":["uncommon","divination","fire"],"cast":{"number":1,"unit":"action"},"components":[["S"]],"trigger":"Your last action was a successful {@action Strike} against an enemy.","duration":{"number":3,"unit":"round"},"entries":["You emblazon the target with a fiery sigil that projects your sight and your flame onto them, allowing you and your allies to track their movements and making it easier to hit them.","Attack rolls against the target gain a +1 status bonus, and successful Strikes against the target deal {@damage 1d6} fire damage, and {@damage 1d10} {@condition persistent damage||persistent fire damage} on a critical hit. However, you're {@condition flat-footed} against other enemies, as the information from the emblem distracts you. The emblem takes your full attention; if you use unblinking flame emblem again before the original duration expires, the new casting replaces the previous casting."],"heightened":{"X":{"9":["The fire damage increases to {@dice 1d8}, and the {@condition persistent damage||persistent fire damage} on a critical hit increases to {@dice 1d12}."]}},"focus":true},{"name":"Unblinking Flame Ignition","source":"LOIL","page":223,"level":9,"traits":["uncommon","divination","fire"],"cast":{"number":1,"unit":"reaction"},"components":[["V"]],"trigger":"A foe reduces you to half your Hit Points or fewer.","duration":{"number":3,"unit":"round"},"entries":["You feel the most alive when pushed into a corner, as the insights and vision granted by the flame stoke into overdrive. Your body begins to emit a blazing aura of flames. You gain greater darkvision, low-light vision, and the ability to see {@condition invisible} creatures. You gain a fly Speed equal to your land Speed as you launch flame from your aura to soar through the sky. You become {@condition quickened}, and you can use the extra action each round only to {@action Strike} or {@action Fly} using your flames. Any creature who starts their turn within 5 feet of you takes {@damage 1d12} fire damage."],"focus":true},{"name":"Unbreaking Wave Barrier","source":"LOIL","page":223,"level":7,"traits":["uncommon","abjuration","water"],"cast":{"number":1,"unit":"action"},"components":[["V"]],"area":{"entry":"5-foot emanation","types":["Emanation"]},"savingThrow":{"type":["F","F"]},"duration":{"sustained":true,"number":1,"unit":"minute"},"entries":["You create a protective circle around yourself that repels your foes. You gain a +1 status bonus to AC. Any creature other than you within the area, or attempting to move into the area, must attempt a Fortitude saving throw; a creature needs to attempt the Fortitude saving throw only once each round.","If a creature pushed by unbreaking wave barrier would be pushed into a solid barrier or another creature, it stops at that point and takes {@damage 2d6} bludgeoning damage for every additional 5 feet it would've been pushed. On subsequent rounds, the first time you Sustain this Spell each round, you can increase the radius of the barrier by 5 feet.",{"type":"successDegree","entries":{"Critical Success":["The creature is unaffected."],"Success":["The creature isn't pushed, but the space within the barrier is difficult terrain for it."],"Failure":["The creature is pushed 10 feet, and the space within the barrier is difficult terrain for it."],"Critical Failure":["The creature is pushed 20 feet and knocked {@condition prone}, and the space within the barrier is difficult terrain for it."]}}],"focus":true},{"name":"Unbreaking Wave Containment","source":"LOIL","page":223,"level":9,"traits":["uncommon","evocation","incapacitation","water"],"cast":{"number":3,"unit":"action"},"components":[["V"]],"range":{"unit":"feet","number":30},"targets":"up to 4 creatures","duration":{"sustained":true,"number":1,"unit":"minute"},"entries":["You wrap enemies in four strands of water. When you cast the spell, make a spell attack roll against the targets. On a success, they're {@condition immobilized} until the spell ends or they {@action Escape}; on a critical success, they're also {@condition restrained} until the spell ends or they {@action Escape}. Each target that's {@condition immobilized} or {@condition restrained} also takes {@damage 10d6} bludgeoning damage from the constricting waves, with a basic Fortitude save. The first time each subsequent round when you Sustain the Spell, if all the targets aren't {@condition immobilized} or {@condition restrained}, make a spell attack roll against any targets who are free but remain within range, with the same effects as when you cast the spell, immobilizing or restraining them depending on your spell attack roll. Creatures who are {@condition immobilized} or {@condition restrained} take {@damage 10d6} bludgeoning damage with a basic Fortitude save."],"focus":true},{"name":"Unbreaking Wave Vapor","source":"LOIL","page":223,"level":5,"traits":["uncommon","abjuration","water"],"cast":{"number":1,"unit":"reaction"},"components":[["V"]],"trigger":"You're targeted by an attack made by an attacker you can see.","entries":["You're {@condition concealed} against the triggering attack and gain a +2 circumstance bonus to AC against it. After the triggering attack is complete, you can {@action Step} if the triggering attack hit or {@action Step} twice if the triggering attack missed."],"focus":true},{"name":"Unfolding Wind Blitz","source":"LOIL","page":223,"level":7,"traits":["uncommon","air","transmutation"],"cast":{"number":2,"unit":"action"},"components":[["V"]],"entries":["You blitz forward so quickly that you soar through the air, and nothing can react to you. {@action Fly} up to twice your Speed. This movement doesn't trigger reactions. At any point along the way, you can make Strikes with an unarmed attack against up to three different targets within your reach. You increase your multiple attack penalty for these attacks only after completing all of the attacks."],"focus":true},{"name":"Unfolding Wind Buffet","source":"LOIL","page":223,"level":5,"traits":["uncommon","air","evocation"],"cast":{"number":2,"unit":"action"},"components":[["V"]],"entries":["You surround your unarmed attacks with the speed and force of air. Make three unarmed Strikes against the same target. If at least one was a successful hit, the target must attempt a Fortitude save or be pushed back 5 feet for each normal hit from the buffet, plus 10 feet for each critical hit.",{"type":"successDegree","entries":{"Critical Success":["The target is unaffected."],"Success":["The target is pushed back half the normal distance."],"Failure":["The target is pushed back the normal distance."],"Critical Failure":["The target is pushed back double the normal distance and then knocked {@condition prone}."]}}],"focus":true},{"name":"Unfolding Wind Crash","source":"LOIL","page":224,"level":9,"traits":["uncommon","air","evocation","move"],"cast":{"number":2,"unit":"action"},"components":[["V"]],"savingThrow":{"type":["R"],"basic":true},"entries":["You jump up to 120 feet in any direction and then deal {@damage 18d6} bludgeoning damage to creatures within a 20-foot emanation after you land, with a basic Reflex save. Creatures who critically fail are also knocked {@condition prone}."],"heightened":{"X":{"10":["The damage increases to {@dice 20d6}."]}},"focus":true},{"name":"Untwisting Iron Augmentation","source":"LOIL","page":224,"level":7,"traits":["uncommon","earth","transmutation"],"cast":{"number":1,"unit":"action"},"components":[["V"]],"duration":{"number":1,"unit":"minute"},"entries":["Your unarmed attacks are treated as cold iron and silver, they gain the {@trait earth} trait, and they gain a +1 status bonus to damage rolls per damage die."],"heightened":{"X":{"9":["Your unarmed attacks are also treated as adamantine."]}},"focus":true},{"name":"Untwisting Iron Pillar","source":"LOIL","page":224,"level":9,"traits":["uncommon","abjuration","earth"],"cast":{"number":1,"unit":"action"},"components":[["V"]],"duration":{"number":5,"unit":"round"},"entries":["You call upon the earth and your ki to shield you from your enemies. You gain 50 temporary Hit Points that last for the duration or until you lose them, as well as resistance 5 to all physical damage (except adamantine)."],"focus":true},{"name":"Untwisting Iron Roots","source":"LOIL","page":224,"level":5,"traits":["uncommon","earth","transmutation"],"cast":{"number":1,"unit":"action"},"components":[["V"]],"area":{"entry":"10-foot emanation","types":["Emanation"]},"entries":["You manipulate the earth beneath your feet to throw your enemies off balance, leaving chunks of rock and rubble behind. Creatures within range take {@damage 2d6} bludgeoning damage, with a basic Reflex save; on a failed save, they also fall {@condition prone}. The affected area becomes difficult terrain, but you can move through the difficult terrain normally."],"heightened":{"plusX":{"1":["The damage increases by {@damage 1d6}."]}},"focus":true},{"name":"Speaking Sky","source":"LOIL","page":225,"level":6,"traits":["uncommon","air","divination"],"cast":{"number":2,"unit":"action"},"components":[["S","V"]],"duration":{"number":1,"unit":"round"},"entries":["The air speaks to you. You can precisely sense any motion within 60 feet through vibration and air movement."],"focus":true},{"name":"Steal the Sky","source":"LOIL","page":225,"level":5,"traits":["uncommon","air","evocation"],"cast":{"number":1,"unit":"reaction"},"components":[["V"]],"trigger":"You make a successful unarmed {@action Strike} against a flying creature.","targets":"the creature you hit","savingThrow":{"type":["F","F"]},"entries":["You deny a flying creature the support of the air.",{"type":"successDegree","entries":{"Critical Success":["The target is unaffected."],"Success":["The target descends 60 feet. If it hits a surface, it takes bludgeoning damage as if it had fallen."],"Failure":["As success; if the target hits a surface, it falls {@condition prone} and can't {@action Fly}, levitate, or otherwise leave the ground for 1 minute."],"Critical Failure":["As failure, and the creature takes double damage from hitting a surface."]}}],"heightened":{"plusX":{"1":["Increase the distance the creature must descend by 20 feet."]}},"focus":true},{"name":"Summon Ancient Fleshforged","source":"LOIL","page":306,"level":9,"traits":["rare","conjuration","incarnate"],"traditions":["arcane","occult"],"cast":{"number":3,"unit":"action"},"components":[["S","M","V"]],"range":{"unit":"feet","number":250},"duration":{"unit":"turn"},"entries":["You summon an ancient Fleshforged, one of Nex's personal weaponized monstrosities unleashed in the first wars against Geb. It squeezes itself into its war form from time long forgotten, unleashing its wrath upon your foes.","The Fleshforged occupies the space noted in the spell description. When you Cast this Spell, choose one of the Fleshforged below to summon.",{"type":"list","items":["Bone Breaker Size Gargantuan, Speed 40 feet, climb 100 feet; Arrive Skull Breaking Hum (evocation, sonic) The Bone Breaker appears in a shower of bone fragments. Its form is that of an immense titan of flesh and metal with long, muscular, twisted arms. The Bone Breaker releases a hum at a harmonic frequency that weakens bones in creatures' bodies. Each foe within an 80-foot emanation must attempt a Fortitude save. On a critical success, they're unaffected; on a success, they're {@condition enfeebled||enfeebled 2} for 1 round; on a failure they're {@condition enfeebled||enfeebled 3} for 1 minute; and on a critical failure, they're {@condition enfeebled||enfeebled 4} for 10 minutes. A skeleton or other undead foe made almost entirely of bones treats their result as one degree of success worse than they rolled. Depart Bruising Departure The Bone Breaker pounds its long arms into the ground, creating a long shockwave. Each foe within a 100-foot-long, 10-foot-wide line takes {@damage 8d12} bludgeoning damage, with a basic Fortitude save.","Thorn Caller Size Gargantuan, Speed 100 feet; Arrive (evocation, light) Thorn's Guidance The Thorn Caller appears in a burst of light. The Thorn Caller's body is an ornate armored sphere with black panther masks surrounding a glowing light. The ball floats in the air due to six glowing, thornlike wings. Two clusters of bird heads emerge from both sides of the body with long necks that twirl together like tentacles. The Thorn"]},"Caller's burst of light illuminates all foes within 200 feet. The foes become {@condition dazzled} and {@condition flat-footed}, and if they were {@condition invisible}, they become {@condition concealed} instead.","These effects last until the Thorn Caller departs.","Depart Thorn-Burst The Thorn Caller launches its thorned wings at various targets. Attempt spell attack rolls against up to 6 different targets within 300 feet.","On a hit, the target takes {@damage 10d8} piercing damage, double on a critical hit, half on a failure, and none on a critical failure.",{"type":"list","items":["The Thousand Size Medium (see below), Speed 30 feet; Arrive (emotion, enchantment, fear, mental) Disconcerting Arrival Select five spaces in range and summon a Medium-sized polyp of The Thousand in each of these spaces. The Thousand is an entity whose full scope is 1,000 polyps of oozing flesh, each physically separate but mentally part of a single creature. Not all 1,000 polyps have survived, and the spell summons five of them. Each creature within 10 feet of any of the polyps must attempt a Will Save. On a critical success, they're unaffected; on a success, they're {@condition frightened||frightened 1}; on a failure, they're {@condition frightened||frightened 3}; and on a critical failure, they're {@condition frightened||frightened 4} and {@condition fleeing} for 1 round; Depart (illusion, mental) Violent Omen Each {@condition frightened} foe within a 60-foot emanation of any of the five polyps takes {@damage 10d8} mental damage, with a basic Will save.","Scion of Desiccation Size Gargantuan, Speed 100 feet, fly 100 feet; Arrive (necromancy, negative) Ashes to Ashes The Scion of Desiccation appears in a swirl of screaming wind, a gargantuan form of twisted flesh that's constantly flensed by gritty ash and dust, and just as constantly regenerating itself. Each foe within a 40-foot emanation takes {@damage 10d10} negative energy damage, with a basic Fortitude save; Depart (necromancy, negative) Dust to Dust Each foe within a 60-foot emanation must attempt a Fortitude save; they're {@condition drained||drained 2} on a failure or {@condition drained||drained 4} on a critical failure."]}]},{"name":"Summon Healing Servitor","source":"LOIL","page":307,"level":5,"traits":["uncommon","healing","incarnate","necromancy","positive"],"traditions":["divine","primal"],"cast":{"number":3,"unit":"action"},"components":[["S","M","V"]],"range":{"unit":"feet","number":100},"duration":{"unit":"turn"},"entries":["You call forth a servitor forged from raw positive energy to heal and bolster your allies. The servitor occupies the space of a Huge creature and has a speed of 60 feet.","Arrive (healing, necromancy, positive) Servitor's Protection The servitor appears in a flash of light, moving from ally to ally and granting them a temporary reprieve. All allies within 20 feet of the Servitor gain 20 temporary Hit Points until the servitor departs.","Depart (healing, necromancy, positive) Servitor's Blessing The servitor disappears in a 30-foot emanation of positive energy. All willing living creatures within heal {@dice 3d8} Hit Points. All undead within take that much damage, with a basic Fortitude save."],"heightened":{"plusX":{"2":["The Arrive effect's temporary Hit Points increase by 8, and the Depart effect's healing and damage to undead increase by {@dice 1d8}."]}}}]}