{"spell":[{"name":"For Love, for Lightning","source":"LOKL","page":76,"focus":true,"level":6,"traits":["uncommon","electricity","evocation"],"cast":{"number":3,"unit":"action"},"components":[["S","M","V"]],"requirements":"You are wielding a sword or spear made partly or wholly of metal.","duration":{"sustained":true,"unit":"unlimited"},"entries":["When you {@action Cast a Spell||Cast the Spell}, you plunge the required weapon into the ground, where it crackles with crimson lightning. When you {@action Cast a Spell||Cast the Spell}, and the first time during each of your subsequent turns that you {@action Sustain a Spell||Sustain the spell}, the crimson lightning arcs. When the weapon arcs, one enemy of your choice within 30 feet of the weapon takes {@damage 3d12} electricity damage (basic Reflex save). If you {@action Interact} to draw the weapon from the ground, the spell ends."],"heightened":{"plusX":{"2":["The damage increases by {@damage 1d12}."]}}},{"name":"Buffeting Winds","source":"LOKL","page":92,"level":1,"traits":["air","evocation","nonlethal"],"traditions":["primal"],"cast":{"number":2,"unit":"action"},"components":[["S","V"]],"area":{"entry":"15-foot cone","types":["Cone"]},"savingThrow":{"type":["R"]},"entries":["You release a quick burst of wind that batters your living opponents without causing them lasting harm, while also blowing undead away. The wind deals {@damage 2d4} bludgeoning damage, which is nonlethal against living creatures. Against undead, the winds are more vicious, and the spell loses the {@trait nonlethal} trait against such creatures. Each creature in the area must attempt a basic Reflex save. On a failure, undead creatures are also knocked back 5 feet (or 10 feet on a critical failure)."],"heightened":{"plusX":{"1":["The damage increases by {@damage 2d4}."]}}},{"name":"Consecrate Flesh","source":"LOKL","page":92,"level":3,"traits":["uncommon","good","transmutation"],"traditions":["divine"],"cast":{"number":2,"unit":"action"},"components":[["S","V"]],"duration":{"number":1,"unit":"minute"},"entries":["Through the strength of your faith, your body becomes infused with holy energy. You have weakness 5 to evil. Any creature that touches or damages you with an unarmed attack or non-reach melee weapon takes {@damage 1d6} good damage.","Your unarmed attacks deal an additional 1 good damage. Your healing spells that restore Hit Points restore an additional {@dice 1d4} Hit Points when you initially cast them; as normal, if your healing spell restores Hit Points more than once, grants fast healing, or the like, the additional Hit Points still only apply once."],"heightened":{"plusX":{"3":["Creatures touching you take {@dice 1d6} additional good damage, your unarmed {@action Strike||Strikes} deal 1 additional good damage, your healing spells restore {@dice 1d4} more additional Hit Points, and your weakness to evil increases by 5."]}}},{"name":"Dancing Shield","source":"LOKL","page":92,"level":2,"traits":["uncommon","evocation"],"traditions":["arcane","divine","occult","primal"],"cast":{"number":2,"unit":"action"},"components":[["S","V"]],"range":{"unit":"feet","number":60},"targets":"1 touched shield and 1 willing creature","duration":{"sustained":true,"number":1,"unit":"minute"},"entries":["You levitate the touched shield and orbit it around a nearby ally. When you {@action Cast a Spell||Cast the Spell} and {@action Sustain a Spell||Sustain the Spell}, the shield uses the {@action Raise a Shield} action to protect the target creature."],"heightened":{"X":{"4":["If you have the Shield Block reaction, you can use your reaction to have the target shield use Shield Block when the target creature would take damage from a physical attack, in addition to the usual trigger. In this case, Shield Block protects the target creature, rather than you. Since the shield is using Shield Block and not you, additional effects or abilities that normally apply when you Shield Block don't apply."]}}},{"name":"Desperate Repair","source":"LOKL","page":92,"level":5,"traits":["uncommon","transmutation"],"traditions":["arcane","primal"],"cast":{"number":1,"unit":"reaction"},"components":[["V"]],"trigger":"A shield within range would be reduced to 0 Hit Points by a damaging effect","requirements":"The triggering shield had more than 1 Hit Point before taking damage.","range":{"unit":"feet","number":60},"targets":"1 shield","entries":["You hold a shield together with the power of your magic, forcing wood and steel to fuse back together. The shield remains at 1 Hit Point and isn't destroyed. Its construction is weakened until someone takes the time to repair it, preventing desperate repair or a similar ability from saving the same shield until your next daily preparations."]},{"name":"Detect Creator","source":"LOKL","page":93,"level":4,"traits":["rare","detection","divination"],"traditions":["arcane","divine","occult"],"cast":{"number":10,"unit":"minute"},"components":[["S","M","V"]],"range":{"unit":"mile","number":1},"targets":"1 destroyed undead","duration":{"sustained":true,"unit":"unlimited"},"entries":["You examine the remains or spiritual residue of a destroyed undead creature to locate that undead's creator, perhaps a necromancer or vampire. If the creator is within range, you can sense the direction to them. If the creator is within 100 feet, you sense their presence within 100 feet, and the spell ends; you can't further home in on their location. If there's lead or running water between you and the undead's creator, this spell can't locate them. This spell fails automatically if the undead doesn't have a specific creator or the specific creator isn't on the same plane."]},{"name":"Dividing Trench","source":"LOKL","page":93,"level":3,"traits":["uncommon","earth","transmutation"],"traditions":["arcane","primal"],"cast":{"number":3,"unit":"action"},"components":[["S","M","V"]],"range":{"unit":"feet","number":120},"duration":{"number":1,"unit":"minute"},"entries":["You dig an earthen trench across the surrounding terrain, which must be soil, clay, sand, or other soft earth, but not flooring or stone. The trench is 5 feet wide, 5 feet deep, and up to 15 feet long. You can shape the trench's path, but it must be one continuous line. You must conjure the trench in an open space so it doesn't pass through any creatures or objects.","Creatures inside the trench have cover from creatures outside the trench, and creatures outside the trench have cover from creatures inside the trench. Particularly small creatures in the trench might have more cover against other creatures who aren't close to the trench's edge, and in turn, those creatures might have more cover against small creatures in the trench; the GM determines the amount of additional cover, if any.","Entering or leaving the trench requires an additional 5 feet of movement but doesn't require any kind of check and isn't considered {@quickref difficult terrain||3|terrain}. At the end of the spell's duration, the trench disappears and all creatures in the trench remain in their spaces on solid ground."],"heightened":{"plusX":{"2":["The trench's maximum length increases by 15 feet."]}}},{"name":"Empathic Link","source":"LOKL","page":93,"level":2,"traits":["uncommon","divination","emotion","mental"],"traditions":["arcane","occult"],"cast":{"number":1,"unit":"minute"},"components":[["S","M","V"]],"range":{"unit":"touch"},"targets":"1 willing creature","duration":{"number":1,"unit":"hour"},"entries":["You forge a bond between yourself and the target, enabling you to feel each other's emotions. You and the target can communicate empathetically, sharing emotions, at a distance of up to 1 mile."],"heightened":{"X":{"4":["You can target up to 4 willing creatures, and the duration increases to 8 hours."]}}},{"name":"Enhance Senses","source":"LOKL","page":93,"level":4,"traits":["uncommon","divination"],"traditions":["arcane","divine","occult","primal"],"cast":{"number":2,"unit":"action"},"components":[["S","V"]],"range":{"unit":"feet","number":30},"targets":"1 willing creature","duration":{"number":1,"unit":"hour"},"entries":["You enhance the target's senses. The target gains low-light vision, and all of the target's imprecise senses have their distances doubled. If the target already has low-light vision, they gain darkvision."],"heightened":{"plusX":{"2":["The number of targets increases by 1."]}}},{"name":"Erase Trail","source":"LOKL","page":93,"level":2,"traits":["uncommon","abjuration"],"traditions":["primal"],"cast":{"number":2,"unit":"action"},"components":[["S","V"]],"range":{"unit":"feet","number":100},"area":{"entry":"40-foot burst","types":["Burst"]},"entries":["You drastically reduce all signs of one specific creature's passage from the area, including footprints, handprints, dirt, and minor changes caused to the surrounding environment, like the bending of grass. The DC of checks to {@action Seek} or {@action Search} and discover such signs within the area gains a +4 status bonus or is equal to your spell DC, whichever is higher. This spell doesn't repair objects the creature damaged, return slain creatures to life, or remove objects or garbage left behind. It also doesn't prevent others from noticing that the creature's trail ends or begins abruptly outside the area.","Finally, this spell doesn't hide the creature from sight or prevent them from leaving new signs of their presence after this spell is cast."],"heightened":{"plusX":{"2":["The range increases by 100 feet, the area increases by 20 feet, and you can remove all signs of 1 additional creature's passage from the area."]}}},{"name":"Forced Mercy","source":"LOKL","page":93,"level":1,"traits":["uncommon","emotion","enchantment","mental"],"traditions":["divine","occult"],"cast":{"number":2,"unit":"action"},"components":[["S","V"]],"range":{"unit":"feet","number":30},"targets":"1 creature","savingThrow":{"type":["W"]},"duration":{"unit":"unknown","entry":"varies"},"entries":["You soften the target's blows, ensuring they avoid vital areas and cause no lasting harm. All physical damage dealt by the target to living creatures becomes nonlethal and all {@condition persistent damage||persistent bleed damage} dealt by the target is reduced to 0. This effect doesn't incur the typical –2 circumstance penalty for nonlethal attacks with a lethal weapon or attack. An unwilling target must attempt a Will save. A willing target can choose to critically fail their saving throw.",{"type":"successDegree","entries":{"Critical Success":["The creature is unaffected."],"Success":["The creature is affected for 1 round."],"Failure":["The creature is affected for {@dice 1d4} rounds."],"Critical Failure":["The creature is affected for 1 minute."]}}],"heightened":{"X":{"4":["The range increases to 100 feet, and you can target up to 8 creatures."]}}},{"name":"Life Pact","source":"LOKL","page":94,"level":3,"traits":["uncommon","healing","necromancy"],"traditions":["divine","occult","primal"],"cast":{"number":1,"unit":"minute"},"components":[["S","M","V"]],"range":{"unit":"touch"},"targets":"up to 6 willing creatures","duration":{"number":10,"unit":"minute"},"entries":["Using your life force or spirit as a conduit, you bind the targets in a mystical pact. If one of the targets is about to take damage that would reduce it to 0 Hit Points, all other targets immediately lose 3 Hit Points and the triggering target regains a number of Hit Points equal to the Hit Points lost this way, just before taking the damage. If this healing is enough that the triggering target is no longer reduced to 0 Hit Points, they remain conscious. Once the triggering target has regained Hit Points from the other targets, the spell ends."],"heightened":{"plusX":{"1":["Increase the number of Hit Points lost by 1 for each target other than the one reduced to 0 Hit Points.","The target reduced to 0 Hit Points regains that many additional Hit Points."]}}},{"name":"Lock Item","source":"LOKL","page":94,"level":2,"traits":["uncommon","abjuration"],"traditions":["arcane","primal"],"cast":{"number":2,"unit":"action"},"components":[["S","V"]],"range":{"unit":"feet","number":30},"targets":"1 object held by 1 creature and the creature holding it","savingThrow":{"type":["R"]},"duration":{"unit":"unknown","entry":"varies"},"entries":["One object held by a creature becomes fused to that creature's hand and can't be put down. To {@action Disarm} or {@action Steal} the item, the result of the skill check must exceed the spell's DC or the normal DC, whichever is higher. To voluntarily drop the weapon, the target must spend an {@action Interact} action rather than a free action, and then succeed at a Reflex save. On a failed save, the action is wasted, but on a success, they drop the item and the spell ends. An unwilling creature must attempt an initial Reflex save against lock item. A willing creature can choose to critically fail the saving throw.",{"type":"successDegree","entries":{"Critical Success":["The creature is unaffected."],"Success":["The creature is affected for 1 round."],"Failure":["The creature is affected for 4 rounds."],"Critical Failure":["The creature is affected for 1 minute."]}}],"heightened":{"plusX":{"2":["You can target either 1 additional object held by the same creature or 1 additional object held by 1 additional creature."]}}},{"name":"Martyr's Intervention","source":"LOKL","page":94,"level":3,"traits":["uncommon","healing","necromancy"],"traditions":["divine","occult","primal"],"cast":{"number":1,"unit":"reaction"},"components":[["V"]],"trigger":"A creature within range would take damage that reduces it to 0 Hit Points","requirements":"You don't have the {@condition wounded} condition.","range":{"unit":"feet","number":60},"targets":"1 living creature","entries":["You shield a creature in dire need with your own life force, taking the harm upon yourself to save their life. The target is reduced to 1 Hit Point instead of 0 Hit Points. All remaining damage that was prevented from harming the target creature is instead dealt to you. Both you and the target become {@condition wounded||wounded 1}; targets who are already {@condition wounded} increased their {@condition wounded} value by 1."]},{"name":"Purifying Icicle","source":"LOKL","page":94,"level":1,"traits":["uncommon","cold","evocation","positive"],"traditions":["divine","primal"],"cast":{"number":2,"unit":"action"},"components":[["S","V"]],"range":{"unit":"feet","number":60},"targets":"1 creature","savingThrow":{"type":["F"]},"entries":["You evoke life essence into the form of water and freeze it, then launch the icicle at a foe. Make a spell attack roll. On a success, the icicle deals {@damage 2d6} piercing damage and {@damage 1d6} cold damage, and if the target is undead, the icicle deals an additional {@damage 1d4} positive damage. On a critical success, the target takes double damage and takes a –10-foot circumstance penalty to its Speeds for 1 round as the icicle lodges inside them before melting away."],"heightened":{"plusX":{"1":["The piercing damage and cold damage each increase by {@damage 1d6}. The positive damage increases by {@damage 1d4}."]}}},{"name":"Radiant Beam","source":"LOKL","page":94,"level":4,"traits":["uncommon","evocation","good","light"],"traditions":["divine","primal"],"cast":{"number":2,"unit":"action"},"components":[["S","V"]],"area":{"entry":"120-foot line","types":["Misc."]},"savingThrow":{"type":["R"],"basic":true},"entries":["You fire a beam of blinding light from your outstretched hands. The beam deals {@damage 5d10} good damage. On a failed saving throw, a creature becomes {@condition dazzled} for 1 round, or {@condition dazzled} for 4 rounds on a critical failure.","If the light passes through an area of magical darkness or targets a creature affected by magical darkness, radiant beam attempts to counteract the darkness. If you need to determine whether the light passes through an area of darkness, draw a line between yourself and the target."],"heightened":{"plusX":{"1":["The damage increases by {@damage 1d10}."]}}},{"name":"Scouring Pulse","source":"LOKL","page":94,"level":5,"traits":["uncommon","evocation","light","positive"],"traditions":["arcane","divine","occult"],"cast":{"number":2,"unit":"action"},"components":[["S","V"]],"range":{"unit":"feet","number":120},"area":{"entry":"10-foot radius, 60-foot-tall cylinder","types":["Cylinder"]},"savingThrow":{"type":["R"]},"entries":["You inundate the area with concentrated positive energy, which scours away the stain of undeath. Each creature in the area takes {@damage 6d8} positive damage and must attempt a basic Reflex save. Creatures that fail the save also take {@damage 1d8} {@condition persistent damage||persistent positive damage}. Creatures that take {@condition persistent damage||persistent positive damage} from scouring pulse are wreathed in a heatless halo of light. They emit bright light in a 5-foot radius preventing them from being {@condition concealed}; if the creature is {@condition invisible}, they're {@condition concealed} while affected by scouring pulse, rather than being {@condition undetected}."],"heightened":{"X":{"8":["The positive damage increases to {@dice 9d8} damage, and the {@condition persistent damage||persistent positive damage} increases to {@dice 2d8}. Creatures remain suffused in light for {@dice 1d4} additional rounds after removing the {@condition persistent damage||persistent positive damage}."]}}},{"name":"Sign of Conviction","source":"LOKL","page":95,"level":3,"traits":["uncommon","conjuration"],"traditions":["divine"],"cast":{"number":2,"unit":"action"},"components":[["S","V"]],"duration":{"sustained":true,"number":1,"unit":"minute"},"entries":["You conjure the religious symbol of your deity into the air above you in the same space you stand in, wielding the power of your faith to smite your foes. This religious symbol is immobile, made of pure magical force, and can't be damaged. As long as you Sustain sign of conviction, you gain a +1 status bonus to AC and saving throws and are {@condition immobilized}. The DC for {@trait any} effect to force you to move out of your space (such as the {@action Shove} action) is equal to your spell DC or the normal DC, whichever is higher. If you stop being {@condition immobilized} or are moved out of your space, sign of conviction immediately ends.","When you {@action Cast a Spell||Cast the Spell} and each time you {@action Sustain a Spell||Sustain the Spell}, the religious symbol emits a blast of energy at a target within 100 feet. Make a spell attack roll that deals {@dice 2d10} damage on a success (see below for determining damage type) and double damage on a critical success. You can {@action Sustain a Spell||Sustain the Spell} multiple times in the same round to emit an array of blasts.","If you worship a good deity, the spell gains the {@trait good} and {@trait light} traits, deals your choice of either fire or good damage, and emits bright light in a 20-foot burst. If you worship an evil deity, the spell gains the {@trait evil} and {@trait darkness} traits, deals your choice of cold or evil damage, and reduces the light level in a 20-foot burst to dim light if it would be brighter. If you worship a neutral deity, the spell gains the {@trait force} trait and deals force damage."],"heightened":{"plusX":{"2":["The damage increases by {@damage 1d10}."]}}},{"name":"Synchronize Steps","source":"LOKL","page":95,"level":1,"traits":["uncommon","enchantment"],"traditions":["arcane","occult"],"cast":{"number":2,"unit":"action"},"components":[["S","V"]],"range":{"unit":"feet","number":30},"targets":"2 willing creatures","duration":{"sustained":true,"number":1,"unit":"minute"},"entries":["You link the minds of two targets, enabling them to move in tandem. When one of the targets Steps, the other target can use a reaction to {@action Step}. When one of the targets Strides, the other target can use a reaction to {@action Stride}."],"heightened":{"X":{"5":["The range increases to 60 feet, and you can target up to 10 willing creatures."]}}},{"name":"Wall of Virtue","source":"LOKL","page":95,"level":3,"traits":["uncommon","evocation","light"],"traditions":["arcane","divine"],"cast":{"number":3,"unit":"action"},"components":[["S","M","V"]],"range":{"unit":"feet","number":120},"duration":{"number":1,"unit":"minute"},"entries":["You create a translucent wall of light, which draws power from the celestial realms. You create either a 5-foot-thick wall in a straight line up to 60 feet long and 10 feet high or a 5-foot-thick, 10-foot-radius ring with the same height. The wall sheds bright light for 20 feet on each side and dim light for the next 20 feet.","If the light passes through an area of magical darkness or targets a creature affected by magical darkness, wall of virtue attempts to counteract the darkness.","Any creature that crosses the wall or is occupying the wall's area at the start of its turn takes {@damage 1d8} good damage and {@damage 1d8} positive damage."],"heightened":{"plusX":{"2":["The good damage increases by {@damage 1d8}, and the positive damage increases by {@damage 1d8}."]}}}]}