{
	"spell": [
		{
			"name": "Cloak of Light",
			"source": "SoT4",
			"page": 77,
			"type": "Spell",
			"level": 4,
			"traits": [
				"uncommon",
				"healing",
				"light",
				"necromancy",
				"positive"
			],
			"traditions": [
				"Divine",
				"Primal"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"duration": {
				"sustained": true,
				"number": 5,
				"unit": "round"
			},
			"entries": [
				"You surround yourself in holy light that restores the living and rebuffs undead. You glow with bright light in a 30-foot radius and dim light to the next 30 feet. Living creatures that begin their turn adjacent to you recover {@dice 2d4} Hit Points. Undead creatures that begin their turn adjacent to you take {@damage 4d4} positive damage."
			],
			"heightened": {
				"plusX": {
					"2": [
						"The healing increases by {@dice 1d4}, and the damage to undead increases by {@dice 2d4}."
					]
				}
			}
		},
		{
			"name": "Fear the Sun",
			"source": "SoT4",
			"page": 77,
			"type": "Spell",
			"level": 2,
			"traits": [
				"uncommon",
				"transmutation"
			],
			"traditions": [
				"Arcane",
				"Divine",
				"Occult",
				"Primal"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"range": {
				"unit": "feet",
				"number": 30
			},
			"targets": "1 creature",
			"savingThrow": {
				"type": [
					"F"
				]
			},
			"entries": [
				"You cause the creature's vision to become particularly sensitive. The creature must attempt a Fortitude save. The creature is then temporarily immune for 1 minute.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": [
							"The creature is unaffected."
						],
						"Success": [
							"The creature is {@condition dazzled} for 1 round."
						],
						"Failure": [
							"The creature is {@condition dazzled} for 1 minute."
						],
						"Critical Failure": [
							"The creature gains light blindness (Pathfinder Bestiary 343) for 1 minute. If the creature is already exposed to bright light, it immediately becomes {@condition blinded}, as it isn't acclimated to its newly acquired light blindness."
						]
					}
				}
			],
			"heightened": {
				"X": {
					"6": [
						"You can target up to 10 creatures."
					]
				}
			}
		},
		{
			"name": "Moonburst",
			"source": "SoT4",
			"page": 77,
			"type": "Spell",
			"level": 7,
			"traits": [
				"uncommon",
				"cold",
				"evocation",
				"light",
				"positive"
			],
			"traditions": [
				"Divine",
				"Primal"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"range": {
				"unit": "feet",
				"number": 500
			},
			"area": {
				"entry": "60-foot burst",
				"types": [
					"Burst"
				]
			},
			"savingThrow": {
				"type": [
					"R"
				]
			},
			"entries": [
				"A powerful globe of chilling moonlight explodes in the area, dealing {@damage 8d10} cold damage to creatures and objects in the area, plus {@dice 8d10} additional positive damage to undead creatures. Moonburst's cold damage is silver damage for the purposes of weaknesses, resistances, and the like. Each creature and object in the area must attempt a Reflex save.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": [
							"The creature or object is unaffected."
						],
						"Success": [
							"The creature or object takes half damage."
						],
						"Failure": [
							"The creature or object takes full damage."
						],
						"Critical Failure": [
							"The creature or object takes full damage.",
							"If it's a creature, it's {@condition blinded} for an unlimited duration. If the globe overlaps with an area of magical darkness, moonburst attempts to counteract the {@trait darkness} effect."
						]
					}
				}
			],
			"heightened": {
				"plusX": {
					"1": [
						"The cold damage increases by {@dice 1d10}, and the positive damage against undead increases by {@dice 1d10}."
					]
				}
			}
		},
		{
			"name": "Moonlight Ray",
			"source": "SoT4",
			"page": 77,
			"type": "Spell",
			"level": 3,
			"traits": [
				"uncommon",
				"attack",
				"cold",
				"evocation",
				"good",
				"light"
			],
			"traditions": [
				"Divine",
				"Primal"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"range": {
				"unit": "feet",
				"number": 120
			},
			"targets": "1 creature",
			"entries": [
				"You unleash a holy beam of freezing moonlight. Make a ranged spell attack. The ray deals {@damage 5d6} cold damage; if the target is a fiend or undead, you deal an extra {@damage 5d6} good damage. Moonlight ray's cold damage is silver damage for the purposes of weaknesses, resistances, and the like.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": [
							"The target takes double cold damage, as well as double good damage if a fiend or undead."
						],
						"Success": [
							"The target takes full damage. If the light passes through an area of magical darkness or targets a creature affected by magical darkness, moonlight ray attempts to counteract the darkness. If you need to determine whether the light passes through an area of darkness, draw a line between yourself and the spell's target."
						]
					}
				}
			],
			"heightened": {
				"plusX": {
					"1": [
						"The cold damage increases by {@dice 2d6}, and the good damage against fiends and undead increases by {@dice 2d6}."
					]
				}
			}
		},
		{
			"name": "Penumbral Disguise",
			"source": "SoT4",
			"page": 77,
			"type": "Spell",
			"level": 2,
			"traits": [
				"uncommon",
				"illusion",
				"shadow"
			],
			"traditions": [
				"Arcane",
				"Occult"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"range": {
				"unit": "touch"
			},
			"targets": "1 willing creature",
			"duration": {
				"number": 10,
				"unit": "minute"
			},
			"entries": [
				"You wrap the target in shadows, granting them a +1 status bonus to {@skill Stealth} checks to {@action Hide} while in dim light or darkness. In addition, the shadows mask the creature's features. While the creature is in dim light or darkness, other creatures must succeed at a {@action Seek} action against the spell's DC to discern details about the target's appearance.",
				"For example, without using {@action Seek}, other creatures can determine the target's general shape (such as humanoid), but they would need to {@action Seek} to determine the target's precise appearance or any other identifying information.",
				"Creatures with darkvision can still see the target and their features normally. The target's normal appearance is revealed in bright light."
			],
			"heightened": {
				"X": {
					"4": [
						"The status bonus is +2. Creatures with darkvision can no longer discern details about the target while the target is in dim light or darkness without Seeking, though creatures with greater darkvision can still determine these details."
					],
					"6": [
						"As 4th level, except the status bonus is +3 and creatures without darkvision can't determine even general details about the target while the target is in dim light or darkness unless they successfully {@action Seek} the target; these creatures see a vague shadow instead. Even on a successful {@action Seek}, they only determine general features, though they can see details on a critical success."
					],
					"8": [
						"As 6th level, except the status bonus is +4 and even creatures with greater darkvision must {@action Seek} to discern details about the target while the target is in dim light or darkness."
					]
				}
			}
		},
		{
			"name": "Radiant Field",
			"source": "SoT4",
			"page": 78,
			"type": "Spell",
			"level": 2,
			"traits": [
				"uncommon",
				"evocation",
				"light"
			],
			"traditions": [
				"Arcane",
				"Divine",
				"Occult",
				"Primal"
			],
			"cast": {
				"number": 3,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"M",
					"V"
				]
			],
			"range": {
				"unit": "feet",
				"number": 120
			},
			"area": {
				"entry": "20-foot burst",
				"types": [
					"Burst"
				]
			},
			"duration": {
				"number": 1,
				"unit": "minute"
			},
			"entries": [
				"You create an area of bright light. Creatures with light blindness (Bestiary 343) that are {@condition blinded} by radiant field and remain in the area must attempt a Fortitude save at the start of their turns. On a failure, a creature remains {@condition blinded} for 1 round; this is an {@trait incapacitation} effect. This spell also suppresses magical darkness of your radiant field spell's level or lower."
			],
			"heightened": {
				"X": {
					"4": [
						"Creatures seen through the area are {@condition concealed} to creatures with light blindness, even those that are outside the area."
					]
				}
			}
		},
		{
			"name": "Wall of Radiance",
			"source": "SoT4",
			"page": 78,
			"type": "Spell",
			"level": 3,
			"traits": [
				"uncommon",
				"evocation",
				"light"
			],
			"traditions": [
				"Arcane",
				"Primal"
			],
			"cast": {
				"number": 3,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"M",
					"V"
				]
			],
			"range": {
				"unit": "feet",
				"number": 30
			},
			"duration": {
				"number": 1,
				"unit": "minute"
			},
			"entries": [
				"You form a wall of brilliant light that obscures creatures. You create a thin wall of light in a straight line up to 60 feet long and 10 feet high. You must create the wall in an unbroken open space so its edges don't pass through any creatures or objects, or the spell is lost. The wall stands vertically. If you wish, the wall can be of a shorter length or height. Creatures adjacent to the wall are {@condition dazzled}. Creatures that move through the wall take {@damage 2d6} fire damage (basic Fortitude save) as the concentrated light burns them."
			],
			"heightened": {
				"X": {
					"4": [
						"The bright light makes it difficult to discern creatures on the other side. Creatures are {@condition concealed} to other creatures on the opposite side of the wall from them. The fire damage increases to {@dice 3d6}."
					]
				}
			}
		},
		{
			"name": "Wall of Shadow",
			"source": "SoT4",
			"page": 78,
			"type": "Spell",
			"level": 3,
			"traits": [
				"uncommon",
				"darkness",
				"evocation"
			],
			"traditions": [
				"Arcane",
				"Occult"
			],
			"cast": {
				"number": 3,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"M",
					"V"
				]
			],
			"range": {
				"unit": "feet",
				"number": 30
			},
			"duration": {
				"number": 1,
				"unit": "minute"
			},
			"entries": [
				"You form a wall of pure darkness in a straight line up to 60 feet long and 10 feet high. You must create the wall in an unbroken open space so its edges don't pass through any creatures or objects, or the spell is lost. The wall stands vertically and, if you wish, can be of a shorter length or height. The wall prevents light from passing through and appears as a sheet of pure darkness to creatures observing it.",
				"Creatures without darkvision or those unable to see through darkness can't see creatures on the other side of the wall. The wall is too thin for creatures to {@action Hide} in the darkness itself, but creatures can {@action Hide} from creatures on the other side of the wall as normal."
			],
			"heightened": {
				"X": {
					"5": [
						"Creatures with darkvision (but not greater darkvision) can barely see through the wall. They treat targets seen through the wall as {@condition concealed}."
					],
					"7": [
						"Creatures with greater darkvision can barely see through the darkness. They treat targets seen through the wall as {@condition concealed}. All other creatures are unable to see through the darkness at all."
					]
				}
			}
		}
	]
}
