{
	"spell": [
		{
			"name": "Banishing Touch",
			"source": "WoI",
			"remaster": true,
			"page": 154,
			"level": 2,
			"traits": [
				"rare",
				"attack",
				"concentrate",
				"manipulate",
				"mythic"
			],
			"traditions": [
				"arcane",
				"divine",
				"primal",
				"occult"
			],
			"cast": {
				"unit": "varies",
				"entry": "{@as 1} to {@as 3}"
			},
			"range": {
				"unit": "touch"
			},
			"targets": "1 creature",
			"savingThrow": {
				"type": [
					"AC"
				]
			},
			"entries": [
				"Your touch projects a surge of magic that launches your target safely away. Make a melee spell attack at mythic proficiency against your target's AC. If you hit, you deal {@damage 1d6} bludgeoning damage, and you launch the target into the air and away from you; the target takes falling damage as normal. The number of actions you spend while Casting the Spell determines the damage dealt by your touch and how far the target is launched.",
				{
					"type": "list",
					"style": "list-hang-notitle",
					"items": [
						{
							"type": "item",
							"name": "{@as 1}",
							"entry": "The target is launched 10 feet into the air and knocked back 10 feet."
						},
						{
							"type": "item",
							"name": "{@as 2}",
							"entry": "Your touch deals {@damage 2d6} bludgeoning damage instead. The target is launched 20 feet into the air and pushed back 10 feet."
						},
						{
							"type": "item",
							"name": "{@as 3}",
							"entry": "Your touch deals {@damage 2d6} bludgeoning damage instead. The target is launched 30 feet into the air and pushed back 20 feet."
						}
					]
				}
			],
			"heightened": {
				"X": {
					"4": [
						"The initial damage increases by {@damage 1d6}, and all distances increase by 10 feet for the 1-action version or 20 feet for the 2- and 3-action versions."
					],
					"6": [
						"The initial damage increases by {@damage 2d6}, and all distances increase by 20 feet for the 1-action version or 60 feet for the 2- and 3-action versions."
					],
					"8": [
						"The initial damage increases by {@damage 3d6}, and all distances increase by 30 feet for the 1-action version or 100 feet for the 2- and 3-action versions."
					]
				}
			}
		},
		{
			"name": "Beseech Arcanotheign",
			"source": "WoI",
			"remaster": true,
			"page": 154,
			"level": 9,
			"traits": [
				"rare",
				"concentrate",
				"incarnate",
				"manipulate",
				"mythic"
			],
			"traditions": [
				"arcane",
				"divine",
				"occult",
				"primal"
			],
			"cast": {
				"number": 3,
				"unit": "action"
			},
			"range": {
				"unit": "feet",
				"number": 100
			},
			"duration": {
				"unit": "turn",
				"number": 1,
				"entry": "until the end of your next turn"
			},
			"entries": [
				"With a whispered prayer or arcane sending, you conjure Arcanotheign, herald of {@deity Nethys|PC1}. She's a storm of magic, half white and half black, roiling in a vaguely humanoid shape. She occupies the space of a {@trait Medium} creature and has a Speed of 40 feet and a fly Speed of 60 feet.",
				"{@b Arrive} ({@trait sonic}) {@i Storm's Unbridled Destruction} Arcanotheign arrives with a flash of light and a cacophonous crash of colliding magic. All enemies in a 60-foot emanation take {@damage 8d12} sonic damage with a basic Reflex save. A creature that critically fails is additionally {@condition deafened|PC1} for 10 minutes.",
				"{@b Depart} ({@trait electricity}, {@trait healing}) {@i Flash of Brilliance} Arcanotheign fires a powerful arcane blast at one target within 100 feet, dealing {@damage 5d12} electricity damage with a basic Reflex save, and a powerful divine blast at one ally, healing {@dice 5d12} Hit Points. Then, Arcanotheign asks for payment in the form of a fond memory. If you pay this cost, you lose this memory, Arcanotheign gains this memory, and Arcanotheign whispers a secret into your mind; you can immediately {@action Recall Knowledge|PC1} on any subject at mythic proficiency."
			]
		},
		{
			"name": "Bounty of the Sky",
			"source": "WoI",
			"remaster": true,
			"page": 155,
			"level": 6,
			"traits": [
				"rare",
				"concentrate",
				"healing",
				"manipulate",
				"mythic"
			],
			"traditions": [
				"divine",
				"primal"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"area": {
				"entry": "30-foot emanation",
				"types": [
					"Emanation"
				]
			},
			"duration": {
				"number": 1,
				"unit": "minute"
			},
			"entries": [
				"You call forth a flock of geese that drop restorative fruits and breads from the sky as they fly overhead. You or an ally in the area can {@action Interact|PC1} to collect one of these gifts, and can then either consume it as part of the same action or do so with a separate {@action Interact|PC1} action later in the spell's duration. Enemies who attempt to pick up one of these gifts find that it turns to ash in their hands. Each time a character consumes one of these gifts, they can select one of the following benefits.",
				{
					"type": "list",
					"items": [
						"The character regains {@dice 4d6} Hit Points.",
						"The character reduces the stage of one {@trait poison} or {@trait disease} they suffer from by one stage. This can't reduce the stage below 1 or cure the affliction.",
						"The character reduces the value of their {@condition clumsy|PC1}, {@condition drained|PC1}, {@condition enfeebled|PC1}, or {@condition stupefied|PC1} condition by 2, or reduces two of the listed conditions by 1 each."
					]
				}
			],
			"heightened": {
				"plusX": {
					"2": [
						"The amount of Hit Points a character regains from consuming a gift increases by {@dice 2d6}."
					]
				}
			}
		},
		{
			"name": "Final Fate of the Locust Host",
			"source": "WoI",
			"remaster": true,
			"page": 155,
			"level": 7,
			"traits": [
				"rare",
				"concentrate",
				"incarnate",
				"manipulate",
				"mythic"
			],
			"traditions": [
				"arcane",
				"divine",
				"occult",
				"primal"
			],
			"cast": {
				"number": 3,
				"unit": "action"
			},
			"range": {
				"unit": "feet",
				"number": 500
			},
			"duration": {
				"unit": "turn",
				"number": 1,
				"entry": "until the end of your next turn"
			},
			"entries": [
				"You conjure the rotting corpse of Deskari, previously Lord of the Locust Hosts, to the battlefield. Deskari's corpse occupies the space of a {@trait Gargantuan} creature. The corpse is riddled with vermin, including countless locusts, whose collective movement grants the corpse a Speed of 60 feet and a fly Speed of 60 feet.",
				"{@b Arrive} {@i Behold the Rotten Lord} Deskari's corpse is unspeakably foul, emitting a putrid stench, and constantly twitches thanks to the movement of the millions of insects and vermin that consume it. A loud, persistent buzzing is created by the clouds of locusts surrounding it like a haze. Each living enemy creature within a 60-foot emanation must attempt a Fortitude save with the following effects.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": [
							"The creature is unaffected."
						],
						"Success": [
							"The creature is {@condition sickened|PC1|sickened 2}."
						],
						"Failure": [
							"The creature is {@condition sickened|PC1|sickened 3} and {@condition deafened|PC1} for the duration."
						],
						"Critical Failure": [
							"The creature is {@condition sickened|PC1|sickened 4}, {@condition stunned|PC1|stunned 1}, and {@condition deafened|PC1} for the duration."
						]
					}
				},
				"{@b Depart} ({@trait poison}) {@i Feast of the Locust Host} The millions of insects and vermin feasting on Deskari pour out of its corpse and surge across the battlefield, consuming your enemies. This swarm deals {@damage 5d8} piercing damage and {@damage 5d8} poison damage to enemy creatures in a 60-foot emanation with a basic Reflex save. A creature that critically fails is additionally {@condition drained|PC1|drained 2}."
			]
		},
		{
			"name": "Garden of the Green Man's Growth",
			"source": "WoI",
			"remaster": true,
			"page": 155,
			"level": 10,
			"traits": [
				"rare",
				"concentrate",
				"incarnate",
				"manipulate",
				"mythic"
			],
			"traditions": [
				"divine",
				"primal"
			],
			"cast": {
				"number": 3,
				"unit": "action"
			},
			"range": {
				"unit": "feet",
				"number": 100
			},
			"duration": {
				"unit": "turn",
				"number": 1,
				"entry": "until the end of your next turn"
			},
			"entries": [
				"You cast your magic into the earth, calling out to a powerful {@deity green man|WoW2}, a verdant lesser deity of nature, to come to your aid. They occupy the space of a {@trait Medium} creature, have a Speed of 40 feet, and a climb Speed of 40 feet.",
				"{@b Arrive} ({@i plant}) {@i Verdant Bloom} The green man erupts from the ground in a burst of lush growth, dealing {@damage 10d8} bludgeoning damage to creatures in a 60-foot emanation with a basic Reflex save. Creatures that fail this save are pushed 30 feet away from the green man and are knocked {@condition prone|PC1}. The area becomes greater difficult terrain for 24 hours.",
				"{@b Depart} ({@i plant}) {@i Forest of Grasping Vines} The green man casts out their arms, causing vines to rise from the ground, lash at up to six different creatures, and coil them up. Each of these vines targets a different enemy within 100 feet of the green man and deals {@damage 12d6} slashing damage with a basic Reflex save. A creature that fails is {@condition grabbed|PC1} until it {@action Escape|PC1|Escapes} (on a critical failure it is {@condition restrained|PC1} until it {@action Escape|PC1|Escapes}). The {@action Escape|PC1} DC is your spell DC. Each creature that begins its turn {@condition grabbed|PC1} or {@condition immobilized|PC1} by these vines takes an additional {@damage 4d6} bludgeoning damage, as the vines continue to squeeze the life from it."
			]
		},
		{
			"name": "It Is Written",
			"source": "WoI",
			"remaster": true,
			"page": 156,
			"level": 4,
			"traits": [
				"rare",
				"concentrate",
				"mythic",
				"prediction"
			],
			"traditions": [
				"arcane",
				"divine",
				"occult"
			],
			"cast": {
				"number": 1,
				"unit": "action"
			},
			"duration": {
				"unit": "turn",
				"number": 1,
				"entry": "until the end of your next turn"
			},
			"entries": [
				"You envision a future for yourself, confident in the certainty that this vision is your destiny. Before the duration ends, if you would attempt an attack roll, {@skill Perception|PC1} check, saving throw, or skill check that would aid in the fulfillment of this destiny, you can attempt this roll at mythic proficiency. You choose which roll to use this benefit on before rolling. If you use this benefit, the spell ends. Either way, you're then temporarily immune to {@i it is written} for 1 hour."
			]
		},
		{
			"name": "Part the Mists to Paradise",
			"source": "WoI",
			"remaster": true,
			"page": 156,
			"level": 8,
			"traits": [
				"rare",
				"concentrate",
				"exploration",
				"extradimensional",
				"healing",
				"manipulate",
				"mythic"
			],
			"traditions": [
				"arcane",
				"divine",
				"occult",
				"primal"
			],
			"cast": {
				"number": 1,
				"unit": "minute"
			},
			"range": {
				"unit": "feet",
				"number": 30
			},
			"targets": "you and up to 6 willing creatures",
			"duration": {
				"number": 10,
				"unit": "minute"
			},
			"entries": [
				"You conjure a pathway to paradise, visible only to you and your allies through a dense cloud of magical mist. You and the other targets within range are transported through this mist to an extradimensional paradise of idyllic geographical features. Creatures within this paradise don't need to eat or drink. For each minute you spend within this paradise, all creatures within experience the benefits of 24 hours passing, gaining the healing benefits of a full night's rest, as well as the elapse of any afflictions or spells with day-long intervals. However, for any afflictions or spells with intervals measured in shorter periods of time, only one of those intervals passes for every minute spent within the paradise. This means that at the end of a minute, a creature can attempt a saving throw against a disease whose interval is 1 day, a {@trait poison} whose interval is 1 minute, and a harmful spell that allows a saving throw each round. Each saving throw attempted while within the paradise gains a +4 status bonus.",
				"You and your allies can act normally while within the paradise and can use the time to cast spells, {@action Refocus|PC1}, or perform other {@trait exploration} activities that take less than 10 minutes. When the spell ends, you and all other targets depart the paradise, returning through the mists to your previous locations or in the nearest unoccupied spaces. You can {@action Dismiss|PC1} this spell."
			]
		},
		{
			"name": "Perceive the Threads of Fate",
			"source": "WoI",
			"remaster": true,
			"page": 156,
			"level": 3,
			"traits": [
				"rare",
				"concentrate",
				"fortune",
				"mythic",
				"prediction"
			],
			"traditions": [
				"arcane",
				"divine",
				"occult"
			],
			"cast": {
				"number": 1,
				"unit": "action"
			},
			"duration": {
				"number": 1,
				"unit": "minute"
			},
			"entries": [
				"You open your mind to the grand design of existence, enabling you to view the threads of fate in all their complex, tangled glory. You attempt {@skill Perception|PC1} checks and Reflex saving throws at mythic proficiency for the duration.",
				"You can {@action Sustain|PC1} the spell once per round to untangle these threads. When you do, if your next action requires you to attempt an attack roll or skill check, you roll this check twice and use the higher result. You can untangle the threads of fate up to three times. After the third time, the spell ends."
			]
		},
		{
			"name": "Rainbow's End",
			"source": "WoI",
			"remaster": true,
			"page": 156,
			"level": 1,
			"traits": [
				"rare",
				"concentrate",
				"light",
				"manipulate",
				"mythic",
				"spirit"
			],
			"traditions": [
				"arcane",
				"divine",
				"primal",
				"occult"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"range": {
				"unit": "feet",
				"number": 60
			},
			"area": {
				"entry": "10-foot burst",
				"types": [
					"Burst"
				]
			},
			"savingThrow": {
				"type": [
					"F"
				],
				"basic": true
			},
			"duration": {
				"sustained": true,
				"number": 1,
				"unit": "minute"
			},
			"entries": [
				"You reach upward to wrest down a rainbow and harness its power to connect this world to the heavens. Each creature in the area takes {@damage 1d4} spirit damage with a basic Fortitude save. Any creature that fails this save is additionally {@condition dazzled|PC1} for 1 round. For the spell's duration, an ally who's adjacent to you can {@action Interact|PC1} and be instantly teleported to an unoccupied space in the spell's area, as long as they don't travel more than 60 feet. This effect has the {@trait teleportation} trait."
			],
			"heightened": {
				"plusX": {
					"2": [
						"The damage increases by {@damage 2d4}, the duration of the {@condition dazzled|PC1} condition on a failed save increases by 1 round, and the maximum distance an ally can use the rainbow to teleport increases by 10 feet."
					]
				}
			}
		},
		{
			"name": "Seize Identity",
			"source": "WoI",
			"remaster": true,
			"page": 156,
			"level": 6,
			"traits": [
				"rare",
				"concentrate",
				"illusion",
				"manipulate",
				"mental",
				"mythic",
				"visual"
			],
			"traditions": [
				"arcane",
				"occult"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"range": {
				"unit": "feet",
				"number": 30
			},
			"targets": "1 {@trait intelligent} creature",
			"savingThrow": {
				"type": [
					"W"
				]
			},
			"duration": {
				"sustained": true,
				"number": 1,
				"unit": "minute"
			},
			"entries": [
				"With a gleeful cackle, you seize an individual's voice and swallow it. For the duration, you look and sound like the target, and the target can't speak. The effects depend on the result of the target's Will saving throw.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": [
							"The creature is unaffected."
						],
						"Success": [
							"You take on the target's appearance, with the same effects of a 3rd-rank {@spell illusory disguise|PC1} spell, and the target can't speak, with the same effects of a 2nd-rank {@spell silence|PC1} spell."
						],
						"Failure": [
							"As success, but the target also takes {@damage 4d6} mental damage from the transformation."
						],
						"Critical Failure": [
							"As success, but the target also takes {@damage 8d6} mental damage from the transformation.",
							"The first time each round you {@action Sustain|PC1} this spell after you cast this spell, the target ages rapidly, taking {@damage 2d8} void damage (basic Will save). On a failure, the target also becomes {@condition enfeebled|PC1|enfeebled 1} or increases the value of its {@condition enfeebled|PC1} condition by 1."
						]
					}
				}
			],
			"heightened": {
				"X": {
					"9": [
						"The mental damage increases by {@damage 4d6}, and the void damage increases by {@damage 1d8}."
					]
				}
			}
		},
		{
			"name": "Summon Oliphaunt of Jandelay",
			"source": "WoI",
			"remaster": true,
			"page": 157,
			"level": 10,
			"traits": [
				"rare",
				"concentrate",
				"incarnate",
				"manipulate",
				"mythic"
			],
			"traditions": [
				"arcane",
				"occult"
			],
			"cast": {
				"number": 3,
				"unit": "action"
			},
			"range": {
				"unit": "feet",
				"number": 500
			},
			"duration": {
				"unit": "turn",
				"number": 1,
				"entry": "until the end of your next turn"
			},
			"entries": [
				"You briefly summon the mythical Oliphaunt of Jandelay, unleashing a manifestation of pure destruction that obliterates everything unfortunate enough to stand in its path. The summoned Oliphaunt occupies the space of a {@trait Gargantuan} creature. It has a Speed of 200 feet.",
				"{@b Arrive} ({@trait force}) {@i Devastating Displacement} Using hidden magics and long-lost techniques, you conjure an immense gate to Jandelay, compelling the Oliphaunt to step through. The Oliphaunt arrives in a 60-foot burst. Each creature in the area takes {@damage 8d10} force damage (basic Reflex save). On a failure, the creature is also pushed 60 feet away from the Oliphaunt.",
				"{@b Depart} {@i Annihilating Trample} The Oliphaunt becomes aware that it has been summoned to a world that isn't on the verge of annihilation. It summons another enormous gate to Jandelay 200 feet in front of it. The Oliphaunt then rages forward through the gate, crushing everything in its path, before closing the gate behind it and disappearing. The Oliphaunt creates an 80-foot-wide path of devastation that extends 200 feet. Each creature and vehicle in the area takes {@damage 8d8} bludgeoning damage (basic Fortitude save). A creature or vehicle reduced to 0 Hit Points is smashed into fine powder; its gear, passengers, and cargo remain. An unattended object in the area is destroyed unless it succeeds at a Fortitude save, regardless of Hardness, or unless it's an {@trait artifact} or similarly hard to destroy. This trample automatically destroys any {@trait force} effect, such as a {@spell wall of force|PC1}."
			]
		},
		{
			"name": "Diadem of Divine Radiance",
			"source": "WoI",
			"remaster": true,
			"page": 157,
			"level": 5,
			"traits": [
				"rare",
				"concentrate",
				"light",
				"manipulate",
				"mythic",
				"sanctified"
			],
			"traditions": [
				"arcane",
				"divine",
				"occult",
				"primal"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"duration": {
				"number": 1,
				"unit": "minute"
			},
			"entries": [
				"You don a diadem of radiant light, which sheds bright light to a range of 60 feet and dim light to a further 60 feet. When you Cast the Spell and when you {@action Sustain|PC1} it during the duration, you can draw a disc of spiraling light from the diadem and throw it at a creature within 120 feet. Make a ranged spell attack at mythic proficiency against the target's AC. This action has the {@trait attack} and {@trait spirit} traits. On a hit, you deal {@damage 4d8} spirit damage, {@damage 1d4} {@condition persistent damage|PC1|persistent spirit damage}, and the target is {@condition dazzled|PC1} for 1 round (3 rounds on a critical hit). The {@condition persistent damage|PC1} isn't doubled on a critical hit.",
				"If the disc passes through an area of magical darkness or targets a creature affected by magical darkness, the disc's glow attempts to counteract the darkness using your {@skill Religion|PC1} or {@skill Occultism|PC1} skill modifier as the counteract check modifier and half your level as the counteract rank."
			],
			"heightened": {
				"plusX": {
					"2": [
						"The disc's divine damage increases by {@damage 2d8}, and the {@condition persistent damage|PC1} increases by {@damage 1d4}."
					]
				}
			}
		},
		{
			"name": "Travel by Turtle",
			"source": "WoI",
			"remaster": true,
			"page": 157,
			"level": 3,
			"traits": [
				"rare",
				"concentrate",
				"manipulate",
				"mythic"
			],
			"traditions": [
				"arcane",
				"primal"
			],
			"cast": {
				"number": 3,
				"unit": "action"
			},
			"range": {
				"unit": "feet",
				"number": 60
			},
			"duration": {
				"number": 1,
				"unit": "hour"
			},
			"entries": [
				"You conjure an intelligent sea turtle, who agrees to carry you upon its shell on a water journey. This turtle must be conjured into a large body of water within range, such as a lake or broad river. The turtle conjured is Large, is capable of carrying one {@trait Medium} creature or up to four {@trait Small} creatures, and has a swim Speed of 30 feet. The turtle doesn't engage in combat and doesn't put itself intentionally into harm's way, but it does convey you to a destination of your choice and follows your suggestions. The turtle otherwise functions as a boat, save that it controls itself and doesn't need to be piloted."
			],
			"heightened": {
				"X": {
					"5": [
						"The turtle's size increases to {@trait Huge}, making it capable of carrying one {@trait Large} creature, up to four {@trait Medium} creatures, or up to 16 {@trait Small} creatures. Its swim Speed increases to 40 feet, and the duration increases to 1 day."
					],
					"7": [
						"The turtle's size increases to {@trait Gargantuan}, making it capable of carrying one {@trait Huge} creature, up to four {@trait Large} creatures, up to 16 {@trait Medium} creatures, or up to 32 {@trait Small} creatures. Its swim Speed increases to 50 feet, and the duration increases to 1 week."
					],
					"9": [
						"The turtle's size increases to {@trait Gargantuan}, making it capable of carrying two {@trait Huge} creatures, up to eight {@trait Large} creatures, up to 32 {@trait Medium} creatures, or up to 64 {@trait Small} creatures. Its swim Speed increases to 60 feet, and the duration increases to 1 month."
					]
				}
			}
		},
		{
			"name": "Trickster's Feathers",
			"source": "WoI",
			"remaster": true,
			"page": 157,
			"level": 4,
			"traits": [
				"rare",
				"concentrate",
				"illusion",
				"manipulate",
				"mythic",
				"visual"
			],
			"traditions": [
				"arcane",
				"divine",
				"occult",
				"primal"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"duration": {
				"number": 24,
				"unit": "hour"
			},
			"entries": [
				"You conjure four magic feathers, each with the potential to hold a single illusory guise. These feathers have negligible Bulk and remain potent for the duration. As an {@action Interact|PC1} action, you can place one of these feathers into your hair or cap, or remove an already donned feather. When worn in this way, the feather causes you to appear as another creature of the same body shape, and with roughly similar height (within 6 inches) and weight (within 50 pounds), as yourself. The disguise is typically good enough to hide your identity but not to impersonate a specific individual. This disguise also changes your voice and scent, but it doesn't disguise your mannerisms or behavior. You can change the appearance of your clothing and worn items, such as making your armor look like a dress. Held items are unaffected, and any worn item you remove returns to its true appearance.",
				"When you don a feather for the first time, you determine the illusory appearance that feather grants you, selecting the ancestry, age, gender, attire, and other visual features. For the duration, this feather is linked to that disguise. Wearing it in your hair or hat always imparts the linked appearance. Selecting a feather's appearance for the first time counts as setting up a disguise for the {@action Impersonate|PC1} use of {@skill Deception|PC1}; attempt this {@skill Deception|PC1} check at mythic proficiency.",
				"You can only wear one feather at a time. When you remove a feather, you revert to your true appearance. If you give a feather to another creature, it can no longer impart a disguise."
			]
		}
	]
}
