{"spell":[{"name":"Unraveling Blast","level":1,"source":"SF0","page":15,"focus":true,"traits":["uncommon","divination","sorcerer"],"subclass":{"Bloodline|Sorcerer":["Harrow|SF0"]},"cast":{"number":2,"unit":"action"},"components":[["S","V"]],"range":{"number":30,"unit":"feet"},"targets":"1 creature","savingThrow":{"type":["W"]},"entries":["You unleash a small blast of potential that destroys one of a creature's possible futures, leaving them reeling. You deal {@damage 2d4} mental damage to the creature, and it must attempt a Will save.",{"type":"successDegree","entries":{"Critical Success":"The creature is unaffected.","Success":"The creature takes half the mental damage.","Failure":"The creature takes full damage and is {@condition flat-footed} until the start of its turn.","Critical Failure":"The creature takes double damage, becomes {@condition stunned 1}, and is {@condition flat-footed} until the start of your next turn."}}],"heightened":{"plusX":{"1":["The damage increases by {@damage 3d4}."]}}},{"name":"Invoke the Harrow","level":3,"source":"SF0","page":15,"focus":true,"traits":["uncommon","divination","sorcerer"],"subclass":{"Bloodline|Sorcerer":["Harrow|SF0"]},"cast":{"number":2,"unit":"action"},"components":[["S","V"]],"range":{"number":30,"unit":"feet"},"targets":"1 creature","savingThrow":{"type":["W"]},"duration":{"number":1,"unit":"round"},"entries":["You draw a card from the harrow, either one from a deck you have in hand or magically produce one as part of the spell. You use the power of the card's suit to influence a creature around you. When you draw a card, you can choose to impart a boon or bane associated with the card's suit. The target must attempt a Will save. On a failure, they receive the effects of the chosen boon or bane. If you target an ally with this spell, they can choose to willingly accept the effects without attempting a saving throw. The target can attempt to remove the card's influence by using an action, which has the {@trait concentrate} trait, to attempt the saving throw again; on a success, the effect ends.","To determine the card, draw a card from a harrow deck. If you don't have a harrow deck available, you can roll {@dice 1d6} to randomly determine the suit you draw.",{"type":"list","style":"list-decimal","items":["{@b Hammers (Str)} Boon: The target gains a +2 status bonus to damage rolls; Bane: The target is {@condition enfeebled 1}.","{@b Keys (Dex)} Boon: The target gains a +1 status bonus to AC; Bane: The target is {@condition clumsy 1}.","{@b Shields (Con)} Boon: The target gains temporary Hit Points equal to twice the spell's level; Bane: The target is {@condition drained 1}.","{@b Books (Int)} Boon: The target gains a +1 status bonus to skill checks; Bane: The target is {@condition stupefied 1}.","{@b Stars (Wis)} Boon: The target gains a +1 status bonus to saving throws; Bane: The target is {@condition confused}.","{@b Crowns (Cha)} Boon: The target can roll twice and take the higher result on a single check during the duration. This is a {@trait fortune} effect; Bane: The target must roll twice and take the lower result on a single check of your choosing during the duration. This is a {@trait misfortune} effect."]}],"heightened":{"X":{"6":["The duration is 1 minute. The target must succeed a total of two saving throws to end the effect. The value of boons and banes doubles. The Crowns suit affects a total of three checks during the duration."]}}},{"name":"Rewrite Possibility","level":5,"source":"SF0","page":15,"focus":true,"traits":["uncommon","divination","mental","fortune","prediction","sorcerer"],"subclass":{"Bloodline|Sorcerer":["Harrow|SF0"]},"cast":{"number":2,"unit":"action"},"components":[["S","V"]],"range":{"number":1,"unit":"touch"},"targets":"1 creature","duration":{"number":1,"unit":"minute"},"entries":["You continually glimpse into the target's future and nudge fate to guide them toward the best possible outcome. Due to the amount of information this spell requires you to process, you can't have more than one {@i rewrite possibility} spell in effect at a time. Casting it again ends the previous casting. While {@i rewrite possibility} is in effect, the target gains a +1 status bonus to initiative rolls. In addition, you gain the following reaction.",{"type":"ability","name":"Rewrite Possibility","activity":{"unit":"reaction","number":1},"trigger":"The target fails a check","entries":["The target rolls again with a +2 status bonus and uses the higher result."]}]}]}