{
	"spell": [
		{
			"name": "Distortion Lens",
			"source": "DA",
			"page": 23,
			"type": "Cantrip",
			"level": 1,
			"traits": [
				"uncommon",
				"cantrip",
				"conjuration",
				"psychic"
			],
			"cast": {
				"number": 1,
				"unit": "action"
			},
			"components": [
				[
					"V"
				]
			],
			"range": {
				"unit": "feet",
				"number": 30
			},
			"area": {
				"entry": "one 5-foot square",
				"types": [
					"Misc."
				]
			},
			"duration": {
				"sustained": true,
				"number": 1,
				"unit": "minute"
			},
			"entries": [
				"You create a magical lens that distorts space as best suits you.",
				"You create the lens in a space in range, even suspended in midair.",
				"If your or an ally's ranged attack passes through the lens, the attack gains an additional 10 feet of range; if an enemy's ranged attack would pass through the lens, it requires an additional 10 feet of range to move through, though the enemy knows before using its ability whether the interference puts the target out of range. An ally whose space overlaps the lens can increase the range of its ranged attacks, but an enemy whose space overlaps the lens doesn't reduce the range of its ranged attacks.",
				"The first time each round you Sustain the Spell, you can choose to relocate it to another square within range. The lens disappears if you cast distortion lens again."
			],
			"heightened": {
				"plusX": {
					"3": [
						"The lens increases or decreases the range of abilities by an additional 5 feet."
					]
				}
			},
			"amp": {
				"entries": [
					"The lens can interfere with creatures as well as attacks. Once during a Medium or smaller ally's move action, the ally can move into and out of the lens's square without that square counting against the total distance moved. Conversely, the lens is difficult terrain for your enemies."
				]
			}
		},
		{
			"name": "Ghostly Shift",
			"source": "DA",
			"page": 23,
			"type": "Cantrip",
			"level": 3,
			"traits": [
				"uncommon",
				"cantrip",
				"conjuration",
				"psychic"
			],
			"cast": {
				"number": 1,
				"unit": "action"
			},
			"components": [
				[
					"V"
				]
			],
			"range": {
				"unit": "feet",
				"number": 30
			},
			"targets": "1 creature",
			"duration": {
				"sustained": true,
				"number": 1,
				"unit": "minute"
			},
			"entries": [
				"Your body becomes insubstantial as you partially phase out. You gain resistance 2 to all damage (except force)."
			],
			"heightened": {
				"plusX": {
					"2": [
						"The resistance increases by 1."
					]
				}
			},
			"amp": {
				"entries": [
					"Your insubstantiality is complete enough that you can pass through other creatures, causing painful interference effects when you do so. Once each round when you {@action Stride}, {@action Burrow}, {@action Swim}, or {@action Fly}, you can pass through one creature's space during that action without needing to attempt a check to {@action Tumble Through}, though you can't end your turn in its space. When you pass through a creature's space in this way, you deal {@damage 2d6} force damage to that creature, with a basic Fortitude save."
				],
				"heightened": {
					"plusX": {
						"2": [
							"Increase the damage dealt by phasing through a creature by {@dice 1d6}."
						]
					}
				}
			}
		},
		{
			"name": "Tesseract Tunnel",
			"source": "DA",
			"page": 23,
			"type": "Cantrip",
			"level": 5,
			"traits": [
				"uncommon",
				"cantrip",
				"conjuration",
				"psychic",
				"teleportation"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"duration": {
				"sustained": true,
				"number": 1,
				"unit": "minute"
			},
			"entries": [
				"You race from point to point, tearing open a tunnel in space. You create a portal in your current space and then {@action Stride}, creating another portal in the space you end your {@action Stride}. Until the beginning of your next turn, any creature that enters the first portal can immediately transport itself to the exit portal as part of its move action, which adds the {@trait teleportation} trait to its movement.",
				"You can have only one tesseract tunnel open at a time; creating another causes the first to immediately close. You can use tesseract tunnel while Burrowing, Climbing, Flying, or Swimming instead of Striding if you have the corresponding movement type."
			],
			"amp": {
				"entries": [
					"Physical movement is no longer necessary to connect two points in space. When you cast tesseract tunnel, you simply create a tunnel that ends in a square within a range equal to your Speed; you can choose to immediately teleport to the space at the far end of the tunnel. Furthermore, the tunnel can be traversed in both directions, instead of only from entrance to exit. Finally, the spell's duration changes to 1 minute. You can {@action Dismiss} the spell."
				]
			}
		},
		{
			"name": "Imaginary Weapon",
			"source": "DA",
			"page": 22,
			"type": "Cantrip",
			"level": 1,
			"traits": [
				"uncommon",
				"attack",
				"cantrip",
				"evocation",
				"force",
				"psychic"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"range": {
				"unit": "touch"
			},
			"targets": "1 creature",
			"entries": [
				"You create a simple weapon of force. Make a melee spell attack roll against your target's AC. If you hit, you deal your choice of bludgeoning or slashing damage equal to {@dice 1d8} plus your spellcasting ability modifier. On a critical success, you deal double damage and can choose to detonate your weapon to push the target 10 feet away from you."
			],
			"heightened": {
				"plusX": {
					"1": [
						"The damage increases by {@dice 1d8}."
					]
				}
			},
			"amp": {
				"entries": [
					"You form multiple force weapons to lash out at multiple foes. You make two imaginary weapon Strikes, each against a different target. Your multiple attack penalty doesn't increase until you've made both Strikes."
				],
				"heightened": {
					"plusX": {
						"1": [
							"The damage increases by {@dice 2d8} instead of {@dice 1d8}."
						]
					}
				}
			}
		},
		{
			"name": "Astral Rain",
			"source": "DA",
			"page": 22,
			"type": "Cantrip",
			"level": 3,
			"traits": [
				"uncommon",
				"cantrip",
				"evocation",
				"force",
				"psychic"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"range": {
				"unit": "feet",
				"number": 60
			},
			"area": {
				"entry": "one 5-foot cube",
				"types": [
					"Misc."
				]
			},
			"savingThrow": {
				"type": [
					"R"
				]
			},
			"entries": [
				"You fling a mass of furious thoughts into the air, where they expand into numerous blades or other shapes that rain down. Any creature that's in the area or enters the area before the start of your next turn takes your choice of bludgeoning or piercing damage equal to {@dice 2d4} plus your spellcasting ability modifier, with a basic Reflex saving throw."
			],
			"heightened": {
				"plusX": {
					"1": [
						"The damage increases by {@dice 1d4}."
					]
				}
			},
			"amp": {
				"entries": [
					"The area changes to a 5-foot burst, and you can Sustain the Spell up to 1 minute. The first time each round that you Sustain the Spell, you can move the burst up to 20 feet."
				]
			}
		},
		{
			"name": "Hologram Cage",
			"source": "DA",
			"page": 22,
			"type": "Cantrip",
			"level": 5,
			"traits": [
				"uncommon",
				"cantrip",
				"illusion",
				"light",
				"psychic"
			],
			"cast": {
				"number": 3,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"M",
					"V"
				]
			],
			"range": {
				"unit": "feet",
				"number": 60
			},
			"area": {
				"entry": "1 cube 20 feet on each side",
				"types": [
					"Misc."
				]
			},
			"duration": {
				"number": 1,
				"unit": "minute"
			},
			"entries": [
				"You weave light into a cube of vivid and fantastic patterns. The walls shed bright light for 10 feet (and dim light for the next 20 feet) and completely block line of sight; creatures within the cage can't be seen by creatures outside of it, though they can see each other, and creatures outside of it can't see into it. You can {@action Dismiss} the spell, and if you Cast the Spell again, your previous hologram cage ends."
			],
			"heightened": {
				"X": {
					"7": [
						"The range of the spell increases to 80 feet, and you can expand the cube to be 25 feet on each side."
					]
				}
			},
			"amp": {
				"entries": [
					"Force walls make the cage's barrier physical as well as visual. Each 10-foot-by-10-foot section of the cage's wall has AC 10, Hardness equal to double the spell's level, and HP equal to quadruple the spell's level. The spell is disrupted if any of its walls would pass through a creature when you cast it."
				]
			}
		},
		{
			"name": "Forbidden Thought",
			"source": "DA",
			"page": 21,
			"type": "Cantrip",
			"level": 1,
			"traits": [
				"uncommon",
				"cantrip",
				"enchantment",
				"mental",
				"psychic"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"range": {
				"unit": "feet",
				"number": 30
			},
			"targets": "1 creature",
			"savingThrow": {
				"type": [
					"W"
				]
			},
			"entries": [
				"You place a psychic lock in a foe's mind that prevents it from a specific action. Choose \"{@action Strike},\" \"{@action Stride},\" \"{@action Cast a Spell},\" or a specific action you know the creature to have (such as \"Breath Weapon\" against a dragon). If the creature attempts that action on its next turn, it must surmount your lock to do so, causing it to take {@damage 1d6} mental damage plus your spellcasting ability modifier (with a basic Will save). The target is then temporarily immune for 1 minute."
			],
			"heightened": {
				"plusX": {
					"1": [
						"The damage increases by {@dice 1d6}."
					]
				}
			},
			"amp": {
				"entries": [
					"Your telepathic push is particularly shocking to those who resist it. If the target fails its save, it's also {@condition stunned||stunned 1}."
				]
			}
		},
		{
			"name": "Shatter Mind",
			"source": "DA",
			"page": 21,
			"type": "Cantrip",
			"level": 3,
			"traits": [
				"uncommon",
				"cantrip",
				"evocation",
				"mental",
				"psychic"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"area": {
				"entry": "15-foot cone",
				"types": [
					"Cone"
				]
			},
			"savingThrow": {
				"type": [
					"W"
				],
				"basic": true
			},
			"entries": [
				"You telepathically assail the minds of your foes. You deal mental damage equal to {@dice 2d4} plus your spellcasting ability modifier to all enemies in the area, with a basic Will save."
			],
			"heightened": {
				"plusX": {
					"1": [
						"The damage increases by {@dice 1d4}."
					]
				}
			},
			"amp": {
				"entries": [
					"You increase the area of the spell to your choice of a 30-foot cone or 60-foot cone, and the damage dice for the spell change to d10s. Creatures that fail are {@condition stupefied||stupefied 1} until the start of your next turn (or {@condition stupefied||stupefied 2} on a critical failure)."
				]
			}
		},
		{
			"name": "Contagious Idea",
			"source": "DA",
			"page": 21,
			"type": "Cantrip",
			"level": 5,
			"traits": [
				"uncommon",
				"cantrip",
				"emotion",
				"enchantment",
				"mental",
				"psychic"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"range": {
				"unit": "feet",
				"number": 30
			},
			"targets": "1 or 2 creatures other than yourself (see text) Nothing is so contagious as a thought. You place either a pleasant thought or a terrifying one in a creature's mind. You can then plant the same thought in a second creature's mind.",
			"entries": [
				"You can't choose a creature that's already been a target of this casting of contagious idea, nor can you choose yourself. The second target can be beyond the range of the spell, but it must be within 30 feet of the first target.",
				{
					"type": "list",
					"items": [
						"Pleasant Thought The target is soothed, gaining 5 temporary Hit Points that last for 1 minute.",
						"Terrifying Thought The target must attempt a Will save."
					]
				},
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": [
							"The target is unaffected and is temporarily immune for 1 minute."
						],
						"Success": [
							"The target is {@condition frightened||frightened 1} and is then temporarily immune for 1 minute."
						],
						"Failure": [
							"The target becomes {@condition frightened||frightened 2}."
						],
						"Critical Failure": [
							"The target becomes {@condition frightened||frightened 3}."
						]
					}
				}
			],
			"heightened": {
				"plusX": {
					"1": [
						"The temporary Hit Points for a pleasant thought increase by 1."
					]
				}
			},
			"amp": {
				"entries": [
					"You can choose to spread the thought from the second target to a third target, in the same manner as spreading it from the first target to the second. A pleasant thought grants twice as many temporary Hit Points (10, plus an additional 2 for each level heightened)."
				]
			}
		},
		{
			"name": "Thermal Stasis",
			"source": "DA",
			"page": 20,
			"type": "Cantrip",
			"level": 1,
			"traits": [
				"uncommon",
				"abjuration",
				"cantrip",
				"psychic"
			],
			"cast": {
				"number": 1,
				"unit": "action"
			},
			"components": [
				[
					"V"
				]
			],
			"range": {
				"unit": "feet",
				"number": 60
			},
			"targets": "1 creature",
			"duration": {
				"unit": "unknown",
				"entry": "until the start of your next turn"
			},
			"entries": [
				"The same abilities that let you raise or lower thermal energy also let you keep it at a safe medium. The target gains resistance 2 against fire damage and resistance 2 against cold damage."
			],
			"heightened": {
				"plusX": {
					"1": [
						"Each resistance increases by 2."
					]
				}
			},
			"amp": {
				"entries": [
					"The spell's duration becomes 1 minute."
				]
			}
		},
		{
			"name": "Entropic Wheel",
			"source": "DA",
			"page": 20,
			"type": "Cantrip",
			"level": 3,
			"traits": [
				"uncommon",
				"cantrip",
				"cold",
				"evocation",
				"fire",
				"psychic"
			],
			"cast": {
				"number": 1,
				"unit": "reaction"
			},
			"components": [
				[
					"V"
				]
			],
			"trigger": "You deal cold or fire damage to an enemy.",
			"duration": {
				"number": 1,
				"unit": "minute"
			},
			"entries": [
				"You stockpile thermal energy in a magical wheel-like construct that lets you burn opponents with cold or freeze their bodies with heat. When you Cast the Spell, the wheel has one mote of thermal energy, and when you use a {@trait cold} or {@trait fire} effect or deal cold or fire damage, the wheel spins, siphoning off a bit of energy and gaining another mote. The wheel can't gain motes more than once on a given turn, and the maximum number of motes is equal to entropic wheel's level.",
				"When you {@action Cast a Spell} that deals fire damage, the target also takes cold damage equal to the number of motes in the entropic wheel. When you {@action Cast a Spell} that deals cold damage, the target also takes fire damage equal to the number of motes in the entropic wheel. This applies only to the initial damage of the spell, not to any {@condition persistent damage} or ongoing effects."
			],
			"amp": {
				"entries": [
					"You gain two motes instead of one when you Cast the Spell and each time the wheel gains another mote."
				]
			}
		},
		{
			"name": "Redistribute Potential",
			"source": "DA",
			"page": 20,
			"type": "Cantrip",
			"level": 5,
			"traits": [
				"uncommon",
				"cantrip",
				"cold",
				"evocation",
				"fire",
				"psychic"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"range": {
				"unit": "feet",
				"number": 60
			},
			"area": {
				"entry": "2 adjacent 5-foot squares",
				"types": [
					"Misc."
				]
			},
			"savingThrow": {
				"type": [
					"F",
					"F"
				],
				"basic": true
			},
			"entries": [
				"Energy attempts to balance out, but with your magic, you can shunt all the energy in one area to another. Creatures in either area take {@dice 4d4} damage with a basic Fortitude save. Choose one of the squares to steal heat, dealing cold damage, and the other to concentrate the stolen heat, dealing fire damage. A creature that fails its save also becomes {@condition clumsy||clumsy 1} from numbness if it's in the area of stolen heat or {@condition enfeebled||enfeebled 1} from heat stroke if it's in the area of concentrated heat; these conditions last until the start of your next turn. If a creature is large enough to be in both squares, you choose only one of the areas for it to attempt its save against; it's unaffected by the other area."
			],
			"heightened": {
				"plusX": {
					"1": [
						"The damage increases by {@dice 1d4}."
					]
				}
			},
			"amp": {
				"entries": [
					"You can affect the flow of energy on a much grander scale. Instead of two 5-foot squares, you create two 10-foot bursts. They still must be adjacent to one another and can overlap. A creature in both areas can still be affected by only one of your choice. The spell's damage increases to {@dice 6d6}. The conditions last for 1 minute."
				],
				"heightened": {
					"plusX": {
						"1": [
							"Increase the damage by {@dice 2d6} instead of {@dice 1d4}."
						]
					}
				}
			}
		},
		{
			"name": "Glimpse Weakness",
			"source": "DA",
			"page": 18,
			"type": "Cantrip",
			"level": 1,
			"traits": [
				"uncommon",
				"cantrip",
				"divination",
				"psychic"
			],
			"cast": {
				"number": 1,
				"unit": "action"
			},
			"components": [
				[
					"V"
				]
			],
			"range": {
				"unit": "feet",
				"number": 60
			},
			"targets": "1 creature",
			"duration": {
				"number": 1,
				"unit": "minute"
			},
			"entries": [
				"You glimpse a loose scale, a seam in a foe's armor, or a similar weakness, aiding your allies in landing a precise hit. The first ally that hits the target with a successful {@action Strike} deals additional precision damage equal to 1 + this spell's level, and then the spell ends."
			],
			"amp": {
				"entries": [
					"The additional precision damage is {@dice 1d4+1}."
				],
				"heightened": {
					"plusX": {
						"2": [
							"The additional precision damage increases by {@dice 1d4+1}."
						]
					}
				}
			}
		},
		{
			"name": "Omnidirectional Scan",
			"source": "DA",
			"page": 18,
			"type": "Cantrip",
			"level": 3,
			"traits": [
				"uncommon",
				"cantrip",
				"divination",
				"psychic",
				"scrying"
			],
			"cast": {
				"number": 1,
				"unit": "action"
			},
			"components": [
				[
					"V"
				]
			],
			"area": {
				"entry": "30-foot emanation",
				"types": [
					"Emanation"
				]
			},
			"targets": "1 ally and 1 enemy",
			"duration": {
				"unit": "unknown",
				"entry": "until the start of your next turn"
			},
			"entries": [
				"You quickly view your surroundings from a variety of angles, your senses constructing an overall mental picture. You can choose to {@action Seek} the entire emanation of the spell. Regardless of whether you {@action Seek}, target one ally and one enemy in the area; if a target is {@condition concealed} or {@condition hidden} from you, you automatically succeed at the flat check to target it with this spell. You prepare to {@action Aid} the target ally on an attack roll against the target enemy. If you take this {@action Aid} reaction, you use your spell attack modifier and proficiency rank on your check to {@action Aid}.",
				"If you critically fail the roll to {@action Aid}, you get a failure instead."
			],
			"amp": {
				"entries": [
					"Your scans are so minute that you can project your foe's likely strengths and weaknesses. You learn which of the target enemy's saving throws is highest and which is lowest, and you and all allies within 30 feet gain a +1 circumstance bonus to attacks and damage against the creature.",
					"If you take the {@action Aid} reaction you prepared for and succeed at your roll, these bonuses increase to +2 on the attack you're Aiding. On a critical success, they increase to +3, or to +4 if you have legendary proficiency in spell attack rolls."
				]
			}
		},
		{
			"name": "Foresee the Path",
			"source": "DA",
			"page": 18,
			"type": "Cantrip",
			"level": 5,
			"traits": [
				"uncommon",
				"cantrip",
				"divination",
				"psychic"
			],
			"cast": {
				"number": 1,
				"unit": "action"
			},
			"components": [
				[
					"V"
				]
			],
			"range": {
				"unit": "feet",
				"number": 60
			},
			"targets": "1 ally and 1 enemy",
			"duration": {
				"sustained": true,
				"number": 1,
				"unit": "minute"
			},
			"entries": [
				"You see just a split second into the future and glean how an enemy will move, making it easier for your allies to strike it mid-action. Make a {@skill Perception} check against the target enemy's Will DC or {@skill Deception} DC, whichever is higher. The GM may judge a different DC is more appropriate if it's higher; for instance, using the {@skill Lore||Warfare Lore} DC of a military captain. The target is then temporarily immune for 1 minute.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": [
							"The target ally gains a reaction that lets it make a melee {@action Strike} against the target enemy, triggered if the enemy leaves a square within the ally's reach. If the ally already has an ability that lets it make melee Strikes as a reaction, such as {@action Attack of Opportunity}, the ally can forgo gaining the temporary reaction to instead gain a +2 status bonus to melee Strikes it makes as reactions."
						],
						"Success": [
							"As critical success, but the status bonus an ally gets if it forgoes the reaction is +1."
						],
						"Failure": [
							"The spell has no effect."
						]
					}
				}
			],
			"amp": {
				"entries": [
					"The spell has the same result on a failure as on a success (but still no effect on a critical failure). Each time you Sustain the Spell, you can choose an additional ally to target, granting them the same benefit as the initial target ally."
				]
			}
		},
		{
			"name": "Telekinetic Rend",
			"source": "DA",
			"page": 17,
			"type": "Cantrip",
			"level": 1,
			"traits": [
				"uncommon",
				"cantrip",
				"evocation",
				"psychic"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"range": {
				"unit": "feet",
				"number": 60
			},
			"area": {
				"entry": "2 non-overlapping 5-foot bursts",
				"types": [
					"Burst"
				]
			},
			"savingThrow": {
				"type": [
					"F",
					"F"
				],
				"basic": true
			},
			"entries": [
				"Your mind creates a violent axis of motion in a nearby space. You deal your choice of {@damage 1d6} bludgeoning or {@damage 1d6} slashing damage to all creatures in the area, with a basic Fortitude save. A creature large enough to be in more than one of the bursts takes damage only once."
			],
			"heightened": {
				"plusX": {
					"2": [
						"The damage increases by {@dice 1d6}."
					]
				}
			},
			"amp": {
				"entries": [
					"Your thoughts expand in scope and power. The bursts deal {@damage 1d6} bludgeoning damage and {@damage 1d6} slashing damage, instead of the usual damage. A creature that critically fails its save is also {@condition stunned||stunned 1}."
				],
				"heightened": {
					"plusX": {
						"2": [
							"Both types of damage increase by {@dice 1d6} instead of just one. Add a third non-overlapping 5-foot burst to the area."
						]
					}
				}
			}
		},
		{
			"name": "Vector Screen",
			"source": "DA",
			"page": 17,
			"type": "Cantrip",
			"level": 3,
			"traits": [
				"uncommon",
				"abjuration",
				"cantrip",
				"psychic"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"range": {
				"unit": "feet",
				"number": 60
			},
			"area": {
				"entry": "one 5-foot square",
				"types": [
					"Misc."
				]
			},
			"duration": {
				"unit": "unknown",
				"entry": "until the start of your next turn"
			},
			"entries": [
				"You set up a transparent, rippling screen of telekinetic energy that seizes small, fast-moving projectiles. Creatures can pass through the screen, but ammunition from physical ranged attacks—such as arrows, bolts, sling bullets, and other objects of similar size—is automatically trapped in the screen, clattering to the ground once the spell ends. Attacks with bigger ranged weapons, such as javelins, take a –2 circumstance penalty to their attack rolls if their paths pass through the screen. Massive ranged weapons and spell effects that don't create physical objects pass through the screen with no penalty."
			],
			"heightened": {
				"X": {
					"5": [
						"The screen is 10 feet wide."
					],
					"6": [
						"The screen is 10 feet wide and can interfere even with massless attacks, like magical blasts or gouts of flame. The screen imposes a –2 circumstance penalty to the attack rolls of spell effects even if they don't create physical objects. It also protects against area effects that pass through the screen, granting standard cover to creatures on the opposite side of the screen from the center or origin point of an area."
					]
				}
			},
			"amp": {
				"entries": [
					"Your screen persists for longer, and you can detonate it in an explosive counterattack. The duration of the spell increases to 1 minute. You can {@action Dismiss} the spell. If there are any projectiles trapped in the screen, you can cast {@spell telekinetic projectile} to fire them at one creature as part of Dismissing the spell. Measure the range for the telekinetic projectile from where the vector screen was, instead of from you."
				]
			}
		},
		{
			"name": "Bilocation",
			"source": "DA",
			"page": 104,
			"type": "Spell",
			"level": 9,
			"traits": [
				"conjuration"
			],
			"traditions": [
				"Arcane",
				"Occult"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"duration": {
				"number": 10,
				"unit": "minute"
			},
			"entries": [
				"You exist in two places at once. When you Cast the Spell, another copy of yourself appears in an adjacent square. During bilocation's duration, whenever you act, you can choose which of your selves does so, and whenever one of you uses a move action, you can both move. Your two selves share Hit Points, and any condition or effect on one affects both. If both of your selves are in the area of the same effect, or targeted by the same multitarget effect, you are only affected once. Even if you are reduced to 0 Hit Points or killed, both selves remain until the duration expires. Your link continues at any distance, even across planar boundaries. You can {@action Dismiss} the Spell, and if you do so, you choose which of the selves vanishes and which becomes you, allowing you to extricate one of your selves from a dangerous situation."
			]
		},
		{
			"name": "Bracing Tendrils",
			"source": "DA",
			"page": 104,
			"type": "Spell",
			"level": 3,
			"traits": [
				"evocation",
				"force"
			],
			"traditions": [
				"Arcane",
				"Occult"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"duration": {
				"number": 1,
				"unit": "minute"
			},
			"entries": [
				"Visible tendrils of force anchor your body to the ground, preventing unwanted movement. Whenever you're on the ground and a creature or effect attempts to forcibly move you from your space, you can use your spell DC in place of your Fortitude DC as the DC of the check to move you. If a creature wouldn't normally need a check to move you, it must succeed at an appropriate check (usually an {@skill Athletics} check for physical movement) against your spell DC or you are unmoved; if an effect wouldn't normally need a check to move you, it must counteract bracing tendrils or you are unmoved. When a creature fails to move you in this way, you can choose to have the tendrils lash back and push them 5 feet away from you.",
				"While the tendrils anchor you in place when you come to a stop, they uproot easily to cooperate with your own voluntary movement, so you can still move freely while under the effect of the spell."
			]
		},
		{
			"name": "Empty Pack",
			"source": "DA",
			"page": 105,
			"type": "Spell",
			"level": 2,
			"traits": [
				"illusion"
			],
			"traditions": [
				"Arcane",
				"Occult"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"M"
				]
			],
			"range": {
				"unit": "touch"
			},
			"targets": "1 container of 2 Bulk or less",
			"duration": {
				"number": 1,
				"unit": "hour"
			},
			"entries": [
				"You render every item inside the container you touch {@condition invisible}, although the container itself remains visible. The items within are {@condition undetected} to all creatures, though a creature can attempt to find an item by reaching into the bag, making an item {@condition hidden} to them instead if they succeed. Additionally, the spell doesn't prevent the items from making protrusions in the bag, adding weight, making noise when jostling around, and so on.",
				"However, the spell prevents anything within the container from falling out if it's upended. Any object removed from the container becomes visible and remains visible even if returned to the container."
			],
			"heightened": {
				"X": {
					"4": [
						"The duration is until the next time you make your daily preparations."
					]
				}
			}
		},
		{
			"name": "Etheric Shards",
			"source": "DA",
			"page": 105,
			"type": "Spell",
			"level": 5,
			"traits": [
				"evocation",
				"force"
			],
			"traditions": [
				"Arcane",
				"Occult"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"range": {
				"unit": "feet",
				"number": 60
			},
			"area": {
				"entry": "20-foot burst",
				"types": [
					"Burst"
				]
			},
			"savingThrow": {
				"type": [
					"R"
				],
				"basic": true
			},
			"duration": {
				"number": 1,
				"unit": "minute"
			},
			"entries": [
				"You reach out and sow glittering splinters of force throughout the area, otherworldly caltrops of will and ectoplasm. The area is difficult terrain, even to flying or incorporeal creatures.",
				"Any creature that moves through the area takes {@damage 1d4} piercing damage per square traversed, with a basic Reflex save made at the end of each move action they take through the area."
			],
			"heightened": {
				"plusX": {
					"2": [
						"The spell's area increases by 5 feet, and the piercing damage increases by 1."
					]
				}
			}
		},
		{
			"name": "Falling Sky",
			"source": "DA",
			"page": 105,
			"type": "Spell",
			"level": 8,
			"traits": [
				"evocation",
				"incapacitation"
			],
			"traditions": [
				"Arcane",
				"Occult"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"range": {
				"unit": "feet",
				"number": 120
			},
			"area": {
				"entry": "60-foot tall, 30-foot radius cylinder",
				"types": [
					"Cylinder"
				]
			},
			"entries": [
				"Extraordinary telekinetic pressure smashes down through the area, battering creatures within it to the ground. All flying creatures in the area descend to the bottom of the spell's area, taking twice as much bludgeoning damage as if they had fallen the distance moved, to a maximum of 60 falling damage if they fall 60 feet. They take this falling damage even if the spell's area is entirely in the air and they don't hit the ground, as they concuss against the bottom of the spell's area at great speed. Creatures on the ground and within the spell's area, including flying creatures forced to the ground, must attempt Fortitude saves.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": [
							"The creature is unaffected, and if it was flying, it isn't knocked {@condition prone} even though it took falling damage."
						],
						"Success": [
							"The creature is knocked {@condition prone}."
						],
						"Failure": [
							"The creature is knocked {@condition prone} and {@condition stunned||stunned 2}."
						],
						"Critical Failure": [
							"The creature is knocked {@condition prone} and {@condition stunned} for 1 round."
						]
					}
				}
			]
		},
		{
			"name": "Focusing Hum",
			"source": "DA",
			"page": 105,
			"type": "Spell",
			"level": 3,
			"traits": [
				"divination",
				"enchantment"
			],
			"traditions": [
				"Divine",
				"Occult"
			],
			"cast": {
				"number": 1,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"area": {
				"entry": "15-foot emanation centered on you",
				"types": [
					"Emanation"
				]
			},
			"duration": {
				"sustained": true,
				"number": 1,
				"unit": "minute"
			},
			"entries": [
				"You infuse the air around you with a sustained hum that allows creatures within it to resist distractions. The DC of any flat check to {@action Cast a Spell} while {@condition stupefied} for creatures within the area is 2 lower. {@condition Confused} creatures in the area don't attack anyone, including themselves, and instead lose the ability to speak coherently. You take a –2 penalty to {@skill Stealth} checks to {@action Hide} and {@action Sneak}."
			]
		},
		{
			"name": "Implement of Destruction",
			"source": "DA",
			"page": 105,
			"type": "Spell",
			"level": 4,
			"traits": [
				"emotion",
				"enchantment",
				"fear",
				"mental"
			],
			"traditions": [
				"Divine",
				"Occult"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"range": {
				"unit": "feet",
				"number": 30
			},
			"targets": "1 enemy, and 1 weapon that is either unattended or wielded by you or a willing ally",
			"savingThrow": {
				"type": [
					"W"
				]
			},
			"duration": {
				"number": 1,
				"unit": "minute"
			},
			"entries": [
				"You solemnly declare that the target weapon will bring death to a foe, implanting an irrational fear of the weapon into the target enemy. This link echoes at the forefront of the enemy's mind, forming a looming sense of omnipresent dread. The effect is based on the target enemy's Will save.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": [
							"The target enemy is unaffected."
						],
						"Success": [
							"The target weapon deals an additional {@damage 2d6} mental damage the first time it hits the target enemy before the end of the spell's duration."
						],
						"Failure": [
							"The target weapon deals an additional {@damage 2d6} {@condition persistent damage ||persistent mental damage} to the target enemy. If the enemy is critically hit by the weapon, the enemy is {@condition doomed||doomed 1} for as long as it takes this {@condition persistent damage ||persistent mental damage}."
						],
						"Critical Failure": [
							"The target weapon deals an additional {@damage 4d6} {@condition persistent damage ||persistent mental damage} to the target enemy. If the enemy is critically hit by the weapon, the enemy is {@condition doomed||doomed 1}."
						]
					}
				}
			],
			"heightened": {
				"plusX": {
					"2": [
						"Increase the mental damage by {@dice 1d6} on a success, and increase the {@condition persistent damage ||persistent mental damage} by {@dice 1d6} on a failure or by {@dice 2d6} on a critical failure."
					]
				}
			}
		},
		{
			"name": "Kinetic Ram",
			"source": "DA",
			"page": 105,
			"type": "Spell",
			"level": 1,
			"traits": [
				"evocation",
				"force"
			],
			"traditions": [
				"Arcane",
				"Occult"
			],
			"cast": {
				"number": 1,
				"unit": "varies",
				"entry": "{@as 1} to {@as 3}"
			},
			"components": [
				[
					"V"
				]
			],
			"range": {
				"unit": "unknown",
				"entry": "varies"
			},
			"targets": "1 or more creatures",
			"savingThrow": {
				"type": [
					"F",
					"F"
				]
			},
			"entries": [
				"Gathering kinetic energy, you either focus it in a straight line or disperse it as an encircling ripple. Any creature targeted by this spell must succeed at a Fortitude saving throw or be pushed 10 feet away from you (or 20 feet on a critical failure). The spell's area or range and how many creatures it affects is based on how many actions you spend when Casting the Spell.",
				"{@as 1} The spell targets one creature within 15 feet. {@as 2} The spell targets one creature within 30 feet. The distance the target is pushed if it fails is doubled, and on a critical failure, the target is also knocked {@condition prone} and takes {@damage 1d6} bludgeoning damage.",
				"{@as 3} The spell targets all creatures in a 5-foot emanation."
			]
		},
		{
			"name": "Momentary Recovery",
			"source": "DA",
			"page": 106,
			"type": "Spell",
			"level": 7,
			"traits": [
				"conjuration",
				"teleportation"
			],
			"traditions": [
				"Arcane",
				"Occult"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"range": {
				"unit": "feet",
				"number": 60
			},
			"entries": [
				"You instantly teleport yourself and any items you're wearing or holding from your current space to a clear space within range that you can see. If this teleportation would bring another creature with you—even if you're carrying it in an extradimensional container—the spell is lost. After you vanish but before you arrive, you can take up to 2 actions (or the number of actions you spent to cast momentary recovery, if it was fewer than 2 actions). You can't target any other creatures or objects with anything during these actions and {@trait any} effect with a duration that you create during these actions ends immediately when you arrive. After you arrive, you are {@condition slowed||slowed 1} until the end of your next turn."
			]
		},
		{
			"name": "Moth's Supper",
			"source": "DA",
			"page": 106,
			"type": "Spell",
			"level": 3,
			"traits": [
				"necromancy"
			],
			"traditions": [
				"Occult",
				"Primal"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"duration": {
				"number": 1,
				"unit": "hour"
			},
			"entries": [
				"You sigh, and your breath transforms into delicate, black-winged butterflies and huge death's-head hawkmoths. They flutter about you briefly, and then range forth in search of sustenance— fresh-spilled blood, by preference, but rotting corpses, flowering plants, or even left-behind food will do in a pinch. They then return, perching on your hair or shoulders and whispering their secrets into your ears. This has three effects.",
				{
					"type": "list",
					"items": [
						"You heal {@dice 2d4} Hit Points every 10 minutes.",
						"The first time during the duration when someone successfully Treats your Wounds, you regain an additional {@dice 4d4} Hit Points.",
						"You gain an imprecise sense out to 30 feet that senses only freshly spilled blood and rotten flesh."
					]
				}
			],
			"heightened": {
				"plusX": {
					"1": [
						"The amount of Hit Points healed every 10 minutes increases by {@dice 1d4} and the amount of Hit Points regained from the first {@action Treat Wounds} increases by {@dice 2d4}."
					]
				}
			}
		},
		{
			"name": "Phase Bolt",
			"source": "DA",
			"page": 106,
			"type": "Cantrip",
			"level": 1,
			"traits": [
				"attack",
				"cantrip",
				"evocation"
			],
			"traditions": [
				"Arcane",
				"Occult"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"range": {
				"unit": "feet",
				"number": 30
			},
			"targets": "1 creature",
			"entries": [
				"You point your finger and project a bolt of magical energy that stutters in and out of phase until it reaches the target. Make a ranged spell attack roll against your target's AC; if the target has any circumstance bonuses to AC (such as from a shield or cover), reduce that bonus by 2 for this attack. On a success, you deal {@damage 1d4} piercing damage plus your spellcasting ability modifier. On a critical success, the target takes double damage."
			],
			"heightened": {
				"plusX": {
					"1": [
						"The bolt's damage increases by {@dice 1d4}."
					]
				}
			}
		},
		{
			"name": "Poltergeist's Fury",
			"source": "DA",
			"page": 106,
			"type": "Spell",
			"level": 6,
			"traits": [
				"evocation"
			],
			"traditions": [
				"Arcane",
				"Occult"
			],
			"cast": {
				"number": 3,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"M",
					"V"
				]
			],
			"area": {
				"entry": "20-foot emanation",
				"types": [
					"Emanation"
				]
			},
			"savingThrow": {
				"type": [
					"R"
				],
				"basic": true
			},
			"duration": {
				"sustained": true,
				"number": 1,
				"unit": "minute"
			},
			"entries": [
				"Your fury spills over in a telekinetic storm of terrifying proportions. Any loose, unattended objects of 1 Bulk or less within range are picked up and begin to orbit you at breathtaking speeds. All creatures in the area take {@damage 6d4} piercing damage with a basic Reflex save. Each time you Sustain the Spell, you can increase the radius of the storm by 10 feet, to a maximum of 100 feet. The storm moves with you and provides you with lesser cover, though you can't use this cover to {@action Hide} or {@action Sneak}.",
				"Allies within the storm who roll a success on their Reflex save against your poltergeist's fury get a critical success instead, as you attempt to avoid hitting them."
			],
			"heightened": {
				"plusX": {
					"1": [
						"The damage increases by {@dice 1d4}."
					]
				}
			}
		},
		{
			"name": "Rally Point",
			"source": "DA",
			"page": 106,
			"type": "Spell",
			"level": 3,
			"traits": [
				"uncommon",
				"conjuration",
				"teleportation"
			],
			"traditions": [
				"Arcane",
				"Occult"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"M",
					"V"
				]
			],
			"range": {
				"unit": "touch"
			},
			"area": {
				"entry": "one 5-foot square",
				"types": [
					"Misc."
				]
			},
			"duration": {
				"number": 1,
				"unit": "minute"
			},
			"entries": [
				"You mark the area touched as a rally point. During the spell's duration, you can take a single action, which has the {@trait concentrate} trait, to teleport to the rally point along with items you are wearing or holding. This teleportation fails if the area is occupied, if the rally point is more than 120 feet away, or if you try to bring along any other creature, even if it's in an extradimensional container. Once you teleport to the rally point, the spell's duration ends."
			],
			"heightened": {
				"X": {
					"7": [
						"You can target up to four other creatures within 30 feet, in addition to yourself. Each of you can teleport to the rally point once during the spell's duration, by taking a single action, which has the {@trait concentrate} trait.",
						"The duration no longer ends once you teleport to the rally point, though you still can't teleport to the rally point again."
					]
				}
			}
		},
		{
			"name": "Sea of Thought",
			"source": "DA",
			"page": 106,
			"type": "Spell",
			"level": 3,
			"traits": [
				"conjuration"
			],
			"traditions": [
				"Arcane",
				"Occult"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"range": {
				"unit": "feet",
				"number": 60
			},
			"area": {
				"entry": "15-foot burst",
				"types": [
					"Burst"
				]
			},
			"savingThrow": {
				"type": [
					"F",
					"F"
				]
			},
			"duration": {
				"number": 1,
				"unit": "minute"
			},
			"entries": [
				"You cover the area in a sloshing torrent of semi-solidified thought, roughly ankle high. The area becomes difficult terrain, similarly to a shallow bog. Each round that a creature starts its turn in the area, it must attempt a Fortitude save against the shifting waves of thought. On a failure, it takes a 10-foot circumstance penalty to its Speeds until it leaves the area, and on a critical failure, it is also knocked {@condition prone}."
			],
			"heightened": {
				"plusX": {
					"1": [
						"The radius of the spell's area increases by 5 feet."
					]
				}
			}
		},
		{
			"name": "Shadow Spy",
			"source": "DA",
			"page": 107,
			"type": "Spell",
			"level": 3,
			"traits": [
				"necromancy"
			],
			"traditions": [
				"Occult",
				"Primal"
			],
			"cast": {
				"number": 1,
				"unit": "minute"
			},
			"components": [
				[
					"S",
					"M",
					"V"
				]
			],
			"range": {
				"unit": "feet",
				"number": 120
			},
			"duration": {
				"unit": "unknown",
				"entry": "until the next time you make your daily preparations"
			},
			"entries": [
				"You mix blood, soil, and shadow together to form a half-real homunculus in the shape of a crow, sparrow, or other bird. You then command the bird to fly to a location within range and observe all around it. The bird has the statistics of a homunculus, save that it has all of your senses and shares your {@skill Perception} modifier. Once the spell's duration elapses or upon a trigger you set (which must be fairly simple—\"at dusk\" or \"when the judge leaves\"), the bird flies to your location.",
				"If you wring its neck and drink its blood, you learn all that it saw since its creation."
			]
		},
		{
			"name": "Soft Landing",
			"source": "DA",
			"page": 107,
			"type": "Spell",
			"level": 4,
			"traits": [
				"abjuration"
			],
			"traditions": [
				"Arcane",
				"Occult",
				"Primal"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"range": {
				"unit": "mile",
				"number": 1
			},
			"area": {
				"entry": "20-foot tall, 60-foot radius cylinder with the ground at the bottom",
				"types": [
					"Cylinder"
				]
			},
			"duration": {
				"number": 1,
				"unit": "minute"
			},
			"entries": [
				"You create a magical field that buoys any creature or object falling into the area, providing a harmless landing from any height. As you generally fall 1,500 feet per round, you can cast this spell while you are falling to ensure a safe landing, provided you can see your landing point and it's within range."
			]
		},
		{
			"name": "Telekinetic Bombardment",
			"source": "DA",
			"page": 107,
			"type": "Spell",
			"level": 7,
			"traits": [
				"evocation"
			],
			"traditions": [
				"Arcane",
				"Occult"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"range": {
				"unit": "feet",
				"number": 500
			},
			"area": {
				"entry": "10-foot burst or 30-foot line",
				"types": [
					"Burst"
				]
			},
			"savingThrow": {
				"type": [
					"R"
				]
			},
			"entries": [
				"You grasp a piece of the landscape—such as a tree, carriage, or piece of masonry—and lob it in your foe's direction. Your missile crashes down in either a 10-foot burst (for most missiles) or a 30-foot line (for something long and tall, like a tree or a ship's mast), dealing {@damage 14d6} bludgeoning damage and turning its area into difficult terrain as it breaks into rubble. All creatures in the area must attempt a Reflex save. If the area is a line, it doesn't have to start from your square but can instead start anywhere in range, as long as the entire area remains within range.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": [
							"The creature is unaffected."
						],
						"Success": [
							"The creature takes half damage."
						],
						"Failure": [
							"The creature takes full damage and is knocked {@condition prone}."
						],
						"Critical Failure": [
							"The creature takes double damage, is knocked {@condition prone}, and is {@condition stunned||stunned 1}."
						]
					}
				}
			],
			"heightened": {
				"plusX": {
					"1": [
						"The damage increases by {@dice 2d6}."
					]
				}
			}
		},
		{
			"name": "Warp Step",
			"source": "DA",
			"page": 107,
			"type": "Cantrip",
			"level": 1,
			"traits": [
				"cantrip",
				"conjuration"
			],
			"traditions": [
				"Arcane",
				"Occult"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"entries": [
				"When you walk, the earth warps beneath your feet—your steps extend, distance contracts, and everything is just a little bit closer. You gain a +5-foot status bonus to your Speed until the end of your turn. You then {@action Stride} twice. You can use warp step to {@action Burrow}, {@action Climb}, {@action Fly}, or {@action Swim} instead of {@action Stride} if you have the corresponding movement type."
			]
		},
		{
			"name": "False Nature",
			"source": "DA",
			"page": 78,
			"type": "Spell",
			"level": 4,
			"traits": [
				"uncommon",
				"illusion"
			],
			"traditions": [
				"Arcane",
				"Occult"
			],
			"cast": {
				"number": 3,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"M",
					"V"
				]
			],
			"range": {
				"unit": "touch"
			},
			"targets": "one unattended item or one item you're holding",
			"duration": {
				"unit": "unknown",
				"entry": "until your next daily preparations"
			},
			"entries": [
				"You create an illusion that makes an object seem to be something entirely different. When you Cast this Spell, speak aloud a declarative statement that the target is a different, nonspecific object. Your statement can't presuppose any other facts. For instance, you could claim an object is \"a stone\" or \"an antidote,\" but not \"the Starstone\" or \"the antidote to the lethal poison you already drank. \" Creatures who previously {@condition observed} the target receive an immediate Will save to disbelieve, but on a failure, the illusion temporarily rewrites their memory that the object was something different. A creature who failed their Will save, or didn't already see the item's original form, must {@action Interact} with the illusion as normal to receive a {@skill Perception} check against the spell DC to disbelieve.",
				"When the spell ends, targets remember the object's true nature, even if they never disbelieved the spell."
			]
		},
		{
			"name": "Cinder Gaze",
			"source": "DA",
			"page": 142,
			"type": "Focus",
			"level": 1,
			"traits": [
				"rare",
				"cleric",
				"divination",
				"prediction"
			],
			"subclass": {},
			"cast": {
				"number": 1,
				"unit": "minute"
			},
			"components": [
				[
					"S",
					"M",
					"V"
				]
			],
			"entries": [
				"You've learned to read the future in the patterns of flames and smoke. Though inexact and often symbolic, these readings help prepare you for upcoming events. When Casting this Spell, you must be near a fire (of any size) for the duration.",
				"Upon completion, roll {@dice 1d4} for your prediction. The benefit lasts for 10 minutes or until expended, whichever comes first. After casting cinder gaze, you can't cast it again for 10 minutes.",
				{
					"type": "list",
					"style": "list-decimal",
					"items": [
						"{@b Terrible Danger} You gain a +2 status bonus to your next initiative roll.",
						"{@b New Life} The next time you take damage, just before taking the damage, you gain temporary Hit Points equal to 1 plus your spellcasting ability modifier.",
						"{@b Vivid Insight} ({@trait fortune}) The next time you attempt a check to {@action Recall Knowledge}, roll twice and take the higher result.",
						"{@b Good Fortune} ({@trait fortune}) The next time you attempt a saving throw, roll twice and take the better result."
					]
				}
			],
			"heightened": {
				"plusX": {
					"1": [
						"The number of temporary Hit Points from new life increases by 2."
					]
				}
			},
			"domains": [
				"Fire (Apocryphal)"
			]
		},
		{
			"name": "Pact Broker",
			"source": "DA",
			"subclass": {
				"Witch|Patron": [
					"Pacts"
				]
			},
			"page": 159,
			"type": "Cantrip",
			"level": 1,
			"traits": [
				"rare",
				"cantrip",
				"enchantment",
				"hex",
				"mental",
				"witch"
			],
			"cast": {
				"number": 1,
				"unit": "action"
			},
			"components": [
				[
					"V"
				]
			],
			"range": {
				"unit": "feet",
				"number": 30
			},
			"targets": "1 creature",
			"savingThrow": {
				"type": [
					"W"
				]
			},
			"duration": {
				"sustained": true,
				"number": 1,
				"unit": "minute"
			},
			"entries": [
				"You offer to broker a pact of peace. If the target accepts and doesn't take {@condition hostile} actions against you and your allies, you take a –1 status penalty to {@skill Deception} checks to {@action Lie} to them.",
				"If they refuse and take a {@condition hostile} action against you or an ally, they must attempt a Will save. If they accepted the offer and then take a {@condition hostile} action against you or an ally, they must attempt a Will save and treat the result as one category worse. Regardless of the outcome, the target is then temporarily immune for 1 minute.",
				{
					"type": "successDegree",
					"entries": {
						"Success": [
							"The target is unaffected."
						],
						"Failure": [
							"The target takes a –1 status penalty to attack and damage rolls against you and your allies."
						],
						"Critical Failure": [
							"The target takes a –2 status penalty to attack and damage rolls against you and your allies."
						]
					}
				}
			]
		},
		{
			"name": "Return the Favor",
			"source": "DA",
			"subclass": {
				"Witch|Patron": [
					"Pacts"
				]
			},
			"page": 159,
			"type": "Focus",
			"level": 3,
			"traits": [
				"rare",
				"hex",
				"necromancy",
				"witch"
			],
			"cast": {
				"number": 1,
				"unit": "reaction"
			},
			"components": [
				[
					"S"
				]
			],
			"trigger": "An ally uses a reaction to grant you a beneficial effect during a combat encounter.",
			"range": {
				"unit": "feet",
				"number": 30
			},
			"targets": "1 ally",
			"entries": [
				"You're unable to leave any debts unpaid. When an ally supports you in a fight, you offer assistance in turn for the favor. The triggering ally gains 12 temporary Hit Points for 1 minute."
			],
			"heightened": {
				"plusX": {
					"1": [
						"The temporary Hit Points increase by 4."
					]
				}
			}
		},
		{
			"name": "Over the Coals",
			"source": "DA",
			"subclass": {
				"Witch|Patron": [
					"Pacts"
				]
			},
			"page": 159,
			"type": "Focus",
			"level": 5,
			"traits": [
				"rare",
				"hex",
				"mental",
				"necromancy",
				"witch"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"range": {
				"unit": "feet",
				"number": 120
			},
			"targets": "1 creature",
			"savingThrow": {
				"type": [
					"W"
				]
			},
			"duration": {
				"unit": "unknown",
				"entry": "varies"
			},
			"entries": [
				"You accuse the target of breaking its word to you and invoke the wrath of your patron to claim what's due, demanding the target pay you in currency, fulfill an order, or stand down. The demand can't be obviously self-destructive, or the spell fails. If the target resists, you take your payment from its life force. The target must attempt a Will save. Regardless of the result of its save, the target is temporarily immune for 1 day.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": [
							"The target is unaffected and is immune to your pact broker cantrips for 1 day."
						],
						"Success": [
							"If the target doesn't comply with your request by the end of its next turn, it takes {@damage 3d8} {@condition persistent damage ||persistent negative damage}. If it later complies, the spell automatically ends."
						],
						"Failure": [
							"As success, but if the target doesn't comply, it is {@condition drained||drained 1} and takes {@damage 6d8} {@condition persistent damage ||persistent negative damage}."
						],
						"Critical Failure": [
							"As success, but if the target doesn't comply, it is {@condition drained||drained 2}, {@condition doomed||doomed 1}, and takes {@damage 6d8} {@condition persistent damage ||persistent negative damage}. Even if the target completes your commands later, the spell doesn't end until all the conditions end."
						]
					}
				}
			],
			"heightened": {
				"X": {
					"9": [
						"You can target up to two creatures."
					]
				}
			}
		},
		{
			"name": "Euphoric Renewal",
			"source": "DA",
			"page": 142,
			"type": "Focus",
			"level": 4,
			"traits": [
				"rare",
				"cleric",
				"necromancy"
			],
			"subclass": {},
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"duration": {
				"number": 10,
				"unit": "minute"
			},
			"entries": [
				"You view death not as an ending but a beginning, and you delight in dancing on its edge. Each time you gain the {@condition dying} condition and then regain consciousness while under the effect of euphoric renewal, you gain three benefits.",
				{
					"type": "list",
					"items": [
						"You're {@condition quickened} on your next turn. You can use the extra action only to {@action Stand}.",
						"You gain a +1 circumstance bonus to saves for 1 minute.",
						"You gain 8 temporary Hit Points that last for 1 minute."
					]
				}
			],
			"heightened": {
				"plusX": {
					"1": [
						"The number of temporary HP increases by 2."
					]
				}
			},
			"domains": [
				"Death (Apocryphal)"
			]
		},
		{
			"name": "Frenzied Revelry",
			"source": "DA",
			"page": 142,
			"type": "Focus",
			"level": 1,
			"traits": [
				"rare",
				"cleric",
				"emotion",
				"enchantment",
				"mental"
			],
			"subclass": {},
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"area": {
				"entry": "5-foot emanation",
				"types": [
					"Emanation"
				]
			},
			"targets": "you and allies in the area",
			"duration": {
				"number": 1,
				"unit": "minute"
			},
			"entries": [
				"You recall memories of hedonistic rites to send yourself into an infectious frenzy, dancing and howling wildly to encourage your companions to join in. You and your allies gain a +1 status bonus to saving throws against {@trait mental} effects while in the area. Whenever someone benefiting from this bonus critically succeeds at a saving throw against an enemy's {@trait mental} effect, its revelry increases, granting it a +1 status bonus to attack rolls and damage rolls for 1 round."
			],
			"heightened": {
				"X": {
					"4": [
						"The emanation's radius is 10 feet, and the status bonus to saves is +2."
					],
					"7": [
						"The emanation's radius is 15 feet, and the status bonus to saves is +3."
					]
				}
			},
			"domains": [
				"Indulgence (Apocryphal)"
			]
		},
		{
			"name": "Hollow Heart",
			"source": "DA",
			"page": 142,
			"type": "Focus",
			"level": 1,
			"traits": [
				"rare",
				"cleric",
				"emotion",
				"enchantment",
				"fear",
				"mental"
			],
			"subclass": {},
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"range": {
				"unit": "feet",
				"number": 30
			},
			"targets": "1 creature",
			"savingThrow": {
				"type": [
					"W"
				]
			},
			"duration": {
				"unit": "unknown",
				"entry": "varies"
			},
			"entries": [
				"You stoke the target's ambition beyond reason, until it believes no one is capable of helping it, or that others aren't to be trusted. The target attempts a Will saving throw.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": [
							"The target is unaffected."
						],
						"Success": [
							"The target treats no other creature as an ally for 1 round. Archive"
						],
						"Failure": [
							"The target treats no other creature as an ally for 3 rounds."
						],
						"Critical Failure": [
							"As failure, and the target is {@condition frightened||frightened 1} as it realizes it can't rely on anyone but itself."
						]
					}
				}
			],
			"domains": [
				"Ambition (Apocryphal)"
			]
		},
		{
			"name": "Isolation",
			"source": "DA",
			"page": 143,
			"type": "Focus",
			"level": 4,
			"traits": [
				"rare",
				"cleric",
				"illusion"
			],
			"subclass": {},
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"range": {
				"unit": "feet",
				"number": 30
			},
			"targets": "1 creature",
			"savingThrow": {
				"type": [
					"W"
				]
			},
			"duration": {
				"number": 3,
				"unit": "round"
			},
			"entries": [
				"You summon a tangible manifestation of loneliness to cloak the target from view as surely as if it were wreathed in darkness. The target attempts a Will saving throw.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": [
							"The target is unaffected."
						],
						"Success": [
							"The target becomes {@condition invisible}, but only to its allies. Any creature not allied with the target can see it normally. Effects such as see invisibility enable an ally to see the target. The target's allies still know the target is present and can still see all the effects of the target's actions."
						],
						"Failure": [
							"As success, except the target also becomes inaudible to its allies and imperceptible to them through any other senses."
						]
					}
				}
			],
			"domains": [
				"Darkness (Apocryphal)"
			]
		},
		{
			"name": "Inevitable Destination",
			"source": "DA",
			"page": 143,
			"type": "Focus",
			"level": 4,
			"traits": [
				"rare",
				"cleric",
				"conjuration"
			],
			"subclass": {},
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"range": {
				"unit": "feet",
				"number": 30
			},
			"targets": "you and 1 enemy",
			"duration": {
				"number": 2,
				"unit": "round"
			},
			"entries": [
				"You twist the paths of the target, ensuring that each one leads to you. The target attempts a Will saving throw.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": [
							"As failure, plus the target is pulled 10 feet closer to you and falls {@condition prone}, tripping in its haste to move toward you."
						],
						"Success": [
							"Your pull hampers the target's footsteps. It takes a –10-foot circumstance penalty to its Speeds until the end of its next turn."
						],
						"Failure": [
							"The target can't move any farther from you than it was when you Cast the Spell, though it can move in such a way that it maintains an equal distance. If you move farther away from the target than the initial distance, the spell ends. The targeted foe can attempt to {@action Escape} against your spell DC. If it succeeds, the spell ends."
						]
					}
				}
			],
			"domains": [
				"Travel (Apocryphal)"
			]
		},
		{
			"name": "Purifying Veil",
			"source": "DA",
			"page": 143,
			"type": "Focus",
			"level": 4,
			"traits": [
				"rare",
				"cleric",
				"evocation",
				"good",
				"water"
			],
			"subclass": {},
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"range": {
				"unit": "feet",
				"number": 60
			},
			"targets": "1 Large or smaller creature",
			"duration": {
				"number": 1,
				"unit": "minute"
			},
			"entries": [
				"Drawing on the purifying powers of water, you call forth a veil of fine water droplets suffused with holy energy. The veil surrounds the target. Everything on each side of the veil is {@condition concealed} from creatures on the opposite side, but the water doesn't impede attacks or movement across the veil. If the target moves through the veil, it takes {@damage 4d6} good damage with a basic Will save. If the target leaves the veil, the spell ends."
			],
			"heightened": {
				"plusX": {
					"1": [
						"The good damage increases by {@dice 1d6}."
					]
				}
			},
			"domains": [
				"Water (Apocryphal)"
			]
		},
		{
			"name": "Shaken Confidence",
			"source": "DA",
			"page": 143,
			"type": "Focus",
			"level": 4,
			"traits": [
				"rare",
				"cleric",
				"emotion",
				"enchantment",
				"mental",
				"misfortune"
			],
			"subclass": {},
			"cast": {
				"number": 1,
				"unit": "reaction"
			},
			"components": [
				[
					"V"
				]
			],
			"trigger": "An enemy within 30 feet of you critically fails an attack roll, {@skill Perception} check, or skill check.",
			"savingThrow": {
				"type": [
					"W"
				]
			},
			"duration": {
				"unit": "unknown",
				"entry": "varies"
			},
			"entries": [
				"You mock the target for all its failings, twisting its selfconfidence into doubt. The enemy attempts a Will saving throw.",
				{
					"type": "successDegree",
					"entries": {
						"Success": [
							"The target is unaffected."
						],
						"Failure": [
							"The target is briefly shaken and unsure of its abilities. It must roll twice and take the worse result on the next roll of the same type as the critical failure that triggered the spell (such as the target's next {@skill Acrobatics} check if the spell's trigger was a critical failure on an {@skill Acrobatics} check). If the target doesn't attempt any qualifying checks, the spell ends at the end of the target's next turn."
						]
					}
				}
			],
			"domains": [
				"Confidence (Apocryphal)"
			]
		},
		{
			"name": "String of Fate",
			"source": "DA",
			"page": 143,
			"type": "Focus",
			"level": 1,
			"traits": [
				"rare",
				"abjuration",
				"cleric",
				"fortune"
			],
			"subclass": {},
			"cast": {
				"number": 1,
				"unit": "action"
			},
			"components": [
				[
					"S"
				]
			],
			"range": {
				"unit": "feet",
				"number": 60
			},
			"targets": "you and 1 ally",
			"duration": {
				"sustained": true,
				"number": 1,
				"unit": "minute"
			},
			"entries": [
				"You bond yourself to a cherished friend, vowing to share their fate for good or for ill. Whenever an effect would require both you and the target to attempt a saving throw, if one of you succeeds at your saving throw and the other critically fails, you can choose to both fail instead. You and the ally must agree to fail; otherwise, use your normal save results instead."
			],
			"domains": [
				"Fate (Apocryphal)"
			]
		},
		{
			"name": "Victory Cry",
			"source": "DA",
			"page": 143,
			"type": "Focus",
			"level": 1,
			"traits": [
				"rare",
				"cleric",
				"evocation",
				"sonic"
			],
			"subclass": {},
			"cast": {
				"number": 1,
				"unit": "reaction"
			},
			"components": [
				[
					"V"
				]
			],
			"trigger": "An ally within range critically succeeds at a melee {@action Strike}.",
			"range": {
				"unit": "feet",
				"number": 30
			},
			"targets": "the triggering ally",
			"entries": [
				"Your true might comes from your bonds with your allies, and you glory in their achievements. The weapon used to make the {@action Strike} deals an additional {@damage 1d6} sonic damage (not doubled due to the critical hit), and the ally can immediately attempt to {@action Shove} the creature struck, even if the ally's hands are full.",
				"Your ally can use its item bonus to the triggering attack roll on the {@skill Athletics} check, if any, and it gains a +1 status bonus to the {@skill Athletics} check if the triggering {@action Strike} was with a weapon that has the {@trait trip} trait or an unarmed attack that has the {@trait trip} trait."
			],
			"heightened": {
				"plusX": {
					"2": [
						"The sonic damage increases by {@dice 1d6}."
					]
				}
			},
			"domains": [
				"Might (Apocryphal)"
			]
		},
		{
			"name": "Weaponize Secret",
			"source": "DA",
			"page": 143,
			"type": "Focus",
			"level": 4,
			"traits": [
				"rare",
				"cleric",
				"divination",
				"mental"
			],
			"subclass": {},
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"range": {
				"unit": "feet",
				"number": 60
			},
			"targets": "up to 3 creatures",
			"savingThrow": {
				"type": [
					"W"
				]
			},
			"duration": {
				"number": 1,
				"unit": "minute"
			},
			"entries": [
				"You understand that holding a secret is in itself a kind of power. Each target must attempt a Will save.",
				{
					"type": "successDegree",
					"entries": {
						"Success": [
							"The target is unaffected."
						],
						"Failure": [
							"A rune symbolizing a secret the target is keeping (at the GM's discretion) appears floating in front of you. If that creature attempts a {@action Strike} or spell attack against you while you hold their secret, you can discharge the rune as a reaction to deal {@damage 7d6} mental damage to the creature."
						],
						"Critical Failure": [
							"As failure, but the target becomes convinced you know their secret and takes {@damage 1d6} {@condition persistent damage ||persistent mental damage} from worry. If the rune with the secret is discharged while the creature is still taking the {@condition persistent damage ||persistent mental damage}, the {@condition persistent damage ||persistent mental damage} immediately ends."
						]
					}
				}
			],
			"heightened": {
				"plusX": {
					"1": [
						"The mental damage increases by {@dice 2d6}, and the {@condition persistent damage ||persistent mental damage} on a critical failure increases by 1."
					]
				}
			},
			"domains": [
				"Secrecy (Apocryphal)"
			]
		},
		{
			"name": "Wind Whispers",
			"source": "DA",
			"page": 144,
			"type": "Focus",
			"level": 4,
			"traits": [
				"rare",
				"cleric",
				"enchantment",
				"linguistic",
				"mental"
			],
			"subclass": {},
			"cast": {
				"number": 1,
				"unit": "hour"
			},
			"components": [
				[
					"S",
					"M",
					"V"
				]
			],
			"range": {
				"unit": "mile",
				"number": 1
			},
			"entries": [
				"You call forth numerous breezes in which you weave gossip, whispering subtly into the ears of those around. Choose a rumor or information you wish to spread, which may or may not be true, about a single subject. Those within range of the spell overhear the rumor at some point over the next hour, though they'll be unable to pin it down to a source. Attempt a check with a modifier equal to your spell DC – 10 against a hard DC for your level. The GM might modify the DC depending on how plausible the rumor is. Repeated castings to spread the same rumor or information have no effect unless circumstances have substantially changed, as determined by the GM.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": [
							"Your rumor spreads far and wide, and it's at the tip of people's tongues. For 1 week, anyone who succeeds at a check to {@action Gather Information} on the specific subject learns your rumor in preference to other rumors about the subject. Skill checks to convince people that the rumor is true get a +2 circumstance bonus."
						],
						"Success": [
							"Enough people take note of the rumor that it begins to spread, though those who heard the rumor aren't necessarily convinced. For 1 week, anyone who succeeds at a check to {@action Gather Information} on the specific subject adds your rumor to the list of rumors they could learn about the subject, and skill checks to convince people that the rumor is true get a +1 circumstance bonus."
						],
						"Failure": [
							"Most in the area dismiss the rumor as wild gossip and pay it little mind, granting no effect."
						],
						"Critical Failure": [
							"The winds' gossip is misinterpreted and spreads information contradictory to the rumor you were attempting to spread. A contradictory rumor spreads, and skill checks to convince others that your original rumor is true take a –2 circumstance penalty."
						]
					}
				}
			],
			"domains": [
				"Air (Apocryphal)"
			]
		},
		{
			"name": "Wordsmith",
			"source": "DA",
			"page": 144,
			"type": "Focus",
			"level": 4,
			"traits": [
				"rare",
				"cleric",
				"transmutation"
			],
			"subclass": {},
			"cast": {
				"number": 3,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"M",
					"V"
				]
			],
			"range": {
				"unit": "touch"
			},
			"targets": "1 document written by a single author and comprised of written text in a single language",
			"duration": {
				"unit": "unknown",
				"entry": "until the next time you {@action Refocus}"
			},
			"entries": [
				"You're a devotee of knowledge with an unmatched command of the language used to spread that knowledge, and you can reshape the written word into a form more understandable to your audience. The language of the target's written text shifts to a language you know. This shift doesn't change the text's contents beyond minor translation differences, nor does it grant the reader any understanding of the original language."
			],
			"domains": [
				"Knowledge (Apocryphal)"
			]
		},
		{
			"name": "Dancing Blade",
			"source": "DA",
			"page": 17,
			"type": "Cantrip",
			"level": 5,
			"traits": [
				"uncommon",
				"cantrip",
				"evocation",
				"psychic"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"range": {
				"unit": "feet",
				"number": 30
			},
			"targets": "1 creature",
			"duration": {
				"sustained": true,
				"number": 1,
				"unit": "minute"
			},
			"entries": [
				"You telekinetically animate a weapon that's unattended or on your person. It brandishes itself at a foe of your choice as if wielded by an {@condition invisible} duelist. When you first Cast the Spell, the weapon automatically flies to the target and Strikes. It moves along with its target, always remaining within reach.",
				"Each time you Sustain the Spell, the weapon either Changes Partners or Strikes. The weapon's attacks use and contribute to your multiple attack penalty.",
				{
					"type": "list",
					"items": [
						"{@b Change Partners} Change the weapon's target to a different creature within 30 feet. The weapon flies to its new target.",
						"{@b Strike} ({@trait attack}) The weapon attacks its target using your spell attack roll. On a hit, the weapon deals damage equal to {@dice 2d6} plus your spellcasting ability modifier, of a type determined by the weapon (if the weapon has the {@trait versatile} trait or can otherwise deal multiple types of damage, you choose each time you attack)."
					]
				}
			],
			"heightened": {
				"plusX": {
					"2": [
						"The damage increases by {@dice 1d6}."
					]
				}
			},
			"amp": {
				"entries": [
					"The weapon's attacks increase in strength, and your control is fine enough for advanced technique. The damage dice for the weapon's {@action Strike} change from d6s to d10s. When you Cast or Sustain the spell, you can choose from the following options in addition to the standard ones.",
					{
						"type": "list",
						"items": [
							"{@b Guard} Rather than attacking, the weapon grants a +2 circumstance bonus to AC against melee attacks to the creature it's following. The bonus lasts until the start of your next turn or until the weapon Changes Partners, whichever comes first.",
							"{@b Push} ({@trait attack}) The weapon attempts to Push its target, using your spell attack roll instead of an {@skill Athletics} check to determine the results of the Push."
						]
					}
				]
			}
		}
	]
}