{
	"spell": [
		{
			"name": "Astral Labyrinth",
			"source": "EC6",
			"page": 76,
			"focus": false,
			"level": 9,
			"traits": [
				"Uncommon",
				"Abjuration",
				"Incapacitation"
			],
			"school": "A",
			"traditions": [
				"Arcane",
				"Divine",
				"Occult"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": {
				"F": false,
				"M": false,
				"S": true,
				"V": true
			},
			"range": {
				"entry": "120 feet",
				"distance": {
					"type": "feet",
					"amount": 120
				}
			},
			"area": {
				"types": [
					"Burst"
				],
				"entry": "80-foot burst"
			},
			"savingThrowBasic": false,
			"duration": {
				"type": "timed",
				"entry": "1 day",
				"duration": {
					"number": 1,
					"unit": "day"
				}
			},
			"sustain": false,
			"dismiss": false,
			"entries": [
				"You connect the entire area with an {@condition invisible} maze of astral energy that interferes with dimensional and mental magic.",
				"Choose a point in the area that you can see when you cast this spell. Objects other than {@trait force} effects and rare metals can't block this spell's area. Astral labyrinth attempts to counteract magical {@trait mental} effects targeting or including anyone other than the caster in the area, though it has no effect on {@trait mental} effects that began outside the area or before the spell was cast.",
				"In addition, any creature that tries to depart or arrive in a location in the area by teleportation or extradimensional travel (including extradimensional spaces) must attempt a Will saving throw. Summoned creatures must attempt the save when they are summoned, but not when the summoning ends.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "The creature is unaffected.",
						"Success": "The creature is {@condition stunned|CRB|stunned 1}.",
						"Failure": "The creature is {@condition stunned|CRB|stunned 1}, you are mentally alerted that something has failed its save against this spell, and the creature arrives in the empty space closest to the point you chose instead of its intended destination.",
						"Critical Failure": "The creature is {@condition stunned|CRB|stunned 3}, you get a mental glimpse of its appearance, and the creature arrives in the empty space closest to the point you chose instead of its intended destination."
					}
				}
			],
			"heightened": {
				"x": [
					{
						"level": 10,
						"entries": [
							"You and creatures transported by your spells can't get a result worse than success on the saving throw to teleport into or out of the area."
						]
					}
				]
			}
		},
		{
			"name": "Deluge",
			"source": "EC6",
			"page": 76,
			"focus": false,
			"level": 8,
			"traits": [
				"Uncommon",
				"Evocation",
				"Water"
			],
			"school": "V",
			"traditions": [
				"Arcane",
				"Primal"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": {
				"F": false,
				"M": false,
				"S": true,
				"V": true
			},
			"range": {
				"entry": "500 feet",
				"distance": {
					"type": "feet",
					"amount": 500
				}
			},
			"area": {
				"types": [
					"Burst"
				],
				"entry": "40-foot burst"
			},
			"savingThrowBasic": false,
			"sustain": false,
			"dismiss": false,
			"entries": [
				"You unleash a catastrophic downpour in the area that vanishes an instant later. All flying creatures in the area descend 50 feet or until blocked by the ground or firm surface. Each creature whose descent was blocked by the ground or firm surface takes bludgeoning damage equal to the number of feet it fell (the creature does not also take falling damage) and is knocked {@condition prone}. Creatures on the ground, including flying creatures forced to the ground by the spell, must succeed at a Reflex save or be pushed 50 feet away from the center of the area.",
				"Flimsy structures in the area collapse. The GM can determine other large-scale effects that result from the deluge."
			],
			"heightened": {
				"plus_x": {
					"level": 1,
					"entries": [
						"The area increases by 10 feet, and flying creatures fall an additional 10 feet."
					]
				}
			}
		},
		{
			"name": "Devour Life",
			"source": "EC6",
			"page": 76,
			"focus": false,
			"level": 8,
			"traits": [
				"Uncommon",
				"Death",
				"Healing",
				"Necromancy",
				"Negative"
			],
			"school": "N",
			"traditions": [
				"Divine",
				"Occult"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": {
				"F": false,
				"M": false,
				"S": true,
				"V": true
			},
			"range": {
				"entry": "30 feet",
				"distance": {
					"type": "feet",
					"amount": 30
				}
			},
			"targets": "1 living creature",
			"savingThrow": "Fortitude",
			"savingThrowBasic": true,
			"sustain": false,
			"dismiss": false,
			"entries": [
				"You attempt to utterly consume the target's life force. The target takes 60 negative damage with a basic Fortitude save. If this damage reduces the target to 0 Hit Points, it dies immediately. You regain Hit Points equal to half the negative damage the target takes (after applying resistance and the like). Any excess healing is gained as temporary Hit Points, which you lose after 1 minute."
			],
			"heightened": {
				"plus_x": {
					"level": 1,
					"entries": [
						"The damage increases by 10."
					]
				}
			}
		},
		{
			"name": "Prying Survey",
			"source": "EC6",
			"page": 76,
			"focus": false,
			"level": 8,
			"traits": [
				"Uncommon",
				"Divination",
				"Scrying"
			],
			"school": "D",
			"traditions": [
				"Arcane",
				"Occult"
			],
			"cast": {
				"number": 1,
				"unit": "minute",
				"entry": "1 minute"
			},
			"components": {
				"F": false,
				"M": true,
				"S": true,
				"V": true
			},
			"area": {
				"types": [
					"Emanation"
				],
				"entry": "120-foot emanation"
			},
			"savingThrowBasic": false,
			"duration": {
				"type": "timed",
				"entry": "1 hour",
				"duration": {
					"number": 1,
					"unit": "hour"
				}
			},
			"sustain": false,
			"dismiss": false,
			"entries": [
				"You create eight {@condition invisible}, floating eyes, each about 3 inches in diameter, that scan the area around you, transmitting rough impressions of the environment. The eyes constantly examine and send you summaries of their findings. They are solid and can't move through barriers, and they don't follow routes that they fail to find while Searching. Any damage to an eye destroys it. When all eyes are destroyed, the spell ends.",
				"As a single action, which has the {@trait concentrate} trait, you can concentrate on a location within the area that an eye can reach. An eye travels to that location, and you {@action Seek} visually as if you were there. As an exploration activity, you can travel at half speed while continuing to concentrate on the eyes to gain the benefits of both the {@action Scout} and {@action Search} activities. With the eyes, you can check everything even if you are traveling faster than 300 feet per minute. The eyes use your {@skill Perception} modifier. You can have only one prying survey in effect at a time."
			],
			"heightened": {
				"x": [
					{
						"level": 10,
						"entries": [
							"The area increases to a 500-foot emanation."
						]
					}
				]
			}
		},
		{
			"name": "Undermine Reality",
			"source": "EC6",
			"page": 76,
			"focus": false,
			"level": 8,
			"traits": [
				"Uncommon",
				"Illusion",
				"Incapacitation",
				"Shadow"
			],
			"school": "I",
			"traditions": [
				"Arcane",
				"Occult"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": {
				"F": false,
				"M": false,
				"S": true,
				"V": true
			},
			"range": {
				"entry": "500 feet",
				"distance": {
					"type": "feet",
					"amount": 500
				}
			},
			"targets": "one creature",
			"savingThrowBasic": false,
			"duration": {
				"type": "timed",
				"entry": "varies",
				"duration": {
					"number": 1,
					"unit": "special"
				}
			},
			"sustain": false,
			"dismiss": false,
			"entries": [
				"You lash a target with tendrils of shadow that steal some of its substance, making it quasi-real. As long as it is quasireal, its Strikes deal half damage, it can't critically succeed at any skill check, and creatures attempting saving throws against its spells and effects get a result one degree of success better than they rolled. The target must attempt a Will saving throw.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "The target is unaffected.",
						"Success": "The target is quasi-real until the end of its next turn.",
						"Failure": "The target is quasi-real for 1 minute. At the end of each of its turns, it can attempt another Will save, ending the spell on a success.",
						"Critical Failure": "The target is quasi-real for an unlimited duration."
					}
				}
			]
		},
		{
			"name": "Upheaval",
			"source": "EC6",
			"page": 77,
			"focus": false,
			"level": 9,
			"traits": [
				"Uncommon",
				"Conjuration",
				"Earth"
			],
			"school": "C",
			"traditions": [
				"Arcane",
				"Primal"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": {
				"F": false,
				"M": false,
				"S": true,
				"V": true
			},
			"range": {
				"entry": "500 feet",
				"distance": {
					"type": "feet",
					"amount": 500
				}
			},
			"area": {
				"types": [
					"Burst"
				],
				"entry": "150-foot burst"
			},
			"savingThrowBasic": false,
			"sustain": false,
			"dismiss": false,
			"entries": [
				"The ground in the area shudders and crumbles as huge pillars of stone erupt into the air, rending the terrain around them.",
				"The GM might add additional effects in certain areas.",
				"Cliffs might collapse, causing creatures to fall, or a river might be blocked and flood the surrounding area.",
				{
					"type": "list",
					"items": [
						"{@bold Stone Debris} The area becomes difficult terrain.",
						"{@bold Rising Pillars} Pillars of smooth stone rise from your chosen number of 10-foot squares on a surface in the area, ascending up to 60 feet in height. Each pillar stops when it hits a structure or ceiling unless that structure collapses (see below). The DC to {@action Climb} or {@action Grab an Edge} on a pillar is 30. Each creature on a pillar after it rises must succeed at a Reflex saving throw or fall off the nearest edge (the creature can choose which edge, if several are equally close). A creature on a pillar that is stopped by a structure falls without attempting a save.",
						"{@bold Structural Collapse} Structures and ceilings might collapse. The GM rolls a flat check for each (DC 14 for a sturdy structure, DC 9 for an average structure and most natural formations, all adjusted higher or lower as the GM sees fit). In general, shoddy structures automatically collapse. A collapse deals {@damage 11d6} bludgeoning damage to creatures beneath it; each creature caught in a collapse must attempt a Reflex save to avoid it. If the creature is forced to attempt a Reflex save because it was on a rising pillar, it uses the same result."
					]
				},
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "The creature takes half collapse damage.",
						"Success": "The creature takes half the collapse damage and falls {@condition prone}.",
						"Failure": "The creature takes the full collapse damage and falls {@condition prone}.",
						"Critical Failure": "The creature takes the full collapse damage and is {@condition restrained} by debris until it successfully Escapes (DC equal to the spell's save DC)."
					}
				}
			]
		}
	]
}
