{"spell":[{"name":"Clownish Curse","source":"EC2","page":77,"level":4,"traits":["uncommon","attack","curse","enchantment","mental","misfortune"],"school":"E","traditions":["arcane","occult"],"cast":{"number":2,"unit":"action"},"components":[{"S":true,"V":true}],"range":{"entry":"touch","distance":{"type":"touch","amount":1}},"targets":"1 creature","savingThrow":{"type":["W"]},"duration":{"type":"timed","entry":"varies","duration":{"number":1,"unit":"special"}},"entries":["You afflict the target with a curse that causes it to emit ridiculous noises as it moves. Furthermore, the target's hands and feet become awkward and uncoordinated, as though it were wearing oversized gloves and shoes.",{"type":"successDegree","entries":{"Critical Success":"The target is unaffected.","Success":"For 1 round, the target must roll twice and use the worse result whenever attempting an {@skill Acrobatics}, {@skill Stealth}, or {@skill Thievery} check. If the target rolls a failure at an {@skill Acrobatics}, {@skill Stealth}, or {@skill Thievery} check, it gets a critical failure instead.","Failure":"As success, but the effect is 1 hour.","Critical Failure":"As success, except the effect is permanent."}}]},{"name":"Favorable Review","source":"EC2","page":77,"level":4,"traits":["uncommon","enchantment","incapacitation","mental"],"school":"E","traditions":["arcane","occult"],"cast":{"number":2,"unit":"action"},"components":[{"S":true,"V":true}],"range":{"entry":"touch","distance":{"type":"touch","amount":1}},"targets":"1 creature","savingThrow":{"type":["W"]},"duration":{"type":"timed","entry":"varies","dismiss":true,"duration":{"number":1,"unit":"special"}},"entries":["You enchant a creature to ensure they have only good things to say about your show. Identify a single creature, location, or performance, such as \"Dame Ellendia,\" \"Savories Meats,\" or \"the Theater of the Mind's latest magic show.\" The target must attempt Will save. You can {@action Dismiss} the spell.",{"type":"successDegree","entries":{"Critical Success":"The target is unaffected and knows you tried to trick it.","Success":"The target is unaffected but thinks your spell was something harmless instead of favorable review, unless it identifies the spell (usually using {@action Identify Magic}).","Failure":"The target cannot speak unfavorably about the subject for 1 week. This doesn't change the target's opinion about the subject, but the target's attempts to speak ill of the subject—whether in speech, writing, or other communication—always twist into compliments and praise instead. The target likely becomes aware of this effect quickly and can avoid speaking about the subject entirely if they choose.","Critical Failure":"As failure, except the duration is permanent and the target genuinely holds a favorable opinion about the subject, with their attitude toward the creature (or creatures associated with the subject, such as the owner of a location or artists in a performance) becoming two degrees better (for example, {@condition helpful} instead of {@condition indifferent})."}}],"heightened":{"x":[{"level":8,"entries":["The range increases to 60 feet and you can target up to 10 creatures."]}]}},{"name":"Pillar Of Water","source":"EC2","page":77,"level":3,"traits":["uncommon","evocation","water"],"school":"V","traditions":["arcane","primal"],"cast":{"number":3,"unit":"action"},"components":[{"M":true,"S":true,"V":true}],"range":{"entry":"120 feet","distance":{"type":"feet","amount":120}},"duration":{"type":"timed","entry":"1 minute","duration":{"number":1,"unit":"minute"}},"entries":["You create a large, self-contained cylinder of still fresh water.","The pillar has a maximum radius of 15 feet and a maximum height of 60 feet. Creatures inside the pillar can swim through the water as normal ({@action Swim} DC 10), or, if the spell was cast on solid ground, walk along the bottom (which is difficult terrain)","Any creature that exits the pillar falls or lands accordingly."]},{"name":"Pyrotechnics","source":"EC2","page":77,"level":3,"traits":["uncommon","fire","transmutation"],"school":"T","traditions":["arcane","occult"],"cast":{"number":2,"unit":"action"},"components":[{"M":true,"S":true}],"range":{"entry":"120 feet","distance":{"type":"feet","amount":120}},"targets":"1 fire","savingThrow":{"type":["F"]},"duration":{"type":"timed","entry":"sustained up to 1 minute","sustain":true,"duration":{"number":1,"unit":"minute"}},"entries":["You turn a fire into either a burst of blinding fireworks or a thick cloud of choking smoke, chosen when you Cast the Spell. The spell targets one fire source, which is immediately extinguished if it is a non-magical fire the size of a campfire or smaller. If the fire source is a creature, the creature takes {@dice 1d6} points of cold damage and is not extinguished.","{@b Fireworks} The targeted fire explodes into a colorful array of flashy, fiery, glowing aerial fireworks in a 20-foot-radius burst. The first time you {@action Sustain a Spell||Sustain the Spell} each round, you can cause the area of fireworks to ascend up to 20 feet, but you cannot move the area laterally. Creatures that start their turn within the area of the fireworks must attempt a Fortitude save, and are then temporarily immune for 1 minute.",{"type":"successDegree","entries":{"Critical Success":"The creature is unaffected.","Success":"The creature is {@condition dazzled} for 1 round.","Failure":"The creature is {@condition blinded} for 1 round.","Critical Failure":"The creature is {@condition blinded} for 1 minute."}},"{@b Smoke Cloud} Thick smoke billows out from the fire and coalesces into a cloud that spreads to fill a 20-foot-radius burst centered on the targeted fire. Creatures within the smoke cloud take a –4 circumstance penalty to visual Perception checks, and creatures outside the smoke cloud take a –4 circumstance penalty to visual Perception checks to detect creatures or objects within it. The first time you Sustain the Spell each round, you can cause the smoke cloud to descend up to 20 feet, but you cannot move the area laterally. Creatures that start their turn within the smoke cloud must attempt a Fortitude save, and are then temporarily immune for 1 minute.",{"type":"successDegree","entries":{"Success":"The creature is unaffected.","Failure":"The creature is {@condition sickened|CRB|sickened 1}.","Critical Failure":"The creature is {@condition sickened|CRB|sickened 1} and cannot recover from the {@condition sickened} condition while in the area of the smoke cloud."}}]}]}