{
	"spell": [
		{
			"name": "Exchange Image",
			"source": "AoA3",
			"page": 73,
			"level": 1,
			"traits": [
				"uncommon",
				"illusion",
				"visual"
			],
			"traditions": [
				"arcane",
				"occult"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"requirements": "You have the {@trait humanoid} trait.",
			"range": {
				"type": "touch",
				"number": 1
			},
			"targets": "you and 1 other humanoid",
			"savingThrow": {
				"type": [
					"W"
				]
			},
			"duration": {
				"type": "timed",
				"entry": "varies",
				"dismiss": true,
				"duration": {
					"number": 1,
					"unit": "special"
				}
			},
			"entries": [
				"To mislead pursuers, the Lacunafex developed the means to swap visages. You trade appearances with the target, with the effects depending on the result of the target's Will saving throw. Willing and {@condition unconscious} targets automatically critically fail this saving throw.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "No effect.",
						"Success": "You take on the target's appearance, and they take yours. This has the same effects as a 1st-level {@spell illusory disguise} spell, except that the target can't {@action Dismiss} the disguise. The duration is 1 minute or until Dismissed.",
						"Failure": "As success, but the duration is 1 hour or until Dismissed.",
						"Critical Failure": "As success, but the duration is 24 hours."
					}
				}
			]
		},
		{
			"name": "Forgotten Lines",
			"source": "AoA3",
			"page": 73,
			"level": 4,
			"traits": [
				"rare",
				"divination"
			],
			"traditions": [
				"arcane",
				"divine",
				"occult"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"range": {
				"type": "touch",
				"number": 1
			},
			"targets": "1 text or remnants thereof",
			"entries": [
				"Members of the Lacunafex and other allies use this spell to restore material that Thrune agents have redacted from historical or otherwise valuable texts. You learn one piece of information that was removed from the target text after its creation. You can instead learn one piece of information from a text that had been destroyed, but you must have a fragment of the text, such as a piece of the cover, a page, or even a clasp or metal fittings."
			],
			"heightened": {
				"x": [
					{
						"level": 6,
						"entries": [
							"The spell reconstructs all missing information regarding a specific topic of your choice."
						]
					},
					{
						"level": 9,
						"entries": [
							"The spell also reveals information the writer self-censored and didn't commit to paper."
						]
					}
				]
			}
		},
		{
			"name": "Imprint Message",
			"source": "AoA3",
			"page": 74,
			"level": 1,
			"traits": [
				"uncommon",
				"divination"
			],
			"traditions": [
				"occult"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"range": {
				"type": "touch",
				"number": 1
			},
			"targets": "1 object",
			"entries": [
				"You project psychic vibrations onto the target object, imprinting it with a short message or emotional theme of your design. This imprinted sensation is revealed to anyone casting object reading (see below) on the target object, replacing any emotional events the item was present for.",
				"If the object is in the area of a {@spell retrocognition} spell, the imprinted messages appear as major events in the timeline, but they don't interfere with any other visions.",
				"If the object is targeted with read aura of a higher spell level than imprint message, the caster learns that the object has been modified. When you Cast this Spell, any prior vibrations placed in an object by previous castings of imprint message fade."
			]
		},
		{
			"name": "Join Pasts",
			"source": "AoA3",
			"page": 74,
			"level": 1,
			"traits": [
				"cantrip",
				"uncommon",
				"divination",
				"mental"
			],
			"traditions": [
				"occult"
			],
			"cast": {
				"number": 1,
				"unit": "action"
			},
			"components": [
				[
					"S"
				]
			],
			"range": {
				"type": "touch",
				"number": 1
			},
			"targets": "2 willing creatures",
			"duration": {
				"type": "timed",
				"entry": "1 round",
				"duration": {
					"number": 1,
					"unit": "round"
				}
			},
			"entries": [
				"With touches to the targets' foreheads, you bring them into mental communion. The targets can share thoughts and experiences, but not words. When one target attempts to {@action Recall Knowledge}, the other can {@action Aid} the first target's skill check, using any {@skill Lore} skill (even if that {@skill Lore} wouldn't normally apply) without having made any preparations to {@action Aid}."
			],
			"heightened": {
				"plus_x": {
					"level": 1,
					"entries": [
						"You can touch one additional target to include them in the spell's effects. Multiple targets can attempt checks to {@action Aid} the target who is attempting to {@action Recall Knowledge}."
					]
				}
			}
		},
		{
			"name": "Object Reading",
			"source": "AoA3",
			"page": 74,
			"level": 1,
			"traits": [
				"uncommon",
				"divination"
			],
			"traditions": [
				"occult"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"range": {
				"type": "touch",
				"number": 1
			},
			"targets": "1 object",
			"entries": [
				"You place a hand on an object to learn a piece of information about an emotional event that occurred involving the object within the past week, determined by the GM. If you cast {@spell object reading|APG} on the same item multiple times, you can either concentrate on a single event to gain additional pieces of information about that event, or you can gain a piece of information about another emotional event in the applicable time frame."
			],
			"heightened": {
				"x": [
					{
						"level": 2,
						"entries": [
							"You can learn about an event that occurred within the last month"
						]
					},
					{
						"level": 4,
						"entries": [
							"You can learn about an event that occurred within the last year."
						]
					},
					{
						"level": 6,
						"entries": [
							"You can learn about an event that occurred within the last decade."
						]
					},
					{
						"level": 8,
						"entries": [
							"You can learn about an event that occurred within the last century."
						]
					},
					{
						"level": 9,
						"entries": [
							"You can learn about an event that occurred within the entirety of the object's history."
						]
					}
				]
			}
		},
		{
			"name": "Silver's Refrain",
			"source": "AoA3",
			"page": 74,
			"focus": true,
			"level": 1,
			"traits": [
				"rare",
				"abjuration",
				"bard",
				"cantrip",
				"composition"
			],
			"cast": {
				"number": 1,
				"unit": "action"
			},
			"components": [
				[
					"V"
				]
			],
			"area": {
				"types": [
					"Emanation"
				],
				"entry": "60-foot emanation"
			},
			"duration": {
				"type": "timed",
				"entry": "1 round",
				"duration": {
					"number": 1,
					"unit": "round"
				}
			},
			"entries": [
				"The \"Song of Silver\" was an enchanted song used by the Silver Ravens to battle diabolic forces. You pull from select verses to temporarily replicate some of the legendary song's benefits, albeit on a much smaller scale.",
				"Weapon and unarmed attacks by allies in the area are treated as silver. In addition, this spell automatically attempts to counteract any dimension door cast by a devil within the area or cast by a devil attempting to enter the area using dimension door. If a devil attempts to enter the area using dimension door and the spell is counteracted, the devil remains where it started."
			]
		},
		{
			"name": "Spiritual Anamnesis",
			"source": "AoA3",
			"page": 74,
			"level": 4,
			"traits": [
				"uncommon",
				"mental",
				"necromancy"
			],
			"traditions": [
				"divine",
				"occult"
			],
			"cast": {
				"number": 2,
				"unit": "action"
			},
			"components": [
				[
					"S",
					"V"
				]
			],
			"range": {
				"type": "feet",
				"number": 60
			},
			"targets": "1 creature",
			"savingThrow": {
				"type": [
					"W"
				]
			},
			"duration": {
				"type": "timed",
				"entry": "varies",
				"duration": {
					"number": 1,
					"unit": "special"
				}
			},
			"entries": [
				"Memories of a past life that seem incredibly real (and may even be) overwhelm the target's mind. This is especially disorienting for undead and creatures that have lived a previous life (such as celestials, fiends, monitors, and many other extraplanar creatures); if such creatures roll a critical success on their save, they get a success instead, and if they roll a failure, they get a critical failure instead.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "The creature is unaffected.",
						"Success": "The creature is {@condition slowed|CRB|slowed 1} for 1 round.",
						"Failure": "The target is {@condition slowed|CRB|slowed 1} for 1 minute and babbles about the visions, possibly providing information about what they saw.",
						"Critical Failure": "As failure, but the target is also {@condition stunned|CRB|stunned 3}."
					}
				}
			]
		}
	]
}
