{
	"background": [
		{
			"name": "Astrologer",
			"source": "PC2",
			"remaster": true,
			"page": 50,
			"entries": [
				"Astrologers look to the stars for signs and portents, using their positions in the heavens to chart courses for those living beneath them. As the celestial spheres move, so does fate itself.",
				"You studied the stars and learned to divine your path based on their guidance. Whether the stars directly called you to a life of adventure or you use the stars to guide your wanderlust, you're living out the stars' guidance in a life of adventure.",
				"Choose two attribute boosts. One must be to Intelligence or Wisdom, and one is a free attribute boost.",
				"You're trained in the {@skill Occultism|PC1} skill and the {@skill Lore|PC1|Astrology Lore} skill. You gain the {@feat Oddity Identification|PC1} skill feat."
			],
			"boosts": [
				"intelligence",
				"wisdom",
				"free"
			],
			"skills": [
				"occultism"
			],
			"lore": [
				"Astrology"
			],
			"feats": [
				"Oddity Identification"
			]
		},
		{
			"name": "Barber",
			"source": "PC2",
			"remaster": true,
			"page": 50,
			"entries": [
				"Haircuts, dentistry, bloodletting, and surgery—if it takes a steady hand and a razor, you can do it. You may have taken to the road to expand your skills or test yourself against a world that leaves your patients so battered and bruised.",
				"Choose two attribute boosts. One must be to Dexterity or Wisdom, and one is a free attribute boost.",
				"You're trained in the {@skill Medicine|PC1} skill and the {@skill Lore|PC1|Surgery Lore} skill. You gain the {@feat Risky Surgery|PC2} skill feat."
			],
			"boosts": [
				"dexterity",
				"wisdom",
				"free"
			],
			"skills": [
				"medicine"
			],
			"lore": [
				"Surgery"
			],
			"feats": [
				"Risky Surgery|PC2"
			]
		},
		{
			"name": "Bookkeeper",
			"source": "PC2",
			"remaster": true,
			"page": 50,
			"entries": [
				"You ran the numbers on a large farm, for a merchant's endeavors, or with a major guild in the city. You kept track of expenses, payroll, profits, and anything else that had to do with money, for better or worse. If better, you might be adventuring to learn how others ply this trade. If worse, you may be fleeing from impending consequences in the hope that no one finds you.",
				"Choose two attribute boosts. One must be to Intelligence or Wisdom, and one is a free attribute boost.",
				"You're trained in the {@skill Society|PC1} skill and the {@skill Lore|PC1|Accounting Lore} skill. You gain the {@feat Eye for Numbers|PC2} skill feat."
			],
			"boosts": [
				"intelligence",
				"wisdom",
				"free"
			],
			"skills": [
				"society"
			],
			"lore": [
				"Accounting"
			],
			"feats": [
				"Eye for Numbers|PC2"
			]
		},
		{
			"name": "Courier",
			"source": "PC2",
			"remaster": true,
			"page": 50,
			"entries": [
				"In your youth, you earned coin running messages for persons of wealth and influence, darting through crowded city streets.",
				"Your dogged commitment to deliver your message was good training for the life of an adventurer.",
				"Choose two attribute boosts. One must be to Dexterity or Intelligence, and one is a free attribute boost.",
				"You're trained in the {@skill Society|PC1} skill and the {@skill Lore|PC1} skill for your city of origin. You gain the {@feat Glean Contents|PC2} skill feat."
			],
			"boosts": [
				"dexterity",
				"intelligence",
				"free"
			],
			"skills": [
				"society",
				"lore"
			],
			"feats": [
				"Glean Contents|PC2"
			]
		},
		{
			"name": "Driver",
			"source": "PC2",
			"remaster": true,
			"page": 50,
			"entries": [
				"You practically live behind the controls of a vehicle and can handle just about anything the road, waves, and sky can throw at you. You likely adventure to test your skills in unusual environments and new and interesting vehicles. Choose two attribute boosts. One must be to Strength or Dexterity, and one is a free attribute boost.",
				"You're trained in the {@skill Acrobatics|PC1} skill and the {@skill Lore|PC1|Piloting Lore} skill. You gain the {@feat Assurance|PC1} skill feat with {@skill Lore|PC1|Piloting Lore}."
			],
			"boosts": [
				"strength",
				"dexterity",
				"free"
			],
			"skills": [
				"acrobatics"
			],
			"lore": [
				"Piloting"
			],
			"feats": [
				"Assurance"
			]
		},
		{
			"name": "Insurgent",
			"source": "PC2",
			"remaster": true,
			"page": 50,
			"entries": [
				"You were more than a rebel; you were a revolutionary, fighting for the promise of a new or better country. You may or may not still believe in the cause, or perhaps victory or exile has led you on this new journey to trumpet your glory... or to escape the consequences of your defeat.",
				"Choose two attribute boosts. One must be to Strength or Wisdom, and one is a free attribute boost.",
				"You're trained in the {@skill Deception|PC1} skill and the {@skill Lore|PC1|Warfare Lore} skill. You gain the {@feat Lengthy Diversion|PC1} skill feat."
			],
			"boosts": [
				"strength",
				"wisdom",
				"free"
			],
			"skills": [
				"deception"
			],
			"lore": [
				"Warfare"
			],
			"feats": [
				"Lengthy Diversion"
			]
		},
		{
			"name": "Outrider",
			"source": "PC2",
			"remaster": true,
			"page": 50,
			"entries": [
				"In your youth, you galloped on horseback over vast prairies, serving as a vanguard for your settlement, an army, or another group. Seeing so many different lands built a thirst in you to adventure and explore the world instead of just racing past it.",
				"Choose two attribute boosts. One must be to Constitution or Wisdom, and one is a free attribute boost.",
				"You're trained in the {@skill Nature|PC1} skill and the {@skill Lore|PC1|Plains Lore} skill. You gain the {@feat Express Rider|PC2} skill feat."
			],
			"boosts": [
				"constitution",
				"wisdom",
				"free"
			],
			"skills": [
				"nature"
			],
			"lore": [
				"Plains"
			],
			"feats": [
				"Express Rider|PC2"
			]
		},
		{
			"name": "Pilgrim",
			"source": "PC2",
			"remaster": true,
			"page": 50,
			"entries": [
				"In your youth, you made several pilgrimages to important shrines and sacred sites. You might have been a mendicant friar, a seller of religious relics (real or fraudulent), or just a simple farmer following the dictates of your faith. Whatever the aims of your wanderings now, your faith still protects you on the road.",
				"Choose two attribute boosts. One must be to Wisdom or Charisma, and one is a free attribute boost.",
				"You're trained in the {@skill Religion|PC1} skill and the {@skill Lore|PC1} skill for your patron deity. You gain the {@feat Pilgrim's Token|PC2} skill feat."
			],
			"boosts": [
				"wisdom",
				"charisma",
				"free"
			],
			"skills": [
				"religion",
				"lore"
			]
		},
		{
			"name": "Refugee",
			"source": "PC2",
			"remaster": true,
			"page": 50,
			"entries": [
				"You come from a land very distant from the one you now find yourself in, driven by war, plague, or simply in the pursuit of opportunity. Regardless of your origin or the reason you left your home, you find yourself an outsider in this new land.",
				"Adventuring is a way to support yourself while offering hope to those who need it most.",
				"Choose two attribute boosts. One must be to Constitution or Wisdom, and one is a free attribute boost.",
				"You're trained in the {@skill Society|PC1} skill and a {@skill Lore|PC1} skill related to the settlement you came from. You gain the {@feat Streetwise|PC1} skill feat."
			],
			"boosts": [
				"constitution",
				"wisdom",
				"free"
			],
			"skills": [
				"society",
				"lore"
			],
			"feats": [
				"Streetwise"
			]
		},
		{
			"name": "Root Worker",
			"source": "PC2",
			"remaster": true,
			"page": 51,
			"entries": [
				"Some ailments can't be cured by herbs alone. You learned ritual remedies as well, calling on nature spirits to soothe aches and ward off the evil eye. Taking up with adventurers has given you company on the road, as well as protection from those who would brand you a fake—or worse.",
				"Choose two attribute boosts. One must be to Intelligence or Wisdom, and one is a free attribute boost.",
				"You're trained in the {@skill Occultism|PC1} skill and the {@skill Lore|PC1|Herbalism Lore} skill. You gain the {@feat Root Magic|PC2} skill feat."
			],
			"boosts": [
				"intelligence",
				"wisdom",
				"free"
			],
			"skills": [
				"occultism"
			],
			"lore": [
				"Herbalism"
			],
			"feats": [
				"Root Magic|PC2"
			]
		},
		{
			"name": "Saboteur",
			"source": "PC2",
			"remaster": true,
			"page": 51,
			"entries": [
				"Whether you do it for personal enjoyment or at the behest of a mercenary company or military organization, you have a knack for destroying things. You have a sense for an object or structure's weak spots and know where to deliver a hammer strike or alchemical bomb. You adventure to hone your skills or complete a particular mission.",
				"Choose two attribute boosts. One must be to Strength or Dexterity, and one is a free attribute boost.",
				"You're trained in the {@skill Thievery|PC1} skill and the {@skill Lore|PC1|Engineering Lore} skill. You gain the {@feat Concealing Legerdemain|PC2} skill feat."
			],
			"boosts": [
				"strength",
				"dexterity",
				"free"
			],
			"skills": [
				"thievery"
			],
			"lore": [
				"Engineering"
			],
			"feats": [
				"Concealing Legerdemain|PC2"
			]
		},
		{
			"name": "Scavenger",
			"source": "PC2",
			"remaster": true,
			"page": 51,
			"entries": [
				"You've made a living sorting through the things society throws away. You might have scavenged simply to survive, or plied a trade as a ragpicker, dung carter, or the like. While you've left that life behind, you still keep one eye on the ground out of habit.",
				"Choose two attribute boosts. One must be to Intelligence or Wisdom, and one is a free attribute boost.",
				"You're trained in the {@skill Survival|PC1} skill and a {@skill Lore|PC1} skill for the settlement you grew up scavenging in.",
				"You gain the {@feat Forager|PC1} skill feat."
			],
			"boosts": [
				"intelligence",
				"wisdom",
				"free"
			],
			"skills": [
				"survival",
				"lore"
			],
			"feats": [
				"Forager"
			]
		},
		{
			"name": "Servant",
			"source": "PC2",
			"remaster": true,
			"page": 51,
			"entries": [
				"You held a role of servitude, waiting on nobles and engendering their trust as one of the confidantes of the household. You might have walked away on good terms, or perhaps you know dangerous secrets about your former employers. Regardless, you're adventuring for a change and finding that in this new role, the skills you've learned now serve you. Choose two attribute boosts. One must be to Dexterity or Charisma, and one is a free attribute boost.",
				"You're trained in the {@skill Society|PC1} skill and the {@skill Lore|PC1|Labor Lore} skill. You gain the {@feat Read Lips|PC1} skill feat."
			],
			"boosts": [
				"dexterity",
				"charisma",
				"free"
			],
			"skills": [
				"society"
			],
			"lore": [
				"Labor"
			],
			"feats": [
				"Read Lips"
			]
		},
		{
			"name": "Squire",
			"source": "PC2",
			"remaster": true,
			"page": 51,
			"entries": [
				"You trained at the feet of a knight, maintaining their gear and supporting them at tourneys and in battle. Now you search for a challenge that will prove you worthy of full knighthood, or you've spurned pomp and ceremony to test yourself in honest, albeit less formal, combat.",
				"Choose two attribute boosts. One must be to Strength or Constitution, and one is a free attribute boost.",
				"You're trained in the {@skill Athletics|PC1} skill and your choice of the {@skill Lore|PC1|Heraldry Lore} or {@skill Lore|PC1|Warfare Lore} skill. You gain the {@feat Armor Assist|PC2} skill feat."
			],
			"boosts": [
				"strength",
				"constitution",
				"free"
			],
			"skills": [
				"athletics"
			],
			"lore": [
				"Heraldry",
				"Warfare"
			],
			"feats": [
				"Armor Assist|PC2"
			]
		},
		{
			"name": "Tax Collector",
			"source": "PC2",
			"remaster": true,
			"page": 51,
			"entries": [
				"Reviled but required, you were sent when taxes were due. Performing your job might have required travel and persuasion, or perhaps you were responsible for collecting taxes on trade.",
				"Either way, it sometimes meant dirty hands, and adventuring seemed the next logical step to you.",
				"Choose two attribute boosts. One must be to Strength or Charisma, and one is a free attribute boost.",
				"You're trained in the {@skill Intimidation|PC1} skill and the {@skill Lore|PC1} skill for the settlement that employed you. You gain the {@feat Quick Coercion|PC1} skill feat."
			],
			"boosts": [
				"strength",
				"charisma",
				"free"
			],
			"skills": [
				"intimidation",
				"lore"
			],
			"feats": [
				"Quick Coercion"
			]
		},
		{
			"name": "Ward",
			"source": "PC2",
			"remaster": true,
			"page": 51,
			"entries": [
				"When you were young, you became the ward of another house— boarded, fed, and educated, but never quite a part of the family.",
				"Perhaps you had to tend to their needs in return for feeding and raising you, or perhaps you were provided for but disregarded.",
				"Now, adventuring is your chance to grow and roam free. Choose two attribute boosts. One must be to Constitution or Charisma, and one is a free attribute boost.",
				"You're trained in the {@skill Performance|PC1} skill and the {@skill Lore|PC1|Genealogy Lore} skill. You gain the {@feat Fascinating Performance|PC1} skill feat."
			],
			"boosts": [
				"constitution",
				"charisma",
				"free"
			],
			"skills": [
				"performance"
			],
			"lore": [
				"Genealogy"
			],
			"feats": [
				"Fascinating Performance"
			]
		},
		{
			"name": "Amnesiac",
			"source": "PC2",
			"page": 52,
			"traits": [
				"rare"
			],
			"entries": [
				"Your background is... well... honestly, you can't remember! You might have inklings deep within your mind, undercurrents of unusual emotions or unexpected responses to certain people or situations, but ultimately you don't know who you once were. You might be adventuring specifically to help discover yourself. It's up to you and the GM how to handle the truth of your character's backstory. You could leave it to the GM so it's a secret, work together with the GM, or even choose to leave it undecided until later. In any case, you and your GM should determine a few noteworthy details about your character or their belongings to get the first clues to your past.",
				"You gain three free attribute boosts. You choose two, and the GM chooses the third based on their first inklings of your character's possible history."
			],
			"boosts": [
				"free",
				"free",
				"free"
			],
			"miscTags": [
				"GMInfluence"
			]
		},
		{
			"name": "Blessed",
			"source": "PC2",
			"page": 52,
			"traits": [
				"rare"
			],
			"entries": [
				"You have been blessed by a divinity. For an unknown reason, and irrespective of your actual beliefs, a deity has granted you a boon to use for good or ill. Your blessing grants wisdom and insight to aid you in your struggles. You may or may not even know the identity of the being who blessed you, and the blessing might come with a cost you discover later on.",
				"Choose two attribute boosts. One must be to Wisdom or Charisma, and one is a free attribute boost.",
				"You are trained in a {@skill Lore|PC1} skill associated with the deity who blessed you (such as {@deity Shelyn|PC1} {@skill Lore|PC1}) if you know their identity, or else in a {@skill Lore|PC1} skill of the GM's choice if you don't. Either you can cast {@spell guidance|PC1} as a divine innate spell at will, or you gain a similar blessing determined by the GM."
			],
			"boosts": [
				"wisdom",
				"charisma",
				"free"
			],
			"skills": [
				"lore"
			],
			"spells": [
				"guidance|PC1"
			]
		},
		{
			"name": "Cursed",
			"source": "PC2",
			"page": 52,
			"traits": [
				"rare"
			],
			"entries": [
				"You are the victim of a personal or hereditary curse. Through great effort and occult study, you have learned to fend off the curse's worst effects and, by extension, you can protect yourself against other harmful magic. However, the curse still hangs over you and sometimes manifests in dangerous ways.",
				"Choose two attribute boosts. One must be to Intelligence or Charisma, and one is a free attribute boost.",
				"You are trained in {@skill Occultism|PC1} and {@skill Lore|PC1|Curse Lore}. You gain the Warding Sign reaction. You and the GM should determine the full effects of the curse, though you've staved most of them off for now. The GM determines the curse's lingering manifestations on you, which usually include at least a constant or very frequent thematic effect and occasional more dangerous effects.",
				{
					"name": "Warding Sign",
					"activity": {
						"number": 1,
						"unit": "reaction"
					},
					"traits": [
						"concentrate"
					],
					"frequency": {
						"number": 1,
						"unit": "minute"
					},
					"trigger": "You attempt a saving throw against a {@trait magical} effect, but you haven't rolled yet",
					"entries": [
						"You call on the power of a personal, eldritch sign of protection, which flares brightly before slowly fading. You gain a +2 circumstance bonus to the triggering saving throw, or a +3 circumstance bonus if the effect is a curse."
					],
					"type": "ability"
				}
			],
			"boosts": [
				"intelligence",
				"charisma",
				"free"
			],
			"skills": [
				"occultism"
			],
			"lore": [
				"Curse"
			],
			"miscTags": [
				"ability",
				"GMInfluence"
			]
		},
		{
			"name": "Feral Child",
			"source": "PC2",
			"page": 52,
			"traits": [
				"rare"
			],
			"entries": [
				"You spent your youth in the wilderness, living close to or perhaps raised by animals. You have a close, mystical connection with these animals and gained certain abilities from them, though this limited your well-roundedness in mental pursuits.",
				"Choose one attribute boost. It must be to Strength, Dexterity, or Constitution.",
				"You are trained in {@skill Nature|PC1} and {@skill Survival|PC1}. You gain low-light vision (or darkvision if you already had low-light vision), imprecise scent with a range of 30 feet, and the {@feat Forager|PC1} skill feat."
			],
			"boosts": [
				"strength",
				"dexterity",
				"constitution"
			],
			"skills": [
				"nature",
				"survival"
			],
			"feats": [
				"Forager"
			],
			"miscTags": [
				"sense"
			]
		},
		{
			"name": "Feybound",
			"source": "PC2",
			"page": 52,
			"traits": [
				"rare"
			],
			"entries": [
				"You have spent time in the First World or another realm of the fey and aren't entirely the same person you were before. Perhaps you made a purchase at the legendary Witchmarket or partook deeply of fey food and wine. Whatever the case, willingly or inadvertently, you made a bargain with the fey, the benefits of which come at a price.",
				"Choose two attribute boosts. One must be to Dexterity or Charisma, and one is a free attribute boost.",
				"You are trained in {@skill Lore|PC1|Fey Lore} and gain the Fey's Fortune free action. You gain an anathema as part of your pact with the fey. If you violate this anathema, you lose Fey's Fortune until you receive the effects of a successful atone ritual using the {@skill Nature|PC1} skill. The exact anathema is up to you and the GM, but the most common requirement is that you must fulfill a single request from any fey who knows your name.",
				{
					"name": "Fey's Fortune",
					"activity": {
						"number": 1,
						"unit": "free"
					},
					"traits": [
						"concentrate",
						"fortune"
					],
					"frequency": {
						"number": 1,
						"unit": "day"
					},
					"trigger": "You attempt a skill check and haven't yet rolled",
					"entries": [
						"Roll the skill check twice and use the better result."
					],
					"type": "ability"
				}
			],
			"boosts": [
				"dexterity",
				"charisma",
				"free"
			],
			"skills": [
				"nature"
			],
			"lore": [
				"Fey"
			],
			"miscTags": [
				"ability"
			]
		},
		{
			"name": "Haunted",
			"source": "PC2",
			"page": 53,
			"traits": [
				"rare"
			],
			"entries": [
				"You are followed by a spirit or entity, either from childhood or since a momentous event. You and others may have seen this entity. You have studied esoteric subjects trying to understand your situation, but this presence in your life remains a mystery.",
				"Whatever this entity is or wants, it influences your life in subtle ways, and not always for the better. Sometimes the entity helps you, but at other times, its influence is malevolent or harmful.",
				"The entity is most likely to surface in stressful situations. Choose two attribute boosts. One must be to Wisdom or Charisma, and one is a free attribute boost.",
				"You are trained in {@skill Occultism|PC1} and an additional skill in which the haunting entity is well-versed, determined by the GM. Any time you attempt a skill check for the entity's skill, the GM can offer you a +1 circumstance bonus to the check, as though the entity were Aiding you. If you accept but fail the check, you are {@condition frightened|PC1|PC1|frightened 2} ({@condition frightened|PC1|frightened 4} on a critical failure). The initial {@condition frightened|PC1} value can't be reduced by effects that would reduce or prevent the condition (such as a fighter's bravery)."
			],
			"boosts": [
				"wisdom",
				"charisma",
				"free"
			],
			"skills": [
				"occultism"
			],
			"miscTags": [
				"situationalBenefit",
				"GMInfluence"
			]
		},
		{
			"name": "Returned",
			"source": "PC2",
			"page": 53,
			"traits": [
				"rare"
			],
			"entries": [
				"You died and miraculously returned with knowledge of the realms beyond death and a stronger link to life. Some dead and undead souls might feel a strange, instinctual kinship with you.",
				"Choose two attribute boosts. One must be to Constitution or Wisdom, and one is a free attribute boost.",
				"You gain the {@feat Diehard|PC1} feat and the {@feat Additional Lore|PC1} feat for {@skill Lore|PC1|Boneyard Lore}."
			],
			"boosts": [
				"constitution",
				"wisdom",
				"free"
			],
			"lore": [
				"Additional",
				"Boneyard"
			]
		},
		{
			"name": "Royalty",
			"source": "PC2",
			"page": 53,
			"traits": [
				"rare"
			],
			"entries": [
				"You are a prominent member of a royal family. You have eschewed the daily routines of royal life and taken up an adventurous quest—perhaps you're a deposed queen hoping to regain her throne, a prince seeking a more exciting life, or a sovereign's heir on a secret mission.",
				"Choose two attribute boosts. One must be to Intelligence or Charisma, and one is a free attribute boost.",
				"You are trained in {@skill Society|PC1}. You gain the {@feat Courtly Graces|PC1} skill feat and can influence commoners in your family's territory, as well as nobility anywhere. If you later gain the {@feat Leverage Connections|PC2} skill feat, you automatically have common and noble connections within any community in your royal family's territory and have noble connections in large communities outside your territory."
			],
			"boosts": [
				"intelligence",
				"charisma",
				"free"
			],
			"skills": [
				"society"
			],
			"feats": [
				"Courtly Graces",
				"Leverage Connections|PC2"
			]
		}
	]
}
