{
	"background": [
		{
			"name": "Close Ties",
			"source": "SoG0",
			"page": 11,
			"traits": [
				"rare"
			],
			"entries": [
				"You've forged a close friendship with one of Willowshore's notable citizens, and you have a long tradition of sharing tea with each other while chatting about shared interests, plans for the future, town gossip, or other matters of note. Work with your GM to choose one of the NPCs mentioned in the Willowshore Gazetteer (other than Granny Hu or Old Matsuki)—your GM might have suggestions for which NPC makes the most sense for your character or might know something about an NPC's eventual role in the campaign that would give your character a compelling story beat. You could be an employee or apprentice of this NPC, a close relation or friend, or even a friendly competitor in some way.",
				"Your home is likely relatively close to the place of business or home of your NPC ally.",
				"During the Reenactment Festival, you likely spent time with your NPC ally and might have made plans to get together the next day on the first day of summer, perhaps have tea together. You were chosen to be an abductee during the Reenactment Festival because your NPC friend or ally suggested the experience would be fun or good for you, or because they'd done it the previous year at your urging and now \"it's your turn.\"",
				"Choose two ability boosts. One must be to Charisma or Intelligence, and one is a free ability boost.",
				"You're trained in the {@skill Diplomacy} skill and the {@skill lore||Tea Lore} skill. You gain the {@feat Specialty Crafting} skill feat (choose a specialty associated with your allied NPC), and your allied NPC begins with an attitude of {@condition friendly} toward the party (rather than {@condition indifferent}, which is the initial norm for all Willowshore NPCs).",
				{
					"type": "ability",
					"name": "Seasonal Boon",
					"activity": {
						"number": 1,
						"unit": "free"
					},
					"frequency": {
						"unit": "season",
						"number": 1
					},
					"trigger": "Someone in the party makes an NPC in Willowshore {@condition friendly}",
					"entries": [
						"Your reputation precedes you, even if you aren't the one making the attempt to influence an NPC. The NPC is made {@condition helpful} instead of friendly. Making an NPC helpful can unlock additional support from their location in Willowshore—your GM has more information about this mechanic."
					]
				}
			],
			"boosts": [
				"charisma",
				"intelligence",
				"free"
			],
			"skills": [
				"diplomacy"
			],
			"lore": [
				"Tea"
			],
			"feats": [
				"Specialty Crafting"
			],
			"miscTags": [
				"ability"
			]
		},
		{
			"name": "Folklore Enthusiast",
			"source": "SoG0",
			"page": 11,
			"traits": [
				"rare"
			],
			"entries": [
				"Willowshore is a small town in a rural part of Shenmen, but that doesn't exempt it from the world of the strange and unexplained. There are plenty of mysterious events and haunting legends about Willowshore or its hinterlands, and as a result of your upbringing, you've become particularly interested in learning more about them. While much of the regional folklore comes from one of Willowshore's many religions and local faiths (of which you might be a practicing member or perhaps instead have a secular interest in the lore), you've noticed that these beliefs also influence artisans and crafters in ways they might not even realize. You're convinced that many of these local beliefs have roots in a deeper, historical event of great significance and hope one day to learn more about Willowshore's true history.",
				"If you're religious, your home is likely near a shrine associated with your faith—if your faith isn't represented among Willowshore's shrines, speak with your GM about potentially having a shrine to your faith in or near to your home.",
				"During the Reenactment Festival, you likely spent time chatting with others about ghost stories and sharing spooky legends and tales. You weren't chosen to be an abductee during the Reenactment Festival so much as you volunteered, eagerly, for the chance—you might have even participated in previous years as an abductee!",
				"Choose two ability boosts. One must be to Intelligence or Wisdom, and one is a free ability boost.",
				"You're trained in the {@skill Religion} skill and the {@skill Lore||Art Lore} skill. You gain the {@feat Oddity Identification} skill feat.",
				{
					"type": "ability",
					"name": "Seasonal Boon",
					"activity": {
						"number": 1,
						"unit": "free"
					},
					"frequency": {
						"unit": "season",
						"number": 1
					},
					"trigger": "You're about to roll any check to {@action Recall Knowledge}",
					"entries": [
						"You have a flash of insight as you recall an old parable, obscure legend, or applicable tale to the topic at hand. This {@action Recall Knowledge} check loses the {@trait secret} trait. Increase the result of your check to Recall Knowledge by one degree of success."
					]
				}
			],
			"boosts": [
				"intelligence",
				"wisdom",
				"free"
			],
			"skills": [
				"religion"
			],
			"lore": [
				"Art"
			],
			"feats": [
				"Oddity Identification"
			],
			"miscTags": [
				"ability"
			]
		},
		{
			"name": "Northridge Scholar",
			"source": "SoG0",
			"page": 12,
			"traits": [
				"rare"
			],
			"entries": [
				"The political faction of Northridge is focused on modern pragmatism and urban growth. While there are certainly those in this faction who regard those of Southbank as rubes, bumbling yokels, or stubborn traditionalists who would prefer Willowshore never grow, most of those following this local faction instead put their energy into developing Willowshore, envisioning a time when the town might grow into an important hub for trade. Your interests lie more along the concept of Willowshore as a place for learning—a school, library, or even small university could do so much for your town! Of course, as invigorating as it is to study and learn, you also understand that expanding Willowshore in such a way will require lots of hard work, and your childhood helping to lay foundations or raise buildings has given you a physique that eludes the typical scholar.",
				"Your home is likely somewhere along the northern banks of the Ceiba River to the east of downtown Willowshore.",
				"During the Reenactment Festival, you likely helped to run some of the festivities or spent time simply sitting back to people-watch. You volunteered to be an abductee during the Reenactment Festival because the experience of taking part in one of the town's longest-running traditions is an honor you've always wanted to experience.",
				"Choose two ability boosts. One must be to Constitution or Strength, and one is a free ability boost.",
				"You're trained in the {@skill Society} skill and the {@skill lore||Academia Lore} skill. You gain the {@feat Additional Lore} feat.",
				{
					"type": "ability",
					"name": "Seasonal Boon",
					"activity": {
						"number": 1,
						"unit": "free"
					},
					"frequency": {
						"unit": "season",
						"number": 1
					},
					"trigger": "The party's reputation with Northridge increases",
					"entries": [
						"Increase the party's reputation with Northridge by an additional 2 points (your GM has information about Willowshore reputation)."
					]
				}
			],
			"boosts": [
				"constitution",
				"strength",
				"free"
			],
			"skills": [
				"society"
			],
			"lore": [
				"Academia"
			],
			"feats": [
				"Additional Lore"
			],
			"miscTags": [
				"ability"
			]
		},
		{
			"name": "Outskirt Dweller",
			"source": "SoG0",
			"page": 12,
			"traits": [
				"rare"
			],
			"entries": [
				"While Willowshore is a lovely small town, even a population of 200 is a bit much for you. Whether you grew up in the town's outskirts, or you grew frustrated and overwhelmed with town life and decided to move to the fringes, you're only really at home when you're surrounded by nature. You don't look down on those who live in town, and you might be among the hunters, trappers, fishers, or herbalists who provide important support to those who lack such forestry skills.",
				"Your home is on the outskirts of Willowshore and might not even be represented by an actual building on the map. With the GM's permission, you might even dwell in a small building further out in the Willowshore hinterlands, but no further than a couple of miles from town.",
				"During the Reenactment Festival, you likely showed up late and weren't intending to stay for long, but your friends and allies (the other PCs) convinced you to stick around. You were chosen to be an abductee during the Reenactment Festival at the last minute when someone else had to back out (perhaps as a result of overindulging during the feast), and your friends (the other PCs) convinced you to join them on what would be a fun, shared experience. And since it involves sleeping out under the stars in the woods, well, that's a pretty lovely way to end an evening!",
				"Choose two ability boosts. One must be to Dexterity or Wisdom, and one is a free ability boost.",
				"You're trained in the {@skill Nature} skill and the {@skill lore||Hunting Lore} skill. You gain the {@feat Terrain Expertise} (forest) skill feat.",
				{
					"type": "ability",
					"name": "Seasonal Boon",
					"activity": {
						"number": 1,
						"unit": "free"
					},
					"frequency": {
						"unit": "season",
						"number": 1
					},
					"trigger": "You're about to roll initiative",
					"entries": [
						"Something about the situation triggers your defenses, allowing you to react to sudden peril more quickly. You gain a status bonus to your initiative roll equal to the number of seasons since you've started Season of Ghosts (+1 during the first adventure, up to a maximum of +4 during the fourth and final adventure). If you can communicate a warning to other PCs, they gain this bonus to their initiative as well."
					]
				}
			],
			"boosts": [
				"dexterity",
				"wisdom",
				"free"
			],
			"skills": [
				"nature"
			],
			"lore": [
				"Hunting"
			],
			"feats": [
				"Terrain Expertise"
			],
			"miscTags": [
				"ability"
			]
		},
		{
			"name": "Southbank Traditionalist",
			"source": "SoG0",
			"page": 12,
			"traits": [
				"rare"
			],
			"entries": [
				"The political faction of Southbank represents the original founders of Willowshore, a hearty band of settlers whose skills and focus tend toward the earthly and humble. While there are certainly those in this faction who regard Northridge as vapid urbanites, merchants, and power-hungry politicians, most in Southbank devote their energy to helping Willowshore stay fed, honoring its long-standing traditions, and remaining relatively self-sufficient. Your interests in Willowshore's history are closely tied to the traditions of farming and building what you need with your own two hands, as well as taking part in the shared oral history of the region. Whether it's enjoying discussions with local elders about the past or helping newcomers learn Willowshore's ways, you're always eager to help uphold the town's traditions.",
				"Your home is likely located south of the Ceiba River, on the southernmost outskirts of town.",
				"During the Reenactment Festival, you likely spent time helping to set up the feasts, assisted in running some of the events, and otherwise worked behind the scenes. You were chosen to be an abductee during the Reenactment Festival because you lost a bet, owed a favor, or otherwise got pressured or tricked into the role by a family member, friend, or coworker. Perhaps someone who was going to be one of the abductees but had to back out at the last moment, and so you ended up taking their place.",
				"Choose two ability boosts. One must be to Charisma or Constitution, and one is a free ability boost.",
				"You're trained in the {@skill Crafting} skill and the {@lore Lore||Farming Lore} skill. You gain the {@feat Hobnobber} feat.",
				{
					"type": "ability",
					"name": "Seasonal Boon",
					"activity": {
						"number": 1,
						"unit": "free"
					},
					"frequency": {
						"unit": "season",
						"number": 1
					},
					"trigger": "The party's reputation with Southbank increases",
					"entries": [
						"Increase the party's reputation with Southbank by an additional 2 points (your GM has information about Willowshore reputation)."
					]
				}
			],
			"boosts": [
				"charisma",
				"constitution",
				"free"
			],
			"skills": [
				"crafting"
			],
			"lore": [
				"Farming"
			],
			"feats": [
				"Hobnobber"
			],
			"miscTags": [
				"ability"
			]
		},
		{
			"name": "Willowshore Urchin",
			"source": "SoG0",
			"page": 13,
			"entries": [
				"As with any settlement, not all of Willowshore's citizens are born into easy lives. You grew up on the town streets, either as an orphan or hardscrabble youth who was forced at a young age to help provide for your family. You might technically have had a home of your own, but for various reasons, you had, or preferred, to live most of your childhood outside of those walls. You might have run with a gang of kids (some of whom might even be fellow PCs), or you could've been a loner who managed to survive against all odds. Regardless, your childhood was one of forced ingenuity, desperation, and physicality. Hardly a week would've passed without you having to jury-rig a solution to some problem or to simply use your reflexes or brawn to solve a situation quickly before things escalated. While you might have left your old life behind you now that you're all grown up, the time you spent on Willowshore's streets have made you the person you are today.",
				"You might still be technically homeless, subsisting on the street and never sleeping in the same place twice in a row. You might keep a small shanty or hideout somewhere in town as well. It's also possible that, despite your childhood, you've been fortunate enough to find a family or home, in which case your home could be anywhere in Willowshore.",
				"During the Reenactment Festival, you likely enjoyed the revelry... perhaps a bit too much! Festivals were always times of excitement in your childhood, and this one is no exception. You were chosen to be an abductee during the Reenactment Festival simply by chance—maybe your name was selected by a blind draw, or perhaps someone dared you to take part, or you could simply have craved the attention.",
				"Choose two ability boosts. One must be to Dexterity or Strength, and one is a free ability boost.",
				"You're trained in the {@skill Athletics} skill and the {@skill lore||Engineering Lore} skill. You gain the {@feat Charming Liar} feat.",
				{
					"type": "ability",
					"name": "Seasonal Boon",
					"activity": {
						"number": 1,
						"unit": "free"
					},
					"frequency": {
						"unit": "season",
						"number": 1
					},
					"trigger": "You (or an adjacent PC) are about to roll a recovery check",
					"entries": [
						"You gain an automatic critical success on the recovery check rather than rolling it as your hearty physique, tenacious attitude, or just plain old luck continues to help you survive the way it had during your childhood. If you're adjacent to a PC who's about to roll a recovery check, you can instead use this boon to grant them this effect."
					]
				}
			],
			"boosts": [
				"charisma",
				"constitution",
				"free"
			],
			"skills": [
				"athletics"
			],
			"lore": [
				"Engineering"
			],
			"feats": [
				"Charming Liar"
			],
			"miscTags": [
				"ability"
			]
		}
	]
}
