{
	"background": [
		{
			"name": "Alloysmith",
			"source": "RoE",
			"page": 44,
			"entries": [
				"Blacksmithing might be an ancient profession, but you are its cutting edge. You've studied the properties of different metals, experimented with them by combining them, exposing them to different elements and processes, and have even delved into the metaphysical nature of metal in your quest to master it. You might have taken up adventuring to acquire more funding and materials or to test your designs. Choose two attribute boosts. One must be to Strength or Intelligence, and one is a free attribute boost.",
				"You're trained in the {@skill Crafting} skill and the Plane of {@skill Lore||Metal Lore} skill. You gain the {@feat Specialty Crafting} skill feat with the blacksmithing specialty."
			],
			"boosts": [
				"strength",
				"intelligence"
			],
			"skills": [
				"crafting"
			],
			"lore": [
				"Metal"
			],
			"feats": [
				"Specialty Crafting"
			]
		},
		{
			"name": "Crystal Healer",
			"source": "RoE",
			"page": 44,
			"entries": [
				"Mineral formations can be beautiful things, sparkling and arrayed in geometric configurations. To you, they are also potent natural healing aids. You may have taken up adventuring to prove yourself by healing the ailing or to find new crystals with unique properties to add to your growing collection.",
				"Choose two attribute boosts. One must be to Wisdom or Charisma and one is a free attribute boost.",
				"You're trained in the {@skill Nature} skill and the Plane of {@skill Lore||Earth Lore} skill. You gain the {@feat Natural Medicine} skill feat."
			],
			"boosts": [
				"wisdom",
				"charisma"
			],
			"skills": [
				"nature"
			],
			"lore": [
				"Earth"
			],
			"feats": [
				"Natural Medicine"
			]
		},
		{
			"name": "Deep-Sea Diver",
			"source": "RoE",
			"page": 44,
			"entries": [
				"The sapphire depths of the seas and the mysteries they hold beneath their surface have always piqued your interest. Your obsession with the ocean depths cannot be contained to one world alone, and you've read tomes and journals about the source of all water, everywhere, hoping to one day understand the watery secrets of the great unknown.",
				"Choose two attribute boosts. One must be to Strength or Wisdom, and one is a free attribute boost.",
				"You're trained in the {@skill Athletics} skill and the Plane of {@skill Lore||Water Lore} skill. You gain the {@feat Underwater Marauder} skill feat."
			],
			"boosts": [
				"strength",
				"wisdom"
			],
			"skills": [
				"athletics"
			],
			"lore": [
				"Water"
			],
			"feats": [
				"Underwater Marauder"
			]
		},
		{
			"name": "Dendrologist",
			"source": "RoE",
			"page": 44,
			"entries": [
				"Trees grow in every biome, and your awe at their ability to conquer terrain has inspired deeper study into their workings.",
				"There are trees everywhere, and your study of them will inevitably take you ever further afield in search of new varieties, perhaps even to the Plane of Wood itself.",
				"Choose two attribute boosts. One must be to Intelligence or Wisdom, and one is a free attribute boost.",
				"You're trained in the {@skill Survival} skill and the Plane of {@skill Lore||Wood Lore} skill. You gain the {@feat Terrain Expertise} skill feat for forests."
			],
			"boosts": [
				"intelligence",
				"wisdom"
			],
			"skills": [
				"survival"
			],
			"lore": [
				"Wood"
			],
			"feats": [
				"Terrain Expertise"
			]
		},
		{
			"name": "Fire Warden",
			"source": "RoE",
			"page": 44,
			"entries": [
				"Whether you fought against fires in the wilderness or in crowded city streets, you've had your fair share of dealing with uncontrolled flames. Battling thick smoke and toxic fumes, you've {@condition broken} down obstacles to save trapped people from a fiery grave, and you've studied the nature and source of fire itself to try and better learn how to fight it. Choose two attribute boosts. One must be to Strength or Constitution, and one is a free attribute boost.",
				"You're trained in the {@skill Athletics} skill and the Plane of {@skill Lore||Fire Lore} skill. You gain the Breath Control feat."
			],
			"boosts": [
				"strength",
				"constitution"
			],
			"skills": [
				"athletics"
			],
			"lore": [
				"Fire"
			]
		},
		{
			"name": "Sky Rider",
			"source": "RoE",
			"page": 44,
			"entries": [
				"The freedom of a bird in flight is something to envy, and envy it you did, but not for long. You've borrowed mechanical gliders or sought out the benefits of magically aided gliding and flight, doing anything for an opportunity to look down on the world with only the wind to keep you aloft. The expense of these experiences may have been a notable factor in why you undertook the adventuring lifestyle or perhaps you are seeking new methods of flight to master. Choose two attribute boosts. One must be to Dexterity or Wisdom, and one is a free attribute boost.",
				"You're trained in the {@skill Acrobatics} skill and the Plane of {@skill Lore||Air Lore} skill. You gain the {@feat Cat Fall} skill feat."
			],
			"boosts": [
				"dexterity",
				"wisdom"
			],
			"skills": [
				"acrobatics"
			],
			"lore": [
				"Air"
			],
			"feats": [
				"Cat Fall"
			]
		},
		{
			"name": "Concordance Researcher",
			"source": "RoE",
			"page": 44,
			"traits": [
				"uncommon"
			],
			"entries": [
				"Tasked by the Concordance of Elements (page 7) to research a variety of enigmatic planar phenomena, you've acquired very specific knowledge about the planes and the interactions between them. While being a researcher is usually a peaceful profession, the Concordance might require you to go out into the field and research unstable planar situations. Choose two attribute boosts. One must be to Intelligence or Wisdom, and one is a free attribute boost.",
				"You're trained in four of the following: Plane of {@skill Lore||Air Lore}, Plane of {@skill Lore||Earth Lore}, Plane of {@skill Lore||Fire Lore}, Plane of {@skill Lore||Metal Lore}, Plane of {@skill Lore||Water Lore}, or Plane of {@skill Lore||Wood Lore}."
			],
			"boosts": [
				"intelligence",
				"wisdom"
			],
			"lore": [
				"Air",
				"Earth",
				"Fire",
				"Metal",
				"Water",
				"Wood"
			]
		},
		{
			"name": "Concordance Scout",
			"source": "RoE",
			"page": 44,
			"traits": [
				"uncommon"
			],
			"entries": [
				"You were hired by the Concordance of Elements to seek out rumors of planar breaches or other evidence of planar imbalances. After reporting back to the Concordance, they'd send agents more well equipped to deal with the situation. Still, this job has led you into more trouble than your employers suspect, and you've learned how to get your information quickly and get out relatively unscathed.",
				"Choose two attribute boosts. One must be to Constitution or Charisma, and one is a free attribute boost.",
				"You're trained in the {@skill Diplomacy} skill and one of the following lore skills: Plane of {@skill Lore||Air Lore}, Plane of {@skill Lore||Earth Lore}, Plane of {@skill Lore||Fire Lore}, Plane of {@skill Lore||Metal Lore}, Plane of {@skill Lore||Water Lore}, or Plane of {@skill Lore||Wood Lore}. You gain the {@feat Hobnobber} skill feat."
			],
			"boosts": [
				"constitution",
				"charisma"
			],
			"skills": [
				"diplomacy"
			],
			"lore": [
				"Air",
				"Earth",
				"Fire",
				"Metal",
				"Water",
				"Wood"
			],
			"feats": [
				"Hobnobber"
			]
		},
		{
			"name": "Elementally Infused",
			"source": "RoE",
			"page": 45,
			"traits": [
				"rare"
			],
			"entries": [
				"You were exposed to a strong burst of elemental essence originating directly from an elemental plane, most likely caused by a planar breach. Your body absorbed the elemental essence with no ill effects, and now it coalesces within you. With time, you've learned to project elemental power in a manner safe to you but still deadly to others.",
				"Choose two attribute boosts. One must be to Constitution or Charisma, and one is a free attribute boost.",
				"Choose one elemental plane: Air, Earth, Fire, Metal, Water, or Wood. You are trained in the corresponding {@skill Lore} skill: Plane of {@skill Lore||Air Lore}, Plane of {@skill Lore||Earth Lore}, Plane of {@skill Lore||Fire Lore}, Plane of {@skill Lore||Metal Lore}, Plane of {@skill Lore||Water Lore}, or Plane of {@skill Lore||Wood Lore}. You also gain a cantrip according to your chosen plane: {@b Air}: {@spell gale blast|SoM}; {@b Earth}: {@spell scatter scree|SoM}; {@b Fire}: {@spell ignition}; {@b Metal}: {@spell needle darts|RoE}; {@b Water} {@spell spout|SoM}, or {@spell wood root reading|RoE}. You can cast this spell as a primal innate spell at will."
			],
			"boosts": [
				"constitution",
				"charisma"
			],
			"lore": [
				"Air",
				"Earth",
				"Fire",
				"Metal",
				"Water",
				"Wood"
			]
		},
		{
			"name": "Planar Migrant",
			"source": "RoE",
			"page": 45,
			"traits": [
				"rare"
			],
			"entries": [
				"Your birthplace was on one of the elemental planes, but you traveled to the Universe for some reason. Maybe you left on good terms, or maybe you were driven out and hope to one day return. Maybe you were even exiled, and any mention of it brings pain and resentment. In any case, nowhere has quite felt like home since, and you've roamed the land, carrying your life's possessions on your back wherever you go. You adventure possibly in search of a place to belong or a way to return to your plane of origin and settle unfinished business.",
				"Choose two attribute boosts. One must be Dexterity or Constitution, and one is a free attribute boost.",
				"You're trained in the {@skill Athletics} skill and one of the following lore skills: Plane of {@skill Lore||Air Lore}, Plane of {@skill Lore||Earth Lore}, Plane of {@skill Lore||Fire Lore}, Plane of {@skill Lore||Metal Lore}, Plane of {@skill Lore||Water Lore}, or Plane of {@skill Lore||Wood Lore}. You gain the Hefty Hauler and {@feat Prescient Planner|APG} skill feats."
			],
			"boosts": [
				"dexterity",
				"constitution"
			],
			"skills": [
				"athletics"
			],
			"lore": [
				"Air",
				"Earth",
				"Fire",
				"Metal",
				"Water",
				"Wood"
			],
			"feats": [
				"Prescient Planner|APG"
			]
		}
	]
}
