{
	"background": [
		{
			"name": "Dragon Scholar",
			"source": "AoA0",
			"page": 4,
			"entries": [
				"Dragons have fascinated you for as long as you can remember. The potent power they possess, the long lives they lead, the ancient traditions they inspire—whatever the source of your interest, you've spent much of your life to this point immersed in all things draconic. These studies have bolstered your self-confidence and given you a wide range of methods and tactics you can use to impose your will on others.",
				"You've likely chosen to attend the Call for Heroes as a way to seek funds as an adventurer to afford more texts about dragons or perhaps out of a desire to encounter one in real life.",
				"Choose two ability boosts. One must be Strength or Charisma, and one is a free ability boost.",
				"You're trained in the {@skill Intimidation} skill and the {@skill Lore||Dragon Lore} skill. You gain the {@feat Intimidating Glare} skill feat."
			],
			"boosts": [
				"Strength",
				"Charisma",
				"Free"
			],
			"skills": [
				"Intimidation"
			],
			"lore": [
				"Dragon"
			],
			"feats": [
				"Intimidating Glare"
			]
		},
		{
			"name": "Emancipated",
			"source": "AoA0",
			"page": 4,
			"entries": [
				"Until recently, the nation of Ravounel was part of the larger nation of Cheliax, where the church of {@deity Asmodeus} is the law and slaves are traded freely in the open market. You had the poor fortune to be born into slavery, but the good luck to have grown up in the city of Kintargo. When Ravounel seceded from Cheliax, the leaders of this new nation freed all slaves, and you've wasted no time in exploring and establishing your new life. How and why you've come to Breachill is left to you to decide—but the fact that you feel empowered to determine your own destiny continues to drive you! The chance to become an adventurer has excited you for some time, as you hope to build a new life for yourself as a hero rewarded with fame and fortune. Joining the Call for Heroes is a great opportunity to find a group to adventure with.",
				"Choose two ability boosts. One must be Dexterity or Charisma, and one is a free ability boost.",
				"You're trained in the {@skill Stealth} skill and the {@skill Lore||Kintargo Lore} skill. You gain the {@feat Terrain Stalker} skill feat."
			],
			"boosts": [
				"Dexterity",
				"Charisma",
				"Free"
			],
			"skills": [
				"Stealth"
			],
			"lore": [
				"Kintargo"
			],
			"feats": [
				"Terrain Stalker"
			]
		},
		{
			"name": "Haunting Vision",
			"source": "AoA0",
			"page": 4,
			"entries": [
				"You've been haunted by frightening dreams of fires your whole life. This could be the result of a past, neardeath experience with fire or it might have no obvious source that you know of. Recently, you stumbled upon an image, story, or other omen featuring the dragon god of destruction, {@deity Dahak|LOGM}, and you were struck with an unnerving sense of deja vu—you've come to think that the draconic deity might have something to do with your dreams, and as such have been studying all you can about the god. Your visions have bolstered your faith as well; even if you don't worship a specific deity, you have a deep passion for matters of faith.",
				"Your latest dream, for the first time, had enough details to identify its setting—in this last dream, you saw the town of Breachill burning. You've decided to join the Call for Heroes hoping to save the town you fear might burn to the ground soon.",
				"Choose two ability boosts. One must be Constitution or Wisdom, and one is a free ability boost.",
				"You're trained in the {@skill Religion} skill and the {@skill Lore||Dahak Lore} skill. You gain the {@feat Student of the Canon} skill feat."
			],
			"boosts": [
				"Constitution",
				"Wisdom",
				"Free"
			],
			"skills": [
				"Religion"
			],
			"lore": [
				"Dahak"
			],
			"feats": [
				"Student of the Canon"
			]
		},
		{
			"name": "Hellknight Historian",
			"source": "AoA0",
			"page": 5,
			"entries": [
				"The various Hellknight Orders intrigue you, whether you seek to become one of their number yourself, wish to oppose their goals at every turn, or are merely inspired by or curious to learn more about them. You've heard that when the Order of the Nail abandoned Citadel Altaerein, they left behind the deed to the castle so anyone brave enough to explore the ruins and the defenses no doubt left behind would be rewarded with ownership of the abandoned fortress.",
				"You decided to join the Call for Heroes to hoping to gain an opportunity to explore Citadel Altaerein.",
				"Choose two ability boosts. One must be Strength or Intelligence, and one is a free ability boost.",
				"You're trained in the {@skill Society} skill and the {@skill Lore||Architecture Lore} skill. You gain the {@feat Courtly Graces} skill feat."
			],
			"boosts": [
				"Strength",
				"Intelligence",
				"Free"
			],
			"skills": [
				"Society"
			],
			"lore": [
				"Architecture"
			],
			"feats": [
				"Courtly Graces"
			]
		},
		{
			"name": "Local Scion",
			"source": "AoA0",
			"page": 5,
			"entries": [
				"You're from Breachill and have lived there most, if not all, of your life. You might be the son or daughter of a wellknown local adventuring family, or a family with a storied tradition of military or other martial service. You likely also have some sort of skill with your hands, as the people of Breachill are very self-sufficient.",
				"The Call for Heroes is one of your hometown's most iconic traditions, and you want to attend so you can prove your own merits to the council—beyond simply those of your family's name.",
				"Choose two ability boosts. One must be Constitution or Charisma, and one is a free ability boost.",
				"You're trained in the {@skill Crafting} skill and the {@skill Lore||Breachill Lore} skill. You gain the {@feat Specialty Crafting} skill feat."
			],
			"boosts": [
				"Constitution",
				"Charisma",
				"Free"
			],
			"skills": [
				"Crafting"
			],
			"lore": [
				"Breachill"
			],
			"feats": [
				"Specialty Crafting"
			]
		},
		{
			"name": "Out-of-towner",
			"source": "AoA0",
			"page": 5,
			"entries": [
				"You've never been to Breachill, nor do you have roots in the town, but as chance has it you find yourself visiting.",
				"You might be here traveling with a friend, visiting an old acquaintance, or merely here to see a new part of the world. Before coming to town, though, you spent many years living with an ancestry other than your own, and your diverse childhood has left you with an open mind and a curious nature.",
				"You're excited to meet new people and cultures, and answering the Call for Heroes seems to be an interesting way to do so.",
				"Choose two ability boosts. One must be Constitution or Intelligence, and one is a free ability boost.",
				"You're trained in the {@skill Diplomacy} skill and one of the following {@skill Lore} skills thematically associated with the members of the ancestry you grew up with: Dwarf, Elf, Gnome, Goblin, or Halfling. You gain the {@feat Hobnobber} skill feat."
			],
			"boosts": [
				"Constitution",
				"Intelligence",
				"Free"
			],
			"skills": [
				"Diplomacy"
			],
			"lore": [
				"Dwarf",
				"Elf",
				"Gnome",
				"Goblin",
				"Halfling"
			],
			"feats": [
				"Hobnobber"
			]
		},
		{
			"name": "Reputation Seeker",
			"source": "AoA0",
			"page": 5,
			"entries": [
				"You're likely from Breachill, but unlike the Local Scion, your family has no notable legacy in the area. You might not even have much of a family at all to call your own, and could be an orphan. You've seen so many people make names for themselves that you set out on your own and spent some time abroad in the jungles or deserts of Garund or in the upper reaches of the Darklands—regions that proved too dangerous to remain in for long on your own.",
				"You returned home with more caution and knowledge of the world beyond Breachill's borders, but still determined to win fame.",
				"You've decided that joining an adventuring group would be the best way to secure aid in your quest to build your own reputation, and are attending the Call for Heroes to find such allies.",
				"Choose two ability boosts. One must be Dexterity or Intelligence, and one is a free ability boost.",
				"You're trained in the {@skill Survival} skill and the Darklands, Desert, or {@skill Lore||Jungle Lore} skill. You gain the {@feat Terrain Expertise} skill feat (underground if you have {@skill Lore||Darklands Lore}, desert if you have {@skill Lore||Desert Lore}, or forest if you have {@skill Lore||Jungle Lore})."
			],
			"boosts": [
				"Dexterity",
				"Intelligence",
				"Free"
			],
			"skills": [
				"Survival"
			],
			"lore": [
				"Jungle",
				"Darklands",
				"Desert"
			],
			"feats": [
				"Terrain Expertise"
			]
		},
		{
			"name": "Returning Descendant",
			"source": "AoA0",
			"page": 5,
			"entries": [
				"You aren't from Breachill yourself—you might not even be from Isger or Avistan at all. You've lived a hard life, in any event. You have often had to make tough decisions, and have developed a knack for understanding how things work (and the best way to take them apart) that has helped you support yourself. Recently you discovered that an ancestor was from the town of Breachill and had a modest career as an adventurer. You can't help but wonder if you would have had an easier life if you'd grown up there instead, and have decided to seek out this small town to learn more about it.",
				"You've decided to respond to the Call for Heroes to follow in your ancestor's footsteps, either to honor their memory or accomplish the great deeds they did not.",
				"Choose two ability boosts. One must be Dexterity or Wisdom, and one is a free ability boost.",
				"You're trained in the {@skill Thievery} skill and the {@skill Lore||Engineering Lore} skill. You gain the {@feat Pickpocket} skill feat."
			],
			"boosts": [
				"Dexterity",
				"Wisdom",
				"Free"
			],
			"skills": [
				"Thievery"
			],
			"lore": [
				"Engineering"
			],
			"feats": [
				"Pickpocket"
			]
		},
		{
			"name": "Truth Seeker",
			"source": "AoA0",
			"page": 6,
			"entries": [
				"Whether you are a local or from out of town, you've heard rumors that Breachill's past contains a hidden secret.",
				"Perhaps you've heard strange rumors that the town's founder, Lamond Breachton, was not the hero everyone touts, or maybe your grandmother heard stories from her own grandmother that contradict the town's accepted narrative of its establishment. In the pursuit of the truth, you've learned to navigate the tangles of politics, and to never take anyone's word at face value.",
				"You plan to join the Call for Heroes so that you can make yourself known to the council, or perhaps even ingratiating yourself to them, so you can seek the truth and eventually uncover Breachill's secrets! Choose two ability boosts. One must be Strength or Wisdom, and one is a free ability boost.",
				"You're trained in the {@skill Deception} skill and the {@skill Lore||Politics Lore} skill. You gain the {@feat Lie to Me} skill feat."
			],
			"boosts": [
				"Strength",
				"Wisdom",
				"Free"
			],
			"skills": [
				"Deception"
			],
			"lore": [
				"Politics"
			],
			"feats": [
				"Lie to Me"
			]
		}
	]
}
