{"background":[{"name":"Bibliophile","source":"AV0","page":4,"entries":["You love few things more than a good book, and as a result, Odd Stories is your favorite shop in Otari. The bookseller Morlibint supplies you with fiction, anthologies, and other delightful reads, and he's always eager to discuss his latest finds with you. You know that imagination is the greatest magic, but a working knowledge of actual magic helps, too.","Choose two ability boosts. One must be to Intelligence or Charisma, and one is a free ability boost.","You're trained in the {@skill Arcana} skill and the {@skill Lore||Library Lore} skill. You gain the {@feat Arcane Sense} skill feat."],"boosts":["Intelligence","Charisma","Free"],"skills":["Arcana"],"lore":["Library"],"feats":["Arcane Sense"]},{"name":"Eldritch Anatomist","source":"AV0","page":4,"entries":["You're a trained physician who can ably tend wounds of many kinds. But more than a practitioner, you're a scholar.","Some cultures shape flesh to extreme degrees, creating aberrations from humanoid forms. The fleshforges of distant Nex practice this fleshwarping, as do certain subterranean societies you hope to one day study— preferably from a safe and clinical distance.","Choose two ability boosts. One must be to Intelligence or Wisdom, and one is a free ability boost.","You're trained in the {@skill Medicine} skill and the {@skill Lore||Fleshwarp Lore} skill. You gain the {@feat Assurance} skill feat with {@skill Medicine}."],"boosts":["Intelligence","Wisdom","Free"],"skills":["Medicine"],"lore":["Fleshwarp"],"feats":["Assurance"]},{"name":"Fogfen Tale-teller","source":"AV0","page":4,"entries":["You know there are monstrous things out in the swamp known as Fogfen; you've seen these things through the mist, gliding through the murky water and heaving themselves over sodden bits of land. No one in Otari believes your tales of swamp monsters from the depths, even when you embellish the creatures of your stories with fangs, wings, or tentacles. You'll just have to prove to them that there are truly monsters out there, and that they were wrong to doubt you.","Choose two ability boosts. One must be to Strength or Charisma, and one is a free ability boost.","You're trained in {@skill Athletics} and the {@skill Lore||Swamp Lore} skill. You gain the {@feat Titan Wrestler} skill feat."],"boosts":["Strength","Charisma","Free"],"skills":["Athletics"],"lore":["Swamp"],"feats":["Titan Wrestler"]},{"name":"Market Runner","source":"AV0","page":4,"entries":["Keeleno Lathenar, the proprietor of Otari Market, is a grim and bitter man. A werewolf named Jaul Mezmin mauled his wife, Ayla, to death 30 years ago. Keeleno has never forgotten nor forgiven this attack, and he believes against all odds that Jaul has evaded justice and is alive and well. Running errands for Keeleno around town, you've gotten to know him almost as well as you know Otari. Keeleno's suspicions have rubbed off on you a bit, so you keep a wary eye on other people— particularly around the full moon.","Choose two ability boosts. One must be to Constitution or Charisma, and one is a free ability boost.","You're trained in the {@skill Diplomacy} skill and the {@skill Lore||Otari Lore} skill. You gain the {@feat Hobnobber} skill feat."],"boosts":["Constitution","Charisma","Free"],"skills":["Diplomacy"],"lore":["Otari"],"feats":["Hobnobber"]},{"name":"Ruin Delver","source":"AV0","page":4,"entries":["You've looked through some of the smaller ruins in the Otari hinterlands but have never quite built up the courage to check out the creepy lighthouse called Gauntlight.","You've heard that these ruins are pretty well picked over, and mostly collapsed, but you always planned to some day explore them and perhaps find some bauble left behind from the centuries-old battle where the Roseguard slew an evil sorcerer. You know that the crumbled stone of old ruins has a tendency to shift, so you'd better step lightly if you get the chance to explore Gauntlight.","Choose two ability boosts. One must be to Dexterity or Intelligence, and one is a free ability boost.","You're trained in {@skill Acrobatics} and the {@skill Lore||Roseguard Lore} skill. You gain the {@feat Cat Fall} skill feat."],"boosts":["Dexterity","Intelligence","Free"],"skills":["Acrobatics"],"lore":["Roseguard"],"feats":["Cat Fall"]},{"name":"Starwatcher","source":"AV0","page":4,"entries":["You're one of Wrin Sivinxi's closest confidantes. You've spent many long nights with her under the stars, learning the tales associated with the Cosmic Caravan and how the heavens can predict the future. You know that Wrin has paralyzing claustrophobia; she sees menace in angles and danger in confined spaces, which is why her shop is an all domed canvas that opens to the sky. If Wrin thinks there's trouble, you'll be the first to offer to help.","Choose two ability boosts. One must be to Constitution or Intelligence, and one is a free ability boost.","You're trained in the {@skill Occultism} skill and the {@skill Lore||Astrology Lore} skill. You gain the {@feat Dubious Knowledge} skill feat."],"boosts":["Constitution","Intelligence","Free"],"skills":["Occultism"],"lore":["Astrology"],"feats":["Dubious Knowledge"]},{"name":"Witchlight Follower","source":"AV0","page":5,"entries":["While in a dismal forest or remote swamp, you caught sight of a string of lights bobbing through the trees.","You stepped forward for a closer look, and then still further when the lights retreated a few paces. Then you remembered the rumors. Will-o'-wisps, rushlights, corpse lanterns—whatever they're called—such evil creatures lead people to their doom. With a supreme effort of will, you broke free from the alluring enchantment, and you've resolved to never let the strange lights of remote wildernesses claim you again.","Choose two ability boosts. One must be to Dexterity or Wisdom, and one is a free ability boost.","You're trained in {@skill Survival} and the {@skill Lore||Wisp Lore} skill. You gain the {@feat Terrain Expertise} skill feat with both swamp terrain and subterranean bodies of water."],"boosts":["Dexterity","Wisdom","Free"],"skills":["Survival"],"lore":["Wisp"],"feats":["Terrain Expertise"]}]}