{"background":[{"name":"Amnesiac","source":"APG","page":50,"traits":["rare"],"entries":["Your background is... well... honestly, you can't remember! You might have inklings deep within your mind, undercurrents of unusual emotions or unexpected responses to certain people or situations, but ultimately you don't know who you once were. You might be adventuring specifically to help discover yourself. It's up to you and the GM how to handle the truth of your character's backstory. You could leave it to the GM so it's a secret, work together with the GM, or even choose to leave it undecided until later. In any case, you and your GM should determine a few noteworthy details about your character or their belongings to get the first clues to your past.","You gain three free ability boosts. You choose two, and the GM chooses the third based on their first inklings of your character's possible history."],"boosts":["free","free","free"],"miscTags":["GMInfluence"]},{"name":"Bandit","source":"APG","page":48,"entries":["Your past includes no small amount of rural banditry, robbing travelers on the road and scraping by. Whether your robbery was sanctioned by a local noble or you did so of your own accord, you eventually got caught up in the adventuring life.","Now, adventure is your stock and trade, and years of camping and skirmishing have only helped.","Choose two ability boosts. One must be to Dexterity or Charisma, and one is a free ability boost.","You're trained in the {@skill Intimidation} skill and a {@skill Lore} skill related to the terrain you worked in (such as {@skill Lore||Desert Lore} or {@skill Lore||Plains Lore}). You gain the {@feat Group Coercion} skill feat."],"boosts":["dexterity","charisma","free"],"skills":["intimidation"],"lore":["Desert","Plains"],"feats":["Group Coercion"]},{"name":"Barber","source":"APG","page":48,"entries":["Haircuts, dentistry, bloodletting, and surgery—if it takes a steady hand and a razor, you do it. You may have taken to the road to expand your skills, or to test yourself against a world that leaves your patients so battered and bruised.","Choose two ability boosts. One must be to Dexterity or Wisdom, and one is a free ability boost.","You're trained in the {@skill Medicine} skill and the {@skill Lore||Surgery Lore} skill. You gain the {@feat Risky Surgery|APG} skill feat."],"boosts":["dexterity","wisdom","free"],"skills":["medicine"],"lore":["Surgery"],"feats":["Risky Surgery"]},{"name":"Blessed","source":"APG","page":50,"traits":["rare"],"entries":["You have been blessed by a divinity. For an unknown reason, and irrespective of your actual beliefs, a deity has granted you a boon to use for good or ill. Your blessing grants wisdom and insight to aid you in your struggles. You may or may not even know the identity of the being who blessed you, and the blessing might come with a cost you discover later on.","Choose two ability boosts. One must be to Wisdom or Charisma, and one is a free ability boost.","You are trained in a {@skill Lore} skill associated with the deity who blessed you (such as {@skill Lore||Shelyn Lore}) if you know their identity, or else in a {@skill Lore} skill of the GM's choice if you don't. Either you can cast {@spell guidance} as a divine innate spell at will, or you gain a similar blessing determined by the GM."],"boosts":["wisdom","charisma","free"],"lore":["Shelyn","Specific deity"],"spells":["guidance"]},{"name":"Bookkeeper","source":"APG","page":48,"entries":["You ran the numbers on a large farm, for a merchant's endeavors, or with a major guild in the city. You kept track of expenses, payroll, profits, and anything else that had to do with money, for better or worse. If better, you might be adventuring to learn how others ply this trade. If worse, you may be fleeing from impending consequences, in the hope that no one finds you.","Choose two ability boosts. One must be to Intelligence or Wisdom, and one is a free ability boost.","You're trained in the {@skill Society} skill and the {@skill Lore||Accounting Lore} skill. You gain the {@feat Eye for Numbers|APG} skill feat."],"boosts":["intelligence","wisdom","free"],"skills":["society"],"lore":["Accounting"],"feats":["Eye for Numbers"]},{"name":"Cook","source":"APG","page":48,"entries":["You grew up in the kitchens of a tavern or other dining establishment and excelled there, becoming an exceptional cook. Baking, cooking, a little brewing on the side—you've spent lots of time out of sight. It's about time you went out into the world to catch some sights for yourself.","Choose two ability boosts. One must be to Constitution or Intelligence, and one is a free ability boost.","You're trained in the {@skill Survival} skill and the {@skill Lore||Cooking Lore} skill. You gain the {@feat Seasoned|APG} skill feat."],"boosts":["constitution","intelligence","free"],"skills":["survival"],"lore":["Cooking"],"feats":["Seasoned"]},{"name":"Courier","source":"APG","page":48,"entries":["In your youth, you earned coin running messages for persons of wealth and influence, darting through crowded cobblestone streets. Your dogged commitment to deliver your message was good training for the life of an adventurer.","Choose two ability boosts. One must be to Dexterity or Intelligence, and one is a free ability boost.","You're trained in the {@skill Society} skill and the {@skill Lore} skill for the city in which you were raised. You gain the {@feat Glean Contents|APG} skill feat."],"boosts":["dexterity","intelligence","free"],"skills":["society"],"lore":["City"],"feats":["Glean Contents"]},{"name":"Cultist","source":"APG","page":48,"entries":["You were (or still are) a member of a cult whose rites may involve sacred dances to ensure a strong harvest or dire rituals that call upon dark powers. You might have taken up adventuring to further your cult's aims, to initiate yourself into the world's grander mysteries, or to flee unsavory practices or strictures.","Choose two ability boosts. One must be to Intelligence or Charisma, and one is a free ability boost.","You're trained in the {@skill Occultism} skill and the {@skill Lore} skill related to your deity or cult. You gain the {@feat Schooled in Secrets|APG} skill feat."],"boosts":["intelligence","charisma","free"],"skills":["occultism"],"lore":["Your deity or cult"],"feats":["Schooled in Secrets"]},{"name":"Cursed","source":"APG","page":50,"traits":["rare"],"entries":["You are the victim of a personal or hereditary curse. Through great effort and occult study, you have learned to fend off the curse's worst effects and, by extension, you can protect yourself against other harmful magic. However, the curse still hangs over you and sometimes manifests in dangerous ways.","Choose two ability boosts. One must be to Intelligence or Charisma, and one is a free ability boost.","You are trained in {@skill Occultism} and {@skill Lore||Curse Lore}. You gain the Warding Sign reaction. You and the GM should determine the full effects of the curse, though you've staved most of them off for now. The GM determines the curse's lingering manifestations on you, which usually include at least a constant or very frequent thematic effect and occasional more dangerous effects.",{"type":"ability","style":"compact","name":"Warding Sign","activity":{"number":1,"unit":"reaction"},"components":["(concentrate)"],"frequency":{"unit":"minute","number":1},"trigger":"You attempt a saving throw against a {@trait magical} effect, but you haven't rolled yet","entries":["You call on the power of a personal, eldritch sign of protection, which flares brightly before slowly fading. You gain a +2 circumstance bonus to the triggering saving throw, or a +3 circumstance bonus if the effect is a curse."]}],"boosts":["intelligence","charisma","free"],"skills":["occultism"],"lore":["Curse"],"miscTags":["ability","GMInfluence"]},{"name":"Feral Child","source":"APG","page":50,"traits":["rare"],"entries":["You spent your youth in the wilderness, living close to or perhaps raised by animals. You have a close, mystical connection with these animals and gained certain abilities from them, though this limited your well-roundedness in mental pursuits.","Choose one ability boost. It must be Strength, Dexterity, or Constitution.","You are trained in {@skill Nature} and {@skill Survival}. You gain {@ability low-light vision} (or {@ability darkvision} if you already had {@ability low-light vision}), imprecise {@ability scent} with a range of 30 feet, and the {@feat Forager} skill feat."],"boosts":["strength","dexterity","constitution"],"skills":["nature","survival"],"feats":["Forager"],"miscTags":["sense"]},{"name":"Feybound","source":"APG","page":50,"traits":["rare"],"entries":["You have spent time in the First World or another realm of the fey and aren't entirely the same person you were before.","Perhaps you made a purchase at the legendary Witchmarket or partook deeply of fey food and wine. Whatever the case, willingly or inadvertently, you made a bargain with the fey, the benefits of which come at a price.","Choose two ability boosts. One must be to Dexterity or Charisma, and one is a free ability boost.","You are trained in {@skill Lore||Fey Lore} and gain the Fey's Fortune free action. You must follow some rule or limitation as part of your pact with the fey. If you violate the rule, you lose Fey's Fortune until you receive the effects of a successful {@ritual atone} ritual using the {@skill Nature} skill. The exact limitation is up to you and the GM, but the most common requirement is that you must fulfill a single request from any fey who knows your name.",{"type":"ability","style":"compact","name":"Fey's Fortune","activity":{"number":1,"unit":"free"},"traits":["concentrate","fortune"],"frequency":{"number":1,"unit":"day"},"trigger":"You attempt a skill check and haven't yet rolled","entries":["Roll the skill check twice and use the better result."]}],"boosts":["dexterity","charisma","free"],"skills":["nature"],"lore":["Fey"],"miscTags":["ability"]},{"name":"Haunted","source":"APG","page":51,"traits":["rare"],"entries":["You are followed by a spirit or entity, either from childhood or since a traumatic or momentous event. You may have seen this entity. Others may have seen it as well. You have studied esoteric subjects trying to understand your situation, but this presence in your life remains a mystery. Whatever this entity is or wants, it influences your life in subtle ways, not always good. Sometimes the entity helps you, but at other times, its influence is malevolent or harmful. The entity is most likely to surface in stressful situations.","Choose two ability boosts. One must be to Wisdom or Charisma, and one is a free ability boost.","You are trained in {@skill Occultism} and an additional skill in which the haunting entity is well-versed, determined by the GM. Any time you attempt a skill check for the entity's skill, the GM can offer you a +1 circumstance bonus to the check, as though the entity were {@action Aid||Aiding} you. If you accept but fail the check, you are {@condition frightened 2} ({@condition frightened 4} on a critical failure). The initial {@condition frightened} value can't be reduced by effects that would reduce or prevent the condition (such as a fighter's bravery)."],"boosts":["wisdom","charisma","free"],"skills":["occultism"],"miscTags":["situationalBenefit","GMInfluence"]},{"name":"Insurgent","source":"APG","page":48,"entries":["You were more than a rebel; you were a revolutionary, fighting for the promise of a new or better country. You may or may not still believe in the cause, or perhaps victory or exile has led you on this new journey to trumpet your glory... or to escape the consequences of your defeat.","Choose two ability boosts. One must be to Strength or Wisdom, and one is a free ability boost.","You're trained in the {@skill Deception} skill and the {@skill Lore||Warfare Lore} skill. You gain the {@feat Lengthy Diversion} skill feat."],"boosts":["strength","wisdom","free"],"skills":["deception"],"lore":["Warfare"],"feats":["Lengthy Diversion"]},{"name":"Outrider","source":"APG","page":48,"entries":["In your youth, you galloped on horseback over vast prairies, serving as a vanguard for your settlement, an army, or another group. Seeing so many different lands built a thirst in you to adventure and explore the world instead of just racing past it.","Choose two ability boosts. One must be to Constitution or Wisdom, and one is a free ability boost.","You're trained in the {@skill Nature} skill and the {@skill Lore||Plains Lore} skill.","You gain the {@feat Express Rider|APG} skill feat."],"boosts":["constitution","wisdom","free"],"skills":["nature"],"lore":["Plains"],"feats":["Express Rider"]},{"name":"Pilgrim","source":"APG","page":49,"entries":["In your youth, you made several pilgrimages to important shrines and holy sites. You might have been a mendicant friar, a seller of holy relics (real or fraudulent), or just a simple farmer following the dictates of your faith. Whatever the aims of your wanderings now, your faith still protects you on the road.","Choose two ability boosts. One must be to Wisdom or Charisma, and one is a free ability boost.","You're trained in the {@skill Religion} skill and the {@skill Lore} skill for your patron deity. You gain the {@feat Pilgrim's Token|APG} skill feat."],"boosts":["wisdom","charisma","free"],"skills":["religion"],"lore":["Your patron deity"],"feats":["Pilgrim's Token"]},{"name":"Refugee","source":"APG","page":49,"entries":["You come from a land very distant from the one you now find yourself in, driven by war, plague, or simply in the pursuit of opportunity. Regardless of your origin or the reason you left your home, you find yourself an outsider in this new land.","Adventuring is a way to support yourself while offering hope to those who need it most.","Choose two ability boosts. One must be to Constitution or Wisdom, and one is a free ability boost.","You're trained in the {@skill Society} skill and a {@skill Lore} skill related to the settlement you came from. You gain the {@feat Streetwise} skill feat."],"boosts":["constitution","wisdom","free"],"skills":["society"],"feats":["Streetwise"]},{"name":"Returned","source":"APG","page":51,"traits":["rare"],"entries":["You died and miraculously returned with knowledge of the realms beyond death and a stronger link to life. Some dead and undead souls might feel a strange, instinctual kinship with you.","Choose two ability boosts. One must be to Constitution or Wisdom, and one is a free ability boost.","You gain the {@feat Diehard} feat and the {@feat Additional Lore} feat for {@skill Lore||Boneyard Lore}."],"boosts":["constitution","wisdom","free"],"lore":["Boneyard"],"feats":["Additional Lore","Diehard"]},{"name":"Root Worker","source":"APG","page":49,"entries":["Some ailments can't be cured by herbs alone. You learned ritual remedies as well, calling on nature spirits to soothe aches and ward off the evil eye. Taking up with adventurers has given you company on the road, as well as protection from those who would brand you a fake—or worse.","Choose two ability boosts. One must be to Intelligence or Wisdom, and one is a free ability boost.","You're trained in the {@skill Occultism} skill and the {@skill Lore||Herbalism Lore} skill. You gain the {@feat Root Magic|APG} skill feat."],"boosts":["intelligence","wisdom","free"],"skills":["occultism"],"lore":["Herbalism"],"feats":["Root Magic"]},{"name":"Royalty","source":"APG","page":51,"traits":["rare"],"entries":["You are a prominent member of a royal family. You have taken up the life of an adventurer—perhaps you're a deposed queen hoping to regain her throne, a prince seeking a more exciting life, or a princess on a secret mission.","Choose two ability boosts. One must be to Intelligence or Charisma, and one is a free ability boost.","You are trained in {@skill Society}. You gain the {@feat Courtly Graces} skill feat and can influence commoners in your family's territory, as well as nobility anywhere. If you later gain the {@feat Connections} skill feat, you automatically have common and noble connections within any community in your royal family's territory and have noble connections in large communities outside your territory."],"boosts":["intelligence","charisma","free"],"skills":["society"],"feats":["Courtly Graces"]},{"name":"Scavenger","source":"APG","page":49,"entries":["You've made a living sorting through the things society throws away. You might have scavenged simply to survive, or plied a trade as a ragpicker, dung carter, or the like. While you've left that life behind, you still keep one eye on the ground out of habit.","Choose two ability boosts. One must be to Intelligence or Wisdom, and one is a free ability boost.","You're trained in the {@skill Survival} skill and the {@skill Lore} skill for the settlement you grew up scavenging in. You gain the {@feat Forager} skill feat."],"boosts":["intelligence","wisdom","free"],"skills":["survival"],"lore":["Settlement"],"feats":["Forager"]},{"name":"Servant","source":"APG","page":49,"entries":["You held a role of servitude, waiting on nobles and engendering their trust as one of the confidantes of the household. You might have walked away on good terms, or perhaps you know dangerous secrets about your former masters. Regardless, you're adventuring for a change and finding that in this new role, the skills you've learned now serve you.","Choose two ability boosts. One must be to Dexterity or Charisma, and one is a free ability boost.","You're trained in the {@skill Society} skill and the {@skill Lore||Labor Lore} skill.","You gain the {@feat Read Lips} skill feat."],"boosts":["dexterity","charisma","free"],"skills":["society"],"lore":["Labor"],"feats":["Read Lips"]},{"name":"Squire","source":"APG","page":49,"entries":["You trained at the feet of a knight, maintaining their gear and supporting them at tourneys and in battle. Now you search for a challenge that will prove you worthy of full knighthood, or you've spurned pomp and ceremony to test yourself in honest, albeit less formal, combat.","Choose two ability boosts. One must be to Strength or Constitution, and one is a free ability boost.","You're trained in the {@skill Athletics} skill and your choice of the {@skill Lore||Heraldry Lore} or {@skill Lore||Warfare Lore} skill. You gain the {@feat Armor Assist|APG} skill feat."],"boosts":["strength","constitution","free"],"skills":["athletics"],"lore":["Heraldry","Warfare"],"feats":["Armor Assist"]},{"name":"Tax Collector","source":"APG","page":49,"entries":["Reviled but required, you were sent when taxes were due. Performing your job might have required travel and persuasion, or perhaps you were responsible for collecting taxes on trade. Either way, it sometimes meant dirty hands, and adventuring seemed the next logical step to you.","Choose two ability boosts. One must be to Strength or Charisma, and one is a free ability boost.","You're trained in the {@skill Intimidation} skill and the {@skill Lore} skill for the settlement that employed you. You gain the {@feat Quick Coercion} skill feat."],"boosts":["strength","charisma","free"],"skills":["intimidation"],"lore":["Settlement"]},{"name":"Teacher","source":"APG","page":49,"entries":["You are incredibly knowledgeable, skilled, and perhaps even trained to teach children and adults about the world and its wonders. From books to classes, you're committed to imparting knowledge to all. Not everything can be taught or learned from a book, though, so you've become an adventurer to learn subjects more directly and bring that wisdom back to your students.","Choose two ability boosts. One must be to Intelligence or Wisdom, and one is a free ability boost.","You're trained in your choice of the {@skill Performance} or {@skill Society} skills, along with the {@skill Lore||Academia Lore} skill. You gain the {@feat Experienced Professional} skill feat."],"boosts":["intelligence","wisdom","free"],"skills":["society","performance"],"lore":["Academia"]},{"name":"Ward","source":"APG","page":49,"entries":["When you were young, you became the ward of another house—boarded, fed, and educated, but never quite a part of the family. Perhaps you had to tend to their needs in return for feeding and raising you, or perhaps you were provided for but disregarded. Now, adventuring is your chance to grow and roam free.","Choose two ability boosts. One must be to Constitution or Charisma, and one is a free ability boost.","You're trained in the {@skill Performance} skill and the {@skill Lore||Genealogy Lore} skill. You gain the {@feat Fascinating Performance} skill feat."],"boosts":["constitution","charisma","free"],"skills":["performance"],"lore":["Genealogy"],"feats":["Fascinating Performance"]}]}