{
	"background": [
		{
			"name": "Aerialist",
			"source": "EC0",
			"page": 4,
			"entries": [
				"Experienced with trapezes, aerial silks, and hoops, your skill is in performing death-defying stunts high above the ground. The Celestial Menagerie skimped on safety devices such as nets and quality ropes, so you also learned to take a fall better than most. After a harrowing near-death experience involving a cracked trapeze bar, you decided to take your expertise elsewhere.",
				"Choose two ability boosts. One must be to Dexterity or Charisma, and one is a free ability boost.",
				"You're trained in the {@skill Acrobatics} skill and the {@skill Lore||Rope Lore} skill. You gain the {@feat Cat Fall} skill feat."
			],
			"boosts": [
				"Dexterity",
				"Charisma",
				"Free"
			],
			"skills": [
				"{@skill Acrobatics}"
			],
			"lore": [
				"Rope"
			],
			"feat": "Cat Fall"
		},
		{
			"name": "Animal Wrangler",
			"source": "EC0",
			"page": 4,
			"entries": [
				"You have a long history of working with large circus animals for the Celestial Menagerie, such as performing in an animal act, jostling animals back into their cages, or even sweeping dung out of squalid pens. Mistress Dusklight's ongoing mistreatment of her animals compelled you to quit, and you now strive to ensure animals aren't abused.",
				"Choose two ability boosts. One must be to Strength or Wisdom, and one is a free ability boost.",
				"You're trained in your choice of the {@skill Athletics} or {@skill Nature} skills. You gain a skill feat: {@feat Titan Wrestler} if you chose {@skill Athletics}, or {@feat Train Animal} if you chose {@skill Nature}. You are also trained in a {@skill Lore} skill related to a particular kind of common animal (such as {@skill Lore||Equine Lore}, {@skill Lore||Feline Lore}, or {@skill Lore||Pachyderm Lore})."
			],
			"boosts": [
				"Strength",
				"Wisdom",
				"Free"
			],
			"skills": [
				"{@skill Athletics}",
				"{@skill Nature}"
			],
			"lore": [
				"Animal"
			],
			"feat": [
				"Titan Wrestler",
				"Train Animal"
			]
		},
		{
			"name": "Barker",
			"source": "EC0",
			"page": 5,
			"entries": [
				"You're skilled at shouting to catch and keep the attention of passersby. A few well-timed and forcefully spoken words not only get people to notice you but also engage them to respond to you. You may have previously worked as a crier or in a more formal barker capacity with Mistress Dusklight's Celestial Menagerie. Either way, your ability to bully a crowd is impressive.",
				"Choose two ability boosts. One must be to Constitution or Charisma, and one is a free ability boost.",
				"You're trained in the {@skill Intimidation} skill and the {@skill Lore||Crowd Lore} skill. You gain the {@feat Group Coercion} skill feat."
			],
			"boosts": [
				"Constitution",
				"Charisma",
				"Free"
			],
			"skills": [
				"{@skill Intimidation}"
			],
			"lore": [
				"Crowd"
			],
			"feat": "Group Coercion"
		},
		{
			"name": "Blow-in",
			"source": "EC0",
			"page": 5,
			"entries": [
				"You never expected to join a circus, but you were looking for a good place to lie low for reasons of your own. The Circus of Wayward Wonders came together with several different workers and performers a few months ago. Many came from a circus in Escadar called the Celestial Menagerie, but not all of them. It was easy to slip in among the roustabouts.",
				"Although you'd planned to move on quickly, the circus folk have adopted you as one of their own, and they don't ask questions about your past.",
				"Choose two ability boosts. One must be to Dexterity or Charisma, and one is a free ability boost.",
				"You're trained in your choice of the {@skill Deception} or {@skill Thievery} skills. You gain a skill feat: Lengthy Diversion if you chose {@skill Deception}, or Subtle Theft if you chose {@skill Thievery}. You are also trained in the {@skill Lore||Underworld Lore} skill."
			],
			"boosts": [
				"Dexterity",
				"Charisma",
				"Free"
			],
			"skills": [
				"{@skill Thievery}",
				"{@skill Deception}"
			],
			"lore": [
				"Underworld"
			]
		},
		{
			"name": "Butcher",
			"source": "EC0",
			"page": 5,
			"entries": [
				"You've spent uncounted hours walking up and down crowded and noisy circus stands, inventing innovative means to sell refreshments, food, and novelties at inflated prices. (You might know very little about slaughtering animals; \"butcher\" is a circus slang term for a vendor.) The Celestial Menagerie constantly pushed you to figure out how to sell increasingly shoddy toys to children and how to conceal the taste of spoiled treats that should have been discarded days earlier. You peddled disappointment and hated it, so you left to seek a new line of work—although you're not yet willing to leave the circus life altogether.",
				"Choose two ability boosts. One must be to Constitution or Intelligence, and one is a free ability boost.",
				"You're trained in the {@skill Society} skill and the {@skill Lore||Mercantile Lore} skill. You gain the {@feat Read Lips} skill feat."
			],
			"boosts": [
				"Constitution",
				"Intelligence",
				"Free"
			],
			"skills": [
				"{@skill Society}"
			],
			"lore": [
				"Mercantile"
			],
			"feat": "Read Lips"
		},
		{
			"name": "Circus Born",
			"source": "EC0",
			"page": 5,
			"entries": [
				"The itinerant life of a traveling circus performer is nothing new to you; you were born and raised in the circus. You've seen more acts than you can count and grew up hearing the tall tales of circus performers while gathered around their campfires. You've experienced the thrill of captivating a crowd ever since you were young. You may have tried a few times to settle down, but the lure of the open road and the glamor of the big top always called you back.",
				"Choose two ability boosts. One must be to Intelligence or Charisma, and one is a free ability boost.",
				"You're trained in the {@skill Performance} skill and the {@skill Lore||Circus Lore} skill. You gain the {@feat Experienced Professional} skill feat."
			],
			"boosts": [
				"Intelligence",
				"Charisma",
				"Free"
			],
			"skills": [
				"{@skill Performance}"
			],
			"lore": [
				"Circus"
			],
			"feat": "Experienced Professional"
		},
		{
			"name": "Clown",
			"source": "EC0",
			"page": 6,
			"entries": [
				"Although you've spent time in greasepaint and colorful clothing to amuse crowds, your skills with buffoonery and physical comedy are exceptional whether or not you're in costume. In the employ of Mistress Dusklight's Celestial Menagerie, you spent too many routines distracting an audience from an ill-timed accident or evidence of abused animals or performers. You've had enough of that, and the Celestial Menagerie isn't your home any longer.",
				"Choose two ability boosts. One must be to Dexterity or Charisma, and one is a free ability boost.",
				"You're trained in the {@skill Performance} skill and the {@skill Lore||Clown Lore} skill. You gain the Virtuosic Performer (comedy) skill feat."
			],
			"boosts": [
				"Dexterity",
				"Charisma",
				"Free"
			],
			"skills": [
				"{@skill Performance}"
			],
			"lore": [
				"Clown"
			],
			"feat": "Virtuosic Performer (comedy)"
		},
		{
			"name": "Mystic Seer",
			"source": "EC0",
			"page": 6,
			"entries": [
				"You delight crowds by reading minds, telling futures, and contacting spirits. Although much of your work is misdirection and showmanship, your cons have inadvertently awakened a genuine awareness of magic in your mind. This new sense is both thrilling and frightening, and you hope that you can hone it further in the Circus of Wayward Wonders.",
				"Choose two ability boosts. One must be to Intelligence or Wisdom, and one is a free ability boost.",
				"You're trained in the {@skill Arcana} skill and the {@skill Lore||Scam Lore} skill.",
				"You gain the {@feat Arcane Sense} skill feat."
			],
			"boosts": [
				"Intelligence",
				"Wisdom",
				"Free"
			],
			"skills": [
				"{@skill Arcana}"
			],
			"lore": [
				"Scam"
			],
			"feat": "Arcane Sense"
		},
		{
			"name": "Rigger",
			"source": "EC0",
			"page": 6,
			"entries": [
				"You've worked as a roustabout to erect tents and set up rigging for acrobatic performances; you've sometimes even aided aerialists and acrobats in their death-defying training.",
				"Even though your work is often done before the crowds arrive, you know your skills contribute to the success and safety of the circus. Mistress Dusklight treats her roustabouts as little more than slaves, and you've resolved to join a company where your expertise is appreciated.",
				"Choose two ability boosts. One must be to Strength or Dexterity, and one is a free ability boost.",
				"You're trained in the {@skill Athletics} skill and the {@skill Lore||Circus Lore} skill. You gain the {@feat Combat Climber} skill feat."
			],
			"boosts": [
				"Strength",
				"Dexterity",
				"Free"
			],
			"skills": [
				"{@skill Athletics}"
			],
			"lore": [
				"Circus"
			],
			"feat": "Combat Climber"
		}
	]
}
