{"background":[{"name":"Able Carter","source":"BL0","page":11,"traits":["uncommon"],"entries":["You worked for many years as a hauler within Geb, either on your own or with a larger operation that shipped goods across Geb's ancient roads. In either case, you were loosely affiliated with the Carters Consortium, and you might have even been part of that faction when allegations of Pharasma worship among its leaders caused the faction's sharp drop in significance.","Yet the goods still need to be moved from ports to warehouses or from town to town, and that was your business. You've seen a lot of Geb in your time, and you're good at interacting with the quick and the dead alike, but you've given up the shipping business for more lucrative opportunities.","The Carters Consortium values your past work, especially because so few people are sticking by them today. Your party gains 1 Reputation Point with the Carters Consortium at the start of the campaign.","Choose two ability boosts. One must be to Strength or Charisma, and one is a free ability boost.","You're trained in your choice of the {@skill Deception} or {@skill Diplomacy} skill. You gain a skill feat: {@feat Charming Liar} if you chose {@skill Deception} or {@feat Hobnobber} if you chose {@skill Diplomacy}. You're also trained in a {@skill Lore} skill with one of Geb's cities: Graydirge, Mechitar, or Yled."],"boosts":["strength","charisma","free"],"skills":["deception","diplomacy"],"lore":["Graydirge","Mechitar","Yled"],"feats":["Charming Liar","Hobnobber"]},{"name":"Construction Occultist","source":"BL0","page":12,"traits":["uncommon"],"entries":["You helped to build and design buildings and public works on behalf of Geb's architectural faction, the Builders League. You've been taught that creating bridges, gatehouses, roads, walls, and more is as much about planning as it is about brute labor. You learned that the Builders League has plans of occult significance for many of its construction projects and might have even aided them in the way you laid stones or designed walls (although you never learned the great design behind those secret plans). Although you've left construction behind, the skills in long-term planning and leveraging effort remain with you.","You are still well-regarded by the Builders League. Your party gains 1 Reputation Point with the Builders League at the start of the campaign.","Choose two ability boosts. One must be to Intelligence or Strength, and one is a free ability boost.","You're trained in your choice of the {@skill Athletics} or {@skill Occultism} skill. You gain a skill feat: {@feat Hefty Hauler} if you chose {@skill Athletics} or {@feat Oddity Identification} if you chose {@skill Occultism}. You're also trained in {@skill lore||Architecture Lore}."],"boosts":["intelligence","strength","free"],"skills":["athletics","occultism"],"lore":["Architecture"],"feats":["Hefty Hauler","Oddity Identification"]},{"name":"Corpse Stitcher","source":"BL0","page":12,"traits":["uncommon"],"entries":["The number of zombies working across Geb as farmhands, laborers, or shambling soldiers seems nearly uncountable. None of these zombies can do their work if they fall to pieces, so the Reanimators maintain legions of surgeons and tailors to keep zombies stitched together and suitable for service. You were one of these corpse stitchers, working long hours to ensure that Geb's mindless workforce could perform at its best. On the day you saw some of your friends come under your needle, you realized how expendable Geb's fleshy population truly is, and you decided that you should seek out a different line of work.","The Reanimators appreciate your past service. Your party gains 1 Reputation Point with the Reanimators at the start of the campaign.","Choose two ability boosts. One must be to Constitution or Wisdom, and one is a free ability boost.","You're trained in the Medicine skill. You gain your choice of either the {@feat Risky Surgery|APG} or {@feat Stitch Flesh|BotD}  skill feats. You're also trained in {@skill lore||Zombie Lore}."],"boosts":["constitution","wisdom","free"],"skills":["medicine"],"lore":["Zombie"],"feats":["Risky Surgery|APG","Stitch Flesh|BotD"]},{"name":"Food Trader","source":"BL0","page":12,"traits":["uncommon"],"entries":["In your past, you accompanied caravans, ships, or both hauling foodstuffs out of Geb for export. You might be a Gebbite or a foreigner who has decided to work in Geb because of the undeniable opportunities. In any case, you've traveled between Geb and other nations of the Inner Sea and seen firsthand that many nations view Geb with a combination of barely disguised revulsion and eagerness for its bountiful food exports. Even though you aren't in that line of business any longer, you understand how vital this international trade is to Geb's prosperity and appreciate the hardworking people who work in it.","You are still highly regarded by the Export Guild for your past journeys on the nation's behalf. Your party gains 1 Reputation Point with the Export Guild at the start of the campaign.","Choose two ability boosts. One must be to Constitution or Intelligence, and one is a free ability boost.","You're trained in your choice of the {@skill Crafting} or {@skill Society} skill. You gain a skill feat: {@feat Seasoned|APG} if you chose {@skill Crafting} or {@feat Streetwise} if you chose {@skill Society}. You're also trained in {@skill lore||Mercantile Lore}."],"boosts":["constitution","intelligence","free"],"skills":["crafting","society"],"lore":["Mercantile"],"feats":["Seasoned|APG","Streetwise"]},{"name":"Money Counter","source":"BL0","page":12,"traits":["uncommon"],"entries":["The wealthiest of all the factions in Geb is the Tax Collectors Union, but it's the money counters in its banks and vaults that keep the numbers tallied. You used to work as one of these drudges who counted other people's money all day, until you decided to slip some unaccounted coins into your own pocket. You weren't caught, but you knew it would only be a matter of time before you felt the Union's wrath if you remained employed. You took the next opportunity to leave with both your official and unofficial final payments.","The Tax Collectors Union is unaware of your petty theft, and you remain in good standing with them. Your party gains 1 Reputation Point with the Tax Collectors Union at the start of the campaign.","Choose two ability boosts. One must be to Dexterity or Intelligence, and one is a free ability boost.","You're trained in your choice of the {@skill Society} or {@skill Thievery} skill. You gain a skill feat: {@feat Eye for Numbers|APG} if you chose {@skill Society} or {@feat Subtle Theft} if you chose {@skill Thievery}. You're also trained in {@skill lore||Accounting Lore}."],"boosts":["dexterity","intelligence","free"],"skills":["society","thievery"],"lore":["Accounting"],"feats":["Eye for Numbers|APG","Subtle Theft"]},{"name":"Propaganda Promoter","source":"BL0","page":13,"traits":["uncommon"],"entries":["The ghost king Geb has returned to a more active role in leading his nation after thousands of years, and it's shocking that some people in the nation haven't heard that. You helped the Celebrants plan parades, exciting displays like circuses, news missives, and more to help push messages of loyalty to the nation. Even though most Celebrants are followers of {@deity Urgathoa}, deity of gluttony and undeath, you might follow a different faith (or no faith at all); more important is helping Celebrants spread their message. You started to see that propaganda was often timed to help the Celebrants, in addition to the nation as a whole, and you saw just how powerful the right message at the right time can be.","You are still well-regarded by the Celebrants. Your party gains 1 Reputation Point with the Celebrants at the start of the campaign.","Choose two ability boosts. One must be to Charisma or Dexterity, and one is a free ability boost.","You're trained in your choice of the {@skill Acrobatics} or {@skill Performance} skill. You gain a skill feat: {@feat Steady Balance} if you chose {@skill Acrobatics} or {@feat Impressive Performance} if you chose {@skill Performance}. You're also trained in {@skill lore||Urgathoa Lore}."],"boosts":["charisma","dexterity","free"],"skills":["acrobatics","performance"],"lore":["Urgathoa"],"feats":["Steady Balance","Impressive Performance"]}]}