{
	"background": [
		{
			"name": "Astrological Augur",
			"source": "LOTG",
			"page": 122,
			"traits": [
				"rare"
			],
			"entries": [
				"During your formative years, you learned the stars are a gateway to mystical power or glimpses into the future. Perhaps you grew up surrounded by Iruxi culture or were raised in one of the remaining Lirgeni sanctuaries. You've studied the constellations, using their alignment to predict fortune (or misfortune) and gaining magical powers unlike any of the other astrologers you know. Your readings might primarily focus on the {@deity Cosmic Caravan|LOTG}, or perhaps you use other stars to guide you, like the zodiac of Tian Xia.",
				"Choose two ability boosts. One must be to Wisdom or Charisma, and one is a free ability boost.",
				"You're trained in {@skill Lore||Astrology Lore}. You can cast {@spell augury} as a divine innate spell once per week, and the spell's effects can see up to 1 hour in the future rather than 30 minutes."
			],
			"boosts": [
				"wisdom",
				"charisma",
				"free"
			],
			"lore": [
				"Astrology"
			],
			"spells": [
				"augury"
			]
		},
		{
			"name": "Doomcaller",
			"source": "LOTG",
			"page": 122,
			"traits": [
				"rare"
			],
			"entries": [
				"In the stars you see not guidance or wisdom but a twinkling door to the impending end of all things. You might have been raised in this ideology, gleaned it from superstition, or received a prophetic vision. Regardless, you've come to view the stars and whatever power they evoke as a path to doom, a curse to warn the masses. Others might spurn your warnings, while some might join you in enlightening the ignorant. To you, there's no greater truth than the coming end, and you know that whatever the cause for it will come from the stars—or perhaps the stars are just a gate to a more terrifying beyond.",
				"Choose two ability boosts. One must be to Intelligence or Wisdom, and one is a free ability boost.",
				"You're trained in Occultism and Star Lore. You also gain the Stellar Misfortune action.",
				{
					"type": "ability",
					"name": "Stellar Misfortune",
					"activity": {
						"number": 1,
						"unit": "free"
					},
					"traits": [
						"divination",
						"misfortune",
						"occult"
					],
					"frequency": {
						"unit": "day",
						"number": 1
					},
					"trigger": "A creature you can see is about to attempt a saving throw, attack roll, or skill check",
					"requirements": "You must be under the night sky with the stars visible",
					"entries": [
						"You call upon the power of a dooming star, exacerbating the target's bad luck. The target must roll the triggering check twice and take the worse result."
					]
				}
			],
			"boosts": [
				"intelligence",
				"wisdom",
				"free"
			],
			"skills": [
				"occultism"
			],
			"lore": [
				"Star"
			],
			"miscTags": [
				"ability"
			]
		},
		{
			"name": "Eclipseborn",
			"source": "LOTG",
			"page": 122,
			"traits": [
				"rare"
			],
			"entries": [
				"You were born at the exact moment of a solar or lunar eclipse. At the eclipse's junction, or not long after, a catastrophe fell upon the area of your birth—perhaps it affected only the people around you, a city, or even spanned the entire region. Whatever the scope, those present at your arrival came to believe the eclipse was the omen of ill fortune, and you were its harbinger. You grew up distinctly aware others viewed you as a child of misfortune and, to a certain extent, they were right.",
				"Choose two ability boosts. One must be to Charisma or Constitution, and one is a free ability boost.",
				"Decide with the GM what catastrophic event coincided with your birth; you're trained in a {@skill Lore} skill related to that event. You can cast {@spell ill omen|LOGM} as an occult innate spell once per day. After you {@action Cast a Spell||Cast this Spell}, but before you regain the ability to cast it the following day, the GM can force you to reroll a successful saving throw, attack roll, or skill check as misfortune finds its way back to you. This is a {@trait misfortune} effect. If this effect causes you to fail the associated saving throw, attack roll, or skill check, you can cast {@spell ill omen|LOGM} again a second time that day."
			],
			"boosts": [
				"charisma",
				"constitution",
				"free"
			],
			"lore": [
				"Any"
			],
			"spells": [
				"ill omen|LOGM"
			]
		},
		{
			"name": "Nocturnal Navigator",
			"source": "LOTG",
			"page": 122,
			"traits": [
				"rare"
			],
			"entries": [
				"You have a great affinity for the night skies. You watch the stars, and you feel they speak secret messages specifically to you, which help you navigate your surroundings or perhaps determine your next course of action. Often, the stars have led you to places of great adventure, where you find new experiences and challenges. You might have come to make use of your talents as a guide for traveling groups, or maybe you preferred using your talents in pursuing a star-driven journey for personal enlightenment.",
				"Choose two ability boosts. One must be to Dexterity or Wisdom, and one is a free ability boost.",
				"You're trained in {@skill Survival}. Whenever you can clearly identify the stars, if you roll a success on a check to {@action Sense Direction} or otherwise orienteer, you get a critical success instead; if you roll a critical failure at such a check, you get a failure instead."
			],
			"boosts": [
				"dexterity",
				"wisdom",
				"free"
			],
			"skills": [
				"survival"
			],
			"miscTags": [
				"situationalBenefit"
			]
		},
		{
			"name": "Sign Bound",
			"source": "LOTG",
			"page": 122,
			"traits": [
				"rare"
			],
			"entries": [
				"You were born under a powerful manifestation of a specific constellation, and its connection to you is obvious. You tend to feel most at ease while your constellation is prominent and can draw upon your sign's influence from time to time. When you gain this background, choose a specific constellation, such as the Thrush or the Wagon. Your associated constellation determines one of the ability boosts you gain and an innate spell. The list includes benefits for the constellations of the {@deity Cosmic Caravan|LOTG}, but you might have been born under a different constellation and gain different benefits as determined by the GM.",
				"Choose two ability boosts. One must be to the ability tied to your sign, and one is a free ability boost.",
				"You're trained in {@skill Lore||Astrology Lore}. You also gain the ability to cast an occult innate spell, as determined by your sign. The frequency with which you can cast this spell is listed below; cantrips can be used as often as you wish. As normal, you cast non-cantrip innate spells at the lowest level available to that spell, such as 2nd level for {@spell speak with animals}, and cantrips are heightened to half your level. Additionally, once during the prominent time for your sign (such as 12 Pharast–18 Gozran for the Bridge), you can cast your sign's spell without expending its normal use.",
				{
					"type": "pf2-options",
					"skipSort": true,
					"items": [
						{
							"type": "item",
							"name": "The Thrush (Dexterity)",
							"entries": [
								"{@spell ghost sound}; at will"
							]
						},
						{
							"type": "item",
							"name": "The Lantern Bearer (Wisdom)",
							"entries": [
								"{@spell light}; at will"
							]
						},
						{
							"type": "item",
							"name": "The Newlyweds (Charisma)",
							"entries": [
								"{@spell charm}; once per day"
							]
						},
						{
							"type": "item",
							"name": "The Bridge (Constitution)",
							"entries": [
								"{@spell endure elements}; once per week"
							]
						},
						{
							"type": "item",
							"name": "The Daughter (Charisma)",
							"entries": [
								"{@spell guidance}; at will"
							]
						},
						{
							"type": "item",
							"name": "The Rider (Strength)",
							"entries": [
								"{@spell phantom steed}; once per week"
							]
						},
						{
							"type": "item",
							"name": "The Patriarch (Strength)",
							"entries": [
								"{@spell know direction}; at will"
							]
						},
						{
							"type": "item",
							"name": "The Wagon (Constitution)",
							"entries": [
								"{@spell longstrider}; once per week"
							]
						},
						{
							"type": "item",
							"name": "The Pack (Dexterity)",
							"entries": [
								"{@spell speak with animals}; once per week"
							]
						},
						{
							"type": "item",
							"name": "The Mother (Wisdom)",
							"entries": [
								"{@spell remove fear}; once per week"
							]
						},
						{
							"type": "item",
							"name": "The Star Gazer (Intelligence)",
							"entries": [
								"{@spell true strike}; once per week"
							]
						},
						{
							"type": "item",
							"name": "The Stranger (Charisma)",
							"entries": [
								"{@spell message}; at will"
							]
						},
						{
							"type": "item",
							"name": "The Follower (Intelligence)",
							"entries": [
								"{@spell stabilize}; at will"
							]
						}
					]
				}
			],
			"boosts": [
				"strength",
				"dexterity",
				"constitution",
				"intelligence",
				"wisdom",
				"charisma",
				"free"
			],
			"lore": [
				"Astrology"
			],
			"spells": [
				"ghost sound",
				"light",
				"charm",
				"endure elements",
				"guidance",
				"phantom steed",
				"know direction",
				"longstrider",
				"speak with animals",
				"remove fear",
				"true strike",
				"message",
				"stabilize"
			]
		},
		{
			"name": "Starless One",
			"source": "LOTG",
			"page": 123,
			"traits": [
				"rare"
			],
			"entries": [
				"You were born on a night when not a single star was in the night sky. While this is likely due to a haze, cloud cover, or other natural phenomena, there is always a chance that the stars hid from you on purpose. You have never been able to rely on the stars to guide you and you choose to exert your own will on your fortune rather than rely on the heavens. You've learned to reject outside influence on your fate, maintaining control of your own destiny.",
				"Choose two ability boosts. One must be to Wisdom or Charisma, and one is a free ability boost.",
				"You're trained in {@skill Occultism} and {@skill Lore||Astrology Lore}. You also gain the Reclaim Destiny action.",
				{
					"type": "ability",
					"name": "Reclaim Destiny",
					"activity": {
						"number": 1,
						"unit": "free"
					},
					"traits": [
						"divination",
						"occult"
					],
					"frequency": {
						"unit": "day",
						"number": 1
					},
					"trigger": "You are about to attempt a check and are affected by a {@trait fortune} or {@trait misfortune} effect that modifies the triggering effect",
					"entries": [
						"You break the influence over your fortunes and claim a stable hold over your fate. You ignore the {@trait fortune} or {@trait misfortune} effect and can roll the triggering roll normally."
					]
				}
			],
			"boosts": [
				"wisdom",
				"charisma",
				"free"
			],
			"skills": [
				"occultism"
			],
			"lore": [
				"Astrology"
			],
			"miscTags": [
				"ability"
			]
		},
		{
			"name": "Sun Dancer",
			"source": "LOTG",
			"page": 123,
			"traits": [
				"rare"
			],
			"entries": [
				"You've been taught the Burning Mother's blessings could be invited through dances done under its presence, such as in welcoming the first rays of warmth in the spring. You could have been the apprentice of some {@trait primal} caster who wished to harness the sun's power for their incantations or lived in a community who reveres the Daughter of the {@deity Cosmic Caravan|LOTG} through displays of veneration for the sun. Whatever the case, you developed a supernatural connection to the sun.",
				"Choose two ability boosts. One must be to Charisma or Dexterity, and one is a free ability boost.",
				"You're trained in {@skill Performance}. You gain the {@feat Fascinating Performance} skill feat. If you use this feat outdoors in direct sunlight, you gain a +1 circumstance bonus to the skill check."
			],
			"boosts": [
				"charisma",
				"dexterity",
				"free"
			],
			"skills": [
				"performance"
			],
			"feats": [
				"Fascinating Performance"
			],
			"miscTags": [
				"situationalBenefit"
			]
		},
		{
			"name": "Tide Watcher",
			"source": "LOTG",
			"page": 123,
			"traits": [
				"rare"
			],
			"entries": [
				"Where you hail from, the ocean is the lifeblood of your community; knowing how it changes according to the moon was integral to everyday life. You've studied the moon's phases to predict the rise and fall of the ocean waters. Eventually, you gained a supernatural ability to foretell to some degree of accuracy the coming of more severe changes, such as tidal waves or encroaching storms. At times, it fell on you to warn settlements of such oncoming natural disasters.",
				"Choose two ability boosts. One must be to Charisma or Intelligence, and one is a free ability boost.",
				"You're trained in {@skill Nature} and {@skill Lore||Ocean Lore}. During the night when you can see the moon, you gain a +1 circumstance bonus to {@skill Survival} checks to discern weather patterns and predict upcoming weather conditions—this bonus increases to +2 if you're in the vicinity of the ocean."
			],
			"boosts": [
				"charisma",
				"intelligence",
				"free"
			],
			"skills": [
				"nature"
			],
			"lore": [
				"Ocean"
			],
			"miscTags": [
				"situationalBenefit"
			]
		}
	]
}
