{
	"background": [
		{
			"name": "Curandero",
			"source": "BotD",
			"page": 16,
			"entries": [
				"You learned the healing arts of your community wielding your ceremonial chonta, a tool you carved yourself and imbued with sacred oils and herbs. This process opened your eyes to ailments of a more mystical nature: malefic spirits, haunts, possession, and more. You likely took up adventuring to combat these horrors, or you may have fled an evil beyond your power to vanquish.",
				"Choose two ability boosts. One must be to Constitution or Wisdom, and one is a free ability boost.",
				"You're trained in the {@skill Medicine} skill and the {@skill Lore||Herbalism Lore} skill. You gain the {@feat Inoculation|APG} skill feat (Pathfinder Advanced Player's Guide 207)."
			],
			"boosts": [
				"Constitution",
				"Wisdom",
				"Free"
			],
			"skills": [
				"Medicine"
			],
			"lore": [
				"Herbalism"
			],
			"feats": [
				"Inoculation|APG"
			]
		},
		{
			"name": "Grave Robber",
			"source": "BotD",
			"page": 16,
			"entries": [
				"Resurrectionist. Body snatcher. No matter what you're called, you know where the bodies are buried, and how many coins they'll fetch when dug up. Adventuring comes naturally to you—in your mind dungeons are just oversized tombs—as does returning home with your loot {@condition undetected}.",
				"Choose two ability boosts. One must be to Strength or Dexterity, and one is a free ability boost.",
				"You're trained in the {@skill Stealth} skill and the {@skill Lore||Underworld Lore} skill. You gain the {@feat Experienced Smuggler} skill feat."
			],
			"boosts": [
				"Strength",
				"Dexterity",
				"Free"
			],
			"skills": [
				"Stealth"
			],
			"lore": [
				"Underworld"
			],
			"feats": [
				"Experienced Smuggler"
			]
		},
		{
			"name": "Haunted Citizen",
			"source": "BotD",
			"page": 16,
			"entries": [
				"You grew up in a region where undead lurk everywhere. This could be a domain as small as a vampire's fief or as vast as the nation of Ustalav. As an ever-present concern, the undead greatly shaped your life. Living with fear became an everyday skill... as did pleading for your life.",
				"Choose two ability boosts. One must be to Wisdom or Charisma, and one is a free ability boost.",
				"You're trained in the {@skill Diplomacy} skill and the {@skill Lore} skill for your home settlement. You gain the {@feat No Cause for Alarm|APG} skill feat (Advanced Player's Guide 208)."
			],
			"boosts": [
				"Wisdom",
				"Charisma",
				"Free"
			],
			"skills": [
				"Diplomacy",
				"Lore"
			],
			"feats": [
				"No Cause for Alarm|APG"
			]
		},
		{
			"name": "Necromancer's Apprentice",
			"source": "BotD",
			"page": 16,
			"entries": [
				"You apprenticed under a necromancer—a hard education in a field where a cadaver you were dissecting could suddenly animate and every magical artifact seemed deadly. Now on your own, you're grateful you learned to identify magical threats quickly and thoroughly.",
				"Choose two ability boosts. One must be to Constitution or Intelligence, and one is a free ability boost.",
				"You're trained in the {@skill Arcana} skill and the {@skill Lore||Necromancy Lore} skill. You gain the {@feat Quick Identification} skill feat."
			],
			"boosts": [
				"Constitution",
				"Intelligence",
				"Free"
			],
			"skills": [
				"Arcana"
			],
			"lore": [
				"Necromancy"
			],
			"feats": [
				"Quick Identification"
			]
		},
		{
			"name": "Night Watch",
			"source": "BotD",
			"page": 16,
			"entries": [
				"When everyone else slumbers, you're on guard. You might have been a watch member in a teeming metropolis, the guard in an unquiet cemetery, or a lonely shepherd. Many a night you've shouted out warnings into the dark, unsure of what lurked just beyond the range of your lantern's light. More than once you've seen things shambling in the dark that never should have been up and about.",
				"Choose two ability boosts. One must be to Strength or Charisma, and one is a free ability boost.",
				"You're trained in the {@skill Intimidation} skill and either {@skill Lore||Legal Lore} or the {@skill Lore} skill for your home settlement. You gain the {@feat Quick Coercion} skill feat."
			],
			"boosts": [
				"Strength",
				"Charisma",
				"Free"
			],
			"skills": [
				"Intimidation",
				"Lore"
			],
			"lore": [
				"Legal"
			],
			"feats": [
				"Quick Coercion"
			]
		},
		{
			"name": "Pyre Tender",
			"source": "BotD",
			"page": 16,
			"entries": [
				"You're experienced at building funeral pyres. You might have lit flaming biers in the Land of the Linnorm Kings, tended the cremation pits of Cheliax or Vudra, or been a backwoods charcoal burner, using the right mixture of alchemy to act as an accelerant. However you worship, you know nothing sends off the departed like flame.",
				"Choose two ability boosts. One must be to Dexterity or Intelligence, and one is a free ability boost.",
				"You're trained in the {@skill Crafting} skill and the {@skill Lore||Funeral Lore} skill.",
				"You gain the {@feat Alchemical Crafting} skill feat."
			],
			"boosts": [
				"Dexterity",
				"Intelligence",
				"Free"
			],
			"skills": [
				"Crafting"
			],
			"lore": [
				"Funeral"
			],
			"feats": [
				"Alchemical Crafting"
			]
		},
		{
			"name": "Scion of Slayers",
			"source": "BotD",
			"page": 16,
			"traits": [
				"rare"
			],
			"entries": [
				"You were born into a lineage of undead slayers. No mere occupation, in your family slaying is a mantle of almost mystic responsibility passed from parent to child. Over the generations, this single-minded focus has begun to manifest in uncanny ways during combat.",
				"Choose two ability boosts. One must be to Strength or Intelligence, and one is a free ability boost.",
				"You're trained in the {@skill Athletics} skill and the {@skill Lore||Undead Lore} skill. You can cast {@spell disrupt undead} as an innate divine cantrip.",
				"You can use Intelligence as your spellcasting ability for this innate spell."
			],
			"boosts": [
				"Strength",
				"Intelligence",
				"Free"
			],
			"skills": [
				"Athletics"
			],
			"lore": [
				"Undead"
			],
			"spells": [
				"disrupt undead"
			]
		},
		{
			"name": "Tomb Born",
			"source": "BotD",
			"page": 17,
			"traits": [
				"rare"
			],
			"entries": [
				"Your parents conceived you for a fell purpose at a site tainted by death, like a wight's barrow, mass grave, or ossuary. Their reasons could be a mystery, or you might know of their grand design and seek to escape—or fulfill—their plans. Either way, you're at your most dangerous when near death.",
				"Choose two ability boosts. One must be to Dexterity or Constitution, and one is a free ability boost.",
				"You're trained in the {@skill Lore||Undead Lore} skill. You gain the Final Spite reaction.",
				{
					"name": "Final Spite",
					"activity": {
						"number": 1,
						"unit": "reaction"
					},
					"frequency": {
						"number": 1,
						"unit": "day"
					},
					"trigger": "You're reduced to 0 Hit Points",
					"entries": [
						"You make a {@action Strike} before falling {@condition unconscious}."
					],
					"type": "ability"
				}
			],
			"boosts": [
				"Dexterity",
				"Constitution",
				"Free"
			],
			"lore": [
				"Undead"
			],
			"miscTags": [
				"ability"
			]
		},
		{
			"name": "Willing Host",
			"source": "BotD",
			"page": 17,
			"traits": [
				"rare"
			],
			"entries": [
				"You speak to spirits only you can perceive: wispy shreds of lost souls, household guardians, ancestral spirits, and other entities. You can negotiate with these beings, allowing them into your body to impart knowledge or aid in a task for the price of a favor.",
				"Choose two ability boosts. One must be to Wisdom or Charisma, and one is a free ability boost.",
				"You're trained in the {@skill Lore||Spirit Lore} skill. You gain the Host Spirit action.",
				{
					"name": "Host Spirit",
					"traits": [
						"exploration",
						"necromancy",
						"occult"
					],
					"frequency": {
						"number": 1,
						"unit": "day"
					},
					"entries": [
						"You attempt one skill check to perform an exploration activity, even if it normally requires you to be trained to do so. You're trained in the skill just long enough to make that single check (to a maximum of 10 minutes). Whether or not the check succeeds, in the next 24 hours you must perform a minor favor to appease the spirit who aided you, determined by the GM (usually something sensation related, such as tasting a certain food, listening to a specific song, or smoking a pipe). You can't Host Spirit again until you've performed the favor. If you haven't completed it after 24 hours, you're {@condition fatigued} until the obligation is fulfilled."
					],
					"type": "ability"
				}
			],
			"boosts": [
				"Wisdom",
				"Charisma",
				"Free"
			],
			"lore": [
				"Spirit"
			],
			"miscTags": [
				"ability"
			]
		}
	]
}
