{
	"background": [
		{
			"name": "Child of the Colony",
			"source": "SoB0",
			"remaster": true,
			"page": 10,
			"traits": [
				"rare"
			],
			"entries": [
				"Talmandor's Bounty's first year was fraught with hardship and peril, and many of the original settlers—including your parents—returned to the mainland at the earliest opportunity. However, you have nothing but fond memories of your time on Ancorato! Your carefree days in the colony were spent climbing trees, picking berries, and wondering at the island's natural splendor. You might even fondly remember some of the original settlers from that time who are still in town.",
				"Now that you're grown, you've returned to the colony to recapture that childhood magic (and hopefully avoid the dangers that forced your family to leave the island in the first place). Choose two attribute boosts. One must be to Strength or Wisdom, and one is a free attribute boost.",
				"You're trained in the {@skill Survival|PC1} skill and the {@skill Lore|PC1|Island Lore} skill. You gain the {@feat Survey Wildlife|PC1} skill feat.",
				"In addition, work with your GM to select one business in town. You have a connection to the owner or someone who works there and get a 10% discount on goods and services from that establishment."
			],
			"boosts": [
				"strength",
				"wisdom",
				"free"
			],
			"skills": [
				"survival"
			],
			"lore": [
				"Island"
			],
			"feats": [
				"Survey Wildlife|PC1"
			],
			"miscTags": [
				"situationalBenefit"
			]
		},
		{
			"name": "Company Agent",
			"source": "SoB0",
			"remaster": true,
			"page": 10,
			"traits": [
				"rare"
			],
			"entries": [
				"When the Bountiful Venture Company first invested in the colony of Talmandor's Bounty, the backers expected to see a return on their investment. Nearly a decade later, the Company has yet to realize any profits, and so they've sent you to Ancorato to see what might be done to remedy the situation. Your employers place much of the blame on the colony's governor, Ramona Avandth, whose stubborn refusal to accelerate the investors' repayment schedule has kept the Company from the money it's rightfully due. While several of the Company's representatives—including your direct superior, Verner Tracewell—have already landed on the island, you're to serve in a more unofficial capacity, scouring the colony for mismanagement in hopes Ramona will be unseated from her position and replaced by someone more amenable to the Company's interests.",
				"Choose two attribute boosts. One must be to Dexterity or Charisma, and one is a free attribute boost.",
				"You're trained in the {@skill Deception|PC1} skill and the {@skill Lore|PC1|Accounting Lore} skill. You gain the {@feat Charming Liar|PC1} skill feat."
			],
			"boosts": [
				"dexterity",
				"charisma",
				"free"
			],
			"skills": [
				"deception"
			],
			"lore": [
				"Accounting"
			],
			"feats": [
				"Charming Liar|PC1"
			]
		},
		{
			"name": "Hunted by the Night",
			"source": "SoB0",
			"remaster": true,
			"page": 10,
			"traits": [
				"rare"
			],
			"entries": [
				"You're being hunted—by a vampire no less!",
				"What you did to offend this nocturnal predator hardly matters now. All you know is that when your bandolier of garlic bulbs, holy water, and religious icons failed to deter your pursuer, you had no other choice but to put as much distance between you and them as possible. You set sail for the Andoren colony of Talmandor's Bounty, where you hope a vast ocean and an island known for its sun-filled days will keep you safe.",
				"Choose two attribute boosts. One must be to Dexterity or Intelligence, and one is a free attribute boost.",
				"You're trained in the {@skill Stealth|PC1} skill and the {@skill Lore|PC1|Vampire Lore} skill. You gain the {@feat Dubious Knowledge|PC1} skill feat.",
				"In addition, you begin play ready to protect yourself from your supernatural stalker. You have a religious symbol, a wooden stake and mallet, and a vial of {@item holy water|PC1}."
			],
			"boosts": [
				"dexterity",
				"intelligence",
				"free"
			],
			"skills": [
				"stealth"
			],
			"lore": [
				"Vampire"
			],
			"feats": [
				"Dubious Knowledge|PC1"
			],
			"miscTags": [
				"equipment"
			]
		},
		{
			"name": "Knack for Contraptions",
			"source": "SoB0",
			"remaster": true,
			"page": 10,
			"traits": [
				"rare"
			],
			"entries": [
				"You've always liked to fiddle with things mechanical, anything from simple tools to more complex contraptions.",
				"The more parts, especially moving parts, the better. You often got in trouble as a child for dismantling something just to see how it worked. As you grew up, you drew plans and yearned to study engineering so that you could build something of your own. You read tales of Jistkan marvels, Shory flying cities, and Azlanti magitech and clockworks. After hearing that an expedition to old Azlant was looking to take on research assistants, you immediately signed up, hoping for a chance to study the ruins. You've even heard that the town has a business with a clockwork soldier working as a guard! You've spent the whole ship ride over to Talmandor's Bounty thinking of the wonders you might find.",
				"Choose two attribute boosts. One must be to Intelligence or Dexterity, and one is a free attribute boost.",
				"You're trained in the {@skill Crafting|PC1} skill and the {@skill Lore|PC1|Engineering Lore} skill. You can cast {@spell live wire|PC2} as an arcane innate cantrip. As normal, the cantrip heightens to half your level rounded up."
			],
			"boosts": [
				"dexterity",
				"intelligence",
				"free"
			],
			"skills": [
				"crafting"
			],
			"lore": [
				"Engineering"
			],
			"spells": [
				"live wire|PC2"
			]
		},
		{
			"name": "Stargazer",
			"source": "SoB0",
			"remaster": true,
			"page": 11,
			"traits": [
				"rare"
			],
			"entries": [
				"Ever since you were a child, you've looked up at the night sky and been filled with wonder by the host of celestial bodies that populate the cosmos. Whether you approach your observations from a mystical perspective or through a more scientific lens, when the opportunity to apprentice under the famed astronomer Inizkar presented itself, you booked passage on the first boat to Ancorato. Once you arrive in Talmandor's Bounty, you hope to continue your studies and perhaps even view the heavens from an observatory built by the ancient Azlanti themselves.",
				"Choose two attribute boosts. One must be to Intelligence or Wisdom, and one is a free attribute boost.",
				"You're trained in your choice of the {@skill Arcana|PC1}, {@skill Nature|PC1}, or {@skill Occultism|PC1} skill, and gain the {@feat Assurance|PC1} skill feat in your chosen skill. You're also trained in the {@skill Lore|PC1|Astronomy Lore} skill.",
				"In addition, you have an innate sense of time. You can ascertain the time accurate to within the hour even without being able to see the sky."
			],
			"boosts": [
				"intelligence",
				"wisdom",
				"free"
			],
			"skills": [
				"arcana",
				"nature",
				"occultism"
			],
			"lore": [
				"Astronomy"
			],
			"feats": [
				"Assurance|PC1"
			],
			"miscTags": [
				"sense"
			]
		},
		{
			"name": "Student of the Ancients",
			"source": "SoB0",
			"remaster": true,
			"page": 11,
			"traits": [
				"rare"
			],
			"entries": [
				"Sure, stargazing is fine and all, but you signed up for the expedition to Ancorato so you could visit the remains of the ancient empire of Azlant. A curious child, you had access to books that covered some of the ancient civilizations that thrived before Earthfall and would often get lost in your own imagination of what life was like way back then. You even managed to learn some ancient languages to further your studies by reading the actual words rather than someone else's translations. You hope that when your contract for Inizkar's expedition finishes, you can start your own expedition into the Azlanti ruins.",
				"Choose two attribute boosts. One must be to Intelligence or Charisma, and one is a free attribute boost.",
				"You're trained in the {@skill Society|PC1} skill and the {@skill Lore|PC1|Azlanti Lore} skill. You gain the {@feat Multilingual|PC1} skill feat; one language gained must be {@language Azlanti|LOWG} and the other can be any {@trait common} or {@trait uncommon} language."
			],
			"boosts": [
				"intelligence",
				"charisma",
				"free"
			],
			"skills": [
				"society"
			],
			"lore": [
				"Azlanti"
			],
			"feats": [
				"Multilingual|PC1"
			]
		}
	]
}
