{
	"background": [
		{
			"source": "LOPSG",
			"name": "Archaeologist",
			"traits": [],
			"skills": [
				"{@skill Society}"
			],
			"lore": [
				"Architecture",
				"Additional",
				"Azlanti",
				"History"
			],
			"feat": null,
			"boosts": [
				"Constitution",
				"Intelligence",
				"Free"
			],
			"entries": [
				"You've excavated enough sites to know that ancient civilizations aren't lost; they're merely buried and waiting for the right scholar to unearth them and tell their story. You might have worked as a laborer or local guide before learning formal archaeological techniques.",
				"Choose two ability boosts. One must be to Constitution or Intelligence, and one is a free ability boost.",
				"You're trained in the {@skill Society} skill and the {@skill Lore|Architecture Lore} skill. You gain the {@skill Lore|Additional Lore} skill feat related to an ancient culture or the history of a culture you've studied (such as {@skill Lore|Azlanti Lore} or {@skill Lore|Osirian History Lore})."
			],
			"page": 8
		},
		{
			"source": "LOPSG",
			"name": "Pathfinder Recruiter",
			"traits": [],
			"skills": [
				"{@skill Society}",
				"{@skill Diplomacy}"
			],
			"lore": [],
			"feat": "Group Impression",
			"boosts": [
				"Wisdom",
				"Charisma",
				"Free"
			],
			"entries": [
				"The Pathfinder {@skill Society}'s always on the lookout for talent, but that talent rarely just stumbles into the Grand Lodge. Whether you're professionally trained to encourage new recruits or the {@skill Society}'s own scouts identified your potential and raised you from childhood, you're committed to expanding the {@skill Society}'s roster.",
				"Choose two ability boosts. One must be to Wisdom or Charisma, and one is a free ability boost.",
				"You're trained in the {@skill Diplomacy} skill and a {@skill Lore} skill related to one city you've visited often. You gain the {@feat Group Impression} skill feat."
			],
			"page": 8
		},
		{
			"source": "LOPSG",
			"name": "Spell Seeker",
			"traits": [],
			"skills": [
				"{@skill Arcana}"
			],
			"lore": [
				"Library"
			],
			"feat": "Recognize Spell",
			"boosts": [
				"Intelligence",
				"Wisdom",
				"Free"
			],
			"entries": [
				"Conventional magic can only hold your attention for so long.",
				"Instead, you've devoted yourself to understanding truly esoteric spells, which invariably draws you to explore the world and all its eldritch traditions.",
				"Choose two ability boosts. One must be to Intelligence or Wisdom, and one is a free ability boost.",
				"You're trained in either the {@skill Arcana} skill or Occult skill, as well as the {@skill Lore|Library Lore} skill. You gain the {@feat Recognize Spell} skill feat."
			],
			"page": 8
		},
		{
			"source": "LOPSG",
			"name": "Trailblazer",
			"traits": [],
			"skills": [
				"{@skill Survival}"
			],
			"lore": [
				"Cartography"
			],
			"feat": "Terrain Expertise",
			"boosts": [
				"Constitution",
				"Wisdom",
				"Free"
			],
			"entries": [
				"Uncharted realms have always intrigued you, and you've explored and mapped large territories in service to merchants, governments, or your own curiosity. Where some see a blank spot on a map, you see the potential for something new and undiscovered.",
				"Choose two ability boosts. One must be to Constitution or Wisdom, and one is a free ability boost.",
				"You're trained in the {@skill Survival} skill and the {@skill Lore|Cartography Lore} skill.",
				"You gain the {@feat Terrain Expertise} skill feat with one terrain you've explored (such as forest or underground)."
			],
			"page": 8
		},
		{
			"source": "LOPSG",
			"name": "Translator",
			"traits": [],
			"skills": [
				"{@skill Society}"
			],
			"lore": [
				"Scribing"
			],
			"feat": "Multilingual",
			"boosts": [
				"Intelligence",
				"Charisma",
				"Free"
			],
			"entries": [
				"In your youth, you learned to transcribe books and translate scrolls to preserve knowledge or perhaps to aid wealthy merchants and politicians. Whether you set out to make your own fortune or are drawn to decipher the strangest codes, your linguistic training will guide your discoveries.",
				"Choose two ability boosts. One must be to Intelligence or Charisma, and one is a free ability boost.",
				"You're trained in the {@skill Society} skill and the {@skill Lore|Scribing Lore} skill. You gain the {@feat Multilingual} skill feat."
			],
			"page": 8
		}
	]
}
