{
	"background": [
		{
			"name": "Always Chosen Last",
			"source": "CC0",
			"page": 13,
			"traits": [
				"rare",
				"underdog"
			],
			"entries": [
				"When you were young, for whatever reason, you were always the last pick when it came to choosing teammates for a game, selecting someone for an important job, or the final person in your social circle to achieve an important milestone. As a result, you've come to expect being overlooked, and that's helped to shape your worldview. Maybe you take advantage of this to get away with things that no one would suspect you of, or perhaps it has encouraged you to focus on your training and become even better at what you do. Nothing's worked, exactly, but that's just left you with more time to watch and learn how everyone else behaves, which has given you greater insights into the societies that always seem to forget about you. You've studied the rules of countless games and competitions so that you're always ready to capitalize on a technicality to make up for being regarded as a weak link. When you do succeed at a task, it's often to the surprise of observers, and it's happened enough by now that there are those who, perhaps as a result of also always being chosen last, have come to view you as an inspiration to look up to.",
				"Choose two ability boosts. One must be to Intelligence or Wisdom, and one is a free ability boost.",
				"You're trained in the {@skill Society} skill and the {@skill lore||Games Lore} skill. You gain the {@feat Streetwise|PC1} skill feat.",
				"If you have the {@trait Underdog} persona trait, you also become trained in the {@skill lore||Scouting Lore} skill."
			],
			"boosts": [
				"intelligence",
				"wisdom",
				"free"
			],
			"skills": [
				"society"
			],
			"lore": [
				"Games",
				"Scouting"
			],
			"feats": [
				"Streetwise"
			]
		},
		{
			"name": "Amateur Director",
			"source": "CC0",
			"page": 13,
			"traits": [
				"rare",
				"leader"
			],
			"entries": [
				"You grew up a child of the theater. Perhaps your parents were actors or directors, or maybe you fell in with a theater crowd at a young age. Perhaps you and your siblings shared a tradition of putting on plays for your parents or, if you were an only child, maybe you directed your toys and stuffed animals in elaborate productions that played out in your mind. Whatever the case, as you grew older, you found that you were most comfortable helping to organize and facilitate the goals and dreams of others—and not just in the role of being a director for a stage production. You've always derived satisfaction from being the one in charge of something and helping others get organized so as to accomplish something significant. Yet for whatever reason, this never quite grew into your job; you've never actually made money directing, or if you have, it was never enough to allow you to abandon your other responsibilities. Still, the experience you've gained at this amateur work has given you some impressive skills and self-confidence.",
				"Choose two ability boosts. One must be to Wisdom or Charisma, and one is a free ability boost.",
				"You're trained in the {@skill Diplomacy} skill and the {@skill lore||Theater Lore} skill. You gain the {@feat Group Impression|PC1} skill feat.",
				"If you have the {@trait Leader} persona trait, you also become trained in the {@skill lore||Scribing Lore} skill."
			],
			"boosts": [
				"wisdom",
				"charisma",
				"free"
			],
			"skills": [
				"diplomacy"
			],
			"lore": [
				"Theater",
				"Scribing"
			],
			"feats": [
				"Group Impression"
			]
		},
		{
			"name": "Art Tutor",
			"source": "CC0",
			"page": 13,
			"traits": [
				"rare",
				"scholar"
			],
			"entries": [
				"Art has always been important to you. It's likely that you've got a significant talent for creating artwork yourself, but at the very least, you grew up in a home, neighborhood, or city where artwork was freely available for you to enjoy. The first time you met someone who hadn't had this luxury was a shock, and you promised yourself that you would do whatever you could to bring the joy of artwork to places and people unfortunate enough to be bereft of it. Of course, original art isn't always something that can be transported, so you've settled on the next best thing—teaching others about art, art history, and artistic theory. Whether you've made money by teaching others about art or taken it upon yourself to altruistically educate others, the only thing that approaches the feeling of euphoria you receive from admiring or creating a new piece of art is what you gain by spreading this appreciation to others.",
				"Choose two ability boosts. One must be to Dexterity or Intelligence, and one is a free ability boost.",
				"You're trained in the {@skill Crafting} skill and the {@skill lore||Art Lore} skill. You gain the {@feat Crafter's Appraisal|PC2} skill feat.",
				"If you have the {@trait Scholar} persona trait, you also become trained in the {@skill lore||Academia Lore} skill."
			],
			"boosts": [
				"dexterity",
				"intelligence",
				"free"
			],
			"skills": [
				"crafting"
			],
			"lore": [
				"Art",
				"Academia"
			],
			"feats": [
				"Crafter's Appraisal"
			]
		},
		{
			"name": "Bully or Baiter?",
			"source": "CC0",
			"page": 14,
			"traits": [
				"rare",
				"warrior"
			],
			"entries": [
				"Force, be it as a physical presence or as a strength of personality, has long given bullies power over others in their groups. Whether it's the threat of a physical beating or the actual assault itself, the bully's methods are usually efficient at establishing a network full of fearful followers and social power. You may have been a bully yourself, and if so, you've never faced any significant comeuppance or retribution for your nefarious actions, and the skills you developed as a youth while bullying others serve you very well today. Yet maybe you weren't the bully—maybe you were a baiter of bullies instead? Someone who put on an irresistible-to-bullies appearance only to turn their tactics back upon them with threats and violence. Were you a champion of the picked-upon and downtrodden in schoolyard and back alley alike, who lured the local bullies into traps that taught them lessons writ in blood and pain?",
				"Choose two ability boosts. One must be to Strength or Charisma, and one is a free ability boost.",
				"You're trained in the {@skill Intimidation} skill and the {@skill lore||Underworld Lore} skill. You gain the {@feat Intimidating Glare|PC1} skill feat.",
				"If you have the {@trait Warrior} persona trait, you also become trained in the {@skill lore||Warfare Lore} skill."
			],
			"boosts": [
				"strength",
				"charisma",
				"free"
			],
			"skills": [
				"intimidation"
			],
			"lore": [
				"Underworld",
				"Warfare"
			],
			"feats": [
				"Intimidating Glare"
			]
		},
		{
			"name": "Supportive Sponsor",
			"source": "CC0",
			"page": 14,
			"traits": [
				"rare",
				"guardian"
			],
			"entries": [
				"You were responsible for caring for someone's needs, be it a sibling or other familial relation, a friend fallen on hard times, or someone who just needed a helping hand at a time when you were there to offer assistance. The satisfaction you get from protecting another, from helping them course-correct from a self-destructive habit, or from assisting them in their recovery from a disaster is more than enough for you, and the idea of being paid for such a service is unsettling and unsavory. When presented with a problem that's beyond your immediate ability to address or resolve, you'll spend days researching methods to provide what help the person needs, either educating yourself on how to provide the aid yourself or by arranging for others to step in to support the person in question.",
				"Choose two ability boosts. One must be to Constitution or Wisdom, and one is a free ability boost.",
				"You're trained in the {@skill Medicine} skill and the {@skill lore||Herbalism Lore} skill. You gain the {@feat Battle Medicine|PC1} skill feat.",
				"If you have the {@trait Guardian} persona trait, you also become trained in the {@skill lore||Library Lore} skill."
			],
			"boosts": [
				"constitution",
				"wisdom",
				"free"
			],
			"skills": [
				"medicine"
			],
			"lore": [
				"Herbalism",
				"Library"
			],
			"feats": [
				"Battle Medicine"
			]
		},
		{
			"name": "Town Troublemaker",
			"source": "CC0",
			"page": 14,
			"traits": [
				"rare",
				"scoundrel"
			],
			"entries": [
				"Every town has at least one of them: the person that everyone \"knows\" is a bad apple, a rascal, a mixer, or a fly in the ointment—the troublemaker. Your hometown was no exception, because you were that town's troublemaker, or at least one of its more notorious ones! This reputation may not have been warranted—perhaps you took the rap to protect a friend or family member caught in a scandal, or maybe you were tricked or cajoled into a tricky situation by so-called \"friends.\" Or the reputation could be spot-on. Being a town troublemaker doesn't mean you had malice in your heart, of course, especially if the town in question was one ruled by villains or governed by cruelty. One society's troublemaker is, after all, another society's freedom fighter! Regardless of the truth that lies at the heart of your personal situation, your legacy as the town troublemaker has given you great insights into society's seamy underbelly.",
				"Choose two ability boosts. One must be to Strength or Dexterity, and one is a free ability boost.",
				"You're trained in the {@skill Thievery} skill and the {@skill lore||Underworld Lore} skill. You gain the {@feat Dirty Trick|PC2} skill feat.",
				"If you have the {@trait Scoundrel} persona trait, you also become trained in the {@skill lore||Norgorber Lore} skill."
			],
			"boosts": [
				"strength",
				"dexterity",
				"free"
			],
			"skills": [
				"thievery"
			],
			"lore": [
				"Underworld",
				"Norgorber"
			],
			"feats": [
				"Dirty Trick"
			]
		},
		{
			"name": "Sideshow Scion",
			"source": "CC0",
			"page": 14,
			"traits": [
				"rare",
				"wildcard"
			],
			"entries": [
				"Ah, the circus! What child didn't at some point fantasize about running away to join a troupe of clowns and daredevils and live a life on the road sharing living quarters with strange animals and even stranger coworkers? In your case, though, there was no need for fantasy, for you were born into the life. Your parents or extended family have a long tradition in the sideshow, be it as part of a traveling circus or as part of a more localized, year-round performance on a city boardwalk or marketplace. Even if you were the inverse of the youth who dreamed of running away, your childhood instead filled with visions of a sedentary aristocratic life or the rough upbringing of the working class, the sideshow skills and circus tricks you were exposed to seeped into your psyche. Now and then, a turn of phrase that spills from your lips or an unexpected little motion or act catches even your closest friends off guard. After all, what seems normal to you is anything but to someone who didn't grow up in a sideshow!",
				"Choose two ability boosts. One must be to Constitution or Intelligence, and one is a free ability boost.",
				"You're trained in the {@skill Acrobatics} skill and the {@skill lore||Games Lore} skill. You gain the {@feat Acrobatic Performer|PC2} skill feat.",
				"If you have the {@trait Wildcard} persona trait, you also become trained in the {@skill lore||Circus Lore} skill."
			],
			"boosts": [
				"constitution",
				"intelligence",
				"free"
			],
			"skills": [
				"acrobatics"
			],
			"lore": [
				"Games",
				"Circus"
			],
			"feats": [
				"Acrobatic Performer"
			]
		},
		{
			"name": "Wandering Libertine",
			"source": "CC0",
			"page": 15,
			"traits": [
				"rare",
				"flirt"
			],
			"entries": [
				"Receiving attention has always come easily to you, be it because of your good looks, your charming personality, your way with words, or something else entirely, yet you've never really settled down. You spent much of your life up to this point on the road or at sea, traveling from town to town and never staying long enough in one place to ever have a proper home. The reasons for this itinerant lifestyle aren't important, but what is important is that it never took you long to find someone to hold after arriving in a new town. Whether your inevitable departure was heralded by false promises to return or tearful goodbyes, you've left in your wake a mix of pining admirers and jilted lovers. One of these days, you might actually settle down. One of these days, you might find someone you'll want to spend the rest of your life with. One of these days, you might find a place to call home. But today is not that day.",
				"Choose two ability boosts. One must be to Dexterity or Charisma, and one is a free ability boost.",
				"You're trained in the {@skill Deception} skill and the {@skill lore||Shelyn Lore} skill. You gain the {@feat Charming Liar|PC1} skill feat.",
				"If you have the {@trait Flirt} persona trait, you also become trained in the {@skill lore||Sailing Lore} skill."
			],
			"boosts": [
				"dexterity",
				"charisma",
				"free"
			],
			"skills": [
				"deception"
			],
			"lore": [
				"Shelyn",
				"Sailing"
			],
			"feats": [
				"Charming Liar"
			]
		}
	]
}
