{
	"background": [
		{
			"name": "Once Bitten",
			"source": "LOKL",
			"page": 73,
			"entries": [
				"After an altercation with an undead creature, you feared you might be infected. Either through medical intervention, luck, or misunderstanding how undeath spreads, your fears abated. However, your brush with living death taught you the value of life. You do whatever you can to avoid the end you thought you'd been fated.",
				"Choose two ability boosts. One must be to Dexterity or Wisdom, and one is a free ability boost.",
				"You're trained in the {@skill Medicine} skill and the {@skill Lore||Undead Lore} skill. You gain the {@feat Battle Medicine} skill feat."
			],
			"boosts": [
				"dexterity",
				"wisdom",
				"free"
			],
			"skills": [
				"medicine"
			],
			"lore": [
				"Undead"
			],
			"feats": [
				"Battle Medicine"
			]
		},
		{
			"name": "Ozem Experience",
			"source": "LOKL",
			"page": 73,
			"entries": [
				"You or someone close to you worked with the Knights of Ozem before Lastwall fell. In addition to knowledge of the organization's tenets and goals, you have germane understanding of the order's history. You believe there are valuable lessons in the Knights of Ozem's exploits.",
				"Choose two ability boosts. One must be to Strength or Intelligence, and one is a free ability boost.",
				"You're trained in the {@skill Society} skill and the {@skill Lore||Warfare Lore} skill. You gain the {@feat Courtly Graces} skill feat."
			],
			"boosts": [
				"strength",
				"intelligence",
				"free"
			],
			"skills": [
				"society"
			],
			"lore": [
				"Warfare"
			],
			"feats": [
				"Courtly Graces"
			]
		},
		{
			"name": "Pillar",
			"source": "LOKL",
			"page": 73,
			"entries": [
				"Not every Knight of Lastwall contributes to the crusade through combat. Pillars provide essential upkeep and service at camps, enjoying the same rank of knight as the crusaders and strategists for which the knights are known. You spent time as an assistant among the pillars, learning how noncombatants provide for the physical and mental wellbeing of an army.",
				"Choose two ability boosts. One must be to Intelligence or Wisdom, and one is a free ability boost.",
				"You're trained in one of your choice of the {@skill Medicine}, {@skill Society}, or {@skill Survival} skills, as well as the {@skill Lore||Labor Lore} skill. You gain the {@feat Additional Lore} skill feat."
			],
			"boosts": [
				"intelligence",
				"wisdom",
				"free"
			],
			"skills": [
				"medicine",
				"society",
				"survival"
			],
			"lore": [
				"Labor"
			],
			"feats": [
				"Additional Lore"
			]
		},
		{
			"name": "Reclaimed",
			"source": "LOKL",
			"page": 73,
			"entries": [
				"A unit of Crimson Reclaimers saved you from certain death in the Gravelands. You spent time with one or more Crimson Reclaimers as they escorted you to safety, and you've learned the ways of this faction of the Knights of Lastwall. You consider yourself forever in their debt and defend their reputation unquestioningly against any accusations of duplicity.",
				"Choose two ability boosts. One must be to Constitution or Charisma, and one is a free ability boost.",
				"You're trained in the {@skill Intimidation} skill and the {@skill Lore||Crimson Reclaimers Lore} skill. You gain the {@feat Group Coercion} skill feat."
			],
			"boosts": [
				"constitution",
				"charisma",
				"free"
			],
			"skills": [
				"intimidation"
			],
			"lore": [
				"Crimson Reclaimers"
			],
			"feats": [
				"Group Coercion"
			]
		},
		{
			"name": "Reclaimer Investigator",
			"source": "LOKL",
			"page": 73,
			"entries": [
				"You believe the mysterious patron of the Crimson Reclaimers has an ulterior motive that bedevils the Knights of Lastwall.",
				"Whatever the organization gains from the pact, some mysterious force with its own agenda and a need for anonymity benefits as well. You've made it your mission to determine what that agenda is before the patron decides it has manipulated from the shadows long enough.",
				"Choose two ability boosts. One must be to Intelligence or Wisdom, and one is a free ability boost.",
				"You're trained in the {@skill Occultism} skill and the {@skill Lore||Crimson Reclaimers Lore} skill. You gain the {@feat Oddity Identification} skill feat."
			],
			"boosts": [
				"intelligence",
				"wisdom",
				"free"
			],
			"skills": [
				"occultism"
			],
			"lore": [
				"Crimson Reclaimers"
			],
			"feats": [
				"Oddity Identification"
			]
		},
		{
			"name": "Sentinel Reflectance",
			"source": "LOKL",
			"page": 73,
			"entries": [
				"Either through witnessing their deeds and devout heroics firsthand, or through reading chronicles of their exploits, the Shining Sentinels of the Knights of Lastwall inspire you. You may idealize their philosophy or one day hope to join their ranks; the Shining Sentinels are your guiding star. Choose two ability boosts. One must be to Strength or Charisma, and one is a free ability boost.",
				"You're trained in the {@skill Diplomacy} skill and the {@skill Lore||Shining Sentinels Lore} skill. You gain the {@feat No Cause for Alarm|APG} skill feat (Advanced Player's Guide 208)."
			],
			"boosts": [
				"strength",
				"charisma",
				"free"
			],
			"skills": [
				"diplomacy"
			],
			"lore": [
				"Shining Sentinels"
			],
			"feats": [
				"No Cause for Alarm|APG"
			]
		},
		{
			"name": "Relentless Dedication",
			"source": "LOKL",
			"page": 73,
			"traits": [
				"rare"
			],
			"entries": [
				"Recruiters invite many candidates like you to train to be Knights of Lastwall, but only a select few make the cut. Whereas others lose heart, your perseverance paid off.",
				"Your commitment to the cause is so clear, it overcame whatever disqualified your previous attempts to join the new Shining Crusade.",
				"Choose two ability boosts. One must be to Strength or Constitution, and one is a free ability boost.",
				"You're trained in the {@skill Lore||Warfare Lore} skill, and you gain the {@feat Canny Acumen} feat."
			],
			"boosts": [
				"strength",
				"constitution",
				"free"
			],
			"lore": [
				"Warfare"
			]
		},
		{
			"name": "Tyrant Witness",
			"source": "LOKL",
			"page": 73,
			"traits": [
				"rare"
			],
			"entries": [
				"When Tar-Baphon broke free of Gallowspire, you saw him emerge. When the god-slaying lich obliterated Vigil and Roslar's Coffer, you scrambled to safety. And when necrotic rainfall swept through the lands and the Gallowgarden grew, you weathered the storms. Others talk of what the Whispering Tyrant's return did to Lastwall, but you were there. And it changed you.",
				"Choose two ability boosts. One must be to Dexterity or Wisdom, and one is a free ability boost.",
				"You're trained in the {@skill Lore||Undead Lore} skill. You can cast {@spell disrupt undead} as a divine innate cantrip. As normal, the cantrip heightens to half your level rounded up."
			],
			"boosts": [
				"dexterity",
				"wisdom",
				"free"
			],
			"lore": [
				"Undead"
			],
			"spells": [
				"disrupt undead"
			]
		}
	]
}
