{"background":[{"name":"Conservator","source":"SKT0","page":12,"traits":["uncommon"],"entries":["Some history survives only so long as its physical remains do. You've developed robust museum skills to identify relics, preserve artifacts, recreate ancient technologies, and even rebuild shattered treasures—often with painstaking patience, a steady hand, and even a little magic. Your contributions don't end there, as whether you've mastered diligent recordkeeping or helped uncover smuggling rings that are looting archaeological sites, you've made an impression. Hearing of your promising abilities, representatives from Clan Tolorr contacted you, inviting you to study with their museum masters and share your own techniques, all while helping preserve over 10,000 years of history!","Choose two ability boosts. One must be to Dexterity or Intelligence, and one is a free ability boost.","You're trained in either the {@skill Crafting} skill or the {@skill Thievery} skill, and you're trained in either the {@skill Lore||Accounting Lore} or the {@skill Lore||Underworld Lore} skill. If you selected {@skill Crafting}, you gain the {@feat Quick Repair} skill feat. If you chose {@skill Thievery}, you gain the {@feat Assurance} ({@skill Thievery}) skill feat.","{@b Connection:} Ria, an oread gnome curator who studies rivethun traditions","{@b Reputation Points:} +1"],"boosts":["dexterity","intelligence","free"],"skills":["crafting","thievery"],"lore":["Accounting","Underworld"],"feats":["Quick Repair","Assurance"]},{"name":"Clan Associate","source":"SKT0","page":12,"traits":["uncommon"],"entries":["You already have a close connection to Clan Tolorr, such as having been born into the clan, worked as an esteemed contractor for them, or married into the clan (even if you chose to retain your prior clan affiliation). Whether through dedicated study or just overhearing your fellows' academic debates, you've absorbed boundless trivia about history—especially local lore. Beyond Tolorr halls, your affiliation earns you respect in Highhelm. Your clan expects you to behave well, as your actions reflect on them.","Choose two ability boosts. One must be to Constitution or Wisdom, and one is a free ability boost.","You're trained in the {@skill Society} skill and the {@skill Lore||Highhelm Lore} skill. You gain the {@feat Multilingual} skill feat.","{@b Connection:} You have no special connection or sponsor in Clan Tolorr.","{@b Reputation Points:} +2"],"boosts":["constitution","wisdom","free"],"skills":["society"],"lore":["Highhelm"],"feats":["Multilingual"]},{"name":"Child of Notoriety","source":"SKT0","page":12,"traits":["uncommon"],"entries":["One or more of your ancestors committed a grave atrocity, and even though you've tried to live your own life, your family's grim past looms over you like a relentless shadow. You might have traveled a thousand miles to escape the legends, learned how to ingratiate yourself to others, just tried to ignore the everyday accusing glances, or even accepted the notoriety just to be left alone. You didn't commit the crime, yet it haunts you. Whether you're proving the world wrong, proving to yourself that you're no monster, earning wealth to pay reparations, or just driven to do some good with your life, it's time to break free of the past. That journey begins with understanding.","Clan Tolorr preserves the deeds and misdeeds of dwarven legend. With their help, you might not only understand dwarven crimes and reparations, but also learn how to accept your past and leave the world a little better than when you found it. You've corresponded with Clan Tolorr, but your most recent message came instead from one of the clan's guests: a lizardfolk mystic named Valahask who studies the dead and is eager to meet you. He has lobbied on your behalf, earning you an invitation to Clan Tolorr's upcoming Family Festival.","Choose two ability boosts. One must be to Constitution or Charisma, and one is a free ability boost.","Choose whether you've navigated your past through kindness or notoriety thus far. For the former, you're trained in the {@skill Diplomacy} skill and the {@skill Lore||Genealogy Lore} skill, and you gain the {@feat Group Impression} skill feat. For the latter, you're trained in the {@skill Intimidation} skill and the {@skill Lore||Underworld Lore} skill, and you gain the {@feat Intimidating Glare} skill feat.","{@b Connection:} Valahask, an iruxi mystic","{@b Reputation Points:} –1"],"boosts":["constitution","charisma","free"],"skills":["diplomacy","intimidation"],"lore":["Underworld","Genealogy"],"feats":["Group Impression","Intimidating Glare"]},{"name":"Historical Reenactor","source":"SKT0","page":13,"traits":["uncommon"],"entries":["To Clan Tolorr, history shouldn't be dry and boring; it deserves to be engaging and made relevant to the living. You couldn't agree more! Whether it's your hobby or career, you've developed a reputation for translating the past into the present through demonstrations, period performances, acting out famous events, donning replica armor, and other feats of living history—filling in a few historical blanks if it makes a better show. Having learned of your passion, Clan Tolorr has sponsored your visit to Highhelm so that you can learn from each other. It's a wonderful opportunity, and Tolorr puppetry arts, storytelling, props, and historical rigor are the stuff of legends. Already, you've begun researching dwarven history so that you're prepared for whatever lies ahead.","Choose two ability boosts. One must be to Strength or Charisma, and one is a free ability boost.","You're trained in either the {@skill Performance} skill or the {@skill Society} skill, and you're trained in the {@skill Lore||Dwarf Lore} skill. If you selected {@skill Performance}, you gain the {@feat Impressive Performance} skill feat. If you chose {@skill Society}, you gain the {@feat Dubious Knowledge} skill feat.","{@b Connection:} Bulgra Veldollow, a matriarch in Clan Tolorr and accomplished puppeteer","{@b Reputation Points:} +0"],"boosts":["strength","charisma","free"],"skills":["performance","society"],"lore":["Dwarf"],"feats":["Impressive Performance","Dubious Knowledge"]},{"name":"Eclectic Scholar","source":"SKT0","page":13,"traits":["uncommon"],"entries":["Understanding history isn't just about translating old laws and reading about who invaded whom; it's also packed with magical outbursts, extraplanar interventions, and unexplained oddities not yet understood by modern science. You have a knack for absorbing esoteric trivia and unraveling past supernatural events. Your studies recently drew you to the dwarven city of Tar-Kazmukh, whose Blue Warders maintain an eclectically magical library. Perusing its shelves didn't answer your most burning questions, but it did earn you some friends, expose you to a dizzying array of dwarven religious lore, and introduce you to some intriguing mysteries buried in Highhelm's history.","Believing that Highhelm might provide you with greater opportunities, a Blue Warder named Rosha Coppervein facilitated introductions between you and their adoptive clan, Clan Tolorr. It seems your credentials and whatever Rosha wrote on your behalf made an impression; within a week, you received an invitation to Highhelm and travel funds to study with Tolorr sages! The shy Rosha has stayed in Tar-Kazmukh for now, enjoying its relative quiet, but you know that they'll join you in a few weeks for Tolorr's Family Festival.","Choose two ability boosts. One must be to Intelligence or Wisdom, and one is a free ability boost.","You're trained in the {@skill Occultism} skill and the {@skill Lore||Dwarven Pantheon} Lore skill, an uncommonly broad {@skill Lore} skill that pertains to {@deity Torag|CRB|Torag's} faith and those faiths of his divine family. You gain the {@feat Quick Identification} skill feat.","{@b Connection:} Rosha Coppervein, a Blue Warder who married into Clan Tolorr","{@b Reputation Points:} +0"],"boosts":["intelligence","wisdom","free"],"skills":["occultism"],"lore":["Dwarven Pantheon"],"feats":["Quick Identification"]},{"name":"Dedicated Delver","source":"SKT0","page":12,"traits":["uncommon"],"entries":["Filled with predators, pitfalls, and other perils, the Darklands rightfully scares off most travelers. Not you! Whether you're a veteran Darklands caravanner, a cartographer seeking safer paths through dangerous territory, or just a spelunker who loves to escape the surface and hear the caverns sing, you're adept at navigating underground obstacles and finding your way back to civilization.","Clan Tolorr specializes more in studying the past than extracting it from dangerous areas. Its leader, Arghan Tolorr, was an avid explorer in his youth, and he's begun an initiative to befriend, recruit, and train subterranean daredevils who can extract relics responsibly. You're one of his candidates for this pilot program. Helping administrate recruits is Ria, a gnome curator and close Tolorr confidante who helped arrange your travel to Highhelm.","Choose two ability boosts. One must be to Strength or Dexterity, and one is a free ability boost.","You're trained in either the {@skill Athletics} skill or the {@skill Survival} skill, and you're trained in the {@skill Lore||Cave Lore} skill. If you selected {@skill Athletics}, you gain the {@feat Combat Climber} skill feat. If you chose {@skill Survival}, you gain the {@feat Terrain Expertise} (Underground) skill feat.","{@b Connection:} Ria, an oread gnome curator who studies rivethun traditions","{@b Reputation Points:} +0"],"boosts":["strength","dexterity","free"],"skills":["athletics","survival"],"lore":["Cave"],"feats":["Combat Climber","Terrain Expertise"]}]}