{
	"background": [
		{
			"name": "Broken Tusk Recruiter",
			"source": "QFF0",
			"page": 8,
			"traits": [
				"uncommon"
			],
			"entries": [
				"Your gifted tongue, friendly demeanor, and deep knowledge of Broken Tusk culture and traditions make you an ideal recruiter for new followers. Whenever Broken Tusks come upon weak, weary, or wandering souls, you're often the first sent to meet these folks and determine if they would be a good fit for the following.",
				"Choose two ability boosts. One must be to Constitution or Charisma, and one is a free ability boost.",
				"You're trained in the {@skill Diplomacy} skill and the {@skill Lore||Hillcross Lore} skill. You gain the {@feat Group Impression} skill feat."
			],
			"boosts": [
				"Constitution",
				"Charisma",
				"Free"
			],
			"skills": [
				"diplomacy"
			],
			"lore": [
				"Hillcross"
			],
			"feats": [
				"Group Impression"
			]
		},
		{
			"name": "Ex-Mendevian Crusader",
			"source": "QFF0",
			"page": 8,
			"traits": [
				"uncommon"
			],
			"entries": [
				"When the Great Quake rumbled across the eastern lands and opened the rift that southerners called \"the Worldwound,\" you answered the call to arms to fight back the demonic hordes. What you saw during the war changed you forever—so much so that you became a wanderer, hermit, or other voluntary outcast. When you came upon the Broken Tusk following, you determined you'd finally found a people whose values and traditions made you feel whole again. The Broken Tusk was supposedly once a much bigger following, and so you've joined them in the hopes of helping them heal old wounds and rebuild in the shadow of loss. In the process, perhaps this new family will help you do the same.",
				"Choose two ability boosts. One must be to Constitution or Wisdom, and one is a free ability boost.",
				"You're trained in the {@skill Religion} skill and the {@skill Lore||Demon Lore} skill. You gain the {@feat Pilgrim's Token|APG}."
			],
			"boosts": [
				"Constitution",
				"Wisdom",
				"Free"
			],
			"skills": [
				"religion"
			],
			"lore": [
				"Demon"
			],
			"feats": [
				"Pilgrim's Token|APG"
			]
		},
		{
			"name": "Megafauna Hunter",
			"source": "QFF0",
			"page": 8,
			"traits": [
				"uncommon"
			],
			"entries": [
				"Life is only as meaningful as its risks, and the risks you're willing to take are big indeed. Like Wipa's halfsister Panuaku, Mammoth Lord Merthig, and Eiwa's great-grandnephew Pakano, you revel in the thrill of the hunt, especially when it involves mortal combat with megafauna, dinosaurs, and other oversized beasts. Though you're still early in your hunting career, your talent shows great promise, and you have a natural knack for tracking and taking down big game such as moose, saber-toothed tigers, and even wild mammoths.",
				"Choose two ability boosts. One must be to Strength or Dexterity, and one is a free ability boost.",
				"You're trained in the {@skill Athletics} skill and the {@skill Lore||Hunting Lore} skill. You gain the {@feat Titan Wrestler} skill feat."
			],
			"boosts": [
				"Strength",
				"Dexterity",
				"Free"
			],
			"skills": [
				"athletics"
			],
			"lore": [
				"Hunting"
			],
			"feats": [
				"Titan Wrestler"
			]
		},
		{
			"name": "Mammoth Herder",
			"source": "QFF0",
			"page": 8,
			"traits": [
				"uncommon"
			],
			"entries": [
				"You're adept at calming, wrangling, and living beside woolly mammoths and other megafauna commonly found in the Realm of the Mammoth Lords. Perhaps you've even formed a particularly strong bond with one or two of your following's animals, and you tend to get along with other herders in the following, such as young Imek or old Chultei. When the Broken Tusk following must move, you and the other herders know how to convey this message to the animals in your herd.",
				"Choose two ability boosts. One must be to Wisdom or Charisma, and one is a free ability boost.",
				"You're trained in the {@skill Nature} skill and the {@skill Lore||Herding Lore} skill. You gain the {@feat Train Animal} skill feat."
			],
			"boosts": [
				"Wisdom",
				"Charisma",
				"Free"
			],
			"skills": [
				"nature"
			],
			"lore": [
				"Herding"
			],
			"feats": [
				"Train Animal"
			]
		},
		{
			"name": "Northland Forager",
			"source": "QFF0",
			"page": 8,
			"traits": [
				"uncommon"
			],
			"entries": [
				"The vast tundra and looming mountains of the Realm of the Mammoth Lords may seem featureless and barren to the untrained eye, but you know better. You see what others don't: nutritious roots buried beneath muddy reeds, succulent bird eggs cradled in craggy rocks, restorative berries nestled among thorny thickets, and more. In the south, farmers toil in dusty fields to eat the same vegetables every day, but your diet is varied and you're rarely hungry—the entire Realm is your garden.",
				"Choose two ability boosts. One must be to Constitution or Wisdom, and one is a free ability boost.",
				"You're trained in the {@skill Survival} skill and the {@skill Lore||Herbalism Lore} skill. You gain the {@feat Forager} skill feat."
			],
			"boosts": [
				"Constitution",
				"Wisdom",
				"Free"
			],
			"skills": [
				"survival"
			],
			"lore": [
				"Herbalism"
			],
			"feats": [
				"Forager"
			]
		},
		{
			"name": "Songsinger in Training",
			"source": "QFF0",
			"page": 8,
			"traits": [
				"uncommon"
			],
			"entries": [
				"You are a pupil of Argakoa the Songsinger, Otter House leader and Mammoth Lord. Argakoa has been the Broken Tusk's foremost songsinger for many winters, and she sees in you a promising disciple who can carry the torch when it's time for her to pass it. The role of songsinger is a great distinction. These chanters, musicians, and poets are responsible for recording, preserving, and sharing the Broken Tusk's oral history. As one of these songsingers, it's up to you to decide which stories are worthy of passing on and which should be left along the migration trail.",
				"Choose two ability boosts. One must be to Intelligence or Charisma, and one is a free ability boost.",
				"You're trained in the {@skill Performance} skill and the {@skill Lore||Genealogy Lore} skill. You gain the {@feat Impressive Performance} skill feat."
			],
			"boosts": [
				"Intelligence",
				"Charisma",
				"Free"
			],
			"skills": [
				"performance"
			],
			"lore": [
				"Genealogy"
			],
			"feats": [
				"Impressive Performance"
			]
		}
	]
}
