{
	"background": [
		{
			"name": "Highhelm Snoop",
			"source": "LOHh",
			"page": 58,
			"entries": [
				"The machinations and scheming of King's Crown have trained you to be on the lookout for those who seem out of place. You've learned to spot when the person pouring your tea has sword calluses—or when the person wearing a guard's uniform doesn't.",
				"Choose two ability boosts. One must be to Dexterity or Intelligence, and one is a free ability boost.",
				"You're trained in the {@skill Society} skill, and the {@skill lore||Guild Lore} skill. You gain the {@feat Courtly Graces} skill feat."
			],
			"boosts": [
				"dexterity",
				"intelligence",
				"free"
			],
			"skills": [
				"society"
			],
			"lore": [
				"Guild"
			],
			"feats": [
				"Courtly Graces"
			]
		},
		{
			"name": "Union Representative",
			"source": "LOHh",
			"page": 72,
			"entries": [
				"You might have fought for fairer ore distribution for the Metalmaker's Union, higher chef's pay in the Provisioners' Union, or better mercenary contracts for the Union of Axe and Coin. Whatever the case, you have experience in the high-stakes world of the negotiating table, experience that translates surprisingly well to adventuring.",
				"Choose two ability boosts. One must be to Intelligence or Charisma, and one is a free ability boost.",
				"You're trained in the {@skill Diplomacy} skill, and the {@skill lore||Legal Lore} skill. You gain the {@feat Contract Negotiator|LOHh} skill feat."
			],
			"boosts": [
				"intelligence",
				"charisma",
				"free"
			],
			"skills": [
				"diplomacy"
			],
			"lore": [
				"Legal"
			],
			"feats": [
				"Contract Negotiator"
			]
		},
		{
			"name": "Fightbreaker",
			"source": "LOHh",
			"page": 86,
			"entries": [
				"You have a knack for picking up on simmering tensions and calming frayed nerves. You rely on your intuition to discern how and when violence is imminent, and on your skills—diplomatic and otherwise—to deescalate tense situations. You might choose the adventuring life to tackle new and unfamiliar conflicts, or be trying to escape retaliation from those who thrive on violence and resent your ability to keep the peace.",
				"Choose two ability boosts. One must be to Wisdom or Charisma, and one is a free ability boost.",
				"You're trained in the {@skill Diplomacy} skill and the {@skill Lore} skill for the city or settlement you lived in when you became a Fightbreaker. You gain the {@feat Group Impression} skill feat."
			],
			"boosts": [
				"wisdom",
				"charisma",
				"free"
			],
			"skills": [
				"diplomacy"
			],
			"lore": [
				"City",
				"Settlement"
			],
			"feats": [
				"Group Impression"
			]
		}
	]
}
