{"background":[{"name":"Child of the Twin Village","source":"DA","page":73,"traits":["rare"],"entries":["You were born in a village where everyone has a twin with a special link. You have moved to the wider world for reasons of your own, but you still have an unbreakable connection to your twin through your dreams.","Choose two ability boosts. One must be to Constitution or Charisma, and one is a free ability boost.","You're trained in {@skill Diplomacy} and {@skill Lore||Dreamlands Lore}. You gain the ability to communicate with your twin in your dreams. You and your twin gain the effects of {@spell dream message} every night, only between the two of you; this isn't a spell, but a natural effect. Unless your twin is another PC, your GM roleplays your twin or summarizes your interaction during these dreams."],"boosts":["constitution","charisma","free"],"skills":["diplomacy"],"lore":["Dreamlands"],"miscTags":["ability"]},{"name":"Reborn Soul","source":"DA","page":176,"traits":["rare"],"entries":["You were given a second opportunity at life by mysterious forces in the Lands of Second Souls. You remember your life before your death and now live with an extra lifetime of knowledge.","Choose two ability boosts. One must be to Constitution or Intelligence, and one is a free ability boost.","You become trained in two {@skill Lore} skills, which you and your GM choose from {@skill Lore} skills associated with your past life. At 3rd level, 7th level, and 15th level, you receive skill increases, which you can apply only to these {@skill Lore} skills. In certain situations analogous to your past life, fragments of memories resurface, potentially helping or distracting you. The GM can offer you a +1 circumstance bonus on skill checks with either of these {@skill Lore} skills or on other skill checks that echo your past life. If you accept but fail the check, you're {@condition stupefied||stupefied 1} for 1 minute by the mental distraction of your past-life memories, or {@condition stupefied||stupefied 2} for 1 minute on a critical failure."],"boosts":["constitution","intelligence","free"],"lore":["Any"],"miscTags":["ability","GMInfluence"]},{"name":"Legacy of the Hammer","source":"DA","page":135,"traits":["uncommon"],"entries":["Your introduction to the criminal life was spurred forward by a seemingly innocuous hammer that provided you with all kinds of innovative criminal ideas. It has since left your possession, but every now and then you hear a faint whisper urging you toward crime.","Choose two ability boosts. One must be to Dexterity or Charisma, and one is a free ability boost.","You're trained in the {@skill Thievery} skill and {@skill Lore||Engineering Lore}. You gain the {@feat Concealing Legerdemain|APG} skill feat."],"boosts":["dexterity","charisma","free"],"skills":["thievery"],"lore":["Engineering"],"feats":["Concealing Legerdemain|APG"]}]}