{"background":[{"name":"Banished Brighite","source":"OoA0","page":11,"traits":["uncommon"],"entries":["Once, you were a dedicated and important priest of {@deity Brigh|LOGM}, goddess of clockwork and invention, based out of the largest church to your deity, the Temple of {@deity Brigh|LOGM} in Alkenstar. Here, you made important discoveries in the annals of your religion's canon and furthered the Bronze Lady's agendas of innovation and creation. Your future seemed bright, and you predicted that it was only a matter of time until you ascended to the rank of primary cog or, someday, grand cog. Then, your years of devout service were undone in an instant. A man named Ambrost Mugland came to the Temple and demanded not only access to the religious formulas you'd been uncovering, but exclusive rights to the precious knowledge. When you refused, Mugland sent word to the church's leaders that you'd been meddling in heretical doctrine. He also implicated you in the theft of church funds that had mysteriously gone missing as of late. Sure enough, you found yourself being asked to hand in your robes. Your church colleagues didn't turn you in, but they told you in no uncertain terms that you wouldn't be able to find sanctuary for your alleged crimes in the halls of the Temple of {@deity Brigh|LOGM}. On the run and with nowhere to turn, your faith has been thoroughly tested, though so far you've remained true to your religion and maintained your sacred skills and divine powers. It's unclear what the Bronze Lady has in store for you, but at least one thing's for certain:","Ambrost Mugland will pay for what he did.","Choose two ability boosts. One must be to Intelligence or Wisdom, and one is a free ability boost.","You're trained in the {@skill Religion} skill and the {@skill Lore||Brigh Lore} skill. You gain the {@feat Quick Identification} skill feat."],"boosts":["intelligence","wisdom","free"],"skills":["religion"],"lore":["Brigh"],"feats":["Quick Identification"]},{"name":"Framed in Ferrous Quarter","source":"OoA0","page":12,"traits":["uncommon"],"entries":["Everyone knows that Ferrous Quarter isn't exactly the nicest part of Alkenstar. Hard-working laborers, gunsmiths suffering from black lung, and red-eyed tinkerers alike can toil their entire lives on these grimy streets and still wind up dead in an alley with nothing to show for it. You were once one of these humble artisans, until one day, out of nowhere, things broke bad.","Maybe you hung out with the wrong crowd. Maybe it was just bad luck. Whatever the case, you were framed for a crime you didn't commit—larceny, smuggling, possibly even murder. You didn't stick around long enough to find out what, exactly, the shieldmarshals banging on your door were charging you with. Now, you're on the lam, uncertain where you'll be able to get a good night's sleep, let alone your next meal.","At least one thing's for sure, though: before you turned heel and ran into the streets, you saw a telltale signature on the arrest warrant. It was the scrawl of a corrupt shieldmarshal who's framed countless other hardworking folks in your neighborhood on the basis of cooked-up evidence. Yes, you're sure of it—the crooked guard who took you down is none other than Deputy Anjelique Loveless, and you're determined to return the favor.","Choose two ability boosts. One must be to Dexterity or Constitution, and one is a free ability boost.","You're trained in the {@skill Crafting} skill and the {@skill Lore||Engineering Lore} skill. You gain the {@feat Specialty Crafting} skill feat."],"boosts":["dexterity","constitution","free"],"skills":["crafting"],"lore":["Engineering"],"feats":["Specialty Crafting"]},{"name":"Inexplicably Expelled","source":"OoA0","page":12,"traits":["uncommon"],"entries":["Gaining admission to Blythir College is a difficult task, even for Alkenstar's most well-to-do families. In the magic-warped Mana Wastes, it's next to impossible to fake arcane talents or alchemical aptitude. So when you were accepted to the school, it was one of the most triumphant moments of your life.","Unfortunately, your victory was short-lived. Just as you were you making significant headway on a promising series of explosive experiments, you found a letter on your desk informing you that, effective immediately, you were permanently expelled from Blythir College.","As bogus as the punishment was, the charges leveled against you were even more puzzling: theft of property, both intellectual and physical. And just like that, you found your prestigious honors replaced with a ruined reputation, and your colleagues and mentors became bitter rivals and accusers. In an instant, you'd gone from promising scholar to wanted criminal.","You followed the money for answers and learned that a shady financier named Ambrost Mugland didn't want you to finish your research at Blythir. He'd learned that you were on the brink of a great discovery—one that even you weren't fully aware of—and he decided that your imminent breakthrough would be bad for business.","Unfortunately for Mugland, he chose the wrong student to destroy. Now, you'll do whatever's necessary to get your revenge on the villain who stole the future you had worked so hard to build for yourself.","Choose two ability boosts. One must be to Intelligence or Charisma, and one is a free ability boost.","You're trained in the {@skill Crafting} skill and the {@skill Lore||Academia Lore} skill. You gain the {@feat Alchemical Crafting} skill feat."],"boosts":["intelligence","charisma","free"],"skills":["crafting"],"lore":["Academia"],"feats":["Alchemical Crafting"]},{"name":"Ratted-Out Gun Runner","source":"OoA0","page":12,"traits":["uncommon"],"entries":["Sure, you've got a checkered past. Who doesn't? It's hard to make a living in the City of Smog, so you did what you could to put silvers in your pocket and food on the table. You made a good deal of money selling firearms from the Gunworks to people who perhaps shouldn't have had them. You even worked with wasteland marauders a few times, sticking up Ustradi barges plying the river between the Gunworks and Alkenstar. Of course, you never hurt any innocents or did anything truly heinous; your criminal career was always just a matter of money.","One day, a corrupt financier named Ambrost Mugland—a true crook if there ever was one—approached you, demanding a cut of your business. When you refused, he put in a word with the shieldmarshals that you'd be a certain somewhere at a certain time with a certain large quantity of illegally obtained firearms.","Even though you escaped arrest, your identity was compromised, and your old accomplices have all turned their backs on you. Your gun-running days are clearly over. Now, you're just running.","Choose two ability boosts. One must be to Dexterity or Wisdom, and one is a free ability boost.","You're trained in the {@skill Stealth} skill and the {@skill Lore||Firearm Lore} skill. You gain the {@feat Experienced Smuggler} skill feat."],"boosts":["dexterity","wisdom","free"],"skills":["stealth"],"lore":["Firearm"],"feats":["Experienced Smuggler"]},{"name":"Snubbed Out Stoolie","source":"OoA0","page":12,"traits":["uncommon"],"entries":["You were once a distinguished informant for the shieldmarshals, working deep undercover to infiltrate gangs of bootleggers and assassins. Then, one day, you discovered that the records of your service had all been completely destroyed. In an instant, you were no longer an elite spy impersonating a criminal—you were just a plain criminal.","Now, not a trace remains of your work for the city.","Not only is it as though you were never a shieldmarshal at all, but you've got a rap sheet implicating you as a key member in the criminal organizations you spent your career infiltrating. Luckily, no one could take away the skills you learned from your deep-cover missions, and your new notoriety has earned you quite a reputation among Alkenstar's criminal elite. Through your underworld connections, you've identified Deputy Shieldmarshal Anjelique Loveless as the one responsible for your fall from grace. It seems you were onto something that she didn't want you to know about, but there's only one way to figure out exactly why Loveless ruined your reputation and gave you your outlaw status—find her.","Choose two ability boosts. One must be to Strength or Charisma, and one is a free ability boost.","You're trained in the {@skill Deception} skill and the {@skill Lore||Underworld Lore} skill. You gain the {@feat Lie to Me} skill feat."],"boosts":["strength","charisma","free"],"skills":["deception"],"lore":["Underworld"],"feats":["Lie to Me"]},{"name":"Wanted Witness","source":"OoA0","page":13,"traits":["uncommon"],"entries":["You saw something you shouldn't have, plain and simple. The shame is that you don't even know what it is, exactly, that you saw.","After moving to Alkenstar, you swiftly fell in love with the City of Smog, but you found it difficult to get a foothold in the fast-paced metropolis. Luckily, a chance invitation promised good work for someone with your unique social talents. You went to an inconspicuous chamber in a humble tower somewhere in the Capital District. There, you met some clearly powerful, clearly corrupt members of the Alkenstar elite. Among the faces you recognized were the notorious mogul Ambrost Mugland and the steely-eyed shieldmarshal Anjelique Loveless. Before you were asked to leave, you made quite an impression—but not a good one.","Not only did you not make the cut for whatever kinds of jobs were on offer that day, but you soon discovered that you couldn't get a room at any inn in the city, and there were wanted posters with your name on them plastered all over town. Friends and families turned their backs on you, afraid to get involved. Clearly, someone at that meeting—Mugland, maybe, or perhaps Loveless—believed you were a liability, and they had you excised from Alkenstar society. All you want is to be able to walk the streets without fearing for your life, and there's only one way to make that happen: find the villains responsible for your predicament and get them to undo the curse now attached to your name. Choose two ability boosts. One must be to Constitution or Charisma, and one is a free ability boost.","You're trained in the {@skill Society} skill and the {@skill Lore||Alkenstar Lore} skill. You gain the {@feat Read Lips} skill feat."],"boosts":["constitution","charisma","free"],"skills":["society"],"lore":["Alkenstar"],"feats":["Read Lips"]}]}