{
	"background": [
		{
			"source": "SoT0",
			"name": "Sponsored By Family",
			"traits": [
				"Uncommon"
			],
			"skills": [
				"{@skill Diplomacy}",
				"{@skill Society}"
			],
			"lore": [
				"Magaambya"
			],
			"boosts": [
				"Intelligence",
				"Charisma",
				"Free"
			],
			"entries": [
				"Several members of your family have studied at the Magaambya, although not all of them have graduated as lore-speakers (or even advanced past initiates to become attendants). Your family has decided that you're an excellent candidate to join their ranks. Although lore-speakers of the Magaambya know they are supported by the strength of thousands of graduates who have come before them, you can take the smaller, more personal comfort in the support of your family.",
				"Choose two ability boosts. One must be to Intelligence or Charisma, and one is a free ability boost.",
				"You're trained in your choice of the {@skill Diplomacy} or {@skill Society} skill. You gain a skill feat: Hobnobber if you chose {@skill Diplomacy} or Eye for Numbers (Advanced Player's Guide 206) if you chose {@skill Society}. You're also trained in {@skill Lore||Magaambya Lore}.",
				"Your recommended primary branch is the Uzunjati."
			],
			"page": 6
		},
		{
			"source": "SoT0",
			"name": "Sponsored By Teacher Ot",
			"traits": [
				"Uncommon"
			],
			"skills": [
				"{@skill Performance}",
				"{@skill Survival}"
			],
			"lore": [
				"Nantambu"
			],
			"boosts": [
				"Wisdom",
				"Charisma",
				"Free"
			],
			"entries": [
				"You have known the Magaambyan teacher Takulu Ot and his wife Niana for many years. Both are amateur bird-watchers and musicians, and you share one of these hobbies. They are pleasant people and well-regarded in Nantambu, although their unshakable generosity and friendliness strike cynics as too earnest to be genuine.",
				"You know otherwise; Takulu and Niana are just as sincere as they appear.",
				"Takulu always seemed to watch you with a discerning eye, and one day he idly {@condition observed} that you'd do well at the Magaambya.",
				"Talking about it further with him, Takulu agreed that he would sponsor you personally and be the one to give your intake interview. With a twinkle in his eye, he asked that you call him Teacher Ot from now on, just as all of his students do.",
				"Choose two ability boosts. One must be to Wisdom or Charisma, and one is a free ability boost.",
				"You're trained in your choice of the {@skill Survival} or {@skill Performance} skill. You gain a skill feat: Survey Wildlife if you chose {@skill Survival} or Impressive {@skill Performance} if you chose {@skill Performance}. You're also trained in {@skill Lore||Nantambu Lore}.",
				"Your recommended primary branch is the Emerald Boughs."
			],
			"page": 6
		},
		{
			"source": "SoT0",
			"name": "Sponsored By A Stranger",
			"traits": [
				"Uncommon"
			],
			"skills": [
				"{@skill Occultism}",
				"{@skill Nature}"
			],
			"lore": [
				"Insect"
			],
			"boosts": [
				"Intelligence",
				"Wisdom",
				"Free"
			],
			"entries": [
				"You remember the day the stranger approached you to make several peculiar inquiries. You don't remember much about them, other than a large head and a frail body. At first, the stranger's questions seemed odd: how might forgotten history nevertheless shape the present, whether an insect hive mind could be manipulated at a distance, and so on. You don't remember all of the questions, and you don't know why you could refuse to answer some but felt compelled to answer others. The stranger nevertheless seemed pleased with your responses and insisted you would find study at the Magaambya enlightening. You never saw them again, but you're now here at the Magaambya, with more questions than answers about your future.",
				"Choose two ability boosts. One must be to Intelligence or Wisdom, and one is a free ability boost.",
				"You're trained in your choice of the {@skill Occultism} or {@skill Nature} skill. You gain your choice of the Dubious Knowledge or {@feat Quick Identification} skill feat. You're also trained in {@skill Lore||Insect Lore}.",
				"Your recommended primary branch is the Rain-Scribes."
			],
			"page": 6
		},
		{
			"source": "SoT0",
			"name": "Sponsored By A Village",
			"traits": [
				"Uncommon"
			],
			"skills": [
				"{@skill Survival}",
				"{@skill Crafting}"
			],
			"lore": [
				"Ayuwari",
				"Forest",
				"Jungle"
			],
			"boosts": [
				"Intelligence",
				"Wisdom",
				"Free"
			],
			"entries": [
				"You come from a small community far from any large cities, but the Magaambya is known even in your isolated corner of the world. You have shown more scholarly talent than anyone from your village in many years, perhaps even generations, and the village elders have insisted you explore your potential at the Magaambya. Whether you were eager to leave or not seemed irrelevant to the elders; you had the talent, so you must go. You don't know how the elders had the connections or influence to sponsor your education there, but you've left your tightknit community behind for the city of Nantambu and the Magaambya at its heart.",
				"Choose two ability boosts. One must be to Intelligence or Wisdom, and one is a free ability boost.",
				"You're trained in your choice of the {@skill Crafting} or {@skill Survival} skill. You gain a skill feat: Crafter's Appraisal (Advanced Player's Guide 205) if you chose {@skill Crafting} or Forager if you chose {@skill Survival}. You're also trained in the {@skill Lore||Mafika Ayuwari Lore} skill appropriate for the terrain around your community (such as {@skill Lore||Forest Lore} or {@skill Lore||Jungle Lore})",
				"Your recommended primary branch is the Cascade Bearers."
			],
			"page": 7
		},
		{
			"source": "SoT0",
			"name": "Unsponsored",
			"traits": [
				"Uncommon"
			],
			"skills": [
				"{@skill Diplomacy}",
				"{@skill Intimidation}"
			],
			"lore": [
				"Academia"
			],
			"boosts": [
				"Constitution",
				"Charisma",
				"Free"
			],
			"entries": [
				"You have aspirations of attending the Magaambya academy of magic, but fate seemed to thwart you at every turn. You were unable to obtain a sponsorship and lost a collection of {@condition helpful} textbooks to unexpected insect damage. You nevertheless made the long trip to Nantambu through terrible weather, uncharacteristically bad roads, and {@condition indifferent} fellow travelers. Yet you have persevered. Now that you are here, alone but determined, you won't let anything stand in your way.",
				"Choose two ability boosts. One must be to Constitution or Charisma, and one is a free ability boost.",
				"You're trained in your choice of the {@skill Diplomacy} or {@skill Intimidation} skill. You gain a skill feat: Group Impression if you chose {@skill Diplomacy} or Intimidating Glare if you chose {@skill Intimidation}. You're also trained in {@skill Lore||Academia Lore}.",
				"Your recommended primary branch is the Tempest-Sun Mages."
			],
			"page": 7
		}
	]
}
