{"background":[{"name":"Abadar's Avenger","source":"FRP0","page":6,"entries":["Hao Jin really has some nerve for a supposed disciple of {@deity Abadar}. First, she dares to start a collection of trinkets in hopes of emulating the great {@deity Abadar}'s unsurpassable First Vault. As if that weren't enough, she also sets up a contest to give away her most powerful treasures to anyone who can throw a punch! {@deity Abadar} hasn't directly told you as much, per se, but surely this kind of hubris can't sit well with your beloved deity, regardless of Hao Jin's own supposed ties to the Master of the First Vault. At the very least, someone's got to check out this shoddy imitation of the First Vault and write a report for the church of {@deity Abadar}—and you've decided that someone is you.","With or without the blessing of an actual priest of {@deity Abadar}, you've taken it upon yourself to investigate Hao Jin's \"wondrous\" vault by winning her Ruby Phoenix Tournament. You read a few flyers about the tournament's home city and joined the first team that could handle your righteous zealotry, but any more preparation would be a waste of time. You clearly have the divine will of {@deity Abadar} on your side (but again, no actual proof of this), which is all you'll need to win this tournament and dispel any notions of Hao Jin's ties to your patron deity.","Choose two ability boosts. One must be to Charisma or Wisdom, and one is a free ability boost.","You're trained in {@skill Religion} and the {@skill Lore||Goka Lore} skill. You gain the {@feat Assurance} skill feat with {@skill Religion}."],"boosts":["charisma","wisdom","free"],"skills":["religion"],"lore":["Goka"],"feats":["Assurance"]},{"name":"Attention Addict","source":"FRP0","page":6,"entries":["A roaring crowd chanting your name. Your face plastered all over the city. Fawning fans begging for your autograph.","Jealous rivals. Endless fame. The promise of all this and more is what drove you to enter this year's Ruby Phoenix Tournament, and with your prodigious star power it's no wonder why they selected you for the prequalifier on Danger Island. You've got champion stamped all over you. Obviously, the organizers knew a winner when they saw one.","It's already clear that you'll be named Ruby Phoenix Champion—the challenges leading up to your prize ceremony are mere formalities, but you're happy to indulge the impassioned masses. After all, the people want a show, and what kind of celebrity would you be if you denied them? You might even deign to compete in some fights, too, as long as your hair doesn't get mussed.","Choose two ability boosts. One must be to Strength or Charisma, and one is a free ability boost.","You're trained in {@skill Performance} and the {@skill Lore||Gladiatorial Lore} skill. You gain the {@feat Impressive Performance} skill feat."],"boosts":["strength","charisma","free"],"skills":["performance"],"lore":["Gladiatorial"],"feats":["Impressive Performance"]},{"name":"Newcomer in Need","source":"FRP0","page":7,"entries":["You're a Gokan native in a bad spot, and you're going to need a miracle to get you out of your current fix. Miracles are in short supply, but the title of Ruby Phoenix Champion might just do the trick.","Maybe you need the prize money to pay for a relative's expensive operation or to free your family from debt to Golden League gangsters. Or maybe there's a particular prize in Hao Jin's vault that could literally save your life—an amulet you can use to flee to the farthest corners of the multiverse or even an artifact that could resurrect you if you die, just like the Ruby Phoenix.","The tough circumstances of your upbringing in one of Goka's more downtrodden neighborhoods—such as industrial Oldtown, the slums of the Scales district, or even the crime-ridden undercity—taught you lessons of self-reliance and how to quickly make friends in unlikely circumstances. You've scraped together an entry into the Ruby Phoenix Tournament's prequalifier with a team you can trust. Now all that's left is to pull off the impossible and win this thing once and for all.","Choose two ability boosts. One must be to Constitution or Dexterity, and one is a free ability boost.","You're trained in {@skill Society} and the {@skill Lore||Goka Lore} skill. You gain the {@feat Streetwise} skill feat."],"boosts":["constitution","dexterity","free"],"skills":["society"],"lore":["Goka"],"feats":["Streetwise"]},{"name":"Ruby Phoenix Fanatic","source":"FRP0","page":7,"traits":["rare"],"entries":["Have you heard of the peerless sorcerer Hao Jin, also known as the Ruby Phoenix? Of course you have! You're her biggest fan! She's got amazing powers of self-resurrection, her hair is as red and fiery as a phoenix, and she has a huge vault full of the most incredible treasures in the multiverse.","Now she's finally back from a mysterious 300-year quest on the plane of Axis so she can host this year's Ruby Phoenix Tournament—and you can't wait to meet her! In order to get as close to Hao Jin as possible, you've researched everything there is to know about the Ruby Phoenix's home, her planar escapades, and her competition.","You've also trained your body to prove yourself a worthy champion. When Hao Jin's committee invited you and some friends to take part in the tournament's prequalifier, you just about fainted from excitement. Is your dream of meeting the Ruby Phoenix about to come true? As long as you win enough matches to get into the actual tournament, it just might! Just try not to act too star-struck when you finally get a chance to talk to her, okay? Choose two ability boosts. One must be to Constitution or Intelligence, and one is a free ability boost.","You're trained in the {@skill Lore||Axis Lore}, {@skill Lore||Gladiatorial Lore}, and {@skill Lore||Goka Lore} skills. You gain the {@feat Dubious Knowledge} skill feat."],"boosts":["constitution","intelligence","free"],"lore":["Axis","Gladiatorial","Goka"],"feats":["Dubious Knowledge"]},{"name":"Second Chance Champion","source":"FRP0","page":7,"traits":["uncommon"],"entries":["You competed in the last Ruby Phoenix Tournament 10 years ago, though you didn't make it to the end. One wrong step, one mistimed punch, one blocked spell—whatever it was, that was all it took for your opponent to get the upper hand and knock you out of the tournament. Well, maybe it was a simple mistake or maybe you just weren't up to snuff, and you're too headstrong to admit it.","Now, after training for a decade to ensure you don't repeat any of your prior mistakes, you've joined forces with a team of fellow fighters in order to maximize your odds of making it all the way to the finals. Whatever happened before, you've vowed to return to the ring in Goka for an epic rematch, and this time you're not walking out until you've been named Ruby Phoenix Champion.","Choose two ability boosts. One must be to Dexterity or Strength, and one is a free ability boost.","You're trained in {@skill Acrobatics} and the {@skill Lore||Gladiatorial Lore} skill. You gain the {@feat Cat Fall} skill feat."],"boosts":["dexterity","strength","free"],"skills":["acrobatics"],"lore":["Gladiatorial"],"feats":["Cat Fall"]},{"name":"Undercover Contender","source":"FRP0","page":7,"entries":["Gangsters and cheats seem as drawn to the Ruby Phoenix Tournament as piranhas to a bloody hippo, and you're dead set on making sure this tournament is as scandal-free as possible. Your reasons are your own—maybe a high-ranking official in Goka has tasked you with the case, or maybe foul play led to losing someone dear to you in the last tournament.","Maybe you just hate to see fair fighters get knocked out by crooked contenders. Whatever your motives, you've promised to be in the ring in case anyone tries to derail the contest. The Golden League crime syndicate is the most obvious suspect, what with their meddling in the Ruby Phoenix Tournament a decade ago, but maybe there will be others—unscrupulous contenders trying to pull one over on Hao Jin, perhaps, or an entirely new devious conspiracy hoping to hijack the event for their own evil purposes. In any case, you'll be around to deliver the hammer of justice.","You've told a small squad of your closest confidants about your mission, and you've managed to secure a spot in the tournament's prequalifier along with them. You and your team have to win fights to stay in the competition long enough to make sure things go smoothly. If that means you end up being the Ruby Phoenix Champions, all the better.","Choose two ability boosts. One must be to Charisma or Dexterity, and one is a free ability boost.","You're trained in {@skill Deception} and the {@skill Lore||Underworld Lore} skill. You gain the {@feat Lengthy Diversion} skill feat."],"boosts":["charisma","dexterity","free"],"skills":["deception"],"lore":["Underworld"],"feats":["Lengthy Diversion"]}]}