{"background":[{"name":"Blight Survivor","source":"SW0","remaster":true,"traits":["rare"],"page":12,"entries":["Centuries ago, the elven witch Silisifex played an important role in the fight against {@deity Treerazer|B1}. With her deep knowledge, power over primal magic, and abiding faith in {@deity Calistria}, she was one of the first elves to directly fight against the encroaching fiendish blight that was Tanglebriar. Her discoveries, teachings, and lore have continued to protect and inspire elves to this very day, centuries after she vanished mysteriously on a mission into Tanglebriar back in 3050 AR.","Whether you're a {@trait primal} spellcaster or merely someone whose life was impacted by Tanglebriar's blight, Silisifex's discoveries and methods for combating the demonic corruption of nature has benefited you significantly over the course of your life and may even have saved you from being corrupted yourself. Alternately, you could have had close friends or family members who became corrupted only to have been restored before that corruption could become permanent. Many have succumbed to the influence of Tanglebriar over the ages, but you count yourself as one of the survivors of this corruption. Using your hard-earned experience to help others survive their encounter with the blight has, in part, defined your role in Kyonin or abroad.","Choose two ability boosts. One must be to Constitution or Wisdom, and one is a free ability boost.","You're trained in the {@skill Nature} skill and the {@skill Lore||Fungus Lore} skill. You gain the {@feat Natural Medicine} skill feat. In addition, once you're 4th level, you gain the ability to cast {@spell cleanse affliction|PC1} as an innate {@trait primal} spell once per day. This spell automatically heightens to a rank equal to half your level, rounded up. If you're cleansing an affliction with the {@trait fungus} trait, you gain a +4 status bonus to your counteract check."],"boosts":["constitution","wisdom","free"],"skills":["nature"],"lore":["Fungus"],"feats":["Natural Medicine"],"spells":["cleanse affliction|PC1"],"miscTags":["situationalBenefit"]},{"name":"Demon Hunted","source":"SW0","remaster":true,"traits":["rare"],"page":13,"entries":["During the first war against Tanglebriar, when the elves returned to Kyonin to fight against {@deity Treerazer|B1}, many heroes rose to prominence while reclaiming their ancestral homeland from demonic occupation. Some of those heroes' tales are still told today. The legend Kyloss Syndar in particular, whose bravery against {@deity Treerazer|B1}'s minions came to a glorious end as he single-handedly slew the demonic hydra Slithermaw and died of his wounds, has always loomed large in your mind, as you can trace your lineage back through the generations to this storied hero. Whether you carry that link with pride and strive to live up to his legacy or instead have felt hounded by a family history you'd rather leave behind in hopes of building something of your own, the demonic armies of Tanglebriar don't care.","Demons live longer than elves, and many who clashed against Kyloss still live today. They have at times made your life difficult, to say the least. Whether you've lived life on the run, lost a family member to demonic attack, or simply endured the frightening sensation of being stalked, {@deity Treerazer|B1} and his agents believe your bloodline should be wiped out. Your focus in honing your skills in combat, the force of your personality, or simply remaining ready to fight for your life at a moment's notice, have shaped you into an increasingly dangerous foe against demonkind.","Choose two ability boosts. One must be to Charisma or Strength, and one is a free ability boost.","You're trained in the {@skill Intimidation} skill and the {@skill Lore||Warfare Lore} skill. You gain the {@feat Intimidating Glare} skill feat. In addition, you gain a +1 circumstance bonus to all saving throws against {@trait mental} effects. For 1 minute after you witness a demon suffer from having its sin vulnerability triggered, this increases to a +2 circumstance bonus."],"boosts":["strength","charisma","free"],"skills":["intimidation"],"lore":["Warfare"],"feats":["Intimidating Glare"],"miscTags":["situationalBenefit"]},{"name":"Fiendbreaking Pilgrim","source":"SW0","remaster":true,"traits":["rare"],"page":13,"entries":["Soon after the elves returned to stop {@deity Treerazer|B1}'s corruption of Kyonin, word spread across the globe, reaching the distant elven nation of Jinin in the heart of Tian Xia. No strangers to the fight against evil, a group of Jinin priests and oracles made a desperate pilgrimage across the world to join the fight against Tanglebriar. With them they brought one of their greatest treasures, the legendary staff Fiendbreaker.","Created by Jininsiel, founder of Jinin, to serve as a gift to aid the nation's neighbors in Tianjing against their own fiendish invasion, Fiendbreaker's role in helping to defeat Tanglebriar's forces in that ancient war is well known. Today, with Tanglebriar relatively contained, the need for powerful weapons like Fiendbreaker may be lessened, but this treasured gift's legendary journey across the world is honored still by pilgrimages, during which a group of priests and worshippers from a wide range of faiths gather and carry Fiendbreaker out from Kyonin and back again to honor that legacy. The goal of these journeys isn't to deliver the staff where it's needed. Instead, it's a journey of self- discovery, where the petitioners meditates on Fiendbreaker, the legacy of its creator Jininsiel, and a promise among all pilgrims to stand against the demonic evil. You have been on at least one of these pilgrimages, and the journey has touched you deeply. You focused your studies on {@deity Treerazer|B1}, his cult, and his methods, and your long hours studying Fiendbreaker have resulted in a knack for understanding the inner workings of other magic items.","Choose two ability boosts. One must be to Strength or Wisdom, and one is a free ability boost.","You're trained in the {@skill Religion} skill and the {@skill Lore||Treerazer Lore} skill. You gain the {@feat Quick Identification} skill feat, can use {@skill Lore||Treerazer Lore} checks in place of {@skill Perception} when you attempt to {@action Seek} or {@action Sense Motive|PC1|Sense the Motive} of a creature you suspect of being an agent of {@deity Treerazer|B1}. You also gain the following action.",{"type":"ability","style":"full","name":"Hunt the Razer's Pawn","activity":{"number":1,"unit":"action"},"traits":["concentrate"],"entries":["Designate a single creature that you can see or hear, or whom you've spent a significant amount of time studying and reading about from afar (subject to the GM's approval), and who you know to be an agent of {@deity Treerazer|B1}. You gain a +2 circumstance bonus to {@skill Perception} checks to {@action Seek} or {@action Sense Motive|PC1|Sense the Motive} of this creature. This creature takes a –1 circumstance penalty to saving throws against spells or effects you create; this penalty increases to –2 against effects that have the {@trait holy} trait.","You can have only one creature designated by Hunt the Razer's Pawn at a time. If you use this ability against a creature when you already have one designated, the prior creature loses the designation and the new creature gains the designation. This lasts until your next daily preparations."]}],"boosts":["strength","wisdom","free"],"skills":["religion","perception"],"lore":["Treerazer"],"feats":["Quick Identification"],"miscTags":["ability"]},{"name":"Portal Scholar","source":"SW0","remaster":true,"traits":["rare"],"page":13,"entries":["Candlaron's legacy is one of the strongest elven legacies on Golarion and beyond, for it was he who first created the aiudara—the network of magical portals that link Kyonin to Castrovel and so many other locations across Golarion. Most of these portals are located in the Inner Sea region, where Candlaron spent the majority of his time. Now that he's long gone, the particulars of how to create new aiudara has eluded discovery, causing some elven scholars to believe that there was something unique to Candlaron's mind or soul that allowed for his ability to craft and enchant so many portals throughout different regions and worlds. Even {@deity Treerazer|B1} himself hasn't cracked that magical code, although not for lack of trying. At least one aiudara, the remote archway known now as Tanglegate, lies deep in his territory. As one of countless scholars of these portals, you've spent much of your time studying Candlaron's techniques, as well as the complex fundamentals of a wide range of teleportation magics and effects. Whether you seek to find a way to build portals of your own, hope to bolster the aiudara network from further tampering from {@deity Treerazer|B1}, or are simply enthralled by the supernatural rush of vanishing from reality only to reappear in the same instant somewhere else, portals have long fascinated you.","Choose two ability boosts. One must be to Dexterity or Intelligence, and one is a free ability boost.","You're trained in the {@skill Arcana} skill and the {@skill Lore||Architecture Lore} skill. You gain the {@feat Arcane Sense} skill feat, and also gain the following reaction.",{"type":"ability","style":"full","name":"Restorative Teleportation","activity":{"number":1,"unit":"reaction"},"traits":["healing"],"frequency":{"number":1,"unit":"minute"},"trigger":"You arrive at a location via a {@trait teleportation} effect","entries":["When you reappear after the teleportation, your body takes advantage of the teleportation to put itself back together in a healthier state, and you restore a number of Hit Points equal to {@dice 1d6} plus your level plus your Intelligence modifier."]}],"boosts":["dexterity","intelligence","free"],"skills":["arcana"],"lore":["Architecture"],"feats":["Arcane Sense"],"miscTags":["ability"]},{"name":"Story Collector","source":"SW0","remaster":true,"traits":["rare"],"page":14,"entries":["The power stories exude over the world has long {@condition fascinated} you. No matter if they're accurate historical accounts, distorted parables, or completely fictional constructions, the way tales can shape society is a kind of magic. In some cases, literal, occult magic! One tale that's come back to modern lips of late is an ancient one indeed, the story of the elven hero Iyalirrin, an Ekujae bard who helped to create a ritual known as the anima invocation in his people's pursuit against the devastations caused by {@deity Dahak|LOGM} in the aftermath of Earthfall. Other heroes rediscovered Iyalirrin's story and the ritual a few short years ago, but it was Iyalirrin's admiration of the art of storytelling that spoke more to you.","Whether you came to this realization recently or if you've long known about the ancient elven hero's admiration of spoken tales, you've devoted much of your adult life to the gathering and crafting of stories of your own. The way in which occult magic can manipulate the power of story is a particular obsession of yours, especially with a handy little trick you've learned that allows you to access power locked away in magic items you'd otherwise struggle to use. Simply by adjusting your story, the item's story, or both... and then giving the tiniest little push of occult magic, you can unlock a wide range of magical tools. These same tricks, you've come to discover, also work well on demons—particularly when used to remind them of their sins and the shame their once-mortal souls may have held eons ago. Choose two ability boosts. One must be to Charisma or Intelligence, and one is a free ability boost.","You're trained in the {@skill Occultism} skill and the {@skill Lore||Demon Lore} skill. You gain the {@feat Trick Magic Item} skill feat, as well as the following reaction.",{"type":"ability","style":"full","name":"Opportunistic Accusation","activity":{"number":1,"unit":"reaction"},"traits":["auditory","mental","linguistic"],"trigger":"A demon you're aware of within 30 feet of you suffers from its sin vulnerability or critical fails at a saving throw against a {@trait mental} effect","entries":["You make a quick cutting remark against the demon that takes advantage of the fiend's momentary disadvantage. The demon must attempt a Will save against your class DC.",{"type":"successDegree","entries":{"Critical Success":"The demon is unaffected and likely to focus its attention on you in combat from this point forward.","Success":"The demon takes {@damage 2d6} mental damage.","Failure":"The demon takes {@damage 4d6} mental damage and is {@condition off-guard|PC1} until the start of its next turn.","Critical Failure":"As failure, but the {@condition off-guard|PC1} condition lasts until the end of the next round. The demon also takes {@damage 2d6} {@condition persistent damage||persistent mental damage}."}}]}],"boosts":["intelligence","charisma","free"],"skills":["occultism"],"lore":["Demon"],"feats":["Trick Magic Item"],"miscTags":["ability"]},{"name":"Student of Archery","source":"SW0","remaster":true,"traits":["rare"],"page":14,"entries":["Elves are known to be talented and gifted archers. Whether you grew up in elven society or sought one out for training, you've studied the secrets of ranged combat with some of the best teachers elves have to offer. While traditionally these secrets are focused on the practice of archery, you may have instead focused your studies in a different way to maximize and enhance your skills with any number of diverse ranged weapons, from simple ones like {@item sling|PC1|slings} or {@item javelin|PC1|javelins} to less common weapons like pistols or rifles—or any ranged weapon in between. You didn't stop at learning these secrets for yourself, though—you've spent time traveling the world to bring this lore to other worthy students across the Inner Sea region and beyond. A big part of your lectures and lessons involves stories of famous archers from the past, and one of your favorites is the legendary elven archer Jelarial, who (with her magical bow Wintershot) helped lead a group of elves north into the Crown of the World to escape the coming devastation of Earthfall eons ago. During your travels, you've often had to resort to stealth when traveling through dangerous areas, a skill that also greatly aids your ability to find a hiding spot to lie in wait when hunting prey for food or sniping foes from afar—these tactics too have influenced how you teach your students. Now, though, you've come to Kyonin, be it a return home after your travels or to offer your skills to new students.","Choose two ability boosts. One must be to Constitution or Dexterity, and one is a free ability boost.","You're trained in the {@skill Stealth} skill and the {@skill Lore||Warfare Lore} skill. You gain the {@feat Terrain Stalker} skill feat and have focused your abilities on a specific type of ranged weapon. Choose a ranged weapon (subject to GM approval). For the purposes of proficiency, if your choice is a martial weapon, you treat it as a simple weapon; if it's an advanced weapon, you treat it as a martial weapon. With this weapon, you ignore the penalty for making ranged attacks within your second range increment, and at 5th level, whenever you get a critical hit with this weapon, you get its critical specialization effect."],"boosts":["dexterity","constitution","free"],"skills":["stealth"],"lore":["Warfare"],"feats":["Terrain Stalker"]}]}