{
	"background": [
		{
			"name": "Ex-con Token Guard",
			"source": "AoE0",
			"page": 6,
			"entries": [
				"Not everyone starts life on easy street—your own experience is testament to that. You took a wrong turn at some point early on and became a career criminal. Perhaps you were a petty pickpocket, or maybe you've even murdered someone.",
				"Either way, your crimes landed you with a transformative prison sentence in the Brine prison. Only then did you realize that something needed to change. After your release, you dedicated yourself to helping other downtrodden individuals and those forced to resort to crime to survive. You joined the Coins District Guard, but soon learned that this precinct was a haven for the very corruption you sought to undo. Your efforts at reform never took root and you feared that your decision to become an officer of the law was a huge mistake.",
				"You transferred to the Edgewatch, the Precipice Quarter's new precinct, in the hope that you might meet others who sought to help—not exploit—Absalom's misguided.",
				"Choose two ability boosts. One must be to Dexterity or Charisma, and one is a free ability boost.",
				"You're trained in the {@skill Thievery} skill and your choice of {@skill Lore||Legal Lore} or {@skill Lore||Underworld Lore}. You gain a +1 circumstance bonus to {@skill Deception}, {@skill Diplomacy}, and {@skill Intimidation} checks to interact with Token Guards and convicted criminals such as prison inmates. You gain the {@feat Pickpocket} skill feat."
			],
			"boosts": [
				"dexterity",
				"charisma",
				"free"
			],
			"skills": [
				"thievery"
			],
			"lore": [
				"Legal",
				"Underworld"
			],
			"feats": [
				"Pickpocket"
			],
			"miscTags": [
				"situationalBenefit"
			]
		},
		{
			"name": "Godless Graycloak",
			"source": "AoE0",
			"page": 6,
			"entries": [
				"You were a member of a church once, and you saw some things among Absalom's religious elite that put you off piety for good. Maybe it was one too many beggars turned away at the temple's front door, or maybe it was a high-ranking priests consistent abuses of power. What got to you most, though, was that according to just about every belief system out there, sinners and saints, priests and paupers were all alike in one key way: they never saw retribution or accolades until buried 6 feet under. You wanted more from Absalom. You wanted more from the world. You wanted justice now, on this plane, not in some indeterminate afterlife. So you left the church and wandered the city, a ghost of your former self.",
				"You finally found a like mind in Captain Runewulf, \"the Unbeliever,\" whose reputation and similar distaste for religion inspired you to join the Graycloaks. As a sworn protector of the Ascendant Court, you didn't differentiate between Sarenites or Pharasmins, Iomedaeans or Norgorberites; if you saw someone in danger, you put your life on the line to save them, whatever their place within or outside a church.",
				"Your good record has earned you a transfer—temporary or not, the choice is yours—to the newly formed Edgewatch, where you'll use your authority to guard the lives of not just Absalomians, but all who have come to your grand city to experience its wonders. Choose two ability boosts. One must be to Constitution or Wisdom, and one is a free ability boost.",
				"You're trained in the {@skill Religion} skill and your choice of a specific religion {@skill Lore} skill (such as {@skill Lore||Iomedae Lore} or {@skill Lore||Norgorber Lore})",
				"You gain a +1 circumstance bonus to {@skill Deception}, {@skill Diplomacy}, and {@skill Intimidation} checks to interact with Graycloaks, priests, and clerics. You gain the {@feat Quick Identification} feat."
			],
			"boosts": [
				"constitution",
				"wisdom",
				"free"
			],
			"skills": [
				"religion"
			],
			"lore": [
				"Specific religion",
				"Iomedae",
				"Norgorber"
			],
			"miscTags": [
				"situationalBenefit"
			]
		},
		{
			"name": "Grizzled Muckrucker",
			"source": "AoE0",
			"page": 7,
			"entries": [
				"You've served on the Muckruckers, the unofficial guards of the flooded Puddles district. The pay's no good, the conditions are squalid, and you've seen things during your time on the force that've made you question your career entirely.",
				"Perhaps you joined the group out of a sense of duty to your fellow Absalomians, or maybe you felt an obligation to help restore your apocalyptic home district to some semblance of normalcy. Either way, the traumas you've endured, the double-crossers who've betrayed you, the wretched monsters that have crawled out of the muck to assail you—it's enough to turn an officer to weary cynicism or self-destruction through merciful drink.",
				"Thankfully, you found an out: an invitation to transfer to the newly formed Edgewatch. You accepted the offer in the hope that some fresh experience in a new district, surrounded by new people, might reignite the hope and passion you felt for the job so long ago.",
				"Choose two ability boosts. One must be to Constitution or Charisma, and one is a free ability boost.",
				"You're trained in the {@skill Survival} skill, as well as either {@skill Lore||Labor Lore} or {@skill Lore||Underworld Lore}. You gain a +1 circumstance bonus to {@skill Deception}, {@skill Diplomacy}, and {@skill Intimidation} checks to interact with Muckruckers, mercenaries, and adventurers. You gain the {@feat Experienced Tracker} skill feat."
			],
			"boosts": [
				"constitution",
				"charisma",
				"free"
			],
			"skills": [
				"survival"
			],
			"lore": [
				"Labor",
				"Underworld"
			],
			"feats": [
				"Experienced Tracker"
			],
			"miscTags": [
				"situationalBenefit"
			]
		},
		{
			"name": "Harbor Guard Moonlighter",
			"source": "AoE0",
			"page": 7,
			"entries": [
				"The Harbor Guard isn't known for being the most honorable precinct in town. A few years after you joined the force, you became disillusioned by the rampant corruption within the precinct and the district at large. One night, you stumbled on an ad for a local monster hunter's guild. You joined on a whim, but fell in love with the swashbuckling lifestyle of an independent bounty hunter. You've since earned quite a reputation for your nocturnal adventures; everyone still knows that you're a Harbor Guard, but stories of your dungeondelving adventures have long overshadowed that facet of your life. Unfortunately, long nights of monster-hunting have negatively impacted your performance at your day job, so maybe it wasn't a surprise when your supervising officer put in a transfer request for you, spelling the end of your plucky nighttime antics with that particular guild.",
				"Despite the decline in your performance, Lieutenant Lavarsus of Edgewatch sees potential (and even, maybe, a bit of himself) in you. You're eager to be on a new unit and for the chance to bring your monster-hunting skills to a district that has been plagued by such supernatural beasts for far too long.",
				"Choose two ability boosts. One must be to Strength or Constitution, and one is a free ability boost.",
				"You're trained in the {@skill Athletics} skill and your choice of {@skill Lore||Sailing Lore} or {@skill Lore||Hunting Lore}. You gain a +1 circumstance bonus to {@skill Deception}, {@skill Diplomacy}, and {@skill Intimidation} checks to interact with Harbor Guards, ship captains, and freelance adventurers.",
				"You gain the {@feat Quick Jump} skill feat."
			],
			"boosts": [
				"strength",
				"constitution",
				"free"
			],
			"skills": [
				"athletics"
			],
			"lore": [
				"Sailing",
				"Hunting"
			],
			"feats": [
				"Quick Jump"
			],
			"miscTags": [
				"situationalBenefit"
			]
		},
		{
			"name": "Learned Guard Prodigy",
			"source": "AoE0",
			"page": 7,
			"entries": [
				"For some, the nuts and bolts of keeping the peace are practically second nature. Such is the case for you, a member of the Learned Guard with an incredible mind for investigation as well as a gift for understanding magic. You probably aren't a hit with your peers, who find your intellect and natural gift of deduction perhaps a bit off-putting, but when left to your own devices you excel, and you get along well with professors and mages such as those who work in Forae Logos or the {@skill Arcana}mirium.",
				"After no shortage of debating the pros and cons, you decided to transfer to the Edgewatch precinct. Sure, you have a keen understanding of the theories and principles behind law enforcement, but you've reasoned that in order to be a truly effective guard you'll need some first-hand experience in a high-risk area nabbing suspects and protecting innocents—all the while taking fastidious notes and writing your grand thesis on the merits and shortcomings of Absalom's laws.",
				"Choose two ability boosts. One must be to Intelligence or Wisdom, and one is a free ability boost.",
				"You're trained in your choice of the {@skill Arcana} or {@skill Occultism} skill, as well as {@skill Lore||Legal Lore}. You gain a +1 circumstance bonus to {@skill Deception}, {@skill Diplomacy}, and {@skill Intimidation} checks to interact with Learned Guards and with academics such as librarians and scholars. You gain the {@feat Recognize Spell} skill feat."
			],
			"boosts": [
				"intelligence",
				"wisdom",
				"free"
			],
			"skills": [
				"arcana",
				"occultism"
			],
			"lore": [
				"Legal"
			],
			"feats": [
				"Recognize Spell"
			],
			"miscTags": [
				"situationalBenefit"
			]
		},
		{
			"name": "Political Scion",
			"source": "AoE0",
			"page": 8,
			"entries": [
				"Like your parents and your parents before them, you initially followed the long path toward politics from an early age. Your close association with Absalom's upper echelons put you in touch with the city's various military or special operations units—the First Guard, the Wave Riders, the Varlokkur—though you avoided any actual duty with these groups.",
				"Thanks to your strict upbringing and the connections of your family, you soon became a lauded and highly respected member of Absalom's political elite. But you couldn't stifle a certain feeling that you were destined for more than simply filling the pointed shoes of your forebears. Despite your easily earned accolades and a relatively cushy life as a young lawyer or councilmember, you sought to do more with your diplomatic training and not live out the exact same life as your ancestors.",
				"Your decision to transfer to the Edgewatch has rubbed your traditionalist family the wrong way, and they've cut off the financial aid they've provided you your whole life.",
				"But you don't care—you know you're doing the right thing by taking on the rough jobs of a low-ranking guard, and you're ready to shine based on your own merits, not those of your lofty kin.",
				"Choose two ability boosts. One must be to Constitution or Intelligence, and one is a free ability boost.",
				"You're trained in the {@skill Diplomacy} skill and {@skill Lore||Legal Lore}. You gain a +1 circumstance bonus to {@skill Deception}, {@skill Diplomacy}, and {@skill Intimidation} checks to interact with members of Absalom's political establishment. You gain the {@feat Hobnobber} skill feat."
			],
			"boosts": [
				"constitution",
				"intelligence",
				"free"
			],
			"skills": [
				"diplomacy"
			],
			"lore": [
				"Legal"
			],
			"feats": [
				"Hobnobber"
			],
			"miscTags": [
				"situationalBenefit"
			]
		},
		{
			"name": "Post Guard Of All Trades",
			"source": "AoE0",
			"page": 8,
			"entries": [
				"Not all cops are passionate about their jobs. For some, the pursuit of justice is just another way to pay the bills.",
				"Honestly, it was probably the Post Guard's generous time-off policy that drew you to their service, and during your yearly sabbaticals you've dabbled in hobbies as diverse as fishing, baking, or even stand-up comedy. Even while on duty, you're probably idly fiddling with a lucky coin or practicing magic tricks with a deck of cards. You probably irritate your fellow guards a bit with your non sequiturs, casual attitude, and tendency to daydream, but results don't lie, and more often than not you prove your worth when the chips are down.",
				"For all the excitement of guarding Absalom's Postern Gate, the Post Guard wasn't really the right fit for someone as distractible as yourself, so your boss put in a \"promotion\" for you to transfer to the newly formed Edgewatch. You're all for the reassignment, since it will put you smack in the middle of the most entertaining and diverse gathering of the century, the Radiant Festival.",
				"Choose two ability boosts. One must be to Dexterity or Intelligence, and one is a free ability boost.",
				"You're trained in the {@skill Performance} skill, a {@skill Lore} skill of your choice, and you gain a bonus language. You gain a +1 circumstance bonus to {@skill Deception}, {@skill Diplomacy}, and {@skill Intimidation} checks to interact with Post Guards. You gain the {@feat Dubious Knowledge} skill feat."
			],
			"boosts": [
				"dexterity",
				"intelligence",
				"free"
			],
			"skills": [
				"performance"
			],
			"feats": [
				"Dubious Knowledge"
			],
			"miscTags": [
				"situationalBenefit"
			]
		},
		{
			"name": "Sally Guard Neophyte",
			"source": "AoE0",
			"page": 8,
			"entries": [
				"You joined the Sally Guard, Westgate's guard precinct, at an early age, bringing with you the requisite steel armor, sword, and lance, though your gear is of dubious make. The other guards may have suspected that you were a novice with less combat experience than them; if so, you proved their suspicions on your first day of training when your mount immediately threw you in the mud. A supervisor took mercy on you and offered to transfer you to another guard unit in the city, promising that you'd have a place on the Sally Guard when you decided you were ready for the challenge.",
				"Biting your lip in shame, you took the Edgewatch reassignment in order to gain the experience necessary to go back to your home district with your head held high.",
				"You'll prove them wrong, one way or another, and show everyone that you can protect the ones you hold most dear.",
				"Choose two ability boosts. One must be to Constitution or Wisdom, and one is a free ability boost.",
				"You're trained in the {@skill Nature} skill and your choice of {@skill Lore||Hunting Lore} or {@skill Lore||Stabling Lore}. You start out with a {@creature riding horse}, as well as a suit of {@quickref shoddy||1|shoddy items} {@item half plate} armor, a {@quickref shoddy||1|shoddy items} {@item longsword}, and a {@quickref shoddy||1|shoddy items} {@item lance}."
			],
			"boosts": [
				"constitution",
				"wisdom",
				"free"
			],
			"skills": [
				"nature"
			],
			"lore": [
				"Hunting",
				"Stabling"
			],
			"miscTags": [
				"equipment"
			]
		},
		{
			"name": "Sleepless Suns Star",
			"source": "AoE0",
			"page": 9,
			"entries": [
				"Among your fellow guards who patrol the Foreign Quarter, you're something of a big deal. Your good work and big personality have made a big enough splash that word has gotten out about your status as a rising star among the watchdogs of Absalom. Your popularity has also earned you the trust of many citizens of the Foreign Quarter.",
				"Your laudable performance has earned you a transfer to the newly formed Edgewatch in the Precipice Quarter, where you'll put your formidable reputation to good use by patrolling the Radiant Festival and ensuring the safety of Absalom's most vulnerable visitors.",
				"Choose two ability boosts. One must be to Wisdom or Charisma, and one is a free ability boost.",
				"You're trained in the {@skill Society}, plus either {@skill Lore||Gladiatorial Lore} or {@skill Lore||Genealogy Lore}. You gain a +1 circumstance bonus to {@skill Deception}, {@skill Diplomacy}, and {@skill Intimidation} checks to interact with members of the Sleepless Suns and residents of the Foreign Quarter. You gain the {@feat Multilingual} skill feat."
			],
			"boosts": [
				"wisdom",
				"charisma",
				"free"
			],
			"skills": [
				"society"
			],
			"lore": [
				"Gladiatorial",
				"Genealogy"
			],
			"feats": [
				"Multilingual"
			],
			"miscTags": [
				"situationalBenefit"
			]
		},
		{
			"name": "Undercover Lotus Guard",
			"source": "AoE0",
			"page": 9,
			"entries": [
				"It's a well-known secret that for every playhouse in the Ivy District, there's an underground criminal element lurking somewhere in the shadows. To get intel on the occultists, assassins, and thieves' guilds that pull the strings of power in the Ivy District, the Lotus Guard trains some of the best undercover agents and operatives in all of Absalom. You're one such agent, and you've put your life on the line more times than you can count by getting close to the Ivy's most dangerous criminals. Your risky missions and thrill-seeking derring-do have earned you many accolades—but also no shortage of enemies.",
				"You transferred to the Edgewatch after your cover was unexpectedly blown and you needed a safe place to lie low away from the Ivy District. With your mastery of disguise and your ability to confidently converse with criminal masterminds, it won't be long before you've made yourself an indispensable undercover operator in this precinct as well.",
				"Choose two ability boosts. One must be to Intelligence or Charisma, and one is a free ability boost.",
				"You're trained in the {@skill Deception} skill, {@skill Lore||Art Lore}, and {@skill Lore||Underworld Lore}. You gain a +1 circumstance bonus to Deception, Diplomacy, and Intimidation checks to interact with Lotus Guards and high-ranking criminals like guild masters, gang leaders, and mob bosses. You gain the {@feat Charming Liar} skill feat."
			],
			"boosts": [
				"intelligence",
				"charisma",
				"free"
			],
			"skills": [
				"deception"
			],
			"lore": [
				"Art",
				"Underworld"
			],
			"feats": [
				"Charming Liar"
			],
			"miscTags": [
				"situationalBenefit"
			]
		}
	]
}
