{"background":[{"name":"Badlands Scout","source":"TotT0","remaster":true,"page":10,"traits":["uncommon"],"entries":["You're accustomed to the desolate wilds of Belkzen and able to blend into the sparse shadows of craggy rocks and quench your thirst with drops of water. You might be a member of an isolated orc hold, traveling mercenary, or wandering warrior from nearby human settlements.","Choose two ability boosts. One must be to Constitution or Wisdom, and one is a free ability boost.","You're trained in the {@skill Survival} skill and the {@skill Lore||Badlands Lore} skill. You gain the {@feat Forager} skill feat."],"boosts":["constitution","wisdom","free"],"skills":["survival"],"lore":["Badlands"],"feats":["Forager"]},{"name":"Belkzen Anthropologist","source":"TotT0","remaster":true,"page":10,"traits":["uncommon"],"entries":["Belkzen has a long, storied history, but much of it has been erased by time, conflict, and the deliberate cruelty of those who wished to destroy records of the past. You have dedicated your studies to collecting the fragmented stories of Belkzen's past so you can weave together a full picture of the land's lost cultures and knowledge, that the nation might be remembered properly by the world.","Choose two ability boosts. One must be to Dexterity or Intelligence, and one is a free ability boost.","You're trained in the {@skill Society} skill and the {@skill Lore||Orc Pantheon Lore} skill, a broad skill pertaining to orc gods both current and past. You gain the {@feat Multilingual} skill feat."],"boosts":["dexterity","intelligence","free"],"skills":["society"],"lore":["Orc Pantheon"],"feats":["Multilingual"]},{"name":"Empty Hand Loyalist","source":"TotT0","remaster":true,"page":10,"traits":["uncommon"],"entries":["The orcs have had a long history of violence that brings some orcs pride, but for you it's a mark of shame. You see the path of reconciliation that Ardax is paving and find hope in the chance to transform your people's ways into one that moves away from stereotypes of brutality.","Choose two ability boosts. One must be to Charisma or Strength, and one is a free ability boost.","You're trained in the {@skill Intimidation} skill and the {@skill Lore||Belkzen Lore} skill. You gain the {@feat Quick Coercion} skill feat."],"boosts":["strength","charisma","free"],"skills":["intimidation"],"lore":["Belkzen"],"feats":["Quick Coercion"]},{"name":"Foreign Diplomat","source":"TotT0","remaster":true,"page":10,"traits":["uncommon"],"entries":["You have traveled a long way to be here, using your keen listening skills and careful words to make alliances that benefit your people and surgically sever ties that have become strained. You might be from Druma or Oprak, taking advantage of this invitation to forge new relationships, or you might be from the nations around Lake Encarthan and hoping to find an ally against Tar-Baphon.","Choose two ability boosts. One must be to Charisma or Constitution, and one is a free ability boost.","You're trained in the {@skill Diplomacy} skill and the {@skill Lore||Heraldry Lore} skill. You gain the {@feat Group Impression} skill feat."],"boosts":["constitution","charisma","free"],"skills":["diplomacy"],"lore":["Heraldry"],"feats":["Group Impression"]},{"name":"Self-Made","source":"TotT0","remaster":true,"page":10,"traits":["uncommon"],"entries":["Some are born with everything they need in this life, but not you—you scraped everything you have together through hard work and sheer force of will. You might have done hard manual labor to get where you are or apprenticed for years to become a master of your craft.","Choose two ability boosts. One must be to Strength or Wisdom, and one is a free ability boost.","You're trained in the {@skill Athletics} skill and a {@skill Lore} skill related to how you've paved your own way through the world. You gain the {@feat Hefty Hauler} skill feat."],"boosts":["strength","wisdom","free"],"skills":["athletics"],"lore":["Your Profession"],"feats":["Hefty Hauler"]},{"name":"Trade Representative","source":"TotT0","remaster":true,"page":10,"traits":["uncommon"],"entries":["You belong to a merchant guild, a vendor group, or some other trade organization where you're protected and ensured a fair deal so long as you do what's best for the group's interests. You might be an agent of the Aspis Consortium looking for new opportunities to gain wealth, or you might be a rising merchant eager to prove yourself to your superiors.","Choose two ability boosts. One must be to Dexterity or Intelligence, and one is a free ability boost.","You're trained in the {@skill Crafting} skill and the {@skill Lore||Mercantile Lore} skill. You gain the {@feat Quick Repair} skill feat."],"boosts":["dexterity","intelligence","free"],"skills":["crafting"],"lore":["Mercantile"],"feats":["Quick Repair"]}]}