{
	"background": [
		{
			"name": "Dreams of Vengeance",
			"source": "GW0",
			"page": 6,
			"traits": [
				"rare"
			],
			"entries": [
				"You've known strife your whole life, whether on the battlefield, in the arena, or simply living your day-to-day life. When you're not thinking about your next brawl, you're turning over memories of traitorous rivals and troublesome betrayers who've wronged you in the past.",
				"The sight of your enemies {@condition broken} and maimed, then, greatly appealed to you when you glimpsed through a mysterious glowing archway during the Missing Moment. But when you stepped through the gate, you found yourself back where you started, with no indications of your exacted revenge anywhere in sight. You nearly burned down the countryside in frustrated rage, only realizing afterward the magnitude of the fiery new power you wielded. Fiery rays of energy you could shoot from your eyes—these, no doubt, would come in handy. Your deviant abilities are of the dragon classification. You gain the {@feat Blasting Beams|DA} deviant feat with the fire type. As a quirk, your pupils are shaped like curved arches. When you use a deviant ability, the centers of your pupils shine with light, like the glowing gateways of the Missing Moment.",
				"Choose two ability boosts. One must be to Constitution or Strength, and one is a free ability boost.",
				"You're trained in the {@skill Athletics} skill and the {@skill Lore||Gladiator Lore} skill. You gain the {@feat Titan Wrestler} skill feat."
			],
			"boosts": [
				"strength",
				"constitution",
				"free"
			],
			"skills": [
				"athletics"
			],
			"lore": [
				"Gladiator"
			],
			"feats": [
				"Blasting Beams|DA",
				"Titan Wrestler"
			]
		},
		{
			"name": "Lost Loved One",
			"source": "GW0",
			"page": 6,
			"traits": [
				"rare"
			],
			"entries": [
				"You see your life as naturally divided into two chapters: in one, the love-limned, halcyon days of yesteryear, in the other, the day you lost the person most important to you, plus every aching moment thereafter. When you saw a vision of your lost loved one in a glowing portal on the night of the Missing Moment, you knew it was too good to be true. But you couldn't help yourself, either, so you walked through the door, one grasping hand outstretched in anticipation. You don't know what happened on the other side of the arch, but your hand seems to. Like a ghostly fragment of your missing loved one, you can summon an ethereal hand to reach out from your body. Though it's a pale imitation of the warmth you once felt in your dearly departed's presence, you do find this new hand somehow comforting, in a way. Your deviant abilities are of the wraith classification. You gain the {@feat Ghostly Grasp|DA} deviant feat. As a quirk, whenever you use a deviant ability, a low, rattling moan emanates from some unseen maw in your vicinity.",
				"Choose two ability boosts. One must be to Wisdom or Charisma, and one is a free ability boost.",
				"You're trained in the {@skill Society} skill and the {@skill Lore||Genealogy Lore} skill. You gain the {@feat Multilingual} skill feat."
			],
			"boosts": [
				"wisdom",
				"charisma",
				"free"
			],
			"skills": [
				"society"
			],
			"lore": [
				"Genealogy"
			],
			"feats": [
				"Ghostly Grasp|DA",
				"Multilingual"
			]
		},
		{
			"name": "Sense of Belonging",
			"source": "GW0",
			"page": 7,
			"traits": [
				"rare"
			],
			"entries": [
				"Home is all you've ever wanted. But home, whatever that means to you, has always been a step out of reach. On the night of the Missing Moment, you saw loving figures with outstretched arms, beckoning you toward a warm hearth just inside a glowing archway. On the other side of the portal, though, you found only missing memories and lost time, your feet back at the very spot where you started. Perhaps your heart was {@condition broken} that night, or perhaps you met your mission to find a suitable community with renewed zeal. Either way, you haven't felt quite \"whole\" since your gatewalker experience. Your new ability to momentarily disappear onto another plane of existence only reinforces this feeling of emptiness.",
				"Your deviant abilities are of the wraith classification. You gain the {@feat Eerie Flicker|DA} deviant feat. As a quirk, whenever you use a deviant ability, plants around you spontaneously bloom and then wilt, as if rapidly aging.",
				"Choose two ability boosts. One must be to Constitution or Intelligence, and one is a free ability boost.",
				"You're trained in the {@skill Survival} skill and the {@skill Lore||Scouting Lore} skill. You gain the {@feat Forager} skill feat."
			],
			"boosts": [
				"constitution",
				"intelligence",
				"free"
			],
			"skills": [
				"survival"
			],
			"lore": [
				"Scouting"
			],
			"feats": [
				"Eerie Flicker|DA",
				"Forager"
			]
		},
		{
			"name": "Total Power",
			"source": "GW0",
			"page": 7,
			"traits": [
				"rare"
			],
			"entries": [
				"Whether you desire simple security after a life of uncertainty or you're actually just a control freak, power over your own fate is the thing you've always wanted.",
				"On the night of the Missing Moment, you glimpsed such power amid the light of a glowing archway, and you stepped through, eager to claim control over your destiny.",
				"What happened next, you don't remember—you came to at the same place you'd started, though clearly a lot of time had passed. Ever since that night, your body has felt heavier than before. You soon discovered that you could will your very bones into extending from your flesh like thorns from a rose's stem. Though you didn't choose the title gatewalker for yourself, you're sure you can use your strange new power to exercise control over your life.",
				"Your deviant abilities are of the troll classification. You gain the {@feat Bone Spikes|DA} deviant feat. As a quirk, whenever you use a deviant ability, the very fibers of your muscles flex and expand to impossible proportions. Your actual strength remains the same during these times, but few can deny your fearsome appearance.",
				"Choose two ability boosts. One must be to Strength or Wisdom, and one is a free ability boost.",
				"You're trained in the {@skill Intimidation} skill and the {@skill Lore||Legal Lore} skill. You gain the {@feat Intimidating Glare} skill feat."
			],
			"boosts": [
				"strength",
				"wisdom",
				"free"
			],
			"skills": [
				"intimidation"
			],
			"lore": [
				"Legal"
			],
			"feats": [
				"Bone Spikes|DA",
				"Intimidating Glare"
			]
		},
		{
			"name": "Wanderlust",
			"source": "GW0",
			"page": 8,
			"traits": [
				"rare"
			],
			"entries": [
				"You've traveled the world for years in search of excitement and adventure. On the night of the Missing Moment, all the many exciting occasions you've experienced paled in comparison to the vision of fantastic lands and incredible people you saw on the other side of the glowing gate.",
				"You stepped through in the hopes of finally reaching the thrilling highs you so desperately seek, but as soon as you'd gone there you were again, standing in front of a lightless gateway with a months-long gap in your memories. Frustrated at having come so close to achieving your dreams, you swung at a nearby tree, smashing it to splinters with surprising strength you never knew you had.",
				"This strange new brawn wasn't what you asked for—but it might help you pursue the excitement you crave.",
				"Your deviant abilities are of the troll classification. You gain the {@feat Titan Swing|DA} deviant feat. As a quirk, whenever you use a deviant ability, your feet elongate and your leg bones crack as your lower limbs transform into those of a rabbit, wolf, or other spry, long-heeled animal.",
				"Choose two ability boosts. One must be to Dexterity or Intelligence, and one is a free ability boost.",
				"You're trained in the {@skill Nature} skill and the {@skill Lore||Stabling Lore} skill. You gain the {@feat Express Rider|APG} skill feat."
			],
			"boosts": [
				"dexterity",
				"intelligence",
				"free"
			],
			"skills": [
				"nature"
			],
			"lore": [
				"Stabling"
			],
			"feats": [
				"Titan Swing|DA",
				"Express Rider|APG"
			]
		},
		{
			"name": "Wishes for Riches",
			"source": "GW0",
			"page": 8,
			"traits": [
				"rare"
			],
			"entries": [
				"On the night of the Missing Moment, you saw visions of fabulous riches in the gate before you. Honestly, how someone could see anything but piles of jewels and gold is utterly baffling to you. Having pined for material wealth for as long as you could remember, you practically sprang into the portal in hopes of securing your fortune. The next moment, however, you were standing right where you'd just been, though indeterminate time had passed.",
				"The night's cold hardly bothered you; in fact, you soon discovered that you could absorb the very chill in the air, in the process changing the appearance of everything around you into a sheen of finest silver. You're no richer than before you walked through the gate, unfortunately, but perhaps you could use this new power somehow to pursue your avarice anew.",
				"Your deviant abilities are of the dragon classification. You gain the {@feat Consume Energy|DA} deviant feat with the cold type. As a quirk, your deviant abilities manifest in a silver hue, and when you use a deviant ability you absorb the color silver from your surroundings. The absorbed color returns to your surroundings within an hour.",
				"Choose two ability boosts. One must be to Charisma or Dexterity, and one is a free ability boost.",
				"You're trained in the {@skill Thievery} skill and the {@skill Lore||Games Lore} skill. You gain the {@feat Subtle Theft} skill feat."
			],
			"boosts": [
				"dexterity",
				"charisma",
				"free"
			],
			"skills": [
				"thievery"
			],
			"lore": [
				"Games"
			],
			"feats": [
				"Consume Energy|DA",
				"Subtle Theft"
			]
		}
	]
}
