{
	"background": [
		{
			"name": "Militia Member",
			"source": "7DfS0",
			"page": 13,
			"traits": [
				"rare"
			],
			"entries": [
				"Although the official number of Sandpoint's town guards is only about a dozen, another two dozen people help to support the town garrison and the guards themselves. This is more than enough for most days in town, where the most dangerous things one might face on a typical day are a tavern scuffle, a pet stuck on a roof, or a minor public disturbance arising from a trivial altercation between neighbors. But if townsfolk have learned anything from the past two decades, it's that the town's relative peace can be shattered at any moment by goblins, giants, dragons, disasters, murderers, or more!",
				"Sandpoint's come to rely on two additional forms of defense as a result, and the first of those is one you've belonged to since you could properly wield a weapon—the Sandpoint Militia. You grew up on Sandpoint's waterfront, perhaps the child of a fisher, sailor, or shipwright, and whether or not your parents approved of your choice to turn away from the sea to join the militia, you know it was the right choice. As a militia member, your duties were to help patrol the city, report suspicious activities, and help to deal with minor events or petty crimes before they have a chance to escalate. Your knack at tricking suspects into revealing their falsehoods, your knowledge about sailing and boats, and your connections on the town's waterfront quickly made you a valued member of the militia whenever help was needed down along the docks—even if this earned you a disparaging nickname or two from petty criminals associated with the Bunyip Club!",
				"Whether or not you were involved in a major event over the past several years of your life or if your time as a militia member was relatively unremarkable, you've more recently joined the second line of the town's defense as an adventurer. When things get out of control and exceed the capacity of the town guard to deal with, local adventurers have stepped in to save Sandpoint time and time again and, by joining your group, you stand ready to serve in that capacity the next time ghouls, giants, or worse come to town!",
				"As with most militia members, you likely are a lifelong resident of Sandpoint. Whether you still live with your family or have your own place, your home is modest but comfortable—yet you're not against camping out under the stars or spending a night watching from the wall or a rooftop when times require.",
				"Choose two ability boosts. One must be to Strength or Wisdom, and one is a free ability boost.",
				"You're trained in the {@skill Athletics} skill and the {@skill Lore||Sailing Lore} skill. You gain the {@feat Lie to Me} skill feat.",
				"Increase the party's reputation with the Town Watch by 1 and reduce the party's reputation with the Bunyip Club by 1."
			],
			"boosts": [
				"strength",
				"wisdom",
				"free"
			],
			"skills": [
				"athletics"
			],
			"lore": [
				"Sailing"
			],
			"feats": [
				"Lie to Me"
			]
		},
		{
			"name": "Lost Coast Local",
			"source": "7DfS0",
			"page": 13,
			"traits": [
				"rare"
			],
			"entries": [
				"You've very likely lived in Sandpoint your whole life—if you haven't, then you've got family who does, and you've spent many months visiting them from your own home elsewhere on the Lost Coast. You might even be part of one of the many caravans of journeying Varisians who often pass through town during their travels. Regardless, your fondness for the climate, the terrain, the lifestyle, and the wonder of the Lost Coast suffuses your very bones, and at times you feel almost as if you were a fundamental part of the land itself.",
				"You might have family ties to one of Sandpoint's original founding families, which included the Kaijitsus, the Valdemars, the Scarnettis, and the Deverins, although others were involved as well. Conversely, you might have family ties to the indigenous Varisians who have long regarded this part of the Lost Coast as home and who were part of the original accord with the Sandpoint Mercantile Guild that ensured Varisians a place in town and the opportunity to profit from Sandpoint's success. As such, your home might be anywhere in Sandpoint, and could well be one of its larger buildings if your family has dwelled in town for long enough.",
				"Choose two ability boosts. One must be to Constitution or Wisdom, and one is a free ability boost.",
				"You're trained in the {@skill Society} skill and the {@skill Lore||Sandpoint Lore} skill. You gain the {@feat Hobnobber} skill feat.",
				"Increase the party's reputation with Townsfolk by 1 and reduce the party's reputation with Scarnetti Consortium by 1."
			],
			"boosts": [
				"constitution",
				"wisdom",
				"free"
			],
			"skills": [
				"society"
			],
			"lore": [
				"Sandpoint"
			],
			"feats": [
				"Hobnobber"
			]
		},
		{
			"name": "Eager Scofflaw",
			"source": "7DfS0",
			"page": 12,
			"traits": [
				"rare"
			],
			"entries": [
				"You never met a law that didn't deserve testing, in theory at least and often in practice. This has likely strained relationships with your family and some friends, but is just as likely to have helped new friendships and relationships form. Whether or not those new associations are ultimately healthy, time will tell. Your childhood veered more toward pranks and minor crimes; if you were involved in a more serious crime you (so far) have avoided being caught for it, perhaps in part due to your quick wit. You know about Sandpoint's local criminal gang, the Bunyip Club and, while you're not officially a part of the group yet, they've taken notice of you—as has the town watch, unfortunately!",
				"Traditionally, you might have family in town, but chances are that you're estranged with some or all of them, and either lived on your own in a rented room in the southern part of town, or in abandoned buildings or alleys using your Society skill to Subsist. Ever since you've started to adventure, you've likely been living in a long-term rental at one of Sandpoint's inns, or perhaps have arranged accommodations at a fellow party member's home. Joining the adventuring party made sense, since it's a great way to make money fast—provided you can stay alive.",
				"Choose two ability boosts. One must be to Dexterity or Charisma, and one is a free ability boost.",
				"You're trained in the {@skill Thievery} skill and the {@skill Lore||Underworld Lore} skill. You gain the {@feat Bon Mot|APG} skill feat.",
				"Increase the party's reputation with the Bunyip Club by 1 and reduce the party's reputation with the Town Watch by 1."
			],
			"boosts": [
				"dexterity",
				"charisma",
				"free"
			],
			"skills": [
				"thievery"
			],
			"lore": [
				"Underworld"
			],
			"feats": [
				"Bon Mot|APG"
			]
		},
		{
			"name": "Curious Apprentice",
			"source": "7DfS0",
			"page": 12,
			"traits": [
				"rare"
			],
			"entries": [
				"Sandpoint features a wide array of shops and services. From blacksmiths to leatherworkers, general stores to curio shops, taverns to theaters, or jewelers to cartographers, the number and variety of places available are often commented upon by visitors to the town as being unexpectedly welcome. Even with the closure of the now supposedly haunted Sandpoint Glassworks, or the damage done to many local establishments over the past few decades from fires, tsunamis, or monster raids, Sandpoint has always come back stronger. Growing up in town, you may have taken the opportunities for employment for granted, or perhaps your parents pulled strings to get you placed with a respected and talented local artisan, but being one of the town's shopkeepers or service providers was never really what you wanted for yourself. Your years spent as an apprentice certainly kept you fit, but your heart has always been closer to the strange, dark, and mysterious. Whenever there was a slow stretch at work, you were quick to look through the latest book you'd bought or borrowed, or to express yourself by writing lines of poetry, and you've likely made several trips to the big city of Magnimar to browse occult shops or bookstores. Yet the money you earned as an apprentice never really gave you enough to buy the oddities you saw for sale.",
				"You hope that becoming an adventurer will solve this, for adventurers can not only find themselves with sudden windfalls of cash, but also have a knack for discovering strange occult mysteries and objects in their journeys and quests. Your family likely doesn't approve of your choice, especially if they expected you to follow a tradition or cashed in favors to secure your apprenticeship. Alternatively, you might still be trying to juggle two worlds and still work at your \"day job,\" in which case you might have even been given a small room in the back of the shop as your own to stay in. Regardless, your work as an apprentice has earned you a lot of good favor with the Sandpoint Mercantile League—favor that's resulted in a growing animosity from the League's local competitor, the Scarnetti Consortium.",
				"Choose two ability boosts. One must be to Intelligence or Strength, and one is a free ability boost.",
				"You're trained in the {@skill Occultism} skill and the {@skill Lore||Poetry Lore} skill. You gain the {@feat Hefty Hauler} skill feat (carrying around all those books builds muscles, after all!).",
				"Increase the party's reputation with Sandpoint Mercantile League by 1 and reduce the party's reputation with Scarnetti Consortium by 1."
			],
			"boosts": [
				"intelligence",
				"strength",
				"free"
			],
			"skills": [
				"occultism"
			],
			"lore": [
				"Poetry"
			],
			"feats": [
				"Hefty Hauler"
			]
		},
		{
			"name": "Cathedral Child",
			"source": "7DfS0",
			"page": 12,
			"traits": [
				"rare"
			],
			"entries": [
				"You grew up in the shadow of the Sandpoint Cathedral, perhaps literally. Abstalar Zantus, the caretaker of the cathedral, may be your adoptive father or religious mentor. Though Abstalar worships Desna, the Sandpoint Cathedral is multidenominational and includes chapels devoted to Abadar, Desna, Erastil, Gozreh, Sarenrae, and Shelyn; so worshippers from all non-evil faiths are welcome here. Regardless of your beliefs, faith has been and remains a strong part of your life, and you've come to rely upon your faith to help you not only get through dangers in your adventures, but navigate the sometimes complex social problems that raise their ugly head in town. Conflicts between the cathedral and the Scarnettis seem like they've been growing lately.",
				"You may live in one of the many apartments set aside for acolytes in the cathedral itself, or you might have family or own a small house elsewhere in town, but regardless of where you live, you've spent many an hour in the cathedral helping Abstalar—particularly when it comes to copying religious texts or otherwise serving as a scribe. It's likely you play the part of healer in the party, but the drive to join an adventuring group itself may have even been inspired by Abstalar himself, who could have recognized in you an eagerness for adventuring, even before you did.",
				"Choose two ability boosts. One must be to Wisdom or Charisma, and one is a free ability boost.",
				"You're trained in the {@skill Religion} skill and the {@skill Lore||Scribing Lore} skill. You gain the {@feat Battle Medicine} skill feat.",
				"Increase the party's reputation with Sandpoint Cathedral by 1 and reduce the party's reputation with the Scarnetti Consortium by 1."
			],
			"boosts": [
				"wisdom",
				"charisma",
				"free"
			],
			"skills": [
				"religion"
			],
			"lore": [
				"Scribing"
			],
			"feats": [
				"Battle Medicine"
			]
		},
		{
			"name": "Scarnetti-connected",
			"source": "7DfS0",
			"page": 15,
			"traits": [
				"rare"
			],
			"entries": [
				"There's no denying that the Scarnettis, once one of Sandpoint's most established and successful families, have fallen on hard times. When locals were hired to help rebuild the Scarnetti manor after the giant raid on Sandpoint 17 some years ago, rumors about the family's shady deals with local criminals associated with the Bunyip Club began to spread. While no hard evidence ever came to light, those associated with the Bunyip Club cut ties and Titus Scarnetti had to spend years trying to rebuild the family reputation while also replenishing the family treasury after rebuilding their ostentatious cliffside mansion. With the Varisian Compact coming up for renewal, old wounds have resurfaced as well; people haven't forgotten the actions of Alamon Scarnetti, who nearly destroyed Sandpoint before it was born when he led a drunken raid against local Varisians after diplomatic discussions became strained.",
				"Your relationship with the Scarnettis has ensured you're part of all of this, like it or not. You don't bear the family name, but you might be a distant relation from Riddleport or Magnimar hoping for a new chance at life. You could be a petty criminal whose fines were paid by the Scarnettis in return for a promise of service for several months or years. You might even admire the family's tenacity and see in the Scarnettis a chance for your own fortune. The majority of your work for them has either been at one of the family's mills (the Sandpoint Lumber Mill or the Scarnetti Mill), or as one of their agents and \"watchdogs\" at another business in town, where you were expected to keep an eye out for rumors and opportunities that the family could benefit from. Your knack at making lies seem like compliments helped you excel in this role, and while the Scarnettis do seem to appreciate your apparent loyalty (or at least the services you've provided in the past), they haven't yet fully embraced you into their circle. Whether that's something you want or seek to escape from, you can't ignore the fact that your reputation as a Scarnetti ally has tarnished your standing with the Sandpoint Cathedral, simply as a side effect of the growing animosity between the two factions.",
				"Your home might be with your family, or you could have been staying in a room rented to you at a discount (or perhaps even free of charge) from the Scarnettis, but those accommodations have recently come to an end. Joining this new adventuring group gives you an opportunity to make some of your own money, perhaps get out from under the Scarnettis' shadow, or might even be the leverage you hope to build to finally earn old Titus's approval.",
				"Choose two ability boosts. One must be to Charisma or Dexterity, and one is a free ability boost.",
				"You're trained in the {@skill Intimidation} skill and the {@skill Lore||Mercantile Lore} skill. You gain the {@feat Charming Liar} skill feat.",
				"Increase the party's reputation with the Scarnetti Consortium by 1 and reduce the party's reputation with the Sandpoint Cathedral by 1."
			],
			"boosts": [
				"dexterity",
				"charisma",
				"free"
			],
			"skills": [
				"intimidation"
			],
			"lore": [
				"Mercantile"
			],
			"feats": [
				"Charming Liar"
			]
		},
		{
			"name": "Runelord Scholar",
			"source": "7DfS0",
			"page": 14,
			"traits": [
				"rare"
			],
			"entries": [
				"It seems hard to believe that just 17 years ago, barely anyone knew anything about ancient Thassilon. The towering monoliths and intimidating ruins, such as the immense ruined bridge extending from Magnimar, the strange rune-carved arch over Riddleport, or the partially collapsed tower here in Sandpoint known as the Old Light were sources of countless rumors, but were also held in such suspicious dread that they were rarely explored. When Runelord Karzoug woke from his slumber, though, and a now-legendary band of adventurers explored many Thassilonian ruins during their campaign against him, word of Thassilon spread like wildfire. Adventurers from across the Inner Sea region flocked to Varisia. Whether or not that had a hand in the increasing number of perils rising from old Thassilon or if that was just a coincidence, none can deny that today Thassilon is back, the runelords are either truly dead or returned to life, and the ancient empire's ruins are ripe for research.",
				"As a local, you've been equally inspired and intrigued by stories of adventurers who explore these dangerous ruins, be they Sandpoint's own heroes or others who have explored more distant mysteries like Hollow Mountain, the Lady's Light, or Guiltspur. You hope one day to rediscover a Thassilonian ruin that's not yet been fully explored, but you also know that such pursuits are dangerous. Here in Sandpoint, a group called the Runewatchers has dedicated their resources to the research of Thassilon and their runelords, but while you've spoken with them many times, they've yet to fully accept you into their circle. And so you sought out the adventuring party you now belong to. With their aid, you hope to make some discoveries to truly impress the Runewatchers, but also are simply eager to sate your own curiosity about ancient Thassilon and the runelords who once ruled it.",
				"Your home in Sandpoint is modest, and likely cluttered with books and research materials or strange ruined objects that could be junk or ancient Thassilonian treasures. Your family might support your passion, or it could be a source of contention that's forced you to seek your own accommodations elsewhere in town. Many villagers look askance at your obsession with forces that have brought peril and ruin to Sandpoint. No matter what you've said to allay their fears, plenty of folks in town worry that you might dig up something that everyone in Sandpoint will come to regret.",
				"Choose two ability boosts. One must be to Dexterity or Intelligence, and one is a free ability boost.",
				"You're trained in the {@skill Arcana} skill and the {@skill Lore||Academia Lore} skill. You gain the {@feat Multilingual} skill feat, but one of the languages you gain from this feat must be {@language Thassilonian|LOWG}.",
				"Increase the party's reputation with Runewatchers by 1 and reduce the party's reputation with Townsfolk by 1."
			],
			"boosts": [
				"dexterity",
				"intelligence",
				"free"
			],
			"skills": [
				"arcana"
			],
			"lore": [
				"Academia"
			],
			"feats": [
				"Multilingual"
			]
		},
		{
			"name": "Newcomer",
			"source": "7DfS0",
			"page": 14,
			"traits": [
				"rare"
			],
			"entries": [
				"You've only been in Sandpoint a short time, although what constitutes a \"short time\" depends on who you talk to. It could be that you've only just arrived in town in the past few weeks, or you might have moved here months or even years ago but have continually struggled to find a place to fit in with the locals. It doesn't help that you've been targeted often by allies of the Scarnetti family with offers of employment, support, or perhaps even friendship. Whether you've accepted these offers, or you've realized that the local aristocrats focus on new arrivals due to their increasingly sour reputation among most of the townsfolk, people have noticed. You haven't done anything yet to annoy the Scarnettis (that they've realized, at least), but many of the locals don't trust you and might even think of you as a Scarnetti snitch or patsy.",
				"While your reasons for coming to Sandpoint are up to you, they should have something to do with your curiosity about the town, the Lost Coast, ancient Thassilon, the history of the Varisian lifestyle, or anything that might draw you to the region. You don't yet own your own home in town and aren't sure you ever will, since once you've completed your research you might not intend to stay in Sandpoint. You might have accepted an offer from a Scarnetti ally who had a room to let in their home (or nearby shed), could be paying for a room at one of the town's inns, or might be relying on one of your few non-Scarnetti friends in town for a place to stay. This could be one of your fellow PCs, or it might be someone in town whose place has a small library, such as Veznutt Parooh of The Way North, Brodert Quink (Sandpoint's oldest sage), Jabyl Sorn of the House of Blue Stones, or even Ilsoari Gandethus of Turandarok Academy.",
				"Joining this adventuring group may have been a calculated move, a spur-of-the-moment choice, or because someone in the group is an old friend, but it's given you a bit more security and peace of mind. You suspect the decision could sour your reputation with the Scarnettis—but you might not mind!",
				"Choose two ability boosts. One must be to Constitution or Intelligence, and one is a free ability boost.",
				"You're trained in the {@skill Diplomacy} skill and the {@skill Lore||Library Lore} skill. You gain the {@feat Additional Lore} skill feat—the lore you choose represents the interest and focus of study that drew you to the region.",
				"Increase the party's reputation with Scarnetti Consortium by 1 and reduce the party's reputation with Townsfolk by 1."
			],
			"boosts": [
				"constitution",
				"intelligence",
				"free"
			],
			"skills": [
				"diplomacy"
			],
			"lore": [
				"Library"
			],
			"feats": [
				"Additional Lore"
			]
		}
	]
}
