{
	"background": [
		{
			"name": "Academy Dropout",
			"source": "SoM",
			"page": 28,
			"entries": [
				"You were enrolled at a prestigious magical academy, but you've since dropped out. Maybe there was a momentous incident, maybe you had to return to other responsibilities, or perhaps it was just too much for you. Whatever the case, your exit from the academy has shaped your life as much as your entrance and led you to a life of adventure.",
				"Choose two ability boosts. One must be to Intelligence or Charisma, and one is a free ability boost.",
				"You're trained in {@skill Arcana} and {@skill Lore||Academia Lore}. You gain the {@feat Dubious Knowledge} skill feat."
			],
			"boosts": [
				"Intelligence",
				"Charisma",
				"Free"
			],
			"skills": [
				"{@skill Arcana}"
			],
			"lore": [
				"Academia"
			],
			"feat": "Dubious Knowledge"
		},
		{
			"name": "Anti-magical",
			"source": "SoM",
			"page": 30,
			"traits": [
				"Rare"
			],
			"entries": [
				"Magic has never worked quite right around you. Perhaps you have become a magic-user in spite of that, or perhaps you use your unique ability to fight magic-users.",
				"Choose two ability boosts. One must be to Constitution or Wisdom, and one is a free ability boost.",
				"You're trained in a {@skill Lore} skill of your choice, though it can't be about a magical subject (as determined by the GM if it's unclear). Whenever you would be affected by magic, even your own magic or that of an ally, the originator of the effect must attempt a DC {@flatDC 3} flat check.",
				"On a failure, the magic doesn't affect you (though it still has its normal effects on anyone else). On a success, the magic affects you and there is no need to attempt further flat checks for the same {@trait magical} effect, even if it affects you again later."
			],
			"boosts": [
				"Constitution",
				"Wisdom",
				"Free"
			]
		},
		{
			"name": "Astrologer",
			"source": "SoM",
			"page": 28,
			"entries": [
				"Astrologers look to the stars for signs and portents, using their positions to chart courses for those living beneath them. As the celestial spheres move, so does fate itself. You studied the stars and learned to divine your path based on their guidance. Whether the stars directly called you to a life of adventure or you use the stars to guide your wanderlust, you're living out the stars' guidance in a life of adventure.",
				"Choose two ability boosts. One must be to Intelligence or Wisdom, and one is a free ability boost.",
				"You're trained in {@skill Occultism} and {@skill Lore||Astrology Lore}. You gain the {@feat Oddity Identification} skill feat."
			],
			"boosts": [
				"Intelligence",
				"Wisdom",
				"Free"
			],
			"skills": [
				"{@skill Occultism}"
			],
			"lore": [
				"Astrology"
			],
			"feat": "Oddity Identification"
		},
		{
			"name": "Chosen One",
			"source": "SoM",
			"page": 30,
			"traits": [
				"Rare"
			],
			"entries": [
				"Your birth has fulfilled a prediction, and people close to you are counting on you to do great things. There's intense pressure on you to be up to the task, and the fickle nature of prophecy complicates your path.",
				"Choose two ability boosts. One must be to Strength or Charisma, and one is a free ability boost.",
				"Decide with your GM the basics of the prophecy in which you're meant to play a major part. You're trained in one skill related to the prophecy, and the {@skill Lore||Fortune-Telling Lore} skill. You gain the Prophecy's Pawn free action.",
				{
					"type": "ability",
					"name": "Prophecy's Pawn",
					"activity": {
						"number": 1,
						"unit": "free"
					},
					"traits": [
						"abjuration",
						 "divine",
						 "fortune"
					],
					"trigger": "You fail a saving throw, attack roll, or skill check",
					"entries": [
						"You twist the prophecy in your favor, which will have consequences later. Reroll the failed check. You must use the result of the second roll.",
						"For 24 hours afterward, the GM can force you to reroll a successful saving throw, attack roll, or skill check as fate balances the scale.",
						"This is a {@trait misfortune} effect. You can't use prophecy's pawn again until the GM uses this option or 24 hours pass, whichever comes first."
					]
				}
			],
			"boosts": [
				"Strength",
				"Charisma",
				"Free"
			],
			"lore": [
				"Fortune-Telling"
			]
		},
		{
			"name": "Eidolon Contact",
			"source": "SoM",
			"page": 28,
			"entries": [
				"You've come into contact with a disembodied being of magical essence known as an eidolon.",
				"You might have forged a powerful conduit with that eidolon, allowing you to manifest it as a summoner, but it's much more likely that you lost contact over time, though not before learning a few half-remembered secrets. If you lost contact, you might have become an adventurer to try to reach the eidolon again, or to be sure that you're rid of it forever.",
				"Choose two ability boosts. One must be to Constitution or Charisma, and one is a free ability boost.",
				"You're trained in your choice of {@skill Arcana}, {@skill Nature}, {@skill Occultism}, or {@skill Religion}, and a {@skill Lore} skill for the creature associated with your contacted eidolon (such as {@skill Lore||Angel Lore} or {@skill Lore||Dragon Lore}). You gain the {@feat Dubious Knowledge} skill feat."
			],
			"boosts": [
				"Constitution",
				"Charisma",
				"Free"
			],
			"skills": [
				"{@skill Religion}",
				"{@skill Arcana}",
				"{@skill Nature}",
				"{@skill Occultism}"
			],
			"lore": [
				"Angel",
				"Dragon"
			],
			"feat": "Dubious Knowledge"
		},
		{
			"name": "Energy Scarred",
			"source": "SoM",
			"page": 219,
			"traits": [
				"Rare",
				"Pervasive",
				"Magic"
			],
			"entries": [
				"Exposure to a significant magical event overloaded you with magical energy. Perhaps you were exposed to dangerous levels of magical energy that left you near death, or it built up over long-term exposure to a powerful source of magic.",
				"Choose two ability boosts. One must be Constitution and one is a free ability boost.",
				"Your innate {@trait magical} trait is {@trait primal}. Choose acid, cold, electricity, fire, force, negative, positive, or sonic. You are trained in a {@skill Lore} skill associated with the chosen energy (such as {@skill Lore||Fire Lore}) and you gain resistance to that energy type equal to half your level (minimum 1)."
			],
			"boosts": [
				"Constitution",
				"Free"
			],
			"lore": [
				"Fire"
			]
		},
		{
			"name": "False Medium",
			"source": "SoM",
			"page": 28,
			"entries": [
				"There are people in this world who possess the ability to pierce the veil between the world of the living and the world of the dead, allowing them to communicate with spirits. You... are not one of them. But you know enough about the occult, as well as cold reading tricks and various practices from local religions, to scam your way into people's coinpurses. Unlike a through-and-through charlatan, there's some real occult methodology behind your flimflam, but that's likely cold comfort to the people you swindle.",
				"Whether you decided to take a more righteous path, were caught and pledged to make it right, or still slip in a few \"séances\" between adventures, you've taken to an adventuring lifestyle as you move from place to place.",
				"Choose two ability boosts. One must be to Intelligence or Charisma, and one is a free ability boost.",
				"You're trained in {@skill Occultism} and {@skill Lore||Fortune-Telling Lore}.",
				"You gain the {@feat Deceptive Worship|APG} skill feat."
			],
			"boosts": [
				"Intelligence",
				"Charisma",
				"Free"
			],
			"skills": [
				"{@skill Occultism}"
			],
			"lore": [
				"Fortune-Telling"
			],
			"feat": "Deceptive Worship"
		},
		{
			"name": "Genie-blessed",
			"source": "SoM",
			"page": 30,
			"traits": [
				"Rare"
			],
			"entries": [
				"You've sought out a powerful genie and requested their blessing, hoping to increase your fortune. Your wish was vague, but fortune and the genie favored you with a more powerful effect than an ordinary wish, granting you bits of wish-twisted luck throughout the rest of your life.",
				"Meanwhile, other genies of the same kind recognize you as one blessed by one of their most powerful nobles, and might treat you with greater respect or envy.",
				"Choose two ability boosts. One must be to Charisma, and one is a free ability boost.",
				"You're trained in the {@skill Diplomacy} skill and the {@skill Lore||Genie Lore} skill. You gain the Wish for Luck free action.",
				{
					"type": "ability",
					"name": "Wish for Luck",
					"activity": {
						"number": 1,
						"unit": "free"
					},
					"traits": [
						"arcane",
						"auditory",
						"divination",
						"fortune"
					],
					"frequency": "once per day",
					"trigger": "You are about to roll an attack roll, saving throw, or skill check",
					"entries": [
						"You wish aloud for success. Roll the check twice and take the higher result."
					]
				}
			],
			"boosts": [
				"Charisma",
				"Free"
			],
			"skills": [
				"{@skill Diplomacy}"
			],
			"lore": [
				"Genie"
			]
		},
		{
			"name": "Magical Experiment",
			"source": "SoM",
			"page": 30,
			"traits": [
				"Rare"
			],
			"entries": [
				"At some point in your life, powerful people performed magical experiments on you that changed you permanently.",
				"You may have signed up for this voluntarily, but it may have been against your will. You still bear the marks, as well as the abilities.",
				"You gain one ability boost. It must be to Constitution.",
				"You're trained in {@skill Occultism} and the {@skill Lore||Academia Lore} skill.",
				"You gain one special ability as a result of the magical experimentation. Work with the GM to select an appropriate ability from the following list or to come up with another special ability.",
				{
					"type": "list",
					"items": [
						"{@bold Enhanced Senses} You gain {@ability low-light vision} (or {@ability darkvision} if you already had {@ability low-light vision}) and an imprecise sense with a range of 30 feet, such as {@ability scent}, {@ability thoughtsense}, {@ability tremorsense}, or {@ability wavesense}.",
						"{@bold Resistant Skin} The experiments rendered your skin tougher and resilient to a particular type of damage. You gain resistance equal to half your level (minimum resistance 1) against two of the following types of energy damage, one chosen by you and the other chosen by the GM: acid, cold, electricity, fire, or sonic.",
						"{@bold Touch Telepathy} The experiments to your body allowed you to link minds via touch. You gain telepathy with creatures as long as you are in physical contact. This allows you to communicate mentally with any creatures you're in physical contact with, as long as you both share a language. This doesn't give any special access to their thoughts, and communicates no more information than normal speech would."
					]
				}
			],
			"boosts": [
				"Constitution"
			],
			"skills": [
				"{@skill Occultism}"
			],
			"lore": [
				"Academia"
			]
		},
		{
			"name": "Magical Merchant",
			"source": "SoM",
			"page": 29,
			"entries": [
				"Selling magic items isn't like being an ordinary merchant. The wares you buy and sell are expensive, making each sale rare and lucrative. You've developed knowledge of expert handiwork to ensure you don't fall for a scam, since buying a single counterfeit item can lead to bankruptcy. Whether you went out of business and had to find alternative employment, or took up adventuring to acquire new merchandise, you've taken to adventuring yourself.",
				"Choose two ability boosts. One must be to Intelligence or Wisdom, and one is a free ability boost.",
				"You're trained in {@skill Crafting} and {@skill Lore||Mercantile Lore}. You gain the {@feat Crafter's Appraisal|APG} skill feat."
			],
			"boosts": [
				"Intelligence",
				"Wisdom",
				"Free"
			],
			"skills": [
				"{@skill Crafting}"
			],
			"lore": [
				"Mercantile"
			],
			"feat": "Crafter's Appraisal"
		},
		{
			"name": "Magical Misfit",
			"source": "SoM",
			"page": 29,
			"entries": [
				"You don't understand folks who claim that magical talent is some sort of burden or great responsibility; you've always used your magic to cause trouble and to escape the consequences. Whether becoming an adventurer is your attempt to make amends or just a new way to make some mischief, you're excited to see where it takes you, and you still delight in using your skills to get out of trouble.",
				"Choose two ability boosts. One must be to Intelligence or Dexterity, and one is a free ability boost.",
				"You're trained in {@skill Arcana} and {@skill Lore||Underworld Lore}. You gain the {@feat Trick Magic Item} skill feat."
			],
			"boosts": [
				"Intelligence",
				"Dexterity",
				"Free"
			],
			"skills": [
				"{@skill Arcana}"
			],
			"lore": [
				"Underworld"
			],
			"feat": "Trick Magic Item"
		},
		{
			"name": "Musical Prodigy",
			"source": "SoM",
			"page": 29,
			"entries": [
				"Ever since you were young, you've been almost supernaturally skilled in a particular type of music. The people around you were sure you'd grow up to perform at royal courts or to become a world-famous composer, but you've chosen a life of adventure instead. You might have given up on those dreams to find your own meaning, or you might find that adventuring allows you to experience unfiltered emotions and exploits that you can translate into a wondrous symphony some day.",
				"Choose two ability boosts. One must be to Dexterity or Charisma, and one is a free ability boost.",
				"You're trained in {@skill Performance} and {@skill Lore||Music Lore}. You gain the {@feat Virtuosic Performer} skill feat."
			],
			"boosts": [
				"Dexterity",
				"Charisma",
				"Free"
			],
			"skills": [
				"{@skill Performance}"
			],
			"lore": [
				"Music"
			],
			"feat": "Virtuosic Performer"
		},
		{
			"name": "Mystic Tutor",
			"source": "SoM",
			"page": 219,
			"traits": [
				"Rare",
				"Pervasive",
				"Magic"
			],
			"entries": [
				"You spent years predicting, identifying, and harnessing the innate magical talents of those around you. A magic-rich world has taught you that you can never have too much training when everyone around you is capable of magic.",
				"Choose two ability boosts. One must be Intelligence or Wisdom and one is a free ability boost.",
				"Your innate {@trait magical} trait is {@trait arcane} or {@trait occult}. You're trained in either {@skill Arcana} or {@skill Occultism}, depending on your innate {@trait magical} trait, and the {@skill Lore||Academia Lore} skill. You gain the {@feat Recognize Spell} skill feat."
			],
			"boosts": [
				"Intelligence",
				"Wisdom",
				"Free"
			],
			"skills": [
				"{@skill Arcana}",
				"{@skill Occultism}"
			],
			"lore": [
				"Academia"
			]
		},
		{
			"name": "Occult Librarian",
			"source": "SoM",
			"page": 29,
			"entries": [
				"Hours spent reading numerous compendiums dedicated to various occult topics honed your knowledge of these more obscure magical arts. You might have taken to adventuring to finance your acquisition of rare tomes, to explore occult mysteries that can't be found in the pages of a book, or perhaps to put your skills to the test.",
				"Choose two ability boosts. One must be to Intelligence or Wisdom, and one is a free ability boost.",
				"You're trained in the {@skill Occultism} skill and the {@skill Lore||Academia Lore} skill. You gain the {@feat Schooled in Secrets|APG} skill feat."
			],
			"boosts": [
				"Intelligence",
				"Wisdom",
				"Free"
			],
			"skills": [
				"{@skill Occultism}"
			],
			"lore": [
				"Academia"
			],
			"feat": "Schooled in Secrets"
		},
		{
			"name": "Plant Whisperer",
			"source": "SoM",
			"page": 29,
			"entries": [
				"You've always had a green thumb, allowing you to care for plants that others found too difficult to grow and tend with a skill that borders on the magical. As you travel, you encounter all sorts of new plants and plant creatures, allowing you to expand your horizons and deepen your understanding of flora.",
				"Choose two ability boosts. One must be to Wisdom or Charisma, and one is a free ability boost.",
				"You're trained in {@skill Nature} and {@skill Lore||Plant Lore}. You gain the Natural {@skill Medicine} skill feat."
			],
			"boosts": [
				"Wisdom",
				"Charisma",
				"Free"
			],
			"skills": [
				"{@skill Medicine}",
				"{@skill Nature}"
			],
			"lore": [
				"Plant"
			]
		},
		{
			"name": "Seer Of The Dead",
			"source": "SoM",
			"page": 31,
			"traits": [
				"Rare"
			],
			"entries": [
				"You have long been gifted with the ability to see and speak with the departed. This could have manifested at your birth or when a chance encounter linked you inextricably to the spirits of the dead. Their constant presence might feel like a curse, or it might provide you with welcome companionship.",
				"You gain one ability boost. It must be to Constitution or Wisdom.",
				"You're trained in {@skill Religion} and {@skill Lore||Undead Lore}. You gain the effects of the {@spell spirit sense|APG} spell at all times."
			],
			"boosts": [
				"Constitution",
				"Wisdom"
			],
			"skills": [
				"{@skill Religion}"
			],
			"lore": [
				"Undead"
			]
		},
		{
			"name": "Song Of The Deep",
			"source": "SoM",
			"page": 31,
			"traits": [
				"Rare"
			],
			"entries": [
				"During a sea voyage, you washed overboard, ingested sea water, and drowned. Merfolk, kelpies, sea serpents, or another magical denizen of the sea pulled your unconscious body from the briny depths. Having spent so much time underwater, your lungs were filled with salt water. To restore your ability to breathe, they exhaled into your lungs and shared the ability to breathe underwater in the process. You came back with the ability to breathe water, as well as a newfound knowledge of your time beneath the waves.",
				"You gain one ability boost. It must be to Strength, Constitution, or Charisma.",
				"You're trained in the {@skill Athletics} skill and the {@skill Lore||Ocean Lore} skill. You have the ability to breathe underwater.",
				"{@b Special} You can choose to lose the ability to breathe air when you take this background, making you only able to breathe underwater. If you do, you gain a second ability boost, which is a free ability boost."
			],
			"boosts": [
				"Strength",
				"Constitution",
				"Charisma",
				"Free"
			],
			"skills": [
				"{@skill Athletics}"
			],
			"lore": [
				"Ocean"
			]
		},
		{
			"name": "Street Preacher",
			"source": "SoM",
			"page": 29,
			"entries": [
				"Forget the church orthodoxy and the stuffy cloisters— spreading the word of your god to the people is your calling. You've preached on the street corners and in public houses, to wanderers on the road and to captives in the stocks. Adventuring can take you across the world. What vocation could better serve to take your holy words to fresh ears?",
				"Choose two ability boosts. One must be to Wisdom or Charisma, and one is a free ability boost.",
				"You're trained in the {@skill Religion} skill and the {@skill Lore} skill for your patron deity. You gain the {@feat Dubious Knowledge} skill feat."
			],
			"boosts": [
				"Wisdom",
				"Charisma",
				"Free"
			],
			"skills": [
				"{@skill Religion}"
			],
			"lore": [
				"the"
			],
			"feat": "Dubious Knowledge"
		},
		{
			"name": "Student Of Magic",
			"source": "SoM",
			"page": 29,
			"entries": [
				"You are currently enrolled at a school of magic, where you're learning the fundamentals of your magical tradition. Whether your adventuring occurs during breaks between semesters, as part of a work study program, or even within the halls of the academy itself, you'll have to learn to juggle your dual life.",
				"Choose two ability boosts. One must be to Intelligence or Wisdom, and one is a free ability boost.",
				"You're trained in your choice of {@skill Arcana}, {@skill Nature}, {@skill Occultism}, or {@skill Religion}, as well as {@skill Lore||Academia Lore}. You gain the {@feat Recognize Spell} skill feat."
			],
			"boosts": [
				"Intelligence",
				"Wisdom",
				"Free"
			],
			"skills": [
				"{@skill Religion}",
				"{@skill Arcana}",
				"{@skill Nature}",
				"{@skill Occultism}"
			],
			"lore": [
				"Academia"
			],
			"feat": "Recognize Spell"
		},
		{
			"name": "Surge Investigator",
			"source": "SoM",
			"page": 219,
			"traits": [
				"Rare",
				"Pervasive",
				"Magic"
			],
			"entries": [
				"From rivers that {@spell charm} all who come near to forests that speak through {@spell dream message||dream messages}, you have seen and studied many kinds of magical terrain. The world is so rich in magic that it can affect the land itself, and you have traveled extensively to learn the ways of identifying the oddities of magical terrain wherever it arises.",
				"Choose two ability boosts. One must be Constitution or Wisdom and one is a free ability boost.",
				"You're trained in your choice of {@skill Nature} or {@skill Occultism} and the {@skill Lore||Magical Terrain Lore} skill. You gain the {@feat Terrain Expertise} skill feat."
			],
			"boosts": [
				"Constitution",
				"Wisdom",
				"Free"
			],
			"skills": [
				"{@skill Nature}",
				"{@skill Occultism}"
			],
			"lore": [
				"Magical Terrain"
			]
		},
		{
			"name": "Time Traveler",
			"source": "SoM",
			"page": 31,
			"traits": [
				"Rare"
			],
			"entries": [
				"You come from a different time. Whether by your own doing or a terrible accident, powerful magic has resulted in you coming to this time from the future or from the past, but you are unable to return. You might be from New Thassilon, an entire nation of time travelers.",
				"Choose two ability boosts. One must be to Dexterity or Intelligence, and one is a free ability boost.",
				"You are trained in three {@skill Lore} skills of your choice that represent your knowledge from your old time. You gain the Bend Time reaction.",
				"Bend Time {@as F} (occult, transmutation) Frequency once per day; Trigger Your turn begins; Effect You are {@condition quickened} this turn. You can use your extra action to {@action Stride}."
			],
			"boosts": [
				"Dexterity",
				"Intelligence",
				"Free"
			],
			"lore": [
				"three"
			]
		}
	]
}
