{
	"background": [
		{
			"name": "Alkenstar Outlaw",
			"source": "G&G",
			"page": 124,
			"traits": [
				"Uncommon"
			],
			"entries": [
				"You're an outlaw whose first crime was stealing the guns from Alkenstar's Gunworks which allowed you to commence a crime spree of epic proportions. You don't know where your road ends, but it's probably going to be a bloody affair.",
				"The life of an adventurer might even be a relief compared to a life forever on the run from Alkenstar authorities and their allies.",
				"Choose two ability boosts. One boost must be to Dexterity or Constitution, and one is a free ability boost.",
				"You're trained in {@skill Thievery} and {@skill Lore||Underworld Lore}. You gain the {@feat Subtle Theft} skill feat."
			],
			"boosts": [
				"Dexterity",
				"Constitution",
				"Free"
			],
			"skills": [
				"Thievery"
			],
			"lore": [
				"Underworld"
			],
			"feat": [
				"Subtle Theft"
			]
		},
		{
			"name": "Alkenstar Sojourner",
			"source": "G&G",
			"page": 124,
			"traits": [
				"Uncommon"
			],
			"entries": [
				"You came to Alkenstar because you heard they had guns, but you stayed because of the atmosphere. Or the guns.",
				"Either way, journalism and scientific curiosity opened the door to a life of adventure. Now you continue to adventure in the Alkenstar area, using your skills to deal with whatever situations present themselves.",
				"Choose two ability boosts. One must be to Intelligence or Charisma, and one is a free ability boost.",
				"You're trained in {@skill Society} and {@skill Lore||Engineering Lore}. You gain the {@feat Streetwise} skill feat."
			],
			"boosts": [
				"Intelligence",
				"Charisma",
				"Free"
			],
			"skills": [
				"Society"
			],
			"lore": [
				"Engineering"
			],
			"feat": [
				"Streetwise"
			]
		},
		{
			"name": "Anti-tech Activist",
			"source": "G&G",
			"page": 44,
			"entries": [
				"You've seen the sorts of things that technology brings— polluted environments, workers put out of their jobs or horribly injured, and the slow erosion of society—and you've vowed to inform the larger world of these ills. You do so with long, impassioned speeches on street corners and village squares and by talking personally with the heads of various guilds. Adventuring into the wider world could help spread your message even farther.",
				"Choose two ability boosts. One must be to Constitution or Charisma, and one is a free ability boost.",
				"You're trained in the {@skill Intimidation} skill and the {@skill Lore||Guild Lore} skill. You gain the {@feat Group Coercion} skill feat."
			],
			"boosts": [
				"Constitution",
				"Charisma",
				"Free"
			],
			"skills": [
				"Intimidation"
			],
			"lore": [
				"Guild"
			],
			"feat": [
				"Group Coercion"
			]
		},
		{
			"name": "Back-alley Doctor",
			"source": "G&G",
			"page": 122,
			"entries": [
				"You're the medic many turn to when a more official clinic or healer might not be available. You may specialize in stitching up bullet wounds or have a standing, confidential deal with a criminal syndicate to provide your services any time of day or night. In either case, you've perhaps turned to the adventuring life because a former client is unhappy with your work or members of the local constabulary have been asking too many questions.",
				"Choose two ability boosts. One must be to Constitution or Wisdom, and one is a free ability boost.",
				"You're trained in the {@skill Medicine} skill and the {@skill Lore||Underworld Lore} skill. You gain the {@feat Risky Surgery|APG} skill feat."
			],
			"boosts": [
				"Constitution",
				"Wisdom",
				"Free"
			],
			"skills": [
				"Medicine"
			],
			"lore": [
				"Underworld"
			]
		},
		{
			"name": "Cannoneer",
			"source": "G&G",
			"page": 122,
			"entries": [
				"You served as a crewmate aboard a military vessel or pirate ship and were responsible for the use and maintenance of the ship's cannons. A strong back and quick reflexes were equally important to you in your duties, and you know your way around explosives and the dangers that lie therein. These skills serve you well in your new life as an adventurer, as compared to the weight of a cannon, a gear load that makes your allies blanche just makes you laugh instead.",
				"Choose two ability boosts. One boost must be to Dexterity or Strength, and one is a free ability boost.",
				"You're trained in the {@skill Athletics} skill and the {@skill Lore||Warfare Lore} skill. You gain the {@feat Hefty Hauler} skill feat."
			],
			"boosts": [
				"Dexterity",
				"Strength",
				"Free"
			],
			"skills": [
				"Athletics"
			],
			"lore": [
				"Warfare"
			],
			"feat": [
				"Hefty Hauler"
			]
		},
		{
			"name": "Circuit Judge",
			"source": "G&G",
			"page": 124,
			"traits": [
				"Uncommon"
			],
			"entries": [
				"You're a circuit judge, a courtroom on horseback who serves a group of communities out in the Mana Wastes or a similar backwoods region. You show up every couple of months, hear the cases that have piled up since your last visit, give verdicts, and then it's on to the next town in your itinerary. It's not the easiest life in the world, but it's an interesting one, and you hear some mighty strange cases. Chances are, it was one of those cases that set you on the road to adventure.",
				"Choose two ability boosts. One must be to Intelligence or Wisdom, and one is a free ability boost.",
				"You're trained in {@skill Deception} and {@skill Lore||Legal Lore}. You gain the {@feat Lie to Me} skill feat."
			],
			"boosts": [
				"Intelligence",
				"Wisdom",
				"Free"
			],
			"skills": [
				"Deception"
			],
			"lore": [
				"Legal"
			]
		},
		{
			"name": "Clockfighter",
			"source": "G&G",
			"page": 44,
			"entries": [
				"While others choose to use their engineering ability to heal the injured or make brilliant innovations, you've used your skill to repair and modify clockwork constructs that battle in gladiatorial combat. You know how to get a crowd electrified for your clockwork gladiator, win or lose, and you know how to repair it when it gets damaged. These skills serve you well as an adventurer.",
				"Choose two ability boosts. One must be to Intelligence or Charisma, and one is a free ability boost.",
				"You're trained in the {@skill Crafting} skill and the {@skill Lore||Gladiatorial Lore} skill. You gain the {@feat Experienced Professional} skill feat."
			],
			"boosts": [
				"Intelligence",
				"Charisma",
				"Free"
			],
			"skills": [
				"Crafting"
			],
			"lore": [
				"Gladiatorial"
			],
			"feat": [
				"Experienced Professional"
			]
		},
		{
			"name": "Clockwork Researcher",
			"source": "G&G",
			"page": 44,
			"entries": [
				"New forms of clockwork technology are incredibly interesting to you, and you've been studying examples of them to see where else they might be best put to use.",
				"You might eventually develop a new prototype machine or find a way to make related technologies practical enough for everyone to benefit. Though before you do, you must continue your research! Choose two ability boosts. One must be to Dexterity or Intelligence, and one is a free ability boost.",
				"You're trained in the {@skill Society} skill and the {@skill Lore||Engineering Lore} skill. You gain the Eye for Numbers (Advanced Player's Guide 206) skill feat."
			],
			"boosts": [
				"Dexterity",
				"Intelligence",
				"Free"
			],
			"skills": [
				"Society"
			],
			"lore": [
				"Engineering"
			]
		},
		{
			"name": "Codebreaker",
			"source": "G&G",
			"page": 44,
			"entries": [
				"Whether you're employed by a military organization to decipher coded messages sent by enemy factions or work independently to crack an enigma created by a past civilization, you have a head for patterns and linguistics.",
				"You might even use new clockwork devices to aid you in your efforts.",
				"Choose two ability boosts. One must be to Intelligence or Wisdom, and one is a free ability boost.",
				"You're trained in the {@skill Society} skill and the {@skill Lore||Cryptography Lore} skill. You gain the {@feat Glean Contents|APG} skill feat."
			],
			"boosts": [
				"Intelligence",
				"Wisdom",
				"Free"
			],
			"skills": [
				"Society"
			],
			"lore": [
				"Cryptography"
			]
		},
		{
			"name": "Deputy",
			"source": "G&G",
			"page": 122,
			"entries": [
				"While your life may have taken some twists and turns in the intervening years, you were once deputized as the lawful protector of a community. While the role was temporary and you've since turned in your badge, that responsibility shaped you. Whenever a community is in trouble, and the sheriff is nowhere to be found, residents call on you to capture a criminal, rescue the mayor's offspring from bandits, or go toe to toe with outlaws.",
				"Choose two ability boosts. One must be to Dexterity or Wisdom, and one is a free ability boost.",
				"You're trained in the {@skill Survival} skill and the {@skill Lore||Hunting Lore} skill. You gain the {@feat Experienced Tracker} skill feat."
			],
			"boosts": [
				"Dexterity",
				"Wisdom",
				"Free"
			],
			"skills": [
				"Survival"
			],
			"lore": [
				"Hunting"
			],
			"feat": [
				"Experienced Tracker"
			]
		},
		{
			"name": "Discarded Duplicate",
			"source": "G&G",
			"page": 46,
			"traits": [
				"Rare"
			],
			"entries": [
				"Someone created you for a specific purpose. Some important person, be they a storied royal, a contentious politician, or a stark military leader, needed a body double for their most dangerous appearances. Using a mixture of fringe science and magic, you were commissioned and trained to emulate this person in every way, and have stood in for them in countless deadly circumstances. You may or may not know the reason behind your decommissioning, but whoever discarded you didn't finish you off. Now, the world is yours to explore—but \"you\" may have a bold or brutish reputation, or the individual you were duplicating may be long dead. Regardless of the fate of this individual, your way of life has changed drastically.",
				"You and the GM can work out how to incorporate your previous life into your story. The GM can keep this knowledge hidden even from you, or you or another character know what happened. You and the GM can also leave the information unspecified and fill it in later.",
				"You gain three free ability boosts. You choose two, and the GM chooses one based on the attributes of the character you were built to duplicate."
			],
			"boosts": [
				"Free",
				"Free",
				"Free"
			]
		},
		{
			"name": "Disciple Of The Gear",
			"source": "G&G",
			"page": 45,
			"entries": [
				"While many regard science and faith as incompatible, you believe scientific advancement is your deity's will. Perhaps you're a follower of {@deity Brigh|LOGM}, {@deity Casandalee|LOGM}, or some other god of technology, or perhaps you see the furnaces and sparks of modernity as the latest manifestation of {@deity Sarenrae}'s flame or {@deity Gozreh}'s lightning—whatever the case, you're always willing to spread the word of your deity, and you've learned some basic tinkering to show how your deity's focus can increase the common standard of living.",
				"Choose two ability boosts. One must be to Intelligence or Wisdom, and one is a free ability boost.",
				"You're trained in the {@skill Crafting} skill and the {@skill Lore} skill for the deity you worship. You gain the {@feat Quick Repair} skill feat."
			],
			"boosts": [
				"Intelligence",
				"Wisdom",
				"Free"
			],
			"skills": [
				"Crafting"
			],
			"lore": [
				"Deity"
			],
			"feat": [
				"Quick Repair"
			]
		},
		{
			"name": "Driver",
			"source": "G&G",
			"page": 45,
			"entries": [
				"You practically live behind the controls of a vehicle, and can handle just about anything the road, waves, and sky can throw at you. You likely adventure to test your skills in unusual environments and new and interesting vehicles.",
				"Choose two ability boosts. One must be to Strength or Dexterity, and one is a free ability boost.",
				"You're trained in the {@skill Acrobatics} skill and the {@skill Lore||Piloting Lore} skill. You gain the {@feat Assurance} skill feat with {@skill Lore||Piloting Lore}."
			],
			"boosts": [
				"Strength",
				"Dexterity",
				"Free"
			],
			"skills": [
				"Acrobatics"
			],
			"lore": [
				"Piloting",
				"Piloting"
			],
			"feat": [
				"Assurance"
			]
		},
		{
			"name": "Farmsteader",
			"source": "G&G",
			"page": 123,
			"entries": [
				"You built your house using wood from the trees surrounding it. Raised it up from the dirt and called it home. You thought that it would be where you would grow old and die. But despite your best efforts, you were wrong. The land that once gave you food fell fallow, and dust took to the air and choked the livestock. Now you wander the world as an adventurer. Are you in search of a new place to settle down and try again, or have you become disillusioned by your old dreams, leading you to seek out a new purpose? Choose two ability boosts. One must be to Constitution or Wisdom, and one is a free ability boost.",
				"You're trained in the {@skill Survival} skill and the {@skill Lore||Farming Lore} skill. You gain the {@feat Forager} skill feat."
			],
			"boosts": [
				"Constitution",
				"Wisdom",
				"Free"
			],
			"skills": [
				"Survival"
			],
			"lore": [
				"Farming"
			],
			"feat": [
				"Forager"
			]
		},
		{
			"name": "Fireworks Performer",
			"source": "G&G",
			"page": 122,
			"entries": [
				"Few celebrations in Tian-Xia are complete without a show of fireworks, and your job is to make sure they go off without a hitch. You load the fireworks, set the fuses, and choreograph the performance, bringing the show together in a finale of lights and explosions. Then it's time to pack up your gear and move on to the next civic holiday or religious festival.",
				"Of course, someone who travels the roads with a pack full of high explosives is bound to run into an adventure or two along the way, and so over time, your fireworks have been spent in support of that life.",
				"Choose two ability boosts. One must be to Intelligence or Charisma, and one is a free ability boost.",
				"You're trained in the {@skill Performance} skill and the {@skill Lore||Engineering Lore} skill. You gain the Fascinating {@skill Performance} skill feat."
			],
			"boosts": [
				"Intelligence",
				"Charisma",
				"Free"
			],
			"skills": [
				"Performance"
			],
			"lore": [
				"Engineering"
			],
			"feat": [
				"Fascinating {@skill Performance}"
			]
		},
		{
			"name": "Goldhand Arms Dealer",
			"source": "G&G",
			"page": 124,
			"traits": [
				"Uncommon"
			],
			"entries": [
				"You're a dwarven agent of the Goldhand Lodge, a collection of dwarven merchants based out of Dongun Hold who seeks to sell guns far and wide. High King Anong Arunak hasn't expressed approval for such a method of distribution yet, but in the meantime you're still out and about, talking up your wares and occasionally providing visceral demonstrations of the overwhelming stopping power of your firearms. These demonstrations and sales have given you a taste for adventure, and the constant threat of piracy has convinced you of the importance of adventuring with a group.",
				"Choose two ability boosts. One must be to Dexterity or Charisma, and one is a free ability boost.",
				"You're trained in {@skill Diplomacy} and {@skill Lore||Mercantile Lore}. You gain the {@feat Group Impression} skill feat."
			],
			"boosts": [
				"Dexterity",
				"Charisma",
				"Free"
			],
			"skills": [
				"Diplomacy"
			],
			"lore": [
				"Mercantile"
			],
			"feat": [
				"Group Impression"
			]
		},
		{
			"name": "Gunsmith",
			"source": "G&G",
			"page": 122,
			"entries": [
				"From a young age, you apprenticed to an experienced gunsmith and over time your skill and knowledge rose to match that of your master.",
				"Today, you can easily repair, modify, or improve nearly any firearm you've seen before, and even if you haven't seen it, you'll break it down to learn about what makes it tick in no time.",
				"You've taken those skills on the road, using them to assist yourself and your allies as an adventurer when it comes to maintaining their weapons, shields, armor, and more.",
				"Choose two ability boosts. One of these boosts must be to Intelligence or Dexterity, and one is a free ability boost.",
				"You're trained in the {@skill Crafting} skill and the {@skill Lore||Engineering Lore} skill. You gain the Quick {@action Repair} skill feat."
			],
			"boosts": [
				"Intelligence",
				"Dexterity",
				"Free"
			],
			"skills": [
				"Crafting"
			],
			"lore": [
				"Engineering"
			]
		},
		{
			"name": "Hired Killer",
			"source": "G&G",
			"page": 122,
			"entries": [
				"Your life truly began after your first kill.",
				"Maybe you killed in self-defense, maybe it was a crime of passion, or maybe it was just an accident and you were a kid in the wrong place at the wrong time. In the end, the why doesn't matter. You got away with it.",
				"And then you found that maybe it didn't bother you as much as it should have. And maybe, just maybe, you had a talent you could use to forge a life for yourself. A blood-soaked talent and a blood-soaked life, sure. But it's yours.",
				"Choose two ability boosts. One boost must be to Strength or Dexterity, and one is a free ability boost.",
				"You're trained in the {@skill Stealth} skill and the {@skill Lore||Underworld Lore} skill. You gain the {@feat Terrain Stalker} skill feat, choosing a terrain appropriate for where you make your kills.",
				"Saloon Entertainer Introduction Gears Characters Gears Equipment Guns Characters Guns Equipment The Rotating Gear Glossary And Index Guns &"
			],
			"boosts": [
				"Strength",
				"Dexterity",
				"Free"
			],
			"skills": [
				"Stealth"
			],
			"lore": [
				"Underworld"
			],
			"feat": [
				"Terrain Stalker"
			]
		},
		{
			"name": "Hounded Thief",
			"source": "G&G",
			"page": 45,
			"entries": [
				"Some time ago, you stole a unique item from a strange individual. It might have been a piece of clockwork from a far-off land or some other bit of strange technology. You might still have it or you might have sold it, but either way, you can't shake the feeling that you're being followed and watched, likely by forces who want to retrieve what you took. Luckily, a life of adventure keeps you on the move.",
				"Choose two ability boosts. One must be to Dexterity or Wisdom, and one is a free ability boost.",
				"You're trained in the {@skill Thievery} skill and the {@skill Lore||Underworld Lore} skill. You gain the {@feat Pickpocket} skill feat."
			],
			"boosts": [
				"Dexterity",
				"Wisdom",
				"Free"
			],
			"skills": [
				"Thievery"
			],
			"lore": [
				"Underworld"
			],
			"feat": [
				"Pickpocket"
			]
		},
		{
			"name": "Junk Collector",
			"source": "G&G",
			"page": 123,
			"entries": [
				"You live by the adage that one person's trash is another's treasure. Whether by sifting through scrap heaps or digging up old battlefields, you remain on the lookout for lost or discarded objects that you might be able to turn into something useful. More often than not, what you find is just junk... but you're convinced that one of these days, you're going to hit the jackpot. You've even taken up adventuring as a means to supercharge your access to all sorts of junk, gear, and loot.",
				"Choose two ability boosts. One must be to Dexterity or Intelligence, and one is a free ability boost.",
				"You're trained in the {@skill Crafting} skill and your choice of either the {@skill Lore||Engineering Lore} or {@skill Lore||Mining Lore} skill. You gain the Crafter's Appraisal skill feat (Advanced Player's Guide 204)."
			],
			"boosts": [
				"Dexterity",
				"Intelligence",
				"Free"
			],
			"skills": [
				"Crafting"
			],
			"lore": [
				"Engineering",
				"Mining"
			]
		},
		{
			"name": "Junker",
			"source": "G&G",
			"page": 45,
			"entries": [
				"You live on the outskirts of civilization, combing through the detritus left behind for interesting trinkets to sell or use in your own crafting. Though you have a preferred terrain to search, you know that the greatest treasures occur where people make greater use of technology.",
				"Choose two ability boosts. One must be to Strength or Wisdom, and one is a free ability boost.",
				"You're trained in the {@skill Athletics} skill and the {@skill Lore} skill of the terrain in which you scavenge. You gain the {@feat Hefty Hauler} skill feat."
			],
			"boosts": [
				"Strength",
				"Wisdom",
				"Free"
			],
			"skills": [
				"Athletics"
			],
			"lore": [
				"Terrain"
			],
			"feat": [
				"Hefty Hauler"
			]
		},
		{
			"name": "Mechanic",
			"source": "G&G",
			"page": 45,
			"entries": [
				"The intricate inner workings of machines are no stranger to you. Whether they are mundane devices or complex clockworks, you know what makes them tick and how to maintain them. An adventuring group might keep you around to repair their equipment, or you might travel around to offer your rare services to those in need—for a price, of course! Choose two ability boosts. One must be to Strength or Intelligence, and one is a free ability boost.",
				"You're trained in the {@skill Crafting} skill and the {@skill Lore||Engineering Lore} skill. You gain the Quick {@action Repair} skill feat."
			],
			"boosts": [
				"Strength",
				"Intelligence",
				"Free"
			],
			"skills": [
				"Crafting"
			],
			"lore": [
				"Engineering"
			],
			"feat": [
				"Quick {@action Repair}"
			]
		},
		{
			"name": "Mechanical Symbiosis",
			"source": "G&G",
			"page": 46,
			"traits": [
				"Rare"
			],
			"entries": [
				"Whether you purposefully took it on or had it thrust upon you, a bronze, clockwork object latched onto some part of your body. It may have sunk its needles into you or locked its spidery legs around your neck, torso, or upper arm.",
				"Some entity or spirit lives in this collection of gears and wires—whether or not other people hear its whispers is up to you. The entity may be an ancient, terrible being that has razed villages with its hosts, or it may be a brilliant, starry-eyed child who barely understands you're not part of its own body.",
				"You have studied and searched for information on these rare, crab-like machines, leaving you an expert in the binding of elemental spirits or mortal souls to mechanical objects.",
				"Though you have several theories on what the symbiotic entity might be, you have no definitive answers—this may be why you're adventuring in the first place, or perhaps you've made a deal with someone to get it removed.",
				"The entity might talk to you periodically, or it might only speak when it wants you to do something in particular or finds the two of you in danger. You and the GM should decide on the entity's motivations, or if the motivations should be a secret known only to the GM.",
				"Choose two ability boosts. One must be to Intelligence or Wisdom, and one is a free ability boost.",
				"You're trained in the {@skill Arcana} skill and an additional skill in which the clockwork entity is well-versed, determined by the GM. Any time you attempt a skill check for the entity's skill, the GM can offer you a +1 circumstance bonus to the check, as though the entity were Aiding you.",
				"If you accept but fail the check, the entity clenches up and you are {@condition stunned|CRB|stunned 1} ({@condition stunned|CRB|stunned 2} on a critical failure)."
			],
			"boosts": [
				"Intelligence",
				"Wisdom",
				"Free"
			],
			"skills": [
				"Arcana"
			]
		},
		{
			"name": "Medicinal Clocksmith",
			"source": "G&G",
			"page": 45,
			"entries": [
				"While others might have looked to clockwork as a mechanical innovation, you see the potential in the technology to improve the health of patients. You might be an experienced field medic who reached for a scrapped construct to help a {@condition wounded} soldier, or a vanguard surgeon who's found replacing organs with clockwork more effective than repairing them. Perhaps you've also worked to \"optimize\" organic bodies with fine machinery, with or without the permission of your patients.",
				"Choose two ability boosts. One must be to Intelligence or Wisdom, and one is a free ability boost.",
				"You're trained in the {@skill Medicine} skill and the {@skill Lore||Engineering Lore} skill. You gain the {@feat Risky Surgery|APG} skill feat."
			],
			"boosts": [
				"Intelligence",
				"Wisdom",
				"Free"
			],
			"skills": [
				"Medicine"
			],
			"lore": [
				"Engineering"
			],
			"feat": [
				"Risky Surgery"
			]
		},
		{
			"name": "Otherworldly Mission",
			"source": "G&G",
			"page": 125,
			"traits": [
				"Rare"
			],
			"entries": [
				"You're called to serve a specific purpose—your deity told you so, and so it must be true. Maybe you grew up knowing all along, or maybe it came to you one day in a vision, clear as a bell and twice as loud. You have some task that only you can accomplish. You mission might be as dangerous as killing a deadly tyrant or as simple as opening a particular door on a particular day.",
				"You should work with your GM on how to handle the truth of your character's backstory or leave it to the GM to decide in secret. Is this call to action a message from the character's own mind, are they being manipulated by some manner of supernatural entity, or are they actually getting marching orders from one of the deities of the setting? Choose two ability boosts. One must be to Wisdom or Charisma, and one is a free ability boost.",
				"You're trained in {@skill Religion}. Once per adventure, you can ask the voice you believe to be a deity for orders and get some kind of instruction—you never get any kind of explanation, simply a command to go somewhere or do something. Following those commands isn't always safe, but it's usually interesting."
			],
			"boosts": [
				"Wisdom",
				"Charisma",
				"Free"
			],
			"skills": [
				"Religion"
			],
			"ability": true
		},
		{
			"name": "Press-ganged",
			"source": "G&G",
			"page": 124,
			"traits": [
				"Uncommon"
			],
			"entries": [
				"Was it five shots or six? It doesn't really matter in the end, because after those nice folks bought all your drinks, you woke up on the lowest rung of the ladder. Whether a crewmate on a ship, a conscript in an army, or something worse, you've nowhere to go but up. This background generally requires buy-in with the entire group to tell a story allowing you to play a character starting their adventuring due to circumstances outside their own control. However, you can also play a character who was once press-ganged and has since escaped that life. If you do, press-ganged doesn't have the {@trait uncommon} trait, and it has the same {@trait mechanical} effects either way.",
				"Choose two ability boosts. One must be to Strength or Constitution, and one is a free ability boost.",
				"You're trained in the {@skill Athletics} skill and the {@skill Lore||Labor Lore} skill. You gain the {@feat Armor Assist|APG} skill feat (Advanced Player's Guide 203)."
			],
			"boosts": [
				"Strength",
				"Constitution",
				"Free"
			],
			"skills": [
				"Athletics"
			],
			"lore": [
				"Labor"
			],
			"feat": [
				"Armor Assist"
			]
		},
		{
			"name": "Printer",
			"source": "G&G",
			"page": 45,
			"entries": [
				"Keeping your finger on the pulse of the city, you write a small news broadsheet to sell on street corners. You rent the use of a printing press to achieve this goal, so you're familiar with such machines. However, people and their stories are your main focus, and you adventure to chase the latest scoop.",
				"Choose two ability boosts. One must be to Intelligence or Charisma, and one is a free ability boost.",
				"You're trained in the {@skill Society} skill and the {@skill Lore||Scribing Lore} skill. You gain the {@feat Multilingual} skill feat."
			],
			"boosts": [
				"Intelligence",
				"Charisma",
				"Free"
			],
			"skills": [
				"Society"
			],
			"lore": [
				"Scribing"
			],
			"feat": [
				"Multilingual"
			]
		},
		{
			"name": "Revenant",
			"source": "G&G",
			"page": 125,
			"traits": [
				"Rare"
			],
			"entries": [
				"You died. No real doubt about that. Bullet to the brain or knife to the throat, you were dead as dead can be. Then you got back up again. Maybe you had some unfinished business, or maybe you were just so tough and so mean that Hell itself spat you out. Either way, you came back for a reason.",
				"Choose two ability boosts. One must be to Constitution or Charisma, and one is a free ability boost.",
				"You're trained in {@skill Religion} and {@skill Lore||Boneyard Lore}. You're still alive, not undead, but you have the negative healing ability, which means you're harmed by positive damage and healed by {@trait negative} effects as if you were undead."
			],
			"boosts": [
				"Constitution",
				"Charisma",
				"Free"
			],
			"skills": [
				"Religion"
			],
			"lore": [
				"Boneyard"
			]
		},
		{
			"name": "Saboteur",
			"source": "G&G",
			"page": 45,
			"entries": [
				"Whether you do it for personal enjoyment or at the behest of a mercenary company or military organization, you have a knack for destroying things. You have a sense for an object or structure's weak spots and know where to deliver a hammer strike or alchemical bomb. You adventure to hone your skills or complete a particular mission.",
				"Choose two ability boosts. One must be to Strength or Dexterity, and one is a free ability boost.",
				"You're trained in the {@skill Thievery} skill and the {@skill Lore||Engineering Lore} skill. You gain the Concealing Legerdemain (Advanced Player's Guide 204) skill feat."
			],
			"boosts": [
				"Strength",
				"Dexterity",
				"Free"
			],
			"skills": [
				"Thievery"
			],
			"lore": [
				"Engineering"
			]
		},
		{
			"name": "Saloon Entertainer",
			"source": "G&G",
			"page": 123,
			"entries": [
				"All you want to do is entertain the people, but sure enough, bad news seems to follow you. Gunfights, brawls, robberies, and more befall establishments you play at, and word is quick to spread. Keep one town ahead of the gossip, and you just might be able to play a gig, command a stage, or run a table again.",
				"Choose two ability boosts. One must be to Charisma or Dexterity, and one is a free ability boost.",
				"You're trained in the {@skill Performance} skill and a lore skill of your choice. You gain the {@feat Virtuosic Performer} skill feat."
			],
			"boosts": [
				"Charisma",
				"Dexterity",
				"Free"
			],
			"skills": [
				"Performance"
			],
			"feat": [
				"Virtuosic Performer"
			]
		},
		{
			"name": "Saved By Clockwork",
			"source": "G&G",
			"page": 47,
			"traits": [
				"Rare"
			],
			"entries": [
				"Through bloody combat, a terrible accident, or purposeful sacrifice, you've lost some piece of your body that has been replaced with a clockwork mechanism.",
				"Whether your arm is now a whirring series of pumps, steel coils, and iron gears; your heart a intricate crystal clock that requires winding every day; or your lower leg a sculpted metal tube powered by adamantine springs and steam, part of you needs regular maintenance and repair. You might have received instructions from the brilliant inventor who saved you, or you might have woken up on a battlefield with no memory of the procedure or the individuals involved. Regardless, you possess the knowledge to take care of yourself—even if it's how to wind a key in your own heart or reconstruct a mechanical foot.",
				"Choose two ability boosts. One must be to Strength or Intelligence, and one is a free ability boost.",
				"You're trained in the {@skill Crafting} skill. Every day you must perform 10 minutes of maintenance and wind up your clockwork parts, or you risk failure of the components, with consequences depending on what you replaced (determined by you and the GM). Your clockwork components allow you to react to danger with alacrity. You gain a +2 circumstance bonus to initiative rolls."
			],
			"boosts": [
				"Strength",
				"Intelligence",
				"Free"
			],
			"skills": [
				"Crafting"
			]
		},
		{
			"name": "Sheriff",
			"source": "G&G",
			"page": 124,
			"traits": [
				"Uncommon"
			],
			"entries": [
				"You hold an official title of sheriff or deputy in a small community. Those that would do harm to others flee your gaze, for they know it brings the promise of castigation.",
				"You protect your town, watch over those who have placed their trust in you, and make sure those that would do others harm are brought to justice.",
				"Choose two ability boosts. One must be to Dexterity or Charisma, and one is a free ability boost.",
				"You're trained in the {@skill Intimidation} skill and the {@skill Lore||Hunting Lore} skill. You gain the {@feat Group Coercion} skill feat.",
				"While most backgrounds are available to any character, some backgrounds are so unusual that just having them makes a character rare and extraordinary.",
				"These rare backgrounds can give a player a significantly different roleplaying experience by setting their character up with a history or legacy beyond the norm, situated in a special position within the narrative. Your character's background is an intrinsic part of where they come from and not something they earn during the game. Rare backgrounds should be chosen only after a discussion with the GM as to whether one would apply for a particular character in your group's game."
			],
			"boosts": [
				"Dexterity",
				"Charisma",
				"Free"
			],
			"skills": [
				"Intimidation"
			],
			"lore": [
				"Hunting"
			],
			"feat": [
				"Group Coercion"
			]
		},
		{
			"name": "Spotter",
			"source": "G&G",
			"page": 123,
			"entries": [
				"An eye for detail, a sense for the wind, and a strong trust in your gut feelings. These qualities have set you apart from others when it comes to assisting a sharpshooter with setting up the perfect shot against their target. Elevation, velocity, and concealment—these are all vital factors that need to be considered to pull off a feat of true marksmanship, and no sniper would be able to function without an experienced spotter. Since your younger days, you've put your skills as a spotter to work as an adventurer. Whether you're taking your own shots now or spotting for others, your talents grant you an edge in an adventuring career.",
				"Choose two ability boosts. One must be to Dexterity or Wisdom, and one is a free ability boost.",
				"You're trained in the {@skill Stealth} skill and the {@skill Lore||Scouting Lore} skill. You gain the {@feat Terrain Stalker} skill feat."
			],
			"boosts": [
				"Dexterity",
				"Wisdom",
				"Free"
			],
			"skills": [
				"Stealth"
			],
			"lore": [
				"Scouting"
			],
			"feat": [
				"Terrain Stalker"
			]
		},
		{
			"name": "Tall Tale",
			"source": "G&G",
			"page": 125,
			"traits": [
				"Rare"
			],
			"entries": [
				"You've ridden a tornado, lassoed a river, mooned a dragon under a full moon, and shot six zombies with one bullet. That's what the stories say, anyway, and even if people don't strictly believe them, they are curious about you. Certainly, the stories keep spreading, and it would appear that you either have a unique destiny or are trying to convince the world that you do.",
				"Choose two ability boosts. One must be to Constitution or Charisma, and one is a free ability boost.",
				"You're trained in {@skill Performance}. You gain the Impressive {@skill Performance} skill feat. You can gain the {@feat Connections} skill feat later without being expert in {@skill Society} or having Courtly Graces—this represents less traditional social connections and more the way that your legend has spread, and you've learned to leverage your legend, with people wanting to meet you and see you for themselves.",
				"Tall Tale."
			],
			"boosts": [
				"Constitution",
				"Charisma",
				"Free"
			],
			"skills": [
				"Society",
				"Performance"
			],
			"feat": [
				"Connections"
			]
		},
		{
			"name": "Tech-reliant",
			"source": "G&G",
			"page": 47,
			"traits": [
				"Rare"
			],
			"entries": [
				"Some event, be it an accident, attack, or disaster, has left you horribly scarred by magic. Your body no longer tolerates magical healing, and you can't use magic, forcing you to rely on gadgets and ingenuity where others trust in spells and magical items. You might have been well-versed in magic before, or barely familiar with its use. This event may have injured your body in visible ways, but no matter the extent of your injuries, your body no longer interacts with healing magic in any capacity.",
				"Choose two ability boosts.",
				"One must be to Constitution or Intelligence, and one is a free ability boost.",
				"You're trained in the {@skill Crafting} skill and the {@skill Medicine} skill. You gain the Battle {@skill Medicine} skill feat, and a +1 circumstance bonus to saving throws against spells. Healing spells, healing magic items, and {@trait magical} effects with the {@trait healing} trait have no effect on you."
			],
			"boosts": [
				"Constitution",
				"Intelligence",
				"Free"
			],
			"skills": [
				"Medicine",
				"Crafting"
			]
		},
		{
			"name": "Toymaker",
			"source": "G&G",
			"page": 45,
			"entries": [
				"You delight in making little trinkets for children of all ages, and seeing their faces light up thanks to one of your creations brings joy to your heart. Perhaps you sell your wares from a particular shop or from the back of a wagon as you travel from town to town.",
				"Choose two ability boosts. One must be to Intelligence or Charisma, and one is a free ability boost.",
				"You're trained in the {@skill Crafting} skill and the {@skill Lore||Mercantile Lore} skill. You gain the Specialty {@skill Crafting} skill feat, choosing artistry, blacksmithing, glassmaking, leatherworking, tailoring, or woodworking as your specialty.",
				"While most backgrounds are available to any character, some backgrounds are so unusual that just having them makes a character rare and extraordinary.",
				"These rare backgrounds can give a player a significantly different roleplaying experience by setting their character up with a history or legacy beyond the norm. For example, when a character with the discarded duplicate background is the duplicate of a world-shaking or plot-essential NPC, the character is situated in a special position within the narrative. Your character's background is an intrinsic part of where they come from and not something they earn during the game. Rare backgrounds should be chosen only after a discussion between the GM and other players as to whether one would apply for a particular character in your group's game."
			],
			"boosts": [
				"Intelligence",
				"Charisma",
				"Free"
			],
			"skills": [
				"Crafting"
			],
			"lore": [
				"Mercantile"
			],
			"feat": [
				"Specialty {@skill Crafting}"
			]
		},
		{
			"name": "Undertaker",
			"source": "G&G",
			"page": 123,
			"entries": [
				"People die. This is the unfortunate fact of life on which you've founded your business, because wherever people die, there is a demand for mortuary services. You might be a Pharasmin priest or a secular professional, but your job is seeing to the body, comforting the bereaved, and making sure that the deceased goes to their ultimate reward with all due dignity. Of course, someone in your position sees a lot of strange deaths, and chances are one of them set you on the road to adventure.",
				"Choose two ability boosts. One must be to Intelligence or Wisdom, and one is a free ability boost.",
				"You're trained in the {@skill Medicine} skill and a {@skill Lore} skill specializing in one local type of undead. You gain the {@feat Forensic Acumen|APG} skill feat (Advanced Player's Guide 206)."
			],
			"boosts": [
				"Intelligence",
				"Wisdom",
				"Free"
			],
			"skills": [
				"Medicine"
			]
		},
		{
			"name": "Wandering Preacher",
			"source": "G&G",
			"page": 123,
			"entries": [
				"While you once spoke to a small congregation in a ramshackle church, those days are behind you now. Your church was destroyed, your congregants scattered, and now you meander the lands holding a worn copy of your religious text in one hand, and a fiery conviction in the other.",
				"Choose two ability boosts. One boost must be to Constitution or Wisdom, and one is a free ability boost.",
				"You're trained in the {@skill Religion} skill and a {@skill Lore} skill associated with the deity you preach for (such as {@skill Lore||Pharasmin Lore}). You gain the Pilgrim's Token skill feat (Advanced Player's Guide 208)."
			],
			"boosts": [
				"Constitution",
				"Wisdom",
				"Free"
			],
			"skills": [
				"Religion"
			],
			"lore": [
				"Pharasmin"
			],
			"feat": [
				"Pilgrim's Token"
			]
		},
		{
			"name": "Waste Walker",
			"source": "G&G",
			"page": 123,
			"entries": [
				"Whether you grew up in the Mana Wastes or another similarly desolate place, you quickly learned that only the strong survive. You and your family were forced to evade monsters, mutants, wild magic, and worse, as each new day heralded the possibility of a danger or threat you'd never seen before. You learned to adapt to the worst possible conditions and how to forage and survive in a place few others would dare to live.",
				"Choose two ability boosts. One boost must be to Strength or Wisdom, and one is a free ability boost.",
				"You're trained in the {@skill Survival} skill, and {@skill Lore||Mana Wastes Lore} (or another similar {@skill Lore} skill associated with the wastes where you grew up). You gain the {@feat Forager} skill feat."
			],
			"boosts": [
				"Strength",
				"Wisdom",
				"Free"
			],
			"skills": [
				"Survival"
			],
			"lore": [
				"Mana Wastes"
			],
			"feat": [
				"Forager"
			]
		},
		{
			"name": "Wished Alive",
			"source": "G&G",
			"page": 47,
			"traits": [
				"Rare"
			],
			"entries": [
				"Once you were a simple construct or inanimate doll, but due to a deeply felt wish, either yours or another's, you came to life, and so you're now a living, breathing creature.",
				"Choose two ability boosts. One must be to Constitution or Charisma, and one is a free ability boost.",
				"You're trained in the {@skill Diplomacy} skill. Once per day, you can fervently wish for something you could work towards achieving as a single action which has the {@trait concentrate} trait. If you do, you gain a +2 circumstance bonus on the first skill check you attempt before the end of your turn to fulfill that wish."
			],
			"boosts": [
				"Constitution",
				"Charisma",
				"Free"
			],
			"skills": [
				"Diplomacy"
			],
			"ability": true
		}
	]
}
