{"background":[{"name":"Osprey Barnraiser","source":"Rust","page":61,"traits":["rare"],"entries":["A person cannot live on fish alone, which is why you work with Elder Bo'Mel on her farm. Elder Ordwi asked you to accompany her to {@place Iron Harbor|Rust} because she values your input in evaluating how the village might be making use of their natural resources.","Choose two ability boosts. One must be to Strength or Constitution, and one is a free ability boost.","You're trained in the {@skill Nature} skill and the {@skill Lore||Architecture Lore} skill. You gain the {@feat Natural Medicine} skill feat."],"boosts":["Strength","Constitution","Free"],"skills":["nature"],"lore":["Architecture"],"feats":["Natural Medicine"]},{"name":"Osprey Fisher","source":"Rust","page":61,"traits":["rare"],"entries":["Fishing is {@place Osprey Cove|Rust|Osprey Cove's} number one profession, and you've apprenticed under the best of them: Elder Anlorgog. You're also a keen study of boats and ships, so Elder Ordwi wants you along on her trip to {@place Iron Harbor|Rust} to help her evaluate the strength and purpose of the village's fleet—particularly if they're building ships meant for war.","Choose two ability boosts. One must be to Strength or Dexterity, and one is a free ability boost.","You're trained in the {@skill Crafting} skill and the {@skill Lore||Sailing Lore} skill. You gain the {@feat Quick Repair} skill feat."],"boosts":["Strength","Dexterity","Free"],"skills":["crafting"],"lore":["Sailing"],"feats":["Quick Repair"]},{"name":"Osprey Scion","source":"Rust","page":61,"traits":["rare"],"entries":["You are the birth or adopted child of one of the five elders of {@place Osprey Cove|Rust}, and your parent or guardian volunteers you to accompany Elder Ordwi on her trip to {@place Iron Harbor|Rust}, hoping to get an unbiased account of events. If your parent or guardian is Ordwi, then she values your companionship and insight and wants you along on this important mission.","Choose two ability boosts. One must be to Constitution or Charisma, and one is a free ability boost.","You're trained in the {@skill Diplomacy} skill and the {@skill Lore||Xin-Edasseril Lore} skill. You gain the {@feat Hobnobber} skill feat."],"boosts":["Constitution","Charisma","Free"],"skills":["diplomacy"],"lore":["Xin-Edasseril"],"feats":["Hobnobber"]},{"name":"Osprey Scout","source":"Rust","page":61,"traits":["rare"],"entries":["Though {@place Osprey Cove|Rust} is a quiet village, you've scouted the wilderness inland, watching for any dangerous wildlife or creatures in order to keep it that way. Elder Ordwi wants you along on this trip because she knows your knowledge about the Kindred Coast will help ensure the safety of the group on the day-long trip.","Choose two ability boosts. One must be to Dexterity or Wisdom, and one is a free ability boost.","You're trained in the {@skill Survival} skill and the {@skill Lore||Scouting Lore} skill. You gain the {@feat Experienced Tracker} skill feat."],"boosts":["Dexterity","Wisdom","Free"],"skills":["survival"],"lore":["Scouting"],"feats":["Experienced Tracker"]},{"name":"Osprey Scribe","source":"Rust","page":61,"traits":["rare"],"entries":["Either as a punishment or because of political ambition, you work for Elder Vandous. On her trip to {@place Iron Harbor|Rust}, Elder Ordwi needs someone at her side who is a skilled observer and adept at keeping journals; she hopes to provide the other elders with accurate information about their sibling village upon her return.","Choose two ability boosts. One must be to Intelligence or Charisma, and one is a free ability boost.","You're trained in the {@skill Society} skill and the {@skill Lore||Demon Lore} skill. You gain the {@feat Streetwise} skill feat."],"boosts":["Intelligence","Charisma","Free"],"skills":["society"],"lore":["Demon"],"feats":["Streetwise"]},{"name":"Osprey Spellcaster","source":"Rust","page":61,"traits":["rare"],"entries":["Whether by instinct or study, magic is one of your most notable talents. Your understanding of the traditions of ancient Thassilon has helped you learn languages associated with that nation. Elder Ordwi fears there may be some form of magical affliction spreading in {@place Iron Harbor|Rust}, and she needs your knowledge to help her determine the threat.","Choose two ability boosts. One must be to Intelligence or Wisdom, and one is a free ability boost.","You're trained in your choice of the {@skill Arcana}, {@skill Nature}, {@skill Occultism}, or {@skill Religion} skill, and gain Thassilonian as a bonus language. You also gain the {@feat Quick Identification} skill feat."],"boosts":["Intelligence","Wisdom","Free"],"skills":["arcana","nature","occultism","religion"],"feats":["Quick Identification"]},{"name":"Osprey Warrior","source":"Rust","page":61,"traits":["rare"],"entries":["You'd always been the most athletic child of your play group, leading the other children in games of skill and strategy. As an adult, there are few opportunities for you to employ these skills in the village. {@place Osprey Cove|Rust} is a quiet community, with hardly any dangers or foes to fight. You occasionally break up pub brawls, or perhaps start them out of boredom. Elder Ordwi asks you to come with her simply because of your endurance and athleticism—the Old Coast Road is poorly maintained, and the physical aid you'll bring on the trip will likely be invaluable.","Choose two ability boosts. One must be to Strength or Constitution, and one is a free ability boost.","You're trained in the {@skill Athletics} skill and the {@skill Lore||Gorum Lore} skill. You gain the {@feat Hefty Hauler} skill feat."],"boosts":["Strength","Constitution","Free"],"skills":["athletics"],"feats":["Hefty Hauler"],"lore":["Gorum"]}]}