{"data":[{"type":"section","entries":[{"type":"image","href":{"type":"internal","path":"covers/LOGM-33.webp"},"maxRes":{"type":"internal","path":"covers/LOGM-33.webp"},"style":"cover"}]},{"type":"section","blue":true,"name":"Overview","source":"LOGM","page":6,"entries":["A defining characteristic of fantasy as a genre is the presence and use of magic—a fantasy roleplaying game without magic would be like a science fiction story without technology or a horror story without fear! Pathfinder posits four traditions of magic: arcane, divine, occult, and primal. For a faithful character, divine magic is usually the most intrinsically appealing, as it reflects a direct connection to a deity.","Divine magic is the intersection of the instinctual and faith-based vital essence that rules over life and death, and the otherworldly spiritual essence that forms the building blocks of all souls. It can close wounds in seconds, call down blasts of divine vengeance, uncover hidden truths, reveal the future, and even temporarily turn a devotee into an avatar of their god. The idea of divine might invokes images of a righteous crusader, but neutral and evil gods similarly imbue their devotees with power to further their own causes. The divine tradition also encompasses spiritual philosophies that don't involve any specific deity, as well as pantheons of multiple deities.","This book presents an in-depth look at the gods presented in {@book Chapter 8|CRB|8|Religion} of the {@i Pathfinder Core Rulebook}, including alternate domains and divine intercessions each god grants. Following that are 20 additional gods, with rules for playing their clerics and champions, including how to assume the forms of their mighty avatars. Following these entries, this book describes demigod pantheons, such as the Eldest and the empyreal lords, as well as spiritual philosophies, including the {@deity Green Faith} and {@deity Sangpotshi|LOGM}. This book also includes exciting new domains, feats, items, spells, and weapons useful for many characters, not just {@class cleric||clerics}.",{"type":"pf2-h2","name":"Why Belief Matters","source":"LOGM","page":6,"entries":["Faith is important in any fantasy world where mortals can wield divine power. On Golarion, the existence of the gods is not a speculative question. To the contrary, the veracity of each of the gods is demonstrable, visible through manifestations ranging from powerful divine spells to portentous curses and boons.","Belief and devotion shape life on Golarion in numerous ways. Generally, the gods imbue their most devoted followers with their magic. A {@class cleric||cleric's} adherence to the principles and observances of their god underpins their ability to access the divine magic that powers their spells. A {@class champion} forges their very identity in devotion to their deity and cause, from which they draw their righteous zeal. Other mortals often view with awe those characters commanding divine power through such intense piety.","Yet these are exceptional cases, and more mundane faith is common. A {@class fighter} might worship {@deity Kurgess|LOGM}, the god of healthy competition and physical development, while a {@class barbarian} similarly follows {@deity Gorum}, the god of strength and battle, each finding inspiration for their personal growth and values in their worship. Wilderness-roaming characters, such as {@class ranger||rangers} and {@class druid||druids} (whose magic derives from primal forces rather than the divine), may feel drawn to the {@deity Green Faith} or {@deity Shoanti animism|LOGM} as an expression of their connection to the earth—or they might venerate {@deity Gozreh}, the god of nature; {@deity Sarenrae}, the goddess of the sun; or {@deity Tsukiyo|LOGM}, the god of the moon. Scholarly characters, such as {@class alchemist||alchemists} and {@class wizard||wizards}, may recognize that religious devotions provide them with a connection to community, a sense of purpose, or even a path to greater personal power. They might worship a deity associated with intellectual pursuits, like the god of magic, {@deity Nethys}, or they might enjoy established and well-connected churches, such as those of {@deity Abadar}, the god of cities and wealth; {@deity Iomedae}, the goddess of justice and honor; or {@deity Asmodeus}, the god of tyranny and pride. {@class sorcerer||Sorcerers} and {@class bard||bards}, on the other hand, might be inspired to worship {@deity Shelyn}, the goddess of art and love; {@deity Desna}, the goddess of luck and travel; or even {@deity Cayden Cailean}, the god of freedom and alcohol. Devotion might be woven into their self-expression, or it could provide a connection to like-minded followers, or give them a deeper sense of purpose. Characters who rely on perfecting their skills, such as {@class rogue||rogues} and {@class monk||monks}, might be drawn to the worship of {@deity Irori}, the god of knowledge and self-perfection—or of {@deity Norgorber}, the god of secret knowledge and thievery.","While most characters faithful enough to gain power from their deity do so in service to a single god or goddess, most people on Golarion venerate many deities, giving praise or asking for aid based on the circumstances of their lives. The focus of a person's faith may change as circumstances do. A {@class barbarian} might have a central devotion to {@deity Chaldira|LOGM}, the halfling god of battle and luck, but add prayers to {@deity Shelyn}, god of beauty and love, when she finds true love. Upon the untimely death of her lover, she may turn to {@deity Pharasma}, god of death and fate, or to {@deity Desna}, god of dreams, to ease her grief—or to {@deity Calistria}, god of vengeance, to repay the death. Similarly, a dishonored politician might continue to honor {@deity Gruhastha|LOGM} the Keeper but offer a prayer to {@deity Achaekek|LOGM}, the mantis god of assassins and death, to regain her power."]},{"type":"pf2-h2","name":"The Role of the Gods","source":"LOGM","page":7,"entries":["As befits a reality in which gods and magic are demonstrable, the deities of the Pathfinder setting are not aloof constructs whose power merely provides options for character creation. They are deeply involved in the fabric of reality, shaping the course of Golarion's people in particular. Ascension to godhood is a real and living thing on Golarion; deities including {@deity Arazni|LOGM}, {@deity Cayden Cailean}, {@deity Iomedae}, {@deity Norgorber}, and most recently {@deity Casandalee|LOGM} were mortals on Golarion who ascended to become deities. Others, such as {@deity Abadar} and {@deity Sarenrae}, have their homes in other planes and predate Golarion's existence, yet they nevertheless take an active interest in its workings.","Political upheavals can favor particular gods, and some show deities' direct influence. Cheliax's pact with {@deity Asmodeus} has inarguably extended his diabolical influence across the Inner Sea region. The success of the undead nation of Geb is a boon to {@deity Urgathoa}, while simultaneously offering endless worry to {@deity Pharasma} and her legions of psychopomps. The destruction of Lastwall was a blow to {@deity Iomedae}, greatly reducing her influence in that region. While these gods also have myriad extraplanar and extra-worldly concerns beyond mortal consideration, they are still—to varying degrees and at various times—deeply invested in the dramas playing out across Golarion, and they manifest their will accordingly.","Despite a long and deep divine connection to Golarion, it is extremely rare for a god to appear in the world. The gift of divine power is the most common way in which the gods influence mortal (as well as undead and immortal) lives on the planet. Divine intercession, through the granting of boons and curses, is another way in which the gods spread their influence. Golarion's deities don't spend the majority of their time doling out curses and boons, nor does every god pay attention to every mortal—no god has that much time amid their plots and alliances playing out on an extraplanar scale. Yet when their attention is attracted through particular merit or outrage, or when it fits into a larger objective, they may intercede to bless or to curse a mortal who has drawn their attention. Finally, a god might speak to a mortal through a dream, portent, or singular religious experience. Such moments can shape a character's deepest values and motives, and they are entirely at the GM's discretion.","Campaigns set on worlds other than Golarion can still use the rules and information found in this book to deepen religious themes. The gods exert their influence across the multiverse, and they might enact dramas similar to those described here on any world of the GM's creation. Alternatively, different gods might take the center stage in another world's pantheon, or they might have entirely different relationships. On a different world, {@deity Rovagug} might be the primary deity and principal villain behind truly monstrous schemes, and {@deity Nethys}—in his role as a destroyer—might support the Rough Beast."]},{"type":"pf2-h2","source":"LOGM","page":7,"name":"Rules Elements","entries":["This book presents the following new rules elements.",{"type":"pf2-h3","source":"LOGM","page":7,"name":"Alternate Domains","entries":["Each deity grants four domains—these are their primary domains. Some deities, however, have such expansive jurisdiction that more than four domains are appropriate for them. Many of these alternate domains are available only to characters who specialize in these areas, as they often fall outside of their deity's main purposes or areas of focus. This book lists alternate domains a deity may have. Followers of a deity do not initially have access to these alternate domains, but a {@class cleric} can take the {@feat Expanded Domain Initiate|LOGM} feat on the following page to gain access to one of their deity's alternate domains, and either a {@class cleric} or a {@class champion} from an unusual branch of their faith can take the {@feat Splinter Faith|LOGM} feat below to redefine the domains available to them.",{"type":"data","tag":"feat","data":{"name":"Expanded Domain Initiate","source":"LOGM","page":8,"level":4,"traits":["cleric"],"prerequisites":"{@feat Domain Initiate}","entries":["You have long venerated one of your deity's lesser-known aspects. Select one domain from your deity's alternate domains. You gain access to that domain and an initial domain spell for that domain."],"__prop":"feat"}},{"type":"data","tag":"feat","data":{"name":"Splinter Faith","source":"LOGM","page":8,"level":1,"traits":["champion","cleric"],"entries":["Your faith in your deity is represented in an extremely unusual way that some might call heretical. When you select this feat, you should detail the fundamental tenets of your splinter faith, though it shouldn't affect the deity's edicts or anathema. Choose four domains. These domains must be chosen from among your deity's domains, your deity's alternate domains, and up to one domain that isn't on either list and isn't anathematic to your deity. Any domain spell you cast from a domain that isn't on either of your deity's lists is always heightened to 1 level lower than usual for a focus spell. For the purpose of abilities that depend on your deity's domains, the four domains you chose are your deity's domains, and any of your deity's domains you didn't choose are now among your deity's alternate domains."],"special":["Unless you take this feat at 1st level, changing the way you relate to your deity requires retraining, as described in the Changing Faith section below. If you take this feat and previously benefited from any effect that requires a domain your splinter faith doesn't include, such as a domain spell from Domain Initiate, you lose that effect."],"__prop":"feat"}}]},{"type":"pf2-h3","source":"LOGM","page":8,"name":"Changing Faith","entries":["Whether dramatic or gradual, a character may have a crisis of faith or even a fall from grace. When this happens, the character is no longer able to use the spells, feats, and other class features tied to their now-lost faith. As reflects the genuine struggle within their soul, such characters may find themselves hobbled in their actions and interactions until they are restored to good standing via the atone ritual—or, in the case of a more complete break, until they retrain.","{@action Retraining} requires substantial downtime—in most cases, at least a month. A character who wishes to {@action retraining||retrain} into a different faith with similar concerns and domains requires less time to convert than a character moving into a radically divergent faith. Thus, a {@class cleric} of {@deity Grandmother Spider|LOGM} might move to the worship of {@deity Calistria} with a month's tutelage and service in one of her temples. However, that same {@class cleric} of {@deity Grandmother Spider|LOGM} could not so easily become a priest of {@deity Asmodeus}, even though both deities share the trickery domain—their longstanding animosity is reflected in their diametrically opposed doctrines and cultures. Such a conversion is not impossible but could take several months of downtime or happen piecemeal over months of in-game development. In some instances, particularly in the case of PCs or other high-profile targets of conversion, a new deity might send an emissary directly to a character struggling with a crisis of faith in order to tempt that character to righteousness or villainy. In these cases, the emissary might be able to offer a near-immediate transformation as an enticement, funneling vital and spiritual essence primed to the deity's philosophy into the converting character to remove the need for any downtime at all. Such a transformation is not without risks, however, and may come with complications down the line.","At the GM's discretion, characters for whom divine patronage is essential but who lose faith completely can {@action retraining||retrain} into a new class. A {@class champion} might retrain as a {@class fighter} or a {@class ranger}, swapping out faith-based feats and class features for appropriate analogues. The length of downtime required in any of these cases is at the GM's discretion, though the player and GM are advised to work together to determine a suitable time frame that does not fully interrupt play and can help tell a satisfying story."]},{"type":"pf2-h3","name":"Divine Intercession","source":"LOGM","page":9,"entries":["To make their influence on Golarion felt directly—but without manifesting on the planet in all their divine glory—each god has the tool of divine intercession. Divine intercession manifests as a boon or a curse, of varying duration and power, visited upon a mortal. Curses are not triggered simply by doing something a god does not like, or everyone in Golarion would be cursed all the time; they are often reserved for followers of the god who commit anathema that aren't strong enough to warrant ejection from the faith, or those who have committed shocking blasphemies. Conversely, an unaffiliated worshipper embroiled in high-profile actions that are anathema to a god could earn a curse. Similarly, boons are not automatically granted to anyone petitioning the god. Certainly, someone who upholds a deity's edicts could earn a boon, especially when acting under adverse circumstances. Most often, as befits their inscrutable nature, a deity will bestow a boon or a curse for their own reasons. Perhaps a mission is of dire importance to a god's plan for a specific place or people, or perhaps the survival of a particular character figures in their plans decades from now.","The divine intercessions provided in each entry are examples, and the GM can have any deity grant a different effect than the intercessions provided. These intercessions are special and are always at the deity's, and thus the GM's, direct discretion, with the GM deciding when a boon or curse goes into effect. The GM is also at liberty to remove a boon or curse as is appropriate for the game's story. A PC or NPC can never select a feat, spell, or other rules option that entitles them to a divine boon or bestows a divine curse upon foes. Minor intercessions are memorable for the recipient, providing either a relatively modest and long-lasting effect or a spectacular but fleeting one. Moderate intercessions are hugely significant events that typically come with permanent consequences, and major intercessions can pivotally reshape a recipient's life, granting powers wildly beyond their innate abilities or inflicting life-changing curses.",{"type":"entriesOtherSource","source":"LOGMWS","page":2,"entries":[{"type":"pf2-h3","name":"Creating New Intercession","source":"LOGMWS","page":2,"entries":["The intercessions presented in {@i Lost Omens Gods & Magic} and in this document provide intercessions for the featured deities of the Inner Sea region. However, the people of Golarion worship countless deities, including those that may not already have intercessions listed. If you wish to create new intercessions for these other deities or even new deities of your own design, here are a few suggestions.","{@b Balance:} Deities are all-powerful beings in the Age of Lost Omens, capable of feats far beyond those that any PC or NPC could ever achieve. However, even with this unlimited power and potential, deities tend to only use a fraction of their abilities to help or hinder mortals. A good guideline to determine the power and capability of a boon or curse is to look at the effects of spells and rituals. Minor effects should be on par with a 1st-, 2nd-, or 3rd-level spell or ritual. Use 4th-, 5th-, and 6th-level spells and rituals as a guideline for moderate effects. Major effects should probably be equivalent to a 7th-, 8th-, or 9th-level spell or ritual.","The effects of intercessions tend to be instantaneous or last a single combat at most. As these effects aren't spells, feel free to be a bit more liberal with the power of the effects, however. For example, an intercession that {@condition quickened||quickens} a creature but grants the creature 2 additional actions instead of 1 is more powerful than a standard {@spell haste} spell, but would probably still serve well as a moderate boon. Any effects that last much longer should probably remain closer to the power of a spell or ritual. Deities can be fickle, though, so feel free to enhance, reduce, or outright remove any effect that isn't working how you would like.","{@b Frequency:} Repeated use of divine intercessions will quickly cause them to lose their luster. Deities tend to avoid interceding for the most part and will only do so on rare occasions. If PCs started receiving boons with every prayer, the intercessions would eventually lose what makes them unique and become just another \"buff\" that the PCs use in their everyday adventures. Try to keep intercessions restricted to key moments of drama or as rewards for significant events in your campaign.","In addition, try to avoid keeping long-lasting intercessions in effect for too long. A PC that earns a boon might only keep it until their deity's will is done, such as after the slaying of a significant enemy. A cursed PC could lose their curse after a genuine attempt to atone and seek forgiveness for their misdeeds against a deity. Typically, one level's worth of adventuring or a significant story milestone is a good place to remove the effects of an intercession. Allowing a PC to keep the effects of an intercession for longer has effects on the overall balance of play, either in or against the PC's favor. However, in the end, your group can decide what's best. A group of divinely mandated characters each with a unique boon from their respective deity can make for a truly exciting and heroic game!","{@b Theme:} Most important of all is that any new intercession matches the theme of the deity who grants it. In some cases, a thematic and flavorful intercession is more interesting than a simple numerical bonus. For example, {@deity iomedae||Iomedae's} minor boon allows a PC to remain clean and tidy at all times, regardless of what events they undergo. This has no mechanical effect but ties into {@deity iomedae||Iomedae's} themes of purity and valor. Minor boons are a great place for effects such as these. Rather than granting a bonus to Diplomacy checks, consider having the boon allow a PC to be heard by anyone who can see them, enabling them to influence others at a distance.","Beyond making these unique abilities, you can always choose to provide existing effects that are thematic. A storm deity might grant the ability to cast {@spell chain lightning} as an innate spell. Beyond that, you can also restrict specific effects to their more thematic elements. The same storm deity could grant {@spell elemental form}, but restrict the form to only that of an air elemental. Finally, feel free to tweak the flavor or effects of a spell or ritual to better match the associated deity. The storm deity could grant {@spell fireball} but have it become a spell named {@i thunderclap}, using the original spell's mechanics but changing the damage type from fire to sonic. Tweaking existing effects in this way can help you create new intercessions with relatively little work, especially in cases where you feel an intercession is needed on short notice."]}]}]},{"type":"pf2-h3","source":"LOGM","page":9,"name":"New Background","entries":["The following background is available to characters of any class. Each deity stat block in this book presents a pair of associated ability scores that this background can boost in its Divine Ability entry.",{"type":"data","tag":"background","data":{"name":"Raised by Belief","source":"LOGM","page":9,"entries":["Whether in a monastery, a religious household, or just as part of your everyday life, your upbringing was steeped in the traditions of a faith or philosophy. You might remain committed or you may have turned from your childhood creed, but your skills are still founded in your devotion.","Choose two ability boosts. One boost must be to an ability specified in the Divine Ability entry for your deity, and one is a free ability boost.","You're trained in your deity's associated skill, and you gain Assurance with that skill. You gain a {@skill Lore} skill with a subcategory associated with your deity ({@skill Lore||Abadar Lore}, for instance)."],"boosts":["Divine Ability","Free"],"skills":["Acrobatics","Arcana","Athletics","Crafting","Deception","Diplomacy","Intimidation","Medicine","Nature","Occultism","Performance","Religion","Society","Stealth","Survival","Thievery"],"lore":["Any"],"feat":["Assurance"],"__prop":"background"}}]},{"type":"pf2-h3","source":"LOGM","page":9,"name":"Favored Weapon","entries":["Each deity has a favored weapon. These weapons are not restricted for use by their {@class cleric||clerics} and {@class champion||champions} alone; lay worshippers often train with and wield them in battle as another way to show their devotion. Each of the favored weapons detailed in this book is available to any character with access to it. The same is true of the divine items included in this book."]},{"type":"pf2-h3","source":"LOGM","page":9,"name":"Theme Templates","entries":["Theme templates (introduced in the {@i Lost Omens Character Guide}) allow a GM to replicate creatures and NPCs that worship specific deities. When you add a theme template that grants many additional abilities, you should consider removing one or more of the creature's original abilities to compensate, or raising the creature's level by 1 and adjusting its statistics accordingly so as to add the template's abilities without taking anything away. Either way, a template adds abilities based on the creature's final level; for example, if you raised a 6th-level creature to 7th level, adjusted its numbers, and added a template, it would gain the 7th-level or higher template abilities. A deity's theme template works as follows.","{@b All Creatures:} Add any traits in the deity's alignment. Remove any alignment traits not in the deity's alignment.","{@b 1st Level or Higher:} Add the deity's favored weapon and a wooden religious symbol of the deity to the creature's items. Add a favored weapon {@action Strike} with an attack bonus equal to the creature's highest melee or ranged {@action Strike} (whichever is appropriate). If the favored weapon is simple, increase the damage die of that Strike by one step.","{@b 4th Level or Higher:} The creature can cast the initial domain spell of one of the deity's domains and gains a pool of 1 Focus Point.","{@b 7th Level or Higher:} The creature can cast the 1st-level spell the deity grants {@class cleric||clerics} three times per day as a {@trait divine} innate spell.","{@b 12th Level or Higher:} The creature can cast the advanced domain spell of the domain you chose for 4th level or higher, and its focus pool increases to 2 Focus Points.","{@b 17th Level or Higher:} The creature has been truly blessed. Either the creature can cast the deity's other deity spells of up to 7th level once per day each as {@trait divine} innate spells, or, at the GM's discretion, the creature gains the benefits of one of the deity's boons."]}]}]},{"type":"section","name":"Gods of the Inner Sea","source":"LOGM","page":10,"blue":true,"entries":["The gods venerated—or feared—by the people of the Inner Sea region are as diverse as the people themselves. This chapter provides information about many of the gods that are important in the region and beyond. While the {@filter 20 primary deities|deities||miscellaneous=core} of the Inner Sea region are well known due to either widespread worship or their historical tendency to help or harm the people who live there, the other 20 gods detailed in this chapter grant their worshippers just as much power and are just as important in their worshippers' lives.",{"type":"pf2-h2","name":"Using the Entries","source":"LOGM","page":10,"entries":["The entries for deities in this book use one of the two stat block formats described below to present the vital information required for worship, depending on the prominence of the particular deity. Additional information useful for playing a {@class champion}, {@class cleric}, or worshipper of one of the {@filter 20 core deities|deities||miscellaneous=core} is available in {@book Chapter 8|CRB|8|Religion} of the {@i Pathfinder Core Rulebook}.",{"type":"pf2-h3","name":"Core Deities","source":"LOGM","page":10,"entries":["The entries for the {@filter 20 deities|deities||miscellaneous=core} who are most influential in the Inner Sea region present information useful for understanding those gods. Each entry includes three boons and three curses the god might use to express their approval of or displeasure at a specific deed; the power of these intercessions varies between deities, depending on their specific focuses and interest in mortal concerns. Each section also begins with statistics for the deity, which use the following format.","{@note Please note that many of these statistics are found in the {@i Lore} tab on the {@pf2etools deities|deities.html} page.}","{@b Name:} The deity's name plus a common title or epithet.","{@b Alignment:} The deity's alignment and areas of concern.","{@b Realm:} Where the deity and the souls of their deceased faithful live among the Outer Planes, including the name of the god's divine realm, if they have one.","{@b Allies:} Gods this deity has good working or personal relationships with and whom they can call on for aid.","{@b Enemies:} Gods this deity often comes into conflict with due to philosophical differences, conflicts in aims, or personal vendettas.","{@b Relationships:} Gods the deity has the most important connections to, including siblings, lovers, or other vital relationships. This section is omitted if it doesn't apply to the god.","{@b Temples:} If temples to this deity tend to be in a certain kind of place, or if they tend to serve a certain societal function, that information is listed here.","{@b Worshippers:} The kind of people who tend to worship this deity, aside from dedicated priests.","{@b Sacred Animal:} An animal that is considered holy to the deity and their followers.","{@b Sacred Colors:} The colors favored by the deity and typically worn in the raiment of their followers.","{@b Divine Ability:} This section lists the two ability boosts the deity grants as options for characters with the {@background raised by belief|LOGM} background.","{@b Alternate Domains:} If the deity offers {@book additional domains|LOGM|1|Alternate Domains}, they are listed here. If the deity does not offer alternate domains, this section is omitted."]},{"type":"pf2-h3","source":"LOGM","page":11,"name":"Other Deities","entries":["Starting on page 52, this chapter also provides details on 20 additional deities who are important in their own right, including their statistics and the mechanical information required to play a {@class champion}, {@class cleric}, or other worshipper of that deity. Each god's stat block presents information useful for understanding that deity and lists the benefits worshippers receive from the {@spell avatar} spell. These statistics use the following format.","{@b Name:} The deity's name plus a common title or epithet.","{@b Areas of Concern:} The topics that the deity cares most deeply about.","{@b Alignment:} The deity's alignment. In parentheses, the entry lists other character alignments that this deity accepts from worshippers. For instance, {@deity Kazutal|LOGM}, the goddess of protection and community, accepts any good-aligned {@class cleric||clerics}. {@deity Arazni|LOGM}, who is embittered and prone to cruelty, nonetheless has some sympathy for victims of abuse and accepts evil, neutral, and good worshippers, since she is less concerned about her worshippers' morality.","{@b Divine Font:} This entry presents whether the deity grants worshippers {@spell heal} or {@spell harm}, or can grant both. {@spell Heal} heals the living and harms undead, while {@spell harm} harms the living and heals undead. Usually, good deities channel {@spell heal}, evil deities channel {@spell harm}, and neutral deities can channel {@spell harm} or {@spell heal}, but there are exceptions.","{@b Divine Ability:} This section lists the two ability boosts the deity grants as options for characters with the {@background raised by belief|LOGM} background.","{@b Divine Skill:} This section lists a skill that is especially associated with this deity, which their followers would naturally be good at due to their worship or association with this deity.","{@b Domains:} The domains that best represent this deity.","{@b Alternate Domains:} If the deity offers {@book additional domains|LOGM|1|Alternate Domains}, they are listed here. If the deity doesn't offer alternate domains, this section is omitted.","{@b Cleric Spells:} Each deity provides at least three additional spells to the spell list of clerics who worship them. Typically these are a 1st-level spell and two other thematically appropriate spells.","{@b Edicts:} These are things that the deity urges their followers to do. Followers must adhere to these as closely as possible if they wish to gain favor with this deity.","{@b Anathema:} These are things that are absolutely abhorrent to the deity; committing these acts will likely earn a follower disfavor or punishment.","{@b Favored Weapon:} The deity's {@book favored weapon|LOGM|1|Favored Weapon}."]}]},{"type":"hr"},"{@note Please visit the {@filter deities page|deities||source=logm=b1} to view all deities.}"]},{"type":"section","blue":true,"page":72,"source":"LOGM","name":"Demigods and Other Divinities","reference":{"index":1,"entry":"the flavour text about the nuances of worshipping demigods"},"entries":["Away from the temple districts of major cities, places of pilgrimage, and mass celebrations of holidays and religious festivals, smaller cults, cabals, and sects pursue their own rites and codes of conduct across the Inner Sea and beyond. While many faithful primarily worship more mainstream and well-known deities, others dedicate themselves to less conventional paths of devotion. This calling from a higher power comes in many forms, whether it's the potent voice of the fey embodied in the Eldest of the First World; the raw power of fire, air, earth, and water exemplified by the elemental lords; or even paragons of the aligned outer planes such as empyreal lords, archdevils, and monitor demigods. Some mortals even worship the inscrutable and incomprehensible entities from beyond reality known as the Outer Gods, extraordinarily powerful beings that are nonetheless so alien to mortalkind that their followings' impact fills a similar niche to the worship of demigods.","Though rarely invested with the full strength of a true god, some powerful, unique extraplanar creatures nevertheless carry a spark of the divine that empowers their followers to perform miracles and call upon divine aid in times of need. To the everyday resident of the Inner Sea, such a difference in power is largely academic, as the only ones with the strength to subdue or even slay such a being are largely gods themselves, or figures of myth and legend. These entities are collectively referred to as \"demigods.\" Some demigods are children of the true gods, others are mortals who have achieved a spark of divinity that allows them to influence the world much like other traditional deities, and still others are powerful divine servitors. Regardless of their origin or true nature, the term has expanded over time to include any of the myriad of powerful entities from the Great Beyond who take an interest in Golarion and answer the prayers of their followers, from divine entities who truly went through a sort of ascension to exemplars of already powerful types of outsiders.","The following pages describe many of the demigods whose followers can be found in the Inner Sea region. Many more demigods exist than are detailed here, including ones whose worship is common in other parts of Golarion, demigods who have ascended from obscure types of planar beings rarely encountered on Golarion, beings of lesser power with very limited presences in Golarion, and those that have fully devoted their attentions to other planes altogether. Additionally, the ranks of the demigods are constantly changing as their jockeying for power—their alliances, betrayals, and competitions with one another—and the distant but ever-present possibility of true apotheosis lead to realignments, declines in stature, and occasional deaths that reverberate through the fabric of the Great Beyond.","The entries that follow provide details on these demigods and Outer Gods, and statistics for their worship can be found in the tables on pages 124–133.",{"type":"pf2-h2","name":"Archdevils and Queens of the Night","source":"LOGM","page":74,"entries":["{@note Please visit the {@filter deities page|deities||category=archdevils;queens of the night} to view these deities.}"]},{"type":"pf2-h2","name":"Demon Lords","source":"LOGM","page":76,"entries":["{@note Please visit the {@filter deities page|deities||category=demon lords} to view these deities.}"]},{"type":"pf2-h2","name":"The Eldest","source":"LOGM","page":78,"entries":["{@note Please visit the {@filter deities page|deities||category=eldest} to view these deities.}"]},{"type":"pf2-h2","name":"Elemental Lords","source":"LOGM","page":80,"entries":["{@note Please visit the {@filter deities page|deities||category=elemental lords} to view these deities.}"]},{"type":"pf2-h2","name":"Empyreal Lords","source":"LOGM","page":82,"entries":["{@note Please visit the {@filter deities page|deities||category=empyreal lords} to view these deities.}"]},{"type":"pf2-h2","name":"The Horsemen","source":"LOGM","page":86,"entries":["{@note Please visit the {@filter deities page|deities||category=horsemen} to view these deities.}"]},{"type":"pf2-h2","name":"Monitor Demigods","source":"LOGM","page":88,"entries":["{@note Please visit the {@filter deities page|deities||category=monitor demigods} to view these deities.}"]},{"type":"pf2-h2","name":"Outer Gods & Great Old Ones","source":"LOGM","page":90,"entries":["{@note Please visit the {@filter deities page|deities||category=outer gods;great old ones} to view these deities.}"]}]},{"type":"section","source":"LOGM","page":92,"blue":true,"name":"Philosophies and Spirituality","entries":["Faith on Golarion isn't limited to worshipping one god. Some worshippers draw power from multiple deities, while others follow the spirits of the world, or reject the divine entirely, relying on secular philosophies for guidance. The following pages present examples of the diverse religious and philosophical practices of the Inner Sea region.",{"type":"pf2-h2","name":"Pantheons","source":"LOGM","page":92,"entries":["A pantheon is a group of related gods worshipped either individually or together. Most pantheons are associated with a specific ancestry or geopolitical region, but rarely, a pantheon consists of deities with overlapping areas of concern. Followers work to advance the shared interests of their pantheon, directing prayers to whichever god presides over their current activity or circumstance. At the GM's discretion, {@class champion||champions} and {@class cleric||clerics} can dedicate themselves to a pantheon. In such cases, the characters still worship a specific patron deity among those in the pantheon, but also follow the edicts and anathema of the pantheon as a whole. A character who worships a pantheon this way can gain the domains, alternate domains, and spells from the pantheon instead of those from their patron deity. They must uphold the ideals of both their patron deity and the pantheon, though the patron deity's edicts and anathema take precedence. For example, a worshipper of {@deity Iomedae} could worship {@deity the Godclaw|LOGM}, but they wouldn't take the tyranny domain, as it would be in conflict with {@deity iomedae||Iomedae's} edicts. In rare cases, a character can worship a pantheon without following a patron deity. Such cases are unique and subject to GM approval.","{@note Please visit the {@filter deities page|deities||category=pantheon} to view all pantheons.}"]},{"type":"hr"},"{@note Please visit the {@filter deities page|deities||category=philosophy} to view all philosophies.}"]},{"type":"section","blue":true,"source":"LOGM","page":102,"name":"Character Options","entries":["A character's faith or philosophy can shape them in powerful ways both fundamental and peripheral, from the {@class cleric} who receives spells by the grace of their deity to a {@class champion} who fights tyranny wielding a weapon imbued with divine power to a raging {@class barbarian} who cares only that their companions' {@trait divine} healing keeps them in the fight. In a world rife with {@trait divine} magic, only a few rare individuals live without considering how faith affects their lives—even if that consideration means working in opposition to the divine. The gifts and curses of the gods filter down through all aspects of life, from the truly world-shaking powers of the mightiest {@class cleric||clerics} to the minor miracles performed by righteous crusaders and wicked priests to the everyday minutiae of a common acolyte.","While any character can express their faith through their actions, the options presented in this chapter provide ways for a character to incorporate their convictions into their abilities as well. New domains and domain spells expand a {@class cleric||cleric's} options beyond those listed in the {@i Pathfinder Core Rulebook}. New spells grant specialized abilities to {@class cleric||clerics} and other spellcasters, while new feats, weapons, and gear provide ways for characters of any class and philosophy to embrace and express their ideology.","Many of the new rules presented in this section are closely related to a single deity or domain, but in some cases, they're simply more common among a given faith, and practitioners of any faith can make use of them if they can gain access. Priests of {@deity Brigh|LOGM} might develop the formula for a revolutionary magic item available to the faithful, but that doesn't mean they won't ever trade it in exchange for information about another creator's inventions. Similarly, priests of {@deity Nalinivati|LOGM} certainly aren't the only warriors who wield {@item urumi|LOGM|urumis}, but they are in part responsible for the popularity of the weapon across the Inner Sea region, and the {@item polytool|LOGM} is only one of numerous innovations emerging from Numeria.","In addition to seeking access to options simply more common among other faiths, if you'd like to incorporate an option limited to a faith other than the one your character holds, work with your GM to make sure your use of that option works with the campaign and doesn't diminish the choices of other characters who might worship the original deity who grants that option. If so, you and the GM might work together to alter certain aspects of a feat, spell, item, or other option to ensure it fits your faith and makes sense within the larger story you want to tell.",{"type":"pf2-h2","name":"Feats","source":"LOGM","page":102,"entries":["Feats can be used to customize a character in several specific ways, whether by expanding the options available to a character whose class is already tied to a deity, or by granting ways for a character with an unrelated class to incorporate a philosophy into their suite of abilities. Some of the feats presented here enhance a follower's powers, while other abilities arise among those working to foil or deceive the faithful. This section includes general feats, skill feats, and a small number of more specialized class feats."]},{"type":"pf2-h2","name":"Spells","source":"LOGM","page":103,"entries":["Divine spellcasters can call a deity's might to their fingertips, acting as a worldly conduit for divine wrath or redemption—but not just anyone can call the power of the gods. Some of the spells in this section are new additions to the {@trait divine} spell list, and thus they can be cast by any {@class cleric||clerics}, {@class sorcerer||sorcerers} whose bloodlines grant {@trait divine} spells, or other characters with access to {@trait divine} spells. Others are more commonly used by {@class bard||bards}, {@class druid||druids}, {@class sorcerer||sorcerers}, {@class wizard||wizards}, and other characters with access to spellcasting, but can be granted to worshippers of a specific deity as a blessing to the faithful."]},{"type":"pf2-h2","name":"Domains and Domain Spells","source":"LOGM","page":103,"entries":["This section provides a number of new domains, as well as basic and advanced domain spells for each of these new domains. Several of the gods presented in this book rely upon the new domains listed here, but several of the entries for the more common deities on Golarion list some of the domains in this section as alternate domains, representing lesser-known or niche aspects of the deity. Followers of these deities can take the {@feat Expanded Domain Initiate|LOGM} or {@feat Splinter Faith|LOGM} feats to gain access to alternate domains and their associated spells. GMs may instead prefer to take inspiration from the rules in the {@feat Splinter Faith|LOGM} feat to present new approaches to existing faiths or altogether new faiths."]},{"type":"pf2-h2","name":"Items and Weapons","source":"LOGM","page":103,"entries":["The final section of this chapter provides rules for a number of new items, both magical and non-magical, suitable for characters who operate closely within a faith or philosophy—or those who oppose them! The deities in this book are revered across all of Golarion, with some having origins or centers of worship far removed from the Inner Sea region. As such, many of these deities favor weapons not commonly found around the Inner Sea.","In addition to the new weapons, this section presents a variety of exciting items to give all characters the means to express their faith and make their mark on the world, from simple trinkets to powerful items granted to the most favored of a god's servants."]},{"type":"pf2-h2","name":"Appendix","source":"LOGM","page":103,"entries":["The tables at the end of this book list dozens of other deities whose faiths are prominent in the Age of Lost Omens. The chart provides the basic details required for a worshipper, such as permitted alignments, edicts, and anathema. GMs and players are encouraged to use the tables as inspiration for characters and new deities.","{@note Please note that the Appendix table has not been replicated. Visit the {@filter deities page|deities||source=logm} to view all deities.}"]},{"type":"pf2-h1","blue":true,"name":"Feats","source":"LOGM","page":104,"entries":["While champions and clerics have clear ties to their chosen deities and gain definitive benefits from them, they don't hold a monopoly on such abilities. The following feats represent ways all characters might benefit from adherence to a deity or a particular philosophy—as well as feats for characters who oppose the faithful.","{@note Please visit the {@filter feats page|feats||source=logm} to view all feats.}"]},{"type":"pf2-h1","blue":true,"name":"Spells","source":"LOGM","page":106,"entries":["The following spells are often associated with the deities of the Inner Sea region.","{@note Please visit the {@filter spells page|spells||source=logm} to view all spells.}"]},{"type":"pf2-h1","blue":true,"name":"Domains","source":"LOGM","page":112,"entries":["Though each god wields great power over many aspects of the universe, their focus tends toward specific areas of concern, known as domains. Worshippers who devote themselves to a deity may be granted access to secret spells, known as domain spells, through which they can manifest a sliver of their deity's power and work great feats of magic.","This section presents spells for 18 new domains.",{"type":"data","tag":"table","data":{"name":"Domains","source":"LOGM","page":112,"id":"1","labelRowIdx":[0],"colSizes":[2,10,4,4],"rows":[["Domain","Description","Domain Spell","Advanced Domain Spell"],["Change","You can restructure the physical and metaphysical.","{@spell Adapt self|LOGM}","{@spell Adaptive ablation|LOGM}"],["Cold","You control ice, snow, and freezing temperatures.","{@spell Winter bolt|LOGM}","{@spell Diamond dust|LOGM}"],["Decay","You have the power to spoil and deteriorate matter.","{@spell Withering grasp|LOGM}","{@spell Fallow field|LOGM}"],["Delirium","You can bring about hallucinations and restlessness.","{@spell Hyperfocus|LOGM}","{@spell Ephemeral hazards|LOGM}"],["Dust","You have the power to dry and crumble what opposes you.","{@spell Parch|LOGM}","{@spell Dust storm|LOGM}"],["Duty","You defend oaths and carry out your divine missions with great dedication.","{@spell Oathkeeper's insignia|LOGM}","{@spell Dutiful challenge|LOGM}"],["Glyph","You wield power over written word and symbols","{@spell Redact|LOGM}","{@spell Ghostly transcription|LOGM}"],["Lightning","You control electricity, thunder, and storms.","{@spell Charged javelin|LOGM}","{@spell Bottle the storm|LOGM}"],["Plague","You wield disease and pestilence like a weapon.","{@spell Divine plagues|LOGM}","{@spell Foul miasma|LOGM}"],["Repose","You ease mental burdens.","{@spell Share burden|LOGM}","{@spell Font of serenity|LOGM}"],["Sorrow","You have a painful connection to melancholy and sadness.","{@spell Lament|LOGM}","{@spell Overflowing sorrow|LOGM}"],["Soul","You wield power over the spiritual.","{@spell Eject soul|LOGM}","{@spell Ectoplasmic interstice|LOGM}"],["Star","You command the power of the stars.","{@spell Zenith star|LOGM}","{@spell Asterism|LOGM}"],["Swarm","You exert control over masses of creatures.","{@spell Swarmsense|LOGM}","{@spell Swarm form|LOGM}"],["Time","You reign over the flow of time","{@spell Delay consequence|LOGM}","{@spell Stasis|LOGM}"],["Vigil","You watch over those long passed and guard their secrets.","{@spell Object memory|LOGM}","{@spell Remember the lost|LOGM}"],["Void","You draw power from emptiness.","{@spell Empty inside|LOGM}","{@spell Door to beyond|LOGM}"],["Wyrmkin","You draw on the power of dragons, linnorms, and other powerful reptilian creatures.","{@spell Draconic barrage|LOGM}","{@spell Roar of the wyrm|LOGM}"]],"__prop":"table"}}]},{"type":"pf2-h1","blue":true,"name":"Items and Weapons","source":"LOGM","page":120,"entries":["{@class champion||Champions}, {@class cleric||clerics}, and other faithful employ a variety of holy (and unholy) instruments to demonstrate the majesty of their deity and triumphantly vanquish the foes of their faith.",{"type":"pf2-h2","name":"Favored Weapons","source":"LOGM","page":120,"entries":["The following weapons are favored by adherents of various faiths.",{"type":"pf2-h3","name":"Weapon Traits","source":"LOGM","page":120,"entries":["The weapons in this section include the following new traits.","{@note Please visit the {@filter traits page|traits||source=logm=b1} to view all traits.}"]},{"type":"pf2-h3","name":"Weapon Descriptions","source":"LOGM","page":120,"entries":["The weapons detailed in the tables below are described here.","{@note Please visit the {@filter items page|items||source=logm|category=weapon} to view all items.}"]},{"type":"data","tag":"table","data":{"name":"Martial Melee Weapons","id":"2","source":"LOGM","page":120,"labelRowIdx":[0],"colSizes":[2,1,1,1,1,1,3],"colStyles":["text-left","text-center","text-center","text-center","text-center","text-center","text-left"],"rows":[["Weapon","Price","Damage","Bulk","Hands","Group","Weapon Traits"],["{@item Machete|LOGM}","7 sp","{@damage 1d6} S","L","1","{@group Sword}","{@trait Deadly d8}, {@trait sweep}"],["{@item Meteor hammer|LOGM}","3 gp","{@damage 1d8} B","2","2","{@group Flail}","{@trait Backswing}, {@trait disarm}, {@trait reach}, {@trait trip}"],["{@item War razor|LOGM}","3 sp","{@damage 1d4} S","L","1","{@group Knife]","{@trait Agile}, {@trait backstabber}, {@trait deadly <d8>}, {@trait finesse}"]],"__prop":"table"}},{"type":"data","tag":"table","data":{"name":"Uncommon Martial Melee Weapons","id":"3","source":"LOGM","page":120,"labelRowIdx":[0],"colSizes":[2,1,1,1,1,1,3],"colStyles":["text-left","text-center","text-center","text-center","text-center","text-center","text-left"],"rows":[["Weapon","Price","Damage","Bulk","Hands","Group","Weapon Traits"],["{@item Bladed scarf|LOGM}","3 gp","{@damage 1d8} S","1","2","{@group Flail}","{@trait Disarm}, {@trait reach}, {@trait sweep}, {@trait trip}"],["{@item Fighting fan|LOGM}","11 sp","{@damage 1d4} S","L","1","{@group Knife}","{@trait Agile}, {@trait backstabber}, {@trait deadly <d6>}, {@trait finesse}, {@trait monk}"],["{@item Khopesh|LOGM}","2 gp","{@damage 1d8} S","1","1","{@group Sword}","{@trait Trip}"],["{@item Mambele|LOGM}","6 sp","{@damage 1d6} S","1","1","{@group Axe}","{@trait Disarm}, {@trait deadly <d8>}, {@trait thrown <20 feet>}"],["{@item Naginata|LOGM}","3 gp","{@damage 1d8} S","2","2","{@group Polearm}","{@trait Deadly d8}, {@trait reach}, {@trait versatile P}"],["{@item Nine-ring sword|LOGM}","9 sp","{@damage 1d8} S","1","1","{@group Sword}","{@trait Disarm}"],["{@item Polytool|LOGM|Polytool (level 1)}","10 gp","{@damage 1d6} {@trait modular}","1","1","{@group Sword}","{@trait Agile}, {@trait modular B, P, or S}"],["{@item Tekko-kagi|LOGM}","2 sp","{@damage 1d4} S","L","1","{@group Brawling}","{@trait Agile}, {@trait disarm}, {@trait finesse}, {@trait parry}, {@trait trip}"],["{@item Urumi|LOGM}","2 gp","{@damage 1d6} S","2","1","{@group Flail}","{@trait Deadly d10}, {@trait sweep}"]],"__prop":"table"}},{"type":"data","tag":"table","data":{"name":"Uncommon Martial Ranged Weapons","id":"4","source":"LOGM","page":120,"labelRowIdx":[0],"colSizes":[2,1,1,1,1,1,3],"colStyles":["text-left","text-center","text-center","text-center","text-center","text-center","text-left"],"rows":[["Weapon","Price","Damage","Bulk","Hands","Group","Weapon Traits"],["{@item Bola|APG}","5 sp","{@damage 1d6} B","L","1","{@group Sling}","{@trait Nonlethal}, {@trait ranged trip}, {@trait thrown <20 feet>}"]],"__prop":"table"}}]},{"type":"pf2-h2","source":"LOGM","page":121,"name":"Magic Items","entries":["The following magic items see use among adherents of different deities as well as impious adventurers who simply want to channel the might of the gods.","{@note Please visit the {@filter items page|items||source=logm|item=magical} to view all items.}"]}]}]}]}