{
	"data": [
		{
			"type": "section",
			"name": "Sage Advice Compendium",
			"id": "000",
			"entries": [
				"The Sage Advice Compendium collects questions and answers about the rules of Dungeons & Dragons (fifth edition). The document's version number changes when substantive additions or revisions have been made to the text.",
				{
					"type": "section",
					"name": "Rules References",
					"id": "001",
					"entries": [
						"The fifth edition of D&D has three official rulebooks, each of which was first published in 2014:",
						{
							"type": "list",
							"items": [
								"{@book Player's Handbook|PHB} (abbreviated PHB)",
								"{@book Monster Manual|MM} (abbreviated MM)",
								"{@book Dungeon Master's Guide|DMG} (abbreviated DMG)"
							]
						},
						{
							"type": "entries",
							"name": "Official Rulings",
							"id": "002",
							"entries": [
								"Official rulings on how to interpret rules are made here in the {@i Sage Advice Compendium} by the game's lead rules designer, Jeremy Crawford ({@link @JeremyECrawford|https://twitter.com/jeremyecrawford} on Twitter).",
								"The public statements of the D&D team, or anyone else at {@link Wizards of the Coast|https://dnd.wizards.com}, are not official rulings; they are advice. Jeremy Crawford's tweets are often a preview of rulings that will appear here.",
								"A Dungeon Master adjudicates the game and determines whether to use an official ruling in play. The DM always has the final say on rules questions."
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Compiled Answers",
					"id": "003",
					"entries": [
						"Sage Advice answers that are relevant to the current state of the rules are compiled here.",
						{
							"type": "entries",
							"name": "The Role of Rules",
							"id": "004",
							"entries": [
								{
									"type": "entries",
									"id": "005",
									"entries": [
										{
											"type": "entries",
											"name": "Why even have a column like Sage Advice when a DM can just make a ruling?",
											"id": "006",
											"entries": [
												"Rules are a big part of what makes D&D a game, rather than simply improvised storytelling.",
												"The game's rules are meant to help organize, and even inspire, the action of a D&D campaign. The rules are a tool, and we want our tools to be as effective as possible. No matter how good those tools might be, they need a group of players to bring them to life and a DM to guide their use.",
												"The DM is key. Many unexpected things can happen in a D&D campaign, and no set of rules could reasonably account for every contingency. If the rules tried to do so, the game would become unplayable. An alternative would be for the rules to severely limit what characters can do, which would be counter to the open-endedness of D&D. The direction we chose for the current edition was to lay a foundation of rules that a DM could build on, and we embraced the DM's role as the bridge between the things the rules address and the things they don't.",
												"In a typical D&D session, a DM makes numerous rules decisions—some barely noticeable and others quite obvious. Players also interpret the rules, and the whole group keeps the game running. There are times, though, when the design intent of a rule isn't clear or when one rule seems to contradict another.",
												"Dealing with those situations is where {@i Sage Advice} comes in. This column doesn't replace a DM's adjudication. Just as the rules do, the column is meant to give DMs, as well as players, tools for tuning the game according to their tastes. The column should also reveal some perspectives that help you see parts of the game in a new light and that aid you in fine-tuning your D&D experience.",
												"When I answer rules questions, I often come at them from one to three different perspectives.",
												{
													"type": "entries",
													"name": "RAW",
													"id": "007",
													"entries": [
														"\"Rules as written\"—that's what RAW stands for. When I dwell on the RAW interpretation of a rule, I'm studying what the text says in context, without regard to the designers' intent. The text is forced to stand on its own.",
														"Whenever I consider a rule, I start with this perspective; it's important for me to see what you see, not what I wished we'd published or thought we'd published."
													]
												},
												{
													"type": "entries",
													"name": "RAI",
													"id": "008",
													"entries": [
														"Some of you are especially interested in knowing the intent behind a rule. That's where RAI comes in: \"rules as intended.\" This approach is all about what the designers meant when they wrote something. In a perfect world, RAW and RAI align perfectly, but sometimes the words on the page don't succeed at communicating the designers' intent. Or perhaps the words succeed with one group of players but not with another.",
														"When I write about the RAI interpretation of a rule, I'll be pulling back the curtain and letting you know what the D&D team meant when we wrote a certain rule."
													]
												},
												{
													"type": "entries",
													"name": "RAF",
													"id": "009",
													"entries": [
														"Regardless of what's on the page or what the designers intended, D&D is meant to be fun, and the DM is the ringmaster at each game table. The best DMs shape the game on the fly to bring the most delight to their players. Such DMs aim for RAF, \"rules as fun.\" We expect DMs to depart from the rules when running a particular campaign or when seeking the greatest happiness for a certain group of players. Sometimes my rules answers will include advice on achieving the RAF interpretation of a rule for your group.",
														"I recommend a healthy mix of RAW, RAI, and RAF!"
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Character Creation",
							"id": "00a",
							"entries": [
								{
									"type": "entries",
									"id": "00b",
									"entries": [
										{
											"type": "entries",
											"name": "How do you calculate a creature's Armor Class (AC)?",
											"id": "00c",
											"entries": [
												"{@book Chapter 1|PHB|1|Armor Class} of the {@book Player's Handbook|PHB} describes how to determine AC, yet AC calculations generate questions frequently. That fact isn't too surprising, given the number of ways the game gives you to change your AC! Here are some ways to calculate your base AC:",
												{
													"type": "entries",
													"name": "Unarmored",
													"id": "00d",
													"entries": [
														"10 + your Dexterity modifier."
													]
												},
												{
													"type": "entries",
													"name": "Armored",
													"id": "00e",
													"entries": [
														"Use the AC entry for the armor you're wearing (see PHB, \"{@book Armor and Shields|PHB|5|Armor and Shields}\"). For example, in leather armor, you calculate your AC as 11 + your Dexterity modifier, and in chain mail, your AC is simply 16."
													]
												},
												{
													"type": "entries",
													"name": "Unarmored Defense (Barbarian)",
													"id": "00f",
													"entries": [
														"10 + your Dexterity modifier + your Constitution modifier."
													]
												},
												{
													"type": "entries",
													"name": "Unarmored Defense (Monk)",
													"id": "010",
													"entries": [
														"10 + your Dexterity modifier + your Wisdom modifier."
													]
												},
												{
													"type": "entries",
													"name": "Draconic Resilience (Sorcerer)",
													"id": "011",
													"entries": [
														"13 + your Dexterity modifier."
													]
												},
												{
													"type": "entries",
													"name": "Natural Armor",
													"id": "012",
													"entries": [
														"10 + your Dexterity modifier + your natural armor bonus. This is a calculation method typically used only by monsters and NPCs, although it is also relevant to a druid or another character who assumes a form that has natural armor.",
														"These methods—along with any others that give you a formula for calculating your AC—are mutually exclusive; you can benefit from only one at a time. If you have access to more than one, you pick which one to use. For example, if you're a sorcerer/monk, you can use either Unarmored Defense or Draconic Resilience, not both. Similarly, a druid/ barbarian who transforms into a beast form that has natural armor can use either the beast's natural armor or Unarmored Defense (you aren't considered to be wearing armor when you use natural armor).",
														"What about a shield? A shield increases your AC by 2 while you use it. For example, if you're unarmored and use a shield, your AC is 12 + your Dexterity modifier. Keep in mind that some AC calculations, such as a monk's Unarmored Defense, prohibit the use of a shield.",
														"Once you have your base AC, it can be temporarily modified by situational bonuses and penalties. For instance, having half cover gives you a +2 bonus to your AC, and three-quarters cover gives a +5 bonus. Spells sometimes modify AC as well. {@spell Shield of faith}, for example, grants a target a +2 bonus to AC until the spell ends.",
														"Magic items can also enhance your AC. Here are a few examples: {@item +1 chain mail} gives you an AC of 17, a {@item ring of protection} gives you a +1 bonus to AC no matter what you're wearing, and {@item bracers of defense} grant you a +2 bonus to AC if you're not wearing armor or using a shield."
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Racial Traits",
							"id": "013",
							"entries": [
								{
									"type": "entries",
									"id": "014",
									"entries": [
										{
											"type": "entries",
											"name": "Does the Trance trait allow an elf to finish a long rest in 4 hours?",
											"id": "015",
											"entries": [
												"If an elf meditates during a long rest (as described in the Trance trait), the elf finishes the rest after only 4 hours. A meditating elf otherwise follows all the rules for a long rest; only the duration is changed."
											]
										},
										{
											"type": "entries",
											"name": "Do the lightfoot halfling and wood elf hiding racial traits allow them to hide while observed?",
											"id": "016",
											"entries": [
												"The lightfoot halfling and wood elf traits—Naturally Stealthy and Mask of the Wild—do allow members of those subraces to try to hide in their special circumstances even when observers are nearby. Normally, you can't hide from someone if you're in full view. A lightfoot halfling, though, can try to vanish behind a creature that is at least one size larger, and a wood elf can try to hide simply by being in heavy rain, mist, falling snow, foliage, or similar natural phenomena. It's as if nature itself cloaks a wood elf from prying eyes—even eyes staring right at the elf! Both subraces are capable of hiding in situations when most other creatures can't, but neither subrace's hiding attempt is assured of success; a Dexterity ({@skill Stealth}) check is required as normal, and an observant foe might later spot a hidden halfling or elf: \"I see you behind that guard, you tricksy halfling!\""
											]
										},
										{
											"type": "entries",
											"name": "Can a dragonborn sorcerer with a draconic bloodline have two different kinds of Draconic Ancestry?",
											"id": "017",
											"entries": [
												"A dragonborn sorcerer can choose a different ancestor for the racial trait and for the Dragon Ancestor feature. Your choice for the racial trait is your actual ancestor, while the choice for the class feature could be your ancestor figuratively—the type of dragon that bestowed magic upon you or your family or the kind of draconic artifact or location that filled you with magical energy."
											]
										},
										{
											"type": "entries",
											"name": "How long do a shifter's temporary hit points last?",
											"entries": [
												"Unless a feature says otherwise, temporary hit points last until you finish a long rest (PH, 198)."
											]
										},
										{
											"type": "entries",
											"name": "Does all magical darkness block darkvision?",
											"entries": [
												"Magical darkness blocks {@sense darkvision} only if the rules text for a particular instance of darkness says it does. For example, the darkness spell specifies that it produces a magical darkness that obstructs {@sense darkvision}. That obstruction is a feature of the spell, not of magical darkness in general."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Class Features",
							"id": "018",
							"entries": [
								{
									"type": "entries",
									"id": "019",
									"entries": [
										{
											"type": "entries",
											"name": "When you use Extra Attack, do you have to use the same weapon for all the attacks?",
											"id": "01a",
											"entries": [
												"Extra Attack imposes no limitation on what you use for the attacks. You can use regular weapons, improvised weapons, unarmed strikes, or a combination of these options for the attacks."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Artificer",
									"entries": [
										{
											"type": "entries",
											"name": "What is the timing of Flash of Genius?",
											"entries": [
												"You use Flash of Genius immediately after the triggering {@dice d20} is rolled and before any of the effects of the roll are applied. Unless a rule tells you otherwise, a reaction occurs immediately after its trigger."
											]
										},
										{
											"type": "entries",
											"name": "Which action is used to activate a Spell-Storing Item?",
											"entries": [
												"Activating a Spell-Storing Item uses the Use an Object action."
											]
										},
										{
											"type": "entries",
											"name": "Can an artificer dismiss one of their infusions on an object early?",
											"entries": [
												"No. An infusion lasts until one of the circumstances described in the \"Infusing an Item\" section of the Infuse Item feature."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Barbarian",
									"id": "01b",
									"entries": [
										{
											"type": "entries",
											"name": "Does the barbarian's Danger Sense work against breath weapons and enemies' special abilities?",
											"id": "01c",
											"entries": [
												"A barbarian's Danger Sense benefits the Dexterity saving throw against any effect that the barbarian can see."
											]
										},
										{
											"type": "entries",
											"name": "For the barbarian's Reckless Attack, do you grant advantage to all enemies, or only to the target of your attack? ",
											"id": "01d",
											"entries": [
												"If you use the barbarian's Reckless Attack, all attack rolls have advantage against you until the start of your next turn."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Bard",
									"id": "01e",
									"entries": [
										{
											"type": "entries",
											"name": "Do the benefits from Bardic Inspiration and the guidance spell stack? Can they be applied to the same roll?",
											"id": "01f",
											"entries": [
												"Yes, different effects stack if they don't have the same name. If a creature makes an ability check while it is under the effect of a {@spell guidance} spell and also has a Bardic Inspiration die, it can roll both a {@dice d4} and a {@dice d6} if it so chooses."
											]
										},
										{
											"type": "entries",
											"name": "Is the intent that a bard gets to know the number rolled on an attack roll or ability check before using Cutting Words, or should they always guess?",
											"id": "020",
											"entries": [
												"If used on a damage roll, does Cutting Words apply to any kind of damage roll including an auto-hit spell like {@spell magic missile} ? You can wait to use Cutting Words after the roll, but you must commit to doing so before you know for sure whether the total of the roll or check is a success or a failure. You can use Cutting Words to reduce the damage from any effect that calls for a damage roll (including {@spell magic missile}) even if the damage roll is not preceded by an attack roll."
											]
										},
										{
											"type": "entries",
											"name": "Can a bard replace spells gained through Magical Secrets?",
											"id": "021",
											"entries": [
												"When you gain a level in the bard class, the class's Spellcasting feature lets you replace one bard spell you know with another bard spell of an appropriate level. A spell learned through your Magical Secrets feature counts as a bard spell for you, so it can be replaced upon gaining a bard level later. But it must be replaced by a bard spell, according to the rule in the Spellcasting feature."
											]
										},
										{
											"type": "entries",
											"name": "Which spell scrolls can bards understand—spells from the bard list only, or spells from the bard list plus spells from Magical Secrets?",
											"id": "022",
											"entries": [
												"A bard can use any {@item spell scroll} that has a bard spell on it—including spells gained from the Magical Secrets feature, which are treated as bard spells for that character."
											]
										},
										{
											"type": "entries",
											"name": "Does using College of Valor's Combat Inspiration add to the damage of an attack count as a damage die for purposes of critical hits?",
											"entries": [
												"Yes."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Cleric",
									"id": "023",
									"entries": [
										{
											"type": "entries",
											"name": "When a cleric uses the Destructive Wrath feature, does it maximize all damage getting rolled, as long as some of it is lightning or thunder?",
											"id": "024",
											"entries": [
												"{@class Cleric||Destructive Wrath|Tempest} is meant to maximize lightning and thunder damage only."
											]
										},
										{
											"type": "entries",
											"name": "If a Grave Domain cleric casts a spell that restores hit points to multiple creatures and one of those creatures has 0 hit points, does the spell restore the maximum number of hit points to all targets of the spell?",
											"entries": [
												"No. Only a creature with 0 hit points benefits from the hit-point-restoration portion of the Circle of Mortality feature."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Druid",
									"id": "025",
									"entries": [
										{
											"type": "entries",
											"name": "What happens if a druid wears metal armor?",
											"id": "026",
											"entries": [
												"The druid explodes.",
												"Well, not actually. Druids have a taboo against wearing metal armor and wielding a metal shield. The taboo has been part of the class's story since the class first appeared in {@i Eldritch Wizardry} (1976) and the original {@i Player's Handbook} (1978). The idea is that druids prefer to be protected by animal skins, wood, and other natural materials that aren't the worked metal that is associated with civilization. Druids don't lack the ability to wear metal armor. They choose not to wear it. This choice is part of their identity as a mystical order. Think of it in these terms: a vegetarian can eat meat, but chooses not to.",
												"A druid typically wears {@item Leather Armor|PHB|leather}, {@item Studded Leather Armor|PHB|studded leather}, or {@item Hide Armor|PHB|hide} armor, and if a druid comes across {@item scale mail|PHB} made of a material other than metal, the druid might wear it. If you feel strongly about your druid breaking the taboo and donning metal, talk to your DM. Each class has story elements mixed with its game features; the two types of design go hand in hand in D&D, and the story parts are stronger in some classes than in others. Druids and paladins have an especially strong dose of story in their design. If you want to depart from your class's story, your DM has the final say on how far you can go and still be considered a member of the class. As long as you abide by your character's proficiencies, you're not going to break anything in the game system, but you might undermine the story and the world being created in your campaign."
											]
										},
										{
											"type": "entries",
											"name": "Can a bound and gagged druid simply use Wild Shape to get out? It's hard to capture someone who can turn into a mouse at will.",
											"id": "027",
											"entries": [
												"Transforming into a different size can be an effective way of escaping, depending on the nature of the bonds or confinement. All things considered, someone trying to keep a druid captive might be wise to stash the prisoner in a room with an opening only large enough for air to enter."
											]
										},
										{
											"type": "entries",
											"name": "Does the druid's Elemental Wild Shape limit you to the four creatures listed, or can you turn into any creature with the elemental type?",
											"id": "028",
											"entries": [
												"The creatures listed in Elemental Wild Shape—{@creature Air Elemental||air}, {@creature Earth Elemental||earth}, {@creature Fire Elemental||fire}, and {@creature Water Elemental||water} elementals—are specific creatures in the {@book Monster Manual|MM} , not creature types or subtypes. Elemental Wild Shape allows you to transform into one of those creatures."
											]
										},
										{
											"type": "entries",
											"name": "Can a Circle of the Moon druid speak the languages it knows while in the form of an elemental?",
											"id": "029",
											"entries": [
												"Yes, since the elementals listed in Elemental Wild Shape can speak.",
												"A literal interpretation (RAW) of Wild Shape could reasonably lead you to think that transformed druids can speak only languages that appear in an elemental's stat block, but the intent (RAI) is that druids retain their knowledge, including of languages, when they transform and can speak the languages they know if an adopted form can speak."
											]
										},
										{
											"type": "entries",
											"name": "If a druid in elemental form can speak, can the druid cast spells?",
											"id": "02a",
											"entries": [
												"A druid can cast spells in a Wild Shape form only upon gaining the Beast Spells feature at 18th level."
											]
										},
										{
											"type": "entries",
											"name": "If a druid takes the Magic Initiate feat and chooses detect magic as their one spell, can the druid cast that spell as a ritual?",
											"id": "02b",
											"entries": [
												"A druid's Ritual Casting requires a ritual to be prepared. The spell from Magic Initiate is known but not prepared."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Fighter",
									"id": "02c",
									"entries": [
										{
											"type": "entries",
											"name": "Does the fighter's Action Surge feature let you take an extra bonus action, in addition to an extra action?",
											"id": "02d",
											"entries": [
												"Action Surge gives you an extra action, not an extra bonus action. (Recent printings of the {@book Player's Handbook|PHB} no longer include the wording that provoked this question.)"
											]
										},
										{
											"type": "entries",
											"name": "Can a fighter have two fighting styles active at once?",
											"id": "02e",
											"entries": [
												"Dueling and Defense, for example. You can benefit from more than one Fighting Style option at a time, as long as they don't have conflicting requirements, as Dueling and Great Weapon Fighting do."
											]
										},
										{
											"type": "entries",
											"name": "Does the Archery fighting style work with a melee weapon that you throw?",
											"id": "02f",
											"entries": [
												"No, the Archery feature benefits ranged weapons. A melee weapon, such as a {@item dagger|PHB} or {@item handaxe|PHB}, is still a melee weapon when you make a {@book ranged attack|PHB|9|Ranged Attacks} with it."
											]
										},
										{
											"type": "entries",
											"name": "Is the Dueling fighting style intended to support a shield?",
											"id": "030",
											"entries": [
												"Yes. A character with the Dueling option usually pairs a one-handed weapon with a {@item shield|PHB}, a spellcasting focus, or a free hand."
											]
										},
										{
											"type": "entries",
											"name": "If you use Great Weapon Fighting with a feature like Divine Smite or a spell like hex, do you get to reroll any 1 or 2 you roll for the extra damage?",
											"id": "031",
											"entries": [
												"The Great Weapon Fighting feature—which is shared by fighters and paladins—is meant to benefit only the damage roll of the weapon used with the feature. For example, if you use a {@item greatsword|PHB} with the feature, you can reroll any 1 or 2 you roll on the weapon's {@dice 2d6}. If you're a paladin and use Divine Smite with the greatsword, Great Weapon Fighting doesn't let you reroll a 1 or 2 that you roll for the damage of Divine Smite."
											]
										},
										{
											"type": "entries",
											"name": "If my Battle Master fighter provokes an opportunity attack and it misses, can I use Riposte?",
											"id": "032",
											"entries": [
												"Yes, you can use the {@class Fighter||Riposte|Battle Master} maneuver in response to an {@book opportunity attack|PHB|9|Opportunity Attacks} that misses you, assuming your {@book reaction|PHB|9|Reactions} is available."
											]
										},
										{
											"type": "entries",
											"name": "Does the \"when\" in the Eldritch Knight's War Magic feature mean the bonus attack comes after you cast the cantrip, or can it come before?",
											"id": "033",
											"entries": [
												"The bonus action comes after the cantrip, since using your action to cast a cantrip is what gives you the ability to make the weapon attack as a bonus action. That said, a DM would break nothing in the system by allowing an Eldritch Knight to reverse the order of the cantrip and the weapon attack."
											]
										},
										{
											"type": "entries",
											"name": "If my Eldritch Knight casts true strike and has the War Magic feature, is the attack granted by War Magic made with advantage because of true strike?",
											"id": "034",
											"entries": [
												"No. The attack from War Magic is made normally, and you get the benefit of {@spell true strike} on your next turn if the spell hasn't ended."
											]
										},
										{
											"type": "entries",
											"name": "Can the Disarming {@action Attack} maneuver disarm a creature of a shield it has donned?",
											"entries": [
												"No. Disarming {@action Attack} forces a creature to drop an object it is holding. Donned shields aren't merely held."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Monk",
									"id": "035",
									"entries": [
										{
											"type": "entries",
											"name": "If a monk uses a staff or another versatile weapon two-handed, does it still count as a monk weapon?",
											"id": "036",
											"entries": [
												"Yes. A monk weapon must lack the two-handed property, but nothing prevents a monk from wielding such a weapon with two hands. Fundamentally, a monk weapon counts as such no matter how a monk uses it."
											]
										},
										{
											"type": "entries",
											"name": "The dart is not classified as a monk weapon, yet a monk gets 10 darts as starting equipment. Why is that?",
											"id": "037",
											"entries": [
												"Starting equipment often lends versatility to a character. In this case, a monk's {@item Dart|PHB|darts} provide a ranged attack option, not a Martial Arts option."
											]
										},
										{
											"type": "entries",
											"name": "Does the Martial Arts feature turn monk weapons and unarmed strikes into finesse weapons?",
											"id": "038",
											"entries": [
												"No. The feature grants a benefit that is similar to the finesse property, but the feature doesn't confer that property."
											]
										},
										{
											"type": "entries",
											"name": "When a monk using Deflect Missiles catches and throws a projectile, what is the damage of the attack?",
											"id": "039",
											"entries": [
												"A missile counts as a monk weapon if it is thrown using Deflect Missiles; it deals its damage or Martial Arts damage (the monk's choice)."
											]
										},
										{
											"type": "entries",
											"name": "Can a monk use Stunning Strike with an unarmed strike, even though unarmed strikes aren't weapons?",
											"id": "03a",
											"entries": [
												"Yes. Stunning Strike works with melee weapon attacks, and an unarmed strike is a special type of melee weapon attack.",
												"The game often makes exceptions to general rules, and this is an important exception: that unarmed strikes count as melee weapon attacks despite not being weapons."
											]
										},
										{
											"type": "entries",
											"name": "When a monk uses Empty Body, does the invisibility remain in effect after the monk attacks?",
											"id": "03b",
											"entries": [
												"Yes. The {@condition invisible|phb|invisibility} of the monk's Empty Body isn't ended by the monk attacking."
											]
										},
										{
											"type": "entries",
											"name": "Does a monk's Purity of Body feature grant immunity to poison damage, the poisoned condition, or both?",
											"id": "03c",
											"entries": [
												"That feature grants immunity to both. As a result, a monk with Purity of Body can, for example, inhale a {@creature Young Green Dragon||green dragon's} poison breath unharmed. Similarly, the monk is unaffected by {@spell ray of sickness}, which both deals poison damage and imposes the {@condition poisoned} condition."
											]
										},
										{
											"type": "entries",
											"name": "Can the monk's Open Hand Technique push a Large or larger creature or knock it prone?",
											"id": "03d",
											"entries": [
												"The Open Hand Technique intentionally ignores creature size. A monk's ki fuels many extraordinary effects! If a feature is limited by creature size, the feature tells you so."
											]
										},
										{
											"type": "entries",
											"name": "Does a monk need to spend any ki points to cast the minor illusion cantrip granted by the Shadow Arts feature?",
											"id": "03e",
											"entries": [
												"No. The ki point cost in the feature applies only to the other spells in it."
											]
										},
										{
											"type": "entries",
											"name": "For a Way of Shadow monk, can their silence be dispelled?",
											"id": "03f",
											"entries": [
												"A spell is a spell, no matter its source. When you cast a spell through a feature, the spell is subject to the normal {@book spellcasting|PHB|-1} rules, unless the feature says otherwise."
											]
										},
										{
											"type": "entries",
											"name": "Can a monk of the Way of the Four Elements replace Elemental Attunement with another elemental discipline?",
											"id": "040",
											"entries": [
												"Yes. Even though you know Elemental Attunement automatically, without having to choose it, you can exchange it for a different discipline at 6th, 11th, or 17th level."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Paladin",
									"id": "041",
									"entries": [
										{
											"type": "entries",
											"name": "Would a Paladin's Divine Sense register a tiefling due to their infernal heritage?",
											"id": "042",
											"entries": [
												"A {@race tiefling} is a humanoid, not a fiend, and therefore escapes the notice of Divine Sense. The feature detects creatures that have the celestial, fiend, or undead creature type."
											]
										},
										{
											"type": "entries",
											"name": "Can my paladin use a smite spell along with Divine Smite? As in, I cast wrathful smite, hit, then use Divine Smite on the same attack?",
											"id": "043",
											"entries": [
												"Yes, you can use Divine Smite on the same weapon attack that benefits from a smite spell, such as {@spell wrathful smite}—as long as the attack you make after casting the smite spell is a melee weapon attack. Divine Smite doesn't work with any other kind of attack."
											]
										},
										{
											"type": "entries",
											"name": "Can a paladin use Divine Smite when they hit using an unarmed strike?",
											"entries": [
												"No. Divine Smite requires a melee attack using a weapon. The rules don't consider unarmed strikes to be weapons."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Ranger",
									"id": "044",
									"entries": [
										{
											"type": "entries",
											"name": "There is no component pouch option in the ranger's starting equipment. Does the class not need one, nor a focus for spells?",
											"id": "045",
											"entries": [
												"Like other spellcasters, the ranger follows the rule on {@book components|PHB|10|Components} in chapter 10 of the {@book Player's Handbook|PHB}. A ranger typically uses a component pouch for the material components of spells, but doesn't start with one because rangers don't have spells at 1st level."
											]
										},
										{
											"type": "entries",
											"name": "Can a ranger move between the attack rolls of the Whirlwind Attack feature?",
											"id": "046",
											"entries": [
												"No. Whirlwind Attack is unusual, in that it's a single attack with multiple attack rolls. In most other instances, an attack has one attack roll. The rule on moving between attacks ({@i PHB} , \"{@book Moving Between Attacks|PHB|9|Moving between Attacks}\") lets you move between weapon attacks, not between the attack rolls of an exceptional feature like Whirlwind Attack."
											]
										},
										{
											"type": "entries",
											"name": "Does a Monster Slayer ranger's Supernatural Defense feature apply if a creature damages the ranger, thus causing the ranger to make a Constitution saving throw to maintain concentration on a spell? ",
											"entries": [
												"Yes."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Rogue",
									"id": "047",
									"entries": [
										{
											"type": "entries",
											"name": "Can a rogue use Sneak Attack more than once per round?",
											"id": "048",
											"entries": [
												"The Sneak Attack description specifies that you can use the feature once per turn, but it's not limited to your turn. The feature also doesn't limit the number of times you can use it in a round.",
												"You sometimes get a chance to use Sneak Attack on someone else's turn. The most common way for this to happen is when a foe provokes an opportunity attack from you. If the requirements for Sneak Attack are met, your opportunity attack can benefit from that feature. Similarly, a fighter could use Commander's Strike to grant you an attack on the fighter's turn, and if the attack qualifies, it can use Sneak Attack. Both of those options rely on the use of your {@book reaction|PHB|9|Reactions}, so you could do only one of them in a round.",
												"Because you get only one {@book reaction|PHB|9|Reactions} per round, you're unlikely to use Sneak Attack more than twice in a round: once with your action and once with your reaction."
											]
										},
										{
											"type": "entries",
											"name": "For Sneak Attack, what if another enemy of your target was 10 feet away with a polearm (which has a reach of 10 feet), instead of 5 feet away? Would you still be able to use Sneak Attack?",
											"id": "049",
											"entries": [
												"The 5-foot limitation in Sneak Attack is unaffected by the reach of a weapon. That other enemy of the target is creating a close-up distraction, regardless of the weapon in hand."
											]
										},
										{
											"type": "entries",
											"name": "Does Uncanny Dodge work automatically against every attack a rogue or ranger gets hit by? Spell attacks too?",
											"id": "04a",
											"entries": [
												"A use of Uncanny Dodge works against only one attack, since it expends your {@book reaction|PHB|9|Reactions}, and only if you can see the attacker. It works against attacks of all sorts, including spell attacks, but it is no help against a spell or other effect, such as {@spell fireball}, that delivers its damage after a saving throw rather than after an attack roll."
											]
										},
										{
											"type": "entries",
											"name": "Can a rogue use Evasion if they are surprised?",
											"id": "04b",
											"entries": [
												"The rule states that if you are surprised, you can't move or take an action. A surprised rogue can use Evasion, since that feature doesn't require the rogue to take an action or move."
											]
										},
										{
											"type": "entries",
											"name": "Can the rogue's Reliable Talent feature be used in conjunction with Remarkable Athlete or Jack of All Trades?",
											"id": "04c",
											"entries": [
												"No. Each of these features has a precondition for its use; Reliable Talent activates when you make an ability check that uses your proficiency bonus, whereas the other two features activate when you make an ability check that doesn't use your proficiency bonus. In other words, a check that qualifies for Reliable Talent doesn't qualify for Remarkable Athlete or Jack of All Trades. And Remarkable Athlete and Jack of All Trades don't work with each other, since you can add your proficiency bonus, or any portion thereof, only once to a roll."
											]
										},
										{
											"type": "entries",
											"name": "Can a thief use the Fast Hands feature to activate a magic item?",
											"id": "04d",
											"entries": [
												"No. One of the benefits of Fast Hands is being able to take the {@action Use an Object} action as a bonus action, but using a magic item doesn't fall under Use an Object, as explained in the {@book Dungeon Master's Guide|DMG} (see \"{@book Activating an Item|DMG|7|Activating an Item}\"). In contrast, using a nonmagical item, such as a {@item healer's kit|PHB}, is in the domain of {@action Use an Object}."
											]
										},
										{
											"type": "entries",
											"name": "For triggering the rogue's Assassinate ability, when does a creature stop being surprised? After their turn in the round, or at the end of the round?",
											"id": "04e",
											"entries": [
												"A surprised creature stops being surprised at the end of its first turn in combat."
											]
										},
										{
											"type": "entries",
											"name": "Does the Thief's Use Magic Device feature allow them to use spell scrolls?",
											"entries": [
												"Yes. The intent is that a Thief can use spell scrolls with Use Magic Device."
											]
										},
										{
											"type": "entries",
											"name": "Can a Thief use Fast Hands to use or apply poisons?",
											"entries": [
												"Yes. Administering poison uses the {@action Use an Object} action."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Sorcerer",
									"id": "04f",
									"entries": [
										{
											"type": "entries",
											"name": "If a sorcerer casts a spell with only verbal or somatic components using Subtle Spell, can an opponent use counterspell against it?",
											"id": "050",
											"entries": [
												"If a spell that's altered by Subtle Spell has no material component, then it's impossible for anyone to perceive the spell being cast. So, since you can't see the casting, {@spell counterspell} is of no use."
											]
										},
										{
											"type": "entries",
											"name": "Metamagic rules state you can't use multiple Metamagic options on a single spell. Can you use one option multiple times?",
											"id": "051",
											"entries": [
												"A sorcerer can use one Metamagic option once in the casting of a spell, not the same option more than once. For instance, a sorcerer can't quadruple the duration of a spell by spending 2 sorcery points on Extended Spell."
											]
										},
										{
											"type": "entries",
											"name": "Elemental Affinity improves one damage roll of a spell, not multiple rolls? So with scorching ray, I don't add my Charisma modifier to each ray that hits?",
											"id": "052",
											"entries": [
												"That's correct. Elemental Affinity benefits one damage roll per casting of a spell, even if the spell allows more than one roll. So, for example, the feature improves one of the rays of a {@spell scorching ray} spell or one of the beams of an {@spell eldritch blast} spell."
											]
										},
										{
											"type": "entries",
											"name": "Can Empowered Spell affect all the rays of a scorching ray spell, or just one?",
											"id": "053",
											"entries": [
												"A sorcerer's Empowered Spell could affect more than one ray of a {@spell scorching ray}, abiding by the feature's die limit. For instance, if you create three rays with the spell and you have a +3 Charisma modifier, you could reroll one of the damage dice for each ray, or two of the damage dice for one ray and one of the damage dice for another one."
											]
										},
										{
											"type": "entries",
											"name": "Does Quickened Spell allow a sorcerer to cast two spells a round of 1st level or higher?",
											"id": "054",
											"entries": [
												"No, the sorcerer must follow the rule for casting a spell as a bonus action and casting another spell on the same turn; the other spell must be a cantrip with a casting time of 1 action."
											]
										},
										{
											"type": "entries",
											"name": "Can my sorcerer use Twinned Spell on a spell duplicated by the casting of a wish spell? And if so, how many sorcery points does it cost?",
											"id": "055",
											"entries": [
												"Yes, you can. It costs the number of sorcery points appropriate for the level of the spell you're duplicating."
											]
										},
										{
											"type": "entries",
											"name": "Does a sorcerer's {@table Wild Magic Surge|PHB} effect replace the effect of the spell that triggered it, or do both effects happen?",
											"id": "056",
											"entries": [
												"The spell and the {@table Wild Magic Surge|PHB} effect both happen. As clarified in the errata for the {@book Player's Handbook|PHB}, a surge effect that normally requires {@book concentration|PHB|10|Concentration} does not require concentration in this case."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Warlock",
									"id": "057",
									"entries": [
										{
											"type": "entries",
											"name": "Do warlock spells granted by the Expanded Spell List feature count against the number of spells known?",
											"id": "058",
											"entries": [
												"The spells granted by that feature aren't automatically known by a warlock. Those spells are added to the warlock spell list for the character, who can choose them when learning a new warlock spell of the appropriate level. Once learned, such a spell does count against the number of spells the warlock knows."
											]
										},
										{
											"type": "entries",
											"name": "Does the Eyes of the Rune Keeper invocation work on magical runes?",
											"id": "059",
											"entries": [
												"Eyes of the Rune Keeper lets you read any form of writing, including the linguistic meaning of a rune, if any."
											]
										},
										{
											"type": "entries",
											"name": "If a warlock uses Pact of the Blade to bond with a magic weapon, does that weapon have to be a melee weapon, and can the warlock change the weapon's form?",
											"id": "05a",
											"entries": [
												"The warlock's Pact of the Blade feature lets you create a melee weapon out of nothing. Whenever you do so, you determine the weapon's form, choosing from the melee weapon options in the {@book Weapons table|PHB|5|Weapons} in the {@book Player's Handbook|PHB}. For example, you can create a {@item greataxe|PHB}, and then use the feature again to create a {@item javelin|PHB}, which causes the greataxe to disappear.",
												"You can also use Pact of the Blade to bond with a magic weapon, turning it into your pact weapon. This magic weapon doesn't have to be a melee weapon, so you could use the feature on a {@item +1 longbow}, for instance. Once the bond is formed, the magic weapon appears whenever you call your pact weapon to you, and you can't change the magic weapon's form when it appears. For example, if you bond with a {@item Flame Tongue Longsword||flame tongue (longsword)} and send the weapon to an extradimensional space, the weapon comes back as a longsword when you summon it. You don't get to turn it into a club. Similarly, if you bond with a {@item dagger of venom}, you can't summon it as a maul; it's always a dagger.",
												"The feature allows the conjuring forth of a melee weapon, yet we allow more versatility when it comes to magic weapons. We didn't want a narrow focus in this feature to make a warlock unhappy when a variety of magic weapons appear in a campaign. Does this versatility extend outside the melee theme of the feature? It sure does, but we're willing to occasionally bend a design concept if doing so is likely to increase a player's happiness."
											]
										},
										{
											"type": "entries",
											"name": "If you're a Pact of the Blade warlock, can someone else wield your pact weapon?",
											"id": "05b",
											"entries": [
												"Yes. Someone other than the warlock can use a pact weapon before the weapon disappears."
											]
										},
										{
											"type": "entries",
											"name": "Does the warlock's Awakened Mind feature allow two-way telepathic communication?",
											"id": "05c",
											"entries": [
												"The feature is intended to provide one-way communication. The warlock can use the feature to speak telepathically to a creature, but the feature doesn't give that creature the ability to telepathically reply. In contrast, the telepathy ability that some monsters have ({@i MM} , \"{@book Telepathy|MM|0|Telepathy}\") does make two-way communication possible."
											]
										},
										{
											"type": "entries",
											"name": "Does using a bonus action break invisibility from a warlock's One with Shadows invocation?",
											"id": "05d",
											"entries": [
												"Taking a bonus action breaks the {@condition invisible|phb|invisibility} of a warlock's One with Shadows. A bonus action is an action."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Wizard",
									"id": "05e",
									"entries": [
										{
											"type": "entries",
											"name": "Is an abjurer's Arcane Ward healed only when the ward has 0 hit points?",
											"id": "05f",
											"entries": [
												"The ward regains hit points whenever the abjurer casts an abjuration spell of 1st level or higher, not just when the ward has 0 hit points. As is normal for healing, the ward can't regain more hit points than its hit point maximum: twice the wizard's level + the wizard's Intelligence modifier."
											]
										},
										{
											"type": "entries",
											"name": "Does casting alarm as a ritual heal Arcane Ward?",
											"id": "060",
											"entries": [
												"Any abjuration spell of 1st level or higher cast by an abjurer, including a ritual, can restore hit points to the abjurer's Arcane Ward."
											]
										},
										{
											"type": "entries",
											"name": "How does Arcane Ward interact with temporary hit points and damage resistance that an abjurer might have?",
											"id": "061",
											"entries": [
												"An Arcane Ward is not an extension of the wizard who creates it. It is a magical effect with its own hit points. Any temporary hit points, immunities, or resistances that the wizard has don't apply to the ward.",
												"The ward takes damage first. Any leftover damage is taken by the wizard and goes through the following game elements in order: (1) any relevant damage immunity, (2) any relevant damage resistance, (3) any temporary hit points, and (4) real hit points."
											]
										},
										{
											"type": "entries",
											"name": "An abjurer gains resistance to spell damage at 14th level. Does the abjurer's Arcane Ward gain this resistance when a spell hits the abjurer?",
											"id": "062",
											"entries": [
												"The abjurer, not the Arcane Ward, gains the resistance at 14th level."
											]
										},
										{
											"type": "entries",
											"name": "Does the evoker's Potent Cantrip feature apply to cantrips with attack rolls or only to saves?",
											"id": "063",
											"entries": [
												"Potent Cantrip affects only cantrips that require a saving throw, such as {@spell acid splash} and {@spell poison spray}."
											]
										},
										{
											"type": "entries",
											"name": "Does the 14th-level illusionist ability let you make something real every round, or just once?",
											"id": "064",
											"entries": [
												"Illusory Reality is intended to make one illusory object real per illusion spell."
											]
										},
										{
											"type": "entries",
											"name": "For the Shapechanger feature of the School of Transmutation, does polymorph need to be prepared if I only want to cast it without using a spell slot?",
											"id": "065",
											"entries": [
												"A transmuter must have {@spell polymorph} prepared, as normal, to cast it with the Shapechanger feature."
											]
										},
										{
											"type": "entries",
											"name": "Can Minor Conjuration create a copy of a book, complete with all its text, if the wizard hasn't seen all the text?",
											"entries": [
												"No. In the case of a multipart object, the intent is that you must have seen all parts of the object to duplicate those parts. In the case of a book, if you have seen only the cover, then the duplicate created will be a copy of the cover, and the pages will be blank."
											]
										},
										{
											"type": "entries",
											"name": "Can a School of Divination wizard on the Ethereal Plane use Portent on a creature that the wizard can see on the Material Plane?",
											"entries": [
												"Yes. Portent requires you to be able to see the creature, but it has no range restriction."
											]
										},
										{
											"type": "entries",
											"name": "For a wizard to cast a ritual spell contained in their spellbook, do they need to read from the book or use it as part of the ritual?",
											"entries": [
												"No. As written, the rule doesn't require you to read from the book. The narrative intent, however, is that the wizard is reading from their book, but the only mechanical requirement is that the wizard has the spell in their spellbook."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Backgrounds",
							"id": "066",
							"entries": [
								{
									"type": "entries",
									"id": "067",
									"entries": [
										{
											"type": "entries",
											"name": "Can you have more than one background?",
											"id": "068",
											"entries": [
												"No. You can have only one background. It establishes key aspects of your life before you embarked on a life of adventure. If none of the backgrounds available matches your character concept, talk with your DM and use the {@book guidelines|PHB|4|Backgrounds} in the {@book Player's Handbook|PHB} to customize your own background."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Equipment",
							"id": "069",
							"entries": [
								{
									"type": "entries",
									"id": "06a",
									"entries": [
										{
											"type": "entries",
											"name": "Does heavy armor reduce Dexterity saving throws or ability checks other than Stealth?",
											"id": "06b",
											"entries": [
												"If you have proficiency with it, {@book heavy armor|PHB|5|Heavy Armor} doesn't affect Dexterity saving throws or ability checks, other than {@skill Stealth}."
											]
										},
										{
											"type": "entries",
											"name": "If you attack with a shield—most likely as an improvised weapon—do you keep the +2 bonus to AC?",
											"id": "06c",
											"entries": [
												"Attacking with a shield doesn't deprive you of the shield's bonus to AC."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Multiclassing",
							"id": "06d",
							"entries": [
								{
									"type": "entries",
									"id": "06e",
									"entries": [
										{
											"type": "entries",
											"name": "Are ability score improvements class-level dependent, rather than total level?",
											"id": "06f",
											"entries": [
												"Ability score improvements are based on your level in a particular class, not your total character level if you multiclass. For instance, if you're a 4th-level multiclass character, you haven't yet received the Ability Score Improvement feature because you haven't attained 4th level in one of your classes."
											]
										},
										{
											"type": "entries",
											"name": "Would a temporary stat bump fulfill a multiclass prerequisite, or does the base score have to meet the requirement?",
											"id": "070",
											"entries": [
												"Your base score, not a temporary score, has to meet a multiclassing prerequisite."
											]
										},
										{
											"type": "entries",
											"name": "When multiclassing, do you get the cantrips from all your classes?",
											"id": "071",
											"entries": [
												"If any of your classes grants you cantrips, you get all of them."
											]
										},
										{
											"type": "entries",
											"name": "Do you gain proficiency in more saving throws when multiclassing?",
											"id": "072",
											"entries": [
												"A class offers various starting proficiencies that you get if it is your first class. If the class isn't your first, you get only the starting proficiencies listed for that class in the Multiclassing Proficiencies table. No saving throw proficiencies are included in that table.",
												"Regardless of whether a class is your first, you do gain any proficiencies that the class grants through its features. For instance, if you gain a level in cleric and choose the War Domain, you do benefit from the Bonus Proficiencies feature, even if cleric isn't your first class."
											]
										},
										{
											"type": "entries",
											"name": "Can a barbarian/cleric use spiritual weapon to attack while raging, if it is cast before entering rage?",
											"id": "073",
											"entries": [
												"A barbarian's Rage feature makes {@book concentration|PHB|10|Concentration} impossible but has no effect on spells, like {@spell spiritual weapon}, that don't require concentration."
											]
										},
										{
											"type": "entries",
											"name": "Can a barbarian/fighter (Battle Master) use maneuvers while raging?",
											"id": "074",
											"entries": [
												"Nothing in the barbarian's Rage feature precludes the use of maneuvers."
											]
										},
										{
											"type": "entries",
											"name": "Can a rogue/monk use Sneak Attack with unarmed strikes?",
											"id": "075",
											"entries": [
												"The Sneak Attack feature works with a weapon that has the finesse or ranged property. An unarmed strike isn't a weapon, so it doesn't qualify. In contrast, a rogue/ monk can use Sneak Attack with a monk weapon, such as a {@item shortsword|PHB} or a {@item dagger|PHB}, that has one of the required properties."
											]
										},
										{
											"type": "entries",
											"name": "A wizard multiclasses into Wild Magic sorcerer. Do spells cast from their spellbook trigger {@table Wild Magic Surge|PHB} if they are on the sorcerer spell list, or do they have to gain them from sorcerer to trigger?",
											"id": "076",
											"entries": [
												"From the {@book multiclassing rules|PHB|6|Spellcasting}: \"Each spell you know and prepare is associated with one of your classes\". This rule means only the spells gained from levels in sorcerer trigger {@table Wild Magic Surge|PHB}."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Feats",
							"id": "077",
							"entries": [
								{
									"type": "entries",
									"name": "Charger",
									"id": "078",
									"entries": [
										{
											"type": "entries",
											"name": "If you have the Charger feat, can you make your charge attack when your mount takes the Dash action?",
											"id": "079",
											"entries": [
												"The {@feat Charger} feat relies on you, not your mount, taking the {@action Dash} action."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Crossbow Expert",
									"id": "07a",
									"entries": [
										{
											"type": "entries",
											"name": "Is it intentional that the second benefit of Crossbow Expert helps ranged spell attacks?",
											"id": "07b",
											"entries": [
												"Yes, it's intentional. When you make a ranged attack roll within 5 feet of an enemy, you normally suffer disadvantage. The second benefit of {@feat Crossbow Expert} prevents you from suffering that disadvantage, whether or not the ranged attack is with a crossbow.",
												"When designing a feat with a narrow use, we consider adding at least one element that can benefit a character more broadly—a bit of mastery that your character brings from one situation to another. The second benefit of {@feat Crossbow Expert} is such an element, as is the first benefit of {@feat Great Weapon Master}. That element in Crossbow Expert shows that some of the character's expertise with one type of thing—crossbows, in this case—transfers to other things."
											]
										},
										{
											"type": "entries",
											"name": "Do the first and third benefits of Crossbow Expert turn a hand crossbow into a semiautomatic weapon?",
											"id": "07c",
											"entries": [
												"The short answer is no.",
												"The first benefit of the feat lets you ignore the loading property of the {@item hand crossbow|PHB} if you're proficient with that weapon. The upshot is that you can fire it more than once if you have a feature like Extra Attack. You're still limited, however, by the fact that the weapon has the ammunition property. The latter property requires you to have a bolt to fire from the {@item hand crossbow|PHB}, and the hand crossbow isn't going to load itself (unless it's magical or a gnomish invention). You need to load each bolt into the weapon, and doing so requires a hand.",
												"To dig deeper into this point, take a look at the following sentence in the definition of the ammunition property: \"Drawing the ammunition from a quiver, case, or other container is part of the attack.\" The sentence tells us two important things. First, you're assumed to be drawing—that is, extracting with your hand—the ammunition from a container. Second, the act of drawing the ammunition is included in the attack and therefore doesn't require its own action and doesn't use up your free interaction with an object on your turn.",
												"What does that all mean for a {@item hand crossbow|PHB}? It means {@feat Crossbow Expert} makes it possible to fire a hand crossbow more than once with a feature like Extra Attack, provided that you have enough ammunition and you have a hand free to load it for each shot."
											]
										},
										{
											"type": "entries",
											"name": "Does Crossbow Expert let you fire a hand crossbow and then fire it again as a bonus action?",
											"id": "07d",
											"entries": [
												"It does! Take a look at the feat's third benefit. It says you can attack with a hand crossbow as a bonus action when you use the {@action Attack} action to attack with a one-handed weapon. A {@item hand crossbow|PHB} is a one-handed weapon, so it can, indeed, be used for both attacks, assuming you have a hand free to load the hand crossbow between the two attacks."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Dual Wielder",
									"id": "07e",
									"entries": [
										{
											"type": "entries",
											"name": "Can my character wield two heavy weapons if she has the Dual Wielder feat?",
											"id": "07f",
											"entries": [
												"No. The {@feat Dual Wielder} feat lets you wield two one-handed weapons. Every heavy weapon in the {@book Player's Handbook|PHB} also has the two-handed property."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Elemental Adept",
									"id": "080",
									"entries": [
										{
											"type": "entries",
											"name": "Is Elemental Adept the only feat you can take more than once?",
											"id": "081",
											"entries": [
												"{@feat Elemental Adept} is the only feat in the {@book Player's Handbook|PHB} that you can take more than once."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Great Weapon Master",
									"id": "082",
									"entries": [
										{
											"type": "entries",
											"name": "With the Great Weapon Master feat, do you have to take the bonus action immediately, or could you move and then use it on the same turn?",
											"id": "083",
											"entries": [
												"You take the bonus action on your turn, anytime after you hit with the attack that grants the bonus action. So yes, you can move before taking the bonus action (if you have movement remaining)."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Lucky",
									"id": "084",
									"entries": [
										{
											"type": "entries",
											"name": "How does the Lucky feat interact with advantage and disadvantage?",
											"id": "085",
											"entries": [
												"The {@feat Lucky} feat represents extraordinary luck that can help you when you need it most. It lets you spend a luck point; roll an extra {@dice d20} for an attack roll, ability check, or saving throw; and then choose which {@dice d20} to use. This is true no matter how many d20s are in the mix. For example, if you have advantage or disadvantage on your attack roll, you could spend a luck point, roll a third {@dice d20}, and then decide which of the three dice to use. You still have advantage or disadvantage, since the feat doesn't say it negates it, but you get to pick the die. The upshot of this fact is that a rogue, for instance, who has disadvantage on an attack roll couldn't use Sneak Attack even if the rogue uses the Lucky feat to pick the die.",
												"The {@feat Lucky} feat is a great example of an exception to a general rule. The general rule in this case is the one that tells us how advantage and disadvantage work. The specific rule is the Lucky feat, and we know that a specific rule trumps a general rule if they conflict with each other.",
												"If a DM wants advantage and disadvantage to play their normal roles even when the {@feat Lucky} feat is used, here's a way to do so: roll two d20s for advantage/disadvantage, roll a third {@dice d20} for Lucky, eliminate one of the three dice, and then use the higher (for advantage) or lower (for disadvantage) of the two dice that remain."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Magic Initiate",
									"id": "086",
									"entries": [
										{
											"type": "entries",
											"name": "If you're a spellcaster, can you pick your own class when you gain the Magic Initiate feat?",
											"id": "087",
											"entries": [
												"Yes, the feat doesn't say you can't. For example, if you're a wizard and gain the {@feat Magic Initiate} feat, you can choose wizard and thereby learn two more wizard cantrips and another 1st-level wizard spell."
											]
										},
										{
											"type": "entries",
											"name": "If you have spell slots, can you use them to cast the 1st-level spell you learn with the Magic Initiate feat?",
											"id": "088",
											"entries": [
												"Yes, but only if the class you pick for the feat is one of your classes. For example, if you pick sorcerer and you are a sorcerer, the Spellcasting feature for that class tells you that you can use your spell slots to cast the sorcerer spells you know, so you can use your spell slots to cast the 1st-level sorcerer spell you learn from {@feat Magic Initiate}. Similarly, if you are a wizard and pick that class for the feat, you learn a 1st-level wizard spell, which you could add to your spellbook and subsequently prepare.",
												"In short, you must follow your character's normal spellcasting rules, which determine whether you can expend spell slots on the 1st-level spell you learn from Magic Initiate."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Polearm Master",
									"id": "089",
									"entries": [
										{
											"type": "entries",
											"name": "Can I add my Strength modifier to the damage of the bonus attack that Polearm Master gives me?",
											"id": "08a",
											"entries": [
												"Yes. If you have the feat and use the {@action Attack} action to attack with a {@item glaive|PHB}, {@item halberd|PHB}, or {@item quarterstaff|PHB}, you can also strike with the weapon's opposite end as a bonus action. For that bonus attack, you add your ability modifier to the attack roll, as you do whenever you attack with that weapon, and if you hit, you add the same ability modifier to the damage roll, which is normal for weapon {@book damage rolls|PHB|9|Damage Rolls}.",
												"A specific rule, such as the rule for {@book two-weapon fighting|PHB|9|Two-Weapon Fighting}, might break the general rule by telling you not to add your ability modifier to the damage. {@feat Polearm Master} doesn't have such a rule."
											]
										},
										{
											"type": "entries",
											"name": "Does Polearm Master let me make an opportunity attack against a target that is being forced to approach me?",
											"id": "08b",
											"entries": [
												"A creature doesn't provoke an opportunity attack if it is moved without the use of its movement, its action, or its {@book reaction|PHB|9|Reactions}. For example, the effect of the {@spell antipathy/sympathy} spell requires the target to use its movement, meaning that it would provoke opportunity attacks when it does so.",
												"Similarly, {@spell dissonant whispers} requires the target to move using its {@book reaction|PHB|9|Reactions} (if available), so that activity also provokes opportunity attacks. In contrast, a creature that's pushed by a {@spell gust of wind} spell does not provoke opportunity attacks."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Savage Attacker",
									"id": "08c",
									"entries": [
										{
											"type": "entries",
											"name": "Does the Savage Attacker feat work with unarmed strikes?",
											"id": "08d",
											"entries": [
												"No. {@feat Savage Attacker} relies on a weapon's damage dice, and an unarmed strike isn't a weapon (a point that was clarified in the {@book Player's Handbook|PHB} errata)."
											]
										},
										{
											"type": "entries",
											"name": "Does the benefit of the Savage Attacker feat apply to additional effects like the rogue's Sneak Attack or the paladin's Divine Smite?",
											"id": "08e",
											"entries": [
												"No. The benefit of {@feat Savage Attacker} applies only to rolls of the weapon's damage dice, not to any extra damage that a feature or other ability might grant."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Sentinel",
									"id": "08f",
									"entries": [
										{
											"type": "entries",
											"name": "Does the attack granted by the third benefit of the Sentinel feat take place before or after the triggering attack?",
											"id": "090",
											"entries": [
												"The bonus attack takes place after the triggering attack. Here's why: the feat doesn't specify the bonus attack's timing, and when a {@book reaction|PHB|9|Reactions} has no timing specified, the reaction occurs after its trigger finishes ({@i DMG}, \"{@book Adjudicating Reaction Timing|DMG|8|Adjudicating Reaction Timing}\"). In contrast, an {@book opportunity attack|PHB|9|Opportunity Attacks} specifically takes place before its trigger finishes—that is, right before the target creature leaves your reach."
											]
										},
										{
											"type": "entries",
											"name": "How does the Sentinel feat work against an enemy that has Fancy Footwork or the Mobile feat?",
											"id": "091",
											"entries": [
												"Does the character with the {@feat Sentinel} feat still get the opportunity attack? The second benefit of the Sentinel feat is intended to counteract the {@action Disengage} action only. An enemy with the Fancy Footwork feature ({@book Sword Coast Adventurer's Guide|SCAG}) or one that has the {@feat Mobile} feat can avoid provoking opportunity attacks from someone who has the Sentinel feat, as long as that enemy doesn't take the {@action Disengage} action."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Shield Master",
									"id": "092",
									"entries": [
										{
											"type": "entries",
											"name": "The Shield Master feat lets you shove someone as a bonus action if you take the Attack action. Can you take that bonus action before the Attack action?",
											"id": "093",
											"entries": [
												"No. The bonus action provided by the {@feat Shield Master} feat has a precondition: that you take the {@action Attack} action on your turn. Intending to take that action isn't sufficient; you must actually take it before you can take the bonus action. During your turn, you do get to decide when to take the bonus action after you've taken the Attack action.",
												"This sort of if-then setup appears in many of the game's rules. The \"if\" must be satisfied before the \"then\" comes into play."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Tough",
									"id": "094",
									"entries": [
										{
											"type": "entries",
											"name": "Does the Tough feat have an effect for a druid while in beast form?",
											"id": "095",
											"entries": [
												"The intent is no. The {@feat Tough} feat affects a druid's hit points, which are replaced by the beast's hit points while using Wild Shape."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Ability Checks",
							"id": "096",
							"entries": [
								{
									"type": "entries",
									"id": "097",
									"entries": [
										{
											"type": "entries",
											"name": "Are attack rolls and saving throws basically specialized ability checks?",
											"id": "098",
											"entries": [
												"They aren't. It's easy to mistake the three rolls as three faces of the same thing, because they each involve rolling a {@dice d20}, adding any modifiers, and comparing the total to a {@book Difficulty Class|PHB|7|Ability Checks}, and they're all subject to advantage and disadvantage. In short, they share the same procedure for determining success or failure.",
												"Despite this common procedure, the three rolls are separate from each other. If something in the game, like the {@spell guidance} spell, affects one of them, the other two aren't affected unless the rules specifically say so. The next few questions touch on this point again."
											]
										},
										{
											"type": "entries",
											"name": "Can you get a critical hit on an ability check? For example, on a grapple attempt, does a critical win, or the highest number?",
											"id": "099",
											"entries": [
												"Ability checks don't score critical hits. Attack rolls do."
											]
										},
										{
											"type": "entries",
											"name": "Is a 1 on an ability check an automatic failure?",
											"id": "09a",
											"entries": [
												"Rolling a 1 on an ability check or a saving throw is not an automatic failure. A 1 is an automatic miss for an attack roll."
											]
										},
										{
											"type": "entries",
											"name": "If you cast the hex spell and choose Strength as the affected ability, does the target also have disadvantage on attack rolls and saving throws that use Strength?",
											"id": "09b",
											"entries": [
												"No, the {@spell hex} spell's description says it affects ability checks that use the chosen ability. The description says nothing about affecting attack rolls or saving throws. This means, for example, that if you choose Constitution, the spell's target doesn't suffer disadvantage when trying to maintain {@book concentration|PHB|10|Concentration} on a spell, since concentration requires a Constitution saving throw, not a Constitution check.",
												"Curious about the spell's intent? The spell is meant to be a classic jinx—the sort seen in folklore—that is useful in and out of combat. In combat, the spell provides some extra necrotic damage. Outside combat, you could foil a cunning diplomat, for example, by casting the spell and imposing disadvantage on his or her Charisma checks."
											]
										},
										{
											"type": "entries",
											"name": "Does the bard's Jack of All Trades feature apply to attack rolls and saving throws that don't use the bard's proficiency bonus?",
											"id": "09c",
											"entries": [
												"No. The feature benefits only ability checks. Don't forget that initiative rolls are Dexterity checks, so Jack of All Trades can benefit a bard's initiative, assuming the bard isn't already adding his or her proficiency bonus to it."
											]
										},
										{
											"type": "entries",
											"name": "When you make a Strength (Athletics) check to grapple or shove someone, are you making an attack roll?",
											"id": "09d",
											"entries": [
												"No. That check is an ability check, so game effects tied to attack rolls don't apply to it. Going back to an earlier question, the {@spell hex} spell could be used to diminish a grappler's effectiveness. And if the grappler's target is under the effect of the {@action Dodge} action, that action doesn't inhibit the {@book grapple|PHB|9|Grappling}, since Dodge doesn't affect ability checks."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Adventuring",
							"id": "09e",
							"entries": [
								{
									"type": "entries",
									"id": "09f",
									"entries": [
										{
											"type": "entries",
											"name": "Is there a hard limit on how many short rests characters can take in a day, or is this purely up to the DM to decide?",
											"id": "0a0",
											"entries": [
												"The only hard limit on the number of {@book short rests|PHB|8|Short Rest} you can take is the number of hours in a day. In practice, you're also limited by time pressures in the story and foes interrupting."
											]
										},
										{
											"type": "entries",
											"name": "Are extradimensional spaces, such as a demiplane or the space created by rope trick , considered to be on a different plane of existence?",
											"id": "0a1",
											"entries": [
												"An extradimensional space (aka an extraplanar space) is outside other planes. Therefore, if you're on the Material Plane and your foe is in an extradimensional space, the two of you aren't on the same plane of existence."
											]
										},
										{
											"type": "entries",
											"name": "How do I tell if something in the game is magical?",
											"id": "0a2",
											"entries": [
												"For an extensive discussion of this topic, see the question \"{@book Is the breath weapon of a dragon magical?|SA|0|Is the breath weapon of a dragon magical?}\" in the \"{@book Monsters|SA|0|Monsters}\" section below."
											]
										},
										{
											"type": "entries",
											"name": "What's an example of an effect that can reduce exhaustion?",
											"id": "0a3",
											"entries": [
												"The {@spell greater restoration} spell can reduce exhaustion."
											]
										},
										{
											"type": "entries",
											"name": "Is there a way to get lost Intelligence back, such as after an intellect devourer zeroes it?",
											"id": "0a4",
											"entries": [
												"The {@spell greater restoration} spell can remove the reduction to an ability score."
											]
										},
										{
											"type": "entries",
											"name": "What happens after 20th level? Is there a cap to character levels?",
											"id": "0a5",
											"entries": [
												"The highest level is 20th. The \"{@book Epic Boons|DMG|7|Epic Boons}\" section in the {@book Dungeon Master's Guide|DMG} offers ideas for further advancement."
											]
										},
										{
											"type": "entries",
											"name": "The {@condition frightened} condition says \"while the source of its fear is within line of sight.\" Does that mean you have disadvantage on attack rolls and ability checks even if the source is {@condition invisible} but you have a clear line to its space?",
											"entries": [
												"No. If you can't see something, it's not within your line of sight. Speaking of \"line of sight,\" the game uses the English meaning of the term, which has no special meaning in the rules."
											]
										},
										{
											"type": "entries",
											"name": "Does casting a spell while taking a short rest interrupt the rest?",
											"entries": [
												"Yes. Spellcasting is more strenuous than the activities listed on page 186 of the Player's Handbook: \"eating, drinking, reading, and tending to wounds.\""
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Combat",
							"id": "0a6",
							"entries": [
								{
									"type": "entries",
									"id": "0a7",
									"entries": [
										{
											"type": "entries",
											"name": "Does surprise happen outside the initiative order as a special surprise round?",
											"id": "0a8",
											"entries": [
												"No, here's how surprise works.",
												"The first step of any combat is this: the DM determines whether anyone in the combat is surprised (reread \"{@book Combat Step by Step|PHB|9|Combat Step by Step}\" in the {@book Player's Handbook|PHB}). This determination happens only once during a fight and only at the beginning. In other words, once a fight starts, you can't be surprised again, although a hidden foe can still gain the normal benefits from being unseen (see \"{@book Unseen Attackers and Targets|PHB|9|Unseen Attackers and Targets}\" in the {@book Player's Handbook|PHB}).",
												"To be surprised, you must be caught off guard, usually because you failed to notice foes being stealthy or you were startled by an enemy with a special ability, such as the {@creature Gelatinous Cube||gelatinous cube's} Transparent trait, that makes it exceptionally surprising. You can be surprised even if your companions aren't, and you aren't surprised if even one of your foes fails to catch you unawares.",
												"If anyone is surprised, no actions are taken yet. First, initiative is rolled as normal. Then, the first round of combat starts, and the unsurprised combatants act in initiative order. A surprised creature can't move or take an action or a {@book reaction|PHB|9|Reactions} until its first turn ends (remember that being unable to take an action also means you can't take a bonus action). In effect, a surprised creature skips its first turn in a fight. Once that turn ends, the creature is no longer surprised.",
												"In short, activity in a combat is always ordered by initiative, whether or not someone is surprised, and after the first round of combat has passed, surprise is no longer a factor. You can still try to hide from your foes and gain the benefits conferred by being hidden, but you don't deprive your foes of their turns when you do so."
											]
										},
										{
											"type": "entries",
											"name": "Surprise rules work for two opposing sides. What happens with surprise when a third group of combatants sneaks up, hidden from the melee, and ambushes?",
											"id": "0a9",
											"entries": [
												"The surprise rule is relevant only when a combat is starting. Any ambushes during the fight use the rules for Dexterity ({@skill Stealth}) checks."
											]
										},
										{
											"type": "entries",
											"name": "If a wizard casts a spell like fireball during a surprise round, do the enemies get disadvantage on their saving throw?",
											"id": "0aa",
											"entries": [
												"Being surprised has no effect on saves. If you're surprised, you can't move or take an action on your first turn of the combat and you can't take a {@book reaction|PHB|9|Reactions} until that turn ends."
											]
										},
										{
											"type": "entries",
											"name": "Can you delay your turn and take it later in the round?",
											"id": "0ab",
											"entries": [
												"No. When it's your turn, either you do something or you don't. If you don't want to do anything, consider taking the {@action Dodge} action so that you'll, at least, have some extra protection. If you want to wait to act in response to something, take the {@action Ready} action, which lets you take part of your turn later.",
												"For a variety of reasons, we didn't include the option to delay your turn:",
												{
													"type": "list",
													"items": [
														"Your turn involves several decisions, including where to move and what action to take. If you could delay your turn, your decision-making would possibly become slower, since you would have to consider whether you wanted to take your turn at all. Multiply that extra analysis by the number of characters and monsters in a combat, and you have the potential for many slowdowns in play.",
														"The ability to delay your turn can make initiative meaningless, as characters and monsters bounce around in the initiative order. If combatants can change their place in the initiative order at will, why use initiative at all? On top of that, changing initiative can easily turn into an unwelcome chore, especially for the DM, who might have to change the initiative list over and over during a fight.",
														"Being able to delay your turn can let you wreak havoc on the durations of spells and other effects, particularly any of them that last until your next turn. Simply by changing when your turn happens, you could change the length of certain spells. The way to guard against such abuse would be to create a set of additional rules that would limit your ability to change durations. The net effect? More complexity would be added to the game, and with more complexity, there is greater potential for slower play."
													]
												},
												"Two of our goals for combat were for it to be speedy and for initiative to matter. We didn't want to start every combat by rolling initiative and then undermine turn order with a delay option. Moreover, we felt that toying with initiative wasn't where the focus should be in battle. Instead, the dramatic actions of the combatants should be the focus, with turns that happen as quickly as possible."
											]
										},
										{
											"type": "entries",
											"name": "I have a readied action. Can I stop readying to take an opportunity attack? Or is ready a full turn commitment?",
											"id": "0ac",
											"entries": [
												"If you have an action readied, you can make an opportunity attack, which causes you to stop readying."
											]
										},
										{
											"type": "entries",
											"name": "Can a bonus action be used as an action or vice versa? For example, can a bard use a bonus action to grant a Bardic Inspiration die and an action to cast healing word?",
											"id": "0ad",
											"entries": [
												"No. Actions and bonus actions aren't interchangeable. In the example, the bard could use Bardic Inspiration or {@spell healing word} on a turn, not both."
											]
										},
										{
											"type": "entries",
											"name": "Can a flying creature without the hover trait stay in one place while airborne, or does it need to move each round?",
											"id": "0ae",
											"entries": [
												"A flyer that lacks the hover trait can stay aloft without moving each round."
											]
										},
										{
											"type": "entries",
											"name": "Can you move through the space of a prone enemy?",
											"id": "0af",
											"entries": [
												"The {@condition prone} condition doesn't override the rule that prevents you from moving through an enemy's space, unless that enemy is at least two sizes larger or two sizes smaller than you.",
												"If you do move through the space of another creature—whether a friend or an enemy—the space is difficult terrain for you, and you can't willingly end your move there. See the {@book Player's Handbook|PHB}, ({@i PHB} \"{@book Movement and Position|PHB|9|Movement and Position}\"), for more on movement in combat."
											]
										},
										{
											"type": "entries",
											"name": "Does travel pace apply to movement in combat, or just when traveling?",
											"id": "0b0",
											"entries": [
												"The {@book travel pace rule|PHB|8|Travel Pace} doesn't apply in combat."
											]
										},
										{
											"type": "entries",
											"name": "If you have a feature like Cunning Action or Step of the Wind, can you take the Dash action more than once on your turn?",
											"id": "0b1",
											"entries": [
												"If you can take the {@action Dash} action as a bonus action, nothing in the rules prevents you from taking the {@action Dash} action with your regular action too. The same principle holds when you use a feature like Action Surge; you could use both of your actions to take the {@action Dash} action."
											]
										},
										{
											"type": "entries",
											"name": "My rogue/wizard can get a bonus action to Dash by using Cunning Action, and I can cast expeditious retreat on myself to get a bonus action to Dash. Do I get two bonus actions to Dash?",
											"id": "0b2",
											"entries": [
												"No. You can take only one {@book bonus action|PHB|9|Bonus Actions} on your turn. If you have two or more ways to use a bonus action, you must choose which one (if any) you want to employ on your turn."
											]
										},
										{
											"type": "entries",
											"name": "If you use the Help action to distract a foe, do you have to stay within 5 feet of it for the action to work?",
											"id": "0b3",
											"entries": [
												"No, you can take the action and then move away. The action itself is what grants advantage to your ally, not your staying next to the foe."
											]
										},
										{
											"type": "entries",
											"name": "If I'm invisible and I become visible when I shoot an arrow at a target, does hiding again require an action?",
											"id": "0b4",
											"entries": [
												"Without a special ability, hiding in combat requires the {@action Hide} action."
											]
										},
										{
											"type": "entries",
											"name": "If I use the Ready action to deal damage to someone who's moving, do I deny the target the rest of its movement?",
											"id": "0b5",
											"entries": [
												"Dealing damage to a moving target doesn't halt its movement, unless the damage is accompanied by an ability that stops movement. Things like the {@feat Sentinel} feat give you such an ability. Reducing a moving creature to 0 hit points is also usually an effective way to stop it!"
											]
										},
										{
											"type": "entries",
											"name": "Can you use the Ready action to take the Dash action on someone else's turn and then combine the Charger feat with it?",
											"id": "0b6",
											"entries": [
												"No, since you can't take a bonus action on someone else's turn."
											]
										},
										{
											"type": "entries",
											"name": "For readying a spell or other action, does the target have to be in range?",
											"id": "0b7",
											"entries": [
												"Your target must be within range when you take a readied action, not when you first ready it."
											]
										},
										{
											"type": "entries",
											"name": "How does readying a spell work? Do you lose your spell slot if the trigger never occurs?",
											"id": "0b8",
											"entries": [
												"A readied spell's slot is lost if you don't release the spell with your {@book reaction|PHB|9|Reactions} before the start of your next turn."
											]
										},
										{
											"type": "entries",
											"name": "Can a readied action occur during an enemy's triggering action, such as between its first and second attacks when it uses Multiattack?",
											"id": "0b9",
											"entries": [
												"A readied action occurs immediately after its trigger. If you defined the trigger as an attack, your action happens after that attack."
											]
										},
										{
											"type": "entries",
											"name": "How do I know which ability modifier to use with an attack roll and its damage roll?",
											"id": "0ba",
											"entries": [
												"The {@book Player's Handbook|PHB} specifies which ability modifier to use with an attack roll ({@i PHB} \"{@book Attack Rolls|PHB|9|Attack Rolls}\") and which one to use with the corresponding damage roll ({@i PHB} \"{@book Damage Rolls|PHB|9|Damage Rolls}\"). Here's a summary:",
												{
													"type": "table",
													"colLabels": [
														"Attack Type",
														"Attack Roll",
														"Damage Roll"
													],
													"colStyles": [
														"col-4 text-center",
														"col-5 text-center",
														"col-3 text-center"
													],
													"rows": [
														[
															"Melee weapon attack",
															"Strength mod.*",
															"Strength mod."
														],
														[
															"Ranged weapon attack",
															"Dexterity mod.*",
															"Dexterity mod."
														],
														[
															"Spell attack",
															"Spellcasting ability mod.**",
															"Depends on effect"
														]
													]
												},
												"* Add your proficiency bonus if you're using a weapon with which you're proficient.",
												"** Add your proficiency bonus. Your spellcasting ability is determined by your class or whatever feature gave you the ability to make the spell attack.",
												"For example, if you make a melee weapon attack with a longsword, you add your Strength modifier to the attack and damage rolls of the attack. In contrast, if you make the spell attack of the {@spell fire bolt} cantrip, you add your spellcasting ability modifier to the attack roll. If you're a wizard, Intelligence is your spellcasting ability, so add your Intelligence modifier. {@spell Fire bolt} doesn't tell you to add your modifier to its damage roll, though, so you don't.",
												"Various features in the game make explicit exceptions to the rule. For example, a weapon that has the finesse property lets you choose whether to use your Strength or Dexterity modifier with it. Another example: when you use the two-weapon fighting option in the {@book Player's Handbook|PHB} ({@i PHB} \"{@book Two-Weapon Fighting|PHB|9|Two-Weapon Fighting}\"), you don't add your ability modifier to the damage of the bonus attack, unless that modifier is negative. You do, however, still add your ability modifier to the attack roll, since the option doesn't tell you not to. In other words, you follow the general rule until an exception in the game tells you not to.",
												"What about unusual cases like the {@spell green-flame blade|SCAG} spell? The spell, which appears in the {@book Sword Coast Adventurer's Guide|SCAG}, tells you to make a melee attack with a weapon. Look at the table above, and you see that, under normal circumstances, you use your Strength modifier when you make a melee weapon attack. It doesn't matter that a spell told you to attack. If a spell expects you to make a spell attack, the spell's description says so. For examples, take a look at {@spell fire bolt} and {@spell ray of frost}. Both say it—\"spell attack.\""
											]
										},
										{
											"type": "entries",
											"name": "What does \"melee weapon attack\" mean: a melee attack with a weapon or an attack with a melee weapon?",
											"id": "0bb",
											"entries": [
												"It means a melee attack with a weapon. Similarly, \"ranged weapon attack\" means a ranged attack with a weapon. Some attacks count as a melee or ranged weapon attack even if a weapon isn't involved, as specified in the text of those attacks. For example, an unarmed strike counts as a melee weapon attack, even though the attacker's body isn't considered a weapon.",
												"Here's a bit of wording minutia: we would write \"melee-weapon attack\" (with a hyphen) if we meant an attack with a melee weapon."
											]
										},
										{
											"type": "entries",
											"name": "How does a reach weapon work with opportunity attacks?",
											"id": "0bc",
											"entries": [
												"An {@book opportunity attack|PHB|9|Opportunity Attacks} is normally triggered when a creature you can see moves beyond your reach. If you want to make an opportunity attack with a reach weapon, such as a glaive or a halberd, you can do so when a creature leaves the reach you have with that weapon. For example, if you're wielding a {@item halberd|PHB}, a creature that is right next to you could move 5 feet away without triggering an opportunity attack. If that creature tries to move an additional 5 feet—beyond your 10-foot reach—the creature then triggers an opportunity attack."
											]
										},
										{
											"type": "entries",
											"name": "Can a blinded creature make an opportunity attack?",
											"id": "0bd",
											"entries": [
												"An {@book opportunity attack|PHB|9|Opportunity Attacks} is triggered by \"a hostile creature you can see\". If you can't see an enemy, you can't make an opportunity attack against it. Creatures with {@sense blindsight} are an exception to this rule, because that ability lets those creatures \"see\" within a certain radius."
											]
										},
										{
											"type": "entries",
											"name": "Can an opportunity attack be used to make a grapple or a shove?",
											"id": "0be",
											"entries": [
												"{@book Grappling|PHB|9|Grappling} and {@book shoving|PHB|9|Shoving a Creature} are special melee attacks that require the {@action Attack} action. An {@book opportunity attack|PHB|9|Opportunity Attacks} is a special {@book reaction|PHB|9|Reactions}. Take the {@action Ready} action if you want to attempt a grapple or a shove as a reaction."
											]
										},
										{
											"type": "entries",
											"name": "When you use two-weapon fighting, can you draw and throw two weapons on your turn?",
											"id": "0bf",
											"entries": [
												"You can throw two weapons with {@book two-weapon fighting|PHB|9|Two-Weapon Fighting}, but that rule doesn't give you the ability to draw two weapons for free.",
												"On your turn, you can {@book interact with one object for free|PHB|9|Other Activity on Your Turn}, either during your move or during an action. One of the most common object interactions is drawing or stowing a weapon. Interacting with a second object on the same turn requires an action. You need a feature like the Dual Wielder feat to draw or stow a second weapon for free."
											]
										},
										{
											"type": "entries",
											"name": "With two-weapon fighting, can I use both attacks (normal and bonus) to shove a creature?",
											"id": "0c0",
											"entries": [
												"No. {@book Two-weapon fighting|PHB|9|Two-Weapon Fighting} doesn't grant the bonus attack unless the first attack is made with a light melee weapon. Shoving a creature is a special melee attack that does not involve the use of a weapon."
											]
										},
										{
											"type": "entries",
											"name": "If a creature is grappled, can it still attack and use its special abilities?",
											"id": "0c1",
											"entries": [
												"The {@condition grappled} condition limits movement, not attacks, spellcasting, and the like. That said, many grappling abilities, such as a {@creature Roper||roper's} tendril attack, also deliver effects like the {@condition restrained} condition."
											]
										},
										{
											"type": "entries",
											"name": "Is the grappling rule in the Player's Handbook usable by a handless creature?",
											"id": "0c2",
											"entries": [
												"The {@book grappling|PHB|9|Grappling} rule was written for a grappler with at least one hand, but a DM can easily adapt the rule for a handless creature that has a bite or an appendage, such as a tentacle, that could reasonably seize someone. A {@creature wolf}, for example, could plausibly try to seize a person with its bite, and the animal wouldn't be able to use its bite attack as long as it held onto the person.",
												"Keep in mind that the grappling rule in the {@book Player's Handbook|PHB} requires the {@action Attack} action, so a creature must take that action—rather than Multiattack or another action in the creature's stat block—when it uses that rule. A monster, such as a {@creature roper}, that has a special grappling attack doesn't follow that rule when using its special attack."
											]
										},
										{
											"type": "entries",
											"name": "Does a grapple or a shove trigger the Tempest cleric's Wrath of the Storm or a Battle Master's Riposte?",
											"id": "0c3",
											"entries": [
												"The answer to both questions is no. The {@book grappling|PHB|9|Grappling} and {@book shoving|PHB|9|Shoving a Creature} options don't result in a hit or a miss."
											]
										},
										{
											"type": "entries",
											"name": "Say I grapple you, then I drop prone. Are we now prone together?",
											"id": "0c4",
											"entries": [
												"No. A creature you're {@book grappling|PHB|9|Grappling} isn't knocked {@condition prone} if you become {@condition prone}. You're now holding onto the creature from a {@condition prone} position."
											]
										},
										{
											"type": "entries",
											"name": "Target at range caught in melee combat—does that target get some kind of cover or do I get disadvantage?",
											"id": "0c5",
											"entries": [
												"Your target has half cover if another creature is between you and the target."
											]
										},
										{
											"type": "entries",
											"name": "Can damage be reduced to 0 by resistance or another form of damage reduction?",
											"id": "0c6",
											"entries": [
												"There is no damage minimum in the rules, so it is possible to deal 0 damage with an attack, a spell, or another effect."
											]
										},
										{
											"type": "entries",
											"name": "A dragon uses a breath weapon against me. I succeed on the save, and I have resistance to the damage. Do I take only one-quarter of the damage?",
											"id": "0c7",
											"entries": [
												"Yes, because resistance is applied after all other modifiers to damage. If you succeed on a save and still take damage, that damage is halved if you have the right resistance."
											]
										},
										{
											"type": "entries",
											"name": "Is the intent that only melee weapon attacks can knock foes unconscious, or can melee spell attacks as well?",
											"id": "0c8",
											"entries": [
												"If you reduce a creature to 0 hit points with a melee attack, you can {@book knock the creature out|PHB|9|Knocking a Creature Out}. That melee attack isn't restricted to weapons. Even a melee spell attack can be used to knock a creature out."
											]
										},
										{
											"type": "entries",
											"name": "Are attacks with a net always made with disadvantage?",
											"id": "0c9",
											"entries": [
												"Unless you have a special ability that says otherwise, any {@item net|PHB} attack has disadvantage because you're either {@book within 5 feet of your target|PHB|9|Ranged Attacks in Close Combat} or you're attacking at long range, which is between 5 and 15 feet for a {@item net|PHB}."
											]
										},
										{
											"type": "entries",
											"name": "Can a non-Battle Master attempt to disarm someone?",
											"id": "0ca",
											"entries": [
												"The Disarming Attack maneuver is designed for the Battle Master archetype, but anyone can try to disarm a foe. The Disarm action option ({@i DMG} , \"{@book Disarm|DMG|9|Disarm}\") provides one way a DM might adjudicate the activity."
											]
										},
										{
											"type": "entries",
											"name": "Are natural weapons considered weapons?",
											"entries": [
												"Things designated as weapons by the rules, including natural weapons, are indeed weapons. In contrast, unarmed strikes are not weapons. They are something you do with an unarmed part of your body."
											]
										},
										{
											"type": "entries",
											"name": "Can I make an attack with one weapon, then draw a second weapon with my other hand and qualify to use two-weapon fighting?",
											"entries": [
												"To use the two-weapon fighting bonus action (PH, 195), you must have both weapons in hand when you make the first attack. If you're instead fighting with two or more weapons as part of the Extra {@action Attack} feature, the rule for the two-weapon fighting bonus action doesn't apply. The rule for that bonus action applies only to itself, not to any other use of two or more weapons in the game."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Spellcasting",
							"id": "0cb",
							"entries": [
								{
									"type": "entries",
									"id": "0cc",
									"entries": [
										{
											"type": "entries",
											"name": "Can a spellcaster cast spells off-target to minimize damage to party members from a spell like shatter?",
											"id": "0cd",
											"entries": [
												"The spellcaster chooses where to place the point of origin of a spell like {@spell shatter} and may, therefore, choose a position that is advantageous to allies."
											]
										},
										{
											"type": "entries",
											"name": "Can permanent magical effects be dispelled? Or are they no longer considered magical effects once permanent?",
											"id": "0ce",
											"entries": [
												"If the effect of a spell becomes permanent, it can be dispelled, unless its description says otherwise (such as in the {@spell wall of stone} spell)."
											]
										},
										{
											"type": "entries",
											"name": "Do spellcasters have to learn a ritual version of a spell apart from the normal version, or are they the same?",
											"id": "0cf",
											"entries": [
												"To cast the ritual version of a spell you know, you need a feature, such as Ritual Casting, that gives you the ability to cast the spell as a ritual. You don't need to also learn a special version of the spell."
											]
										},
										{
											"type": "entries",
											"name": "Can spellcasters prepare spells not all at once, but prepare spells at various times in the day?",
											"id": "0d0",
											"entries": [
												"You prepare your list of spells only at the end of a long rest. You can't prepare some spells at the end of the rest and then prepare more later."
											]
										},
										{
											"type": "entries",
											"name": "Do you always know when you're under the effect of a spell?",
											"id": "0d1",
											"entries": [
												"You're aware that a spell is affecting you if it has a perceptible effect or if its text says you're aware of it (see {@i PHB} , under \"{@book Targets|PHB|10|Targets}\"). Most spells are obvious. For example, {@spell fireball} burns you, {@spell cure wounds} heals you, and {@spell command} forces you to suddenly do something you didn't intend. Certain spells are more subtle, yet you become aware of the spell at a time specified in the spell's description. {@spell Charm person} and {@spell detect thoughts} are examples of such spells.",
												"Some spells are so subtle that you might not know you were ever under their effects. A prime example of that sort of spell is {@spell suggestion}. Assuming you failed to notice the spellcaster casting the spell, you might simply remember the caster saying, \"The treasure you're looking for isn't here. Go look for it in the room at the top of the next tower.\" You failed your saving throw, and off you went to the other tower, thinking it was your idea to go there. You and your companions might deduce that you were beguiled if evidence of the spell is found. It's ultimately up to the DM whether you discover the presence of inconspicuous spells. Discovery usually comes through the use of skills like {@skill Arcana}, {@skill Investigation}, {@skill Insight}, and {@skill Perception} or through spells like {@spell detect magic}."
											]
										},
										{
											"type": "entries",
											"name": "If I'm concentrating on a spell and I cast another spell that requires concentration, when does my concentration on the first spell end?",
											"entries": [
												"If you're concentrating on a spell, your concentration on it ends immediately when you start casting another spell that requires concentration."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Spell Attacks",
									"id": "0d2",
									"entries": [
										{
											"type": "entries",
											"name": "Is a touch range spell considered a melee attack for purposes of subduing foes rather than killing?",
											"id": "0d3",
											"entries": [
												"Having a range of touch doesn't mean a spell is a melee attack. A spell tells you if it delivers such an attack."
											]
										},
										{
											"type": "entries",
											"name": "Can spell attacks score critical hits?",
											"id": "0d4",
											"entries": [
												"A spell attack can definitely score a critical hit. The rule on critical hits applies to attack rolls of any sort."
											]
										},
										{
											"type": "entries",
											"name": "When casting a spell that affects multiple targets, such as scorching ray or eldritch blast , do I fire one ray or beam, determine the result, and fire again? Or do I have to choose all the targets before making any attack rolls?",
											"id": "0d5",
											"entries": [
												"Even though the duration of each of these spells is instantaneous, you choose the targets and resolve the attacks consecutively, not all at once. If you want, you can declare all your targets before making any attacks, but you would still roll separately for each attack (and damage, if appropriate)."
											]
										},
										{
											"type": "entries",
											"name": "Can a spell with an attack roll be used as the attack in the Attack action or as part of the Extra Attack feature?",
											"id": "0d6",
											"entries": [
												"The short answer is no.",
												"As explained in the {@book Player's Handbook|PHB}, you can take one action on your turn in combat, in addition to moving. You choose your action from the options available to everyone—options such as {@action Attack}, {@action Cast a Spell}, and {@action Dash}—or you choose from among the special actions you've gained from a class, a feat, or another source.",
												"If you want to cast a spell on your turn, you take the {@action Cast a Spell} action. Doing so means you're not taking the {@action Attack} action or any other action. It is true that a number of spells, such as {@spell fire bolt} and {@spell ray of frost}, involve making an attack, but you can't make such an attack without first casting the spell that delivers it. In other words, just because something involves an attack doesn't mean the {@action Attack} action is being used.",
												"By extension, the Extra Attack feature (given by several classes, including the fighter and paladin) doesn't let you cast extra attack spells. That feature specifically relies on the {@action Attack} action, not the {@action Cast a Spell} action or any other action.",
												"In summary, to make a spell attack, you have to first cast a spell or use a feature that creates the spell's effect. A game feature, such as Extra Attack, that lets you make an attack doesn't let you cast a spell unless it says it does."
											]
										},
										{
											"type": "entries",
											"name": "Can you use a melee spell attack to make an opportunity attack?",
											"id": "0d7",
											"entries": [
												"You can't if the spell attack is created by casting a spell. When a creature triggers an opportunity attack from you, you can use your {@book reaction|PHB|9|Reactions} to make a melee attack against it. The opportunity attack doesn't suddenly give you the ability to cast a spell, such as {@spell shocking grasp}.",
												"Each spell has a casting time. A game feature, such as an opportunity attack, doesn't let you bypass that casting time, unless the feature says otherwise. The {@feat War Caster} feat is an example of a feature that does let you bypass a 1-action casting time to cast a spell in place of making an opportunity attack.",
												"A few monsters can make opportunity attacks with melee spell attacks. Here's how: certain monsters—including the {@creature banshee}, the {@creature lich}, and the {@creature specter}—have a melee spell attack that isn't delivered by a spell. For example, the banshee's Corrupting Touch action is a melee spell attack but no spell is cast to make it. The {@creature banshee} can, therefore, make opportunity attacks with Corrupting Touch."
											]
										},
										{
											"type": "entries",
											"name": "Some spells (like eldritch blast ) target a creature. Some others (like fire bolt ) target objects too. Does this mean that I can't attack the door with eldritch blast?",
											"id": "0d8",
											"entries": [
												"The target specifications (creature, object, or something else) in spells are intentional."
											]
										},
										{
											"type": "entries",
											"name": "Does a melee spell attack count as a melee attack for Touch of Death?",
											"id": "0d9",
											"entries": [
												"A melee spell attack is, indeed, a melee attack and can qualify for the Death cleric's Touch of Death feature."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Spell Level",
									"id": "0da",
									"entries": [
										{
											"type": "entries",
											"name": "What level is a spell if you cast it without a spell slot?",
											"id": "0db",
											"entries": [
												"Such a spell is cast at its lowest possible level, which is the level that appears near the top of its description. Unless you have a special ability that says otherwise, the only way to increase the level of a spell is to expend a higher-level spell slot when you cast it.",
												"Here are some examples:",
												{
													"type": "list",
													"items": [
														"The warlock's Chains of Carceri feature lets a warlock cast {@spell hold monster} without using a spell slot. That casting of {@spell hold monster} is, therefore, 5th level, which is the lowest possible level for that spell.",
														"The warlock's Thief of Five Fates feature lets a warlock cast {@spell bane} using a spell slot, which means the spell is 1st level or higher, depending on the slot that the warlock expends to cast it.",
														"The monk's Disciple of the Elements feature lets the monk spend ki points, rather than a spell slot, to increase the level of a spell."
													]
												},
												"This rule is true for player characters and monsters alike, which is why the innate spellcasters in the {@book Monster Manual|MM} must cast an innate spell at its lowest possible level."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Casting Time",
									"id": "0dc",
									"entries": [
										{
											"type": "entries",
											"name": "Is there a limit on the number of spells you can cast on your turn?",
											"id": "0dd",
											"entries": [
												"There's no rule that says you can cast only X number of spells on your turn, but there are some practical limits. The main limiting factor is your action. Most spells require an action to cast, and unless you use a feature like the fighter's Action Surge, you have only one action on your turn.",
												"If you cast a spell, such as {@spell healing word}, with a bonus action, you can cast another spell with your action, but that other spell must be a cantrip. Keep in mind that this particular limit is specific to spells that use a bonus action. For instance, if you cast a second spell using Action Surge, you aren't limited to casting a cantrip with it."
											]
										},
										{
											"type": "entries",
											"name": "Does the rule on casting a bonus action spell apply when you take a bonus action granted by a spell?",
											"id": "0de",
											"entries": [
												"The rule on {@book casting a spell as a bonus action|PHB|10|Bonus Action} applies only on the turn you cast the spell. For example, {@spell spiritual weapon} can be cast as a bonus action, and it lasts for 1 minute. On the turn you cast it, you can't cast another spell before or after it, unless that spell is a cantrip with a casting time of 1 action. Until {@spell spiritual weapon} ends, it gives you the option of controlling its spectral weapon as a bonus action. That bonus action does not involve casting a spell, despite the fact that it's granted by a spell, so you can control the weapon and cast whatever spell you like on the same turn."
											]
										},
										{
											"type": "entries",
											"name": "Can you cast a reaction spell on your turn?",
											"id": "0df",
											"entries": [
												"You sure can! Here's a common way for it to happen: Cornelius the wizard is casting {@spell fireball} on his turn, and his foe casts {@spell counterspell} on him. Cornelius also has {@spell counterspell} prepared, so he uses his {@book reaction|PHB|9|Reactions} to cast it and break his foe's {@spell counterspell} before it can stop {@spell fireball}."
											]
										},
										{
											"type": "entries",
											"name": "Does casting a spell as a ritual require concentration if the spell doesn't normally require it?",
											"id": "0e0",
											"entries": [
												"{@book Concentration|PHB|10|Concentration} is required when casting any spell, including a ritual version, for {@book longer than 1 action|PHB|10|Longer Casting Times}. Once the casting is complete, the spell requires concentration only if its duration entry says it does."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Components",
									"id": "0e1",
									"entries": [
										{
											"type": "entries",
											"name": "Does a spell consume its material components?",
											"id": "0e2",
											"entries": [
												"A spell doesn't consume its material components unless its description says it does. For example, the pearl required by the {@spell identify} spell isn't consumed, whereas the diamond required by {@spell raise dead} is used up when you cast the spell."
											]
										},
										{
											"type": "entries",
											"name": "If a spell's material components are consumed, can a spellcasting focus still be used in place of the consumed component?",
											"id": "0e3",
											"entries": [
												"No. A spellcasting focus can be used in place of a material component only if that component has no cost noted in the spell's description and if that component isn't consumed."
											]
										},
										{
											"type": "entries",
											"name": "What's the amount of interaction needed to use a spellcasting focus? Does it have to be included in the somatic component?",
											"id": "0e4",
											"entries": [
												"If a spell has a material component, you need to handle that {@book component|PHB|10|Components} when you cast the spell. The same rule applies if you're using a spellcasting focus as the material component.",
												"If a spell has a somatic component, you can use the hand that performs the somatic component to also handle the material component. For example, a wizard who uses an {@item orb|PHB} as a spellcasting focus could hold a {@item quarterstaff|PHB} in one hand and the orb in the other, and he could cast {@spell lightning bolt} by using the orb as the spell's material component and the orb hand to perform the spell's somatic component.",
												"Another example: a cleric's {@item holy symbol|PHB} is emblazoned on her {@item shield|PHB}. She likes to wade into melee combat with a {@item mace|PHB} in one hand and a shield in the other. She uses the holy symbol as her spellcasting focus, so she needs to have the shield in hand when she casts a cleric spell that has a material component. If the spell, such as {@spell aid}, also has a somatic component, she can perform that component with the shield hand and keep holding the mace in the other.",
												"If the same cleric casts {@spell cure wounds}, she needs to put the {@item mace|PHB} or the {@item shield|PHB} away, because that spell doesn't have a material component but does have a somatic component. She's going to need a free hand to make the spell's gestures. If she had the {@feat War Caster} feat, she could ignore this restriction."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Duration",
									"id": "0e5",
									"entries": [
										{
											"type": "entries",
											"name": "If you're concentrating on a spell, do you need to maintain line of sight with the spell's target or the spell's effect?",
											"id": "0e6",
											"entries": [
												"You don't need to be within line of sight or within range to maintain {@book concentration|PHB|10|Concentration} on a spell, unless a spell's description or other game feature says otherwise."
											]
										},
										{
											"type": "entries",
											"name": "If I have 10 temporary hit points and I take 30 damage from an attack while concentrating on a spell, what is the DC of the Constitution save to maintain my concentration?",
											"id": "0e7",
											"entries": [
												"The DC is 15 in that case. When temporary hit points absorb damage for you, you're still taking damage, just not to your real hit points.",
												"In contrast, a feature like the wizard's Arcane Ward can take damage for you, potentially eliminating the need to make a Constitution saving throw or, at least, lowering the DC of that save."
											]
										},
										{
											"type": "entries",
											"name": "Can a spellcaster dismiss a spell after casting it?",
											"id": "0e8",
											"entries": [
												"You can't normally dismiss a spell that you cast unless (a) its description says you can or (b) it requires {@book concentration|PHB|10|Concentration} and you decide to end your concentration on it. Otherwise, a spell's magic is unleashed on the environment, and if you want to end it, you need to cast {@spell dispel magic} on it."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Specific Spells",
									"id": "0e9",
									"entries": [
										{
											"type": "entries",
											"name": "Can I cast animate dead on the humanoid-shaped corpse of an undead creature such as a zombie or a ghast?",
											"entries": [
												"No. Animate dead targets only the corpses of creatures that have the humanoid creature type."
											]
										},
										{
											"type": "entries",
											"name": "Does casting animate objects during a time stop spell end the time stop?",
											"entries": [
												"No. Commanding the newly created creatures with your bonus action does end time stop, however."
											]
										},
										{
											"type": "entries",
											"name": "Can you extend the duration of armor of Agathys by gaining more temporary hit points?",
											"id": "0ea",
											"entries": [
												"The spell is meant to work only as long as you have the temporary hit points that the spell grants. When those temporary hit points are gone, the spell is done.",
												"Keep in mind that temporary hit points aren't cumulative. If you have temporary hit points and receive more of them, you don't add them together, unless a game feature says you can. You decide which temporary hit points to keep. As an example, let's say you're a warlock with the Dark One's Blessing feature, which gives you temporary hit points when you reduce a creature to 0 hit points. You currently have 2 temporary hit points remaining from {@spell Armor of Agathys||armor of Agathys}, you just slew a monster, and your Dark One's Blessing can now give you 4 temporary hit points. If you take those temporary hit points, they replace the ones from {@spell armor of Agathys} and end that spell, so you might not want to take them and keep the spell going instead, so as to continue benefiting from the cold damage it delivers."
											]
										},
										{
											"type": "entries",
											"name": "How does barkskin work with shields, cover, and other modifiers to AC?",
											"id": "0eb",
											"entries": [
												"{@spell Barkskin} specifies that your AC can't be lower than 16 while you are affected by the spell. This means you effectively ignore any modifiers to your AC—including your Dexterity modifier, your armor, a shield, and cover—unless your AC is higher than 16. For example, if your AC is normally 14, it's 16 while {@spell barkskin} is on you. If your AC is normally 15 and you have half cover, your AC is 17; {@spell barkskin} isn't relevant in this case."
											]
										},
										{
											"type": "entries",
											"name": "Does the blinding smite spell deal extra radiant damage on every successful attack I make while I'm concentrating on the spell, or only on the first one?",
											"id": "0ec",
											"entries": [
												"\"The next time\" in the spell description indicates that the extra damage applies only once, the first time you hit a creature after you finish casting the spell."
											]
										},
										{
											"type": "entries",
											"name": "Is the chill touch spell intended as a way of foiling any creature that has Regeneration?",
											"id": "0ed",
											"entries": [
												"{@spell Chill touch} does, indeed, stop the target it hits from regaining hit points until the spell ends. This is true even if the target takes none of the necrotic damage, whether because of immunity or some other reason."
											]
										},
										{
											"type": "entries",
											"name": "Using 5-foot squares, does cloud of daggers affect a single square?",
											"id": "0ee",
											"entries": [
												"{@spell Cloud of daggers} (5 ft. cube) can affect more than one square on a grid, unless the DM says effects snap to the grid. There are many ways to position that cube."
											]
										},
										{
											"type": "entries",
											"name": "Can a creature under the effect of compelled duel teleport more than 30 feet away from the caster?",
											"entries": [
												"No. You can't move farther than 30 feet away from the caster of compelled duel by any means, including teleportation."
											]
										},
										{
											"type": "entries",
											"name": "Is the damage dealt by a beast from conjure animals considered magical?",
											"id": "0ef",
											"entries": [
												"The stat block of a conjured creature determines the nature of the creature's damage, unless the spell says otherwise."
											]
										},
										{
											"type": "entries",
											"name": "Can conjure animals summon a swarm?",
											"entries": [
												"No. Conjure animals summons individual creatures, and swarms are groups of creatures."
											]
										},
										{
											"type": "entries",
											"name": "When you cast a spell like conjure woodland beings , does the spellcaster or the DM choose the creatures that are conjured?",
											"id": "0f0",
											"entries": [
												"A number of spells in the game let you summon creatures. {@spell Conjure animals}, {@spell conjure celestial}, {@spell conjure minor elementals}, and {@spell conjure woodland beings} are just a few examples.",
												"Some spells of this sort specify that the spellcaster chooses the creature conjured. For example, {@spell find familiar} gives the caster a list of animals to choose from.",
												"Other spells of this sort let the spellcaster choose from among several broad options. For example, {@spell conjure minor elementals} offers four options. Here are the first two:",
												{
													"type": "list",
													"items": [
														"One elemental of challenge rating 2 or lower",
														"Two elementals of challenge rating 1 or lower"
													]
												},
												"The design intent for options like these is that the spellcaster chooses one of them, and then the DM decides what creatures appear that fit the chosen option. For example, if you pick the second option, the DM chooses the two elementals that have a challenge rating of 1 or lower.",
												"A spellcaster can certainly express a preference for what creatures shows up, but it's up to the DM to determine if they do. The DM will often choose creatures that are appropriate for the campaign and that will be fun to introduce in a scene."
											]
										},
										{
											"type": "entries",
											"name": "Does counterspell target the caster or the spell you're trying to counter?",
											"entries": [
												"Counterspell targets the other spellcaster."
											]
										},
										{
											"type": "entries",
											"name": "If a wizard with Inured to Undeath spends Hit Dice to raise the hit point maximum of a homunculus created by the create homunculus spell, does it still decrease the wizard's hit point maximum?",
											"entries": [
												"Spending the Hit Dice affects the homunculus as described in the spell, but the wizard's hit point maximum isn't decreased."
											]
										},
										{
											"type": "entries",
											"name": "Can you cast darkness with a higher-level slot to end a spell of 3rd level or higher that creates light?",
											"id": "0f1",
											"entries": [
												"No. The {@spell darkness} spell can dispel only a light-creating spell of 2nd level or lower, no matter what spell slot is used for {@spell darkness}. Similarly, the {@spell daylight} spell can dispel only a darkness-creating spell of 3rd level or lower, regardless of the spell slot used."
											]
										},
										{
											"type": "entries",
											"name": "If the damage from disintegrate reduces a half-orc to 0 hit points, can Relentless Endurance prevent the orc from turning to ash?",
											"id": "0f2",
											"entries": [
												"Yes. The {@spell disintegrate} spell turns you into dust only if the spell's damage leaves you with 0 hit points. If you're a half-orc, Relentless Endurance can turn the 0 into a 1 before the spell can disintegrate you."
											]
										},
										{
											"type": "entries",
											"name": "What happens if a druid using Wild Shape is reduced to 0 hit points by disintegrate ? Does the druid simply leave beast form?",
											"id": "0f3",
											"entries": [
												"The druid leaves beast form. As usual, any leftover damage then applies to the druid's normal hit points. If the leftover damage leaves the druid with 0 hit points, the druid is {@spell Disintegrate||disintegrated}."
											]
										},
										{
											"type": "entries",
											"name": "Can you use dispel magic to dispel a magical effect like a vampire's Charm ability or a druid's Wild Shape?",
											"id": "0f4",
											"entries": [
												"{@spell Dispel magic} has a particular purpose: to break other spells. It has no effect on a vampire's Charm ability or any other magical effect that isn't a spell. It also does nothing to the properties of a magic item. It can, however, end a spell cast from a magic item or from another source. Spells—they're what {@spell dispel magic} is about. For example, if you cast {@spell dispel magic} on a {@item staff of power}, the spell fails to disrupt the staff's magical properties, but if the staff's wielder casts {@spell hold monster} from the staff, {@spell dispel magic} can end that spell if cast on the target of {@spell hold monster}.",
												"There are abilities and other spells that can end or suspend magical effects that aren't spells. For example, the {@spell greater restoration} spell can end a charm effect of any sort on a target (such as a {@creature Vampire||vampire's} Charm or a {@creature Dryad||dryad's} Fey Charm), and a paladin's Aura of Devotion can prevent or suspend such an effect.",
												"Three of the most versatile spells for ending certain magical effects are {@spell lesser restoration}, {@spell greater restoration}, and {@spell remove curse}."
											]
										},
										{
											"type": "entries",
											"name": "Can you use dispel magic on the creations of a spell like animate dead or affect those creations with antimagic field?",
											"id": "0f5",
											"entries": [
												"Whenever you wonder whether a spell's effects can be dispelled or suspended, you need to answer one question: is the spell's duration instantaneous? If the answer is yes, there is nothing to dispel or suspend. Here's why: the effects of an {@book instantaneous spell|PHB|10|Instantaneous} are brought into being by magic, but the effects aren't sustained by magic. The magic flares for a split second and then vanishes. For example, the instantaneous spell {@spell animate dead} harnesses magical energy to turn a corpse or a pile of bones into an undead creature. That necromantic magic is present for an instant and is then gone. The resulting undead now exists without the magic's help. Casting {@spell dispel magic} on the creature can't end its mockery of life, and the undead can wander into an {@spell antimagic field} with no adverse effect.",
												"Another example: {@spell cure wounds} instantaneously restores hit points to a creature. Because the spell's duration is instantaneous, the restoration can't be later dispelled. And you don't suddenly lose hit points if you step into an {@spell antimagic field} !",
												"In contrast, a spell like {@spell conjure woodland beings} has a non-instantaneous duration, which means its creations can be ended by {@spell dispel magic} and they temporarily disappear within an {@spell antimagic field}."
											]
										},
										{
											"type": "entries",
											"name": "Can you ready dispel magic to stop another spell from taking effect?",
											"id": "0f6",
											"entries": [
												"The easiest way to stop a spell is to cast {@spell counterspell} on its caster while it's being cast. If successful, {@spell counterspell} interrupts the other spell's casting, and that spell fails to take effect. {@spell Counterspell} works against any spell, regardless of a spell's casting time or duration.",
												"With the {@action Ready} action, dispel magic can be cast in response to another spell being cast, yet {@spell dispel magic} can't substitute for {@spell counterspell}. The main reason is that {@spell dispel magic} removes a spell that is already on a target, whether that target is a creature, an object, or some other phenomenon. {@spell Dispel magic} can't dispel something in advance. If a spell isn't already present on a target, {@spell dispel magic} does nothing to that target. The best that a readied {@spell dispel magic} can do is dispel a spell immediately after the spell has been cast to prevent it from having any effect after the action used to cast it. For example, on your turn you could say something like this: \"I ready {@spell dispel magic}, and if the high priest casts a spell on anyone, I cast {@spell dispel magic} on the target if the spell takes hold.\" If the high priest then cast {@spell hold person} on your companion who fails the save against it, you could unleash your readied {@spell dispel magic} and end {@spell hold person}."
											]
										},
										{
											"type": "entries",
											"name": "Can dispel magic end globe of invulnerability?",
											"id": "0f7",
											"entries": [
												"Yes, {@spell dispel magic} can dispel the barrier created by {@spell globe of invulnerability}, but not any magical effects that are active inside the barrier."
											]
										},
										{
											"type": "entries",
											"name": "If dispel magic targets the magical effect from bless cast by a cleric, does it remove the effect on all the targets?",
											"id": "0f8",
											"entries": [
												"{@spell Dispel magic} ends a spell on one target. It doesn't end the same spell on other targets."
											]
										},
										{
											"type": "entries",
											"name": "Can the familiar you conjure with the find familiar spell use the Help action to grant you advantage on your attack roll?",
											"id": "0f9",
											"entries": [
												"A {@spell Find Familiar||familiar} can't attack, but it can take non-attack actions, including {@action Help}. As the text of the {@action Help} action indicates, the action doesn't require you to be able to attack; you simply need to be able to provide some sort of distraction."
											]
										},
										{
											"type": "entries",
											"name": "Does the familiar of find familiar count as an ally for the purposes of Sneak Attack?",
											"id": "0fa",
											"entries": [
												"A {@spell Find Familiar||familiar} is an allied creature. Its proximity to a target can allow you to use the Sneak Attack feature or any other feature that requires the presence of an ally."
											]
										},
										{
											"type": "entries",
											"name": "When you dismiss the familiar you conjure with the find familiar spell to its pocket dimension, can it take any objects it's wearing or carrying with it?",
											"entries": [
												"No, the intent of find familiar is that any objects are left behind when the familiar vanishes. This intent will be reflected in future printings of the Player's Handbook."
											]
										},
										{
											"type": "entries",
											"name": "Can a spell such as fireball go past its 20-foot radius if the point of origin is set in an enclosed space that's less than 40 feet across?",
											"id": "0fb",
											"entries": [
												"The fire of the {@spell fireball} spell can spread around corners, but it's limited by the spell's 20-foot radius. It doesn't extend farther than 20 feet from the point of origin no matter where it is cast."
											]
										},
										{
											"type": "entries",
											"name": "If I'm a cleric/druid with the Disciple of Life feature, does the goodberry spell benefit from the feature?",
											"id": "0fc",
											"entries": [
												"Yes. The Disciple of Life feature would make each berry restore 4 hit points, instead of 1, assuming you cast {@spell goodberry} with a 1st-level spell slot."
											]
										},
										{
											"type": "entries",
											"name": "Can you use green-flame blade and booming blade with Extra Attack, opportunity attacks, Sneak Attack, and other weapon attack options?",
											"id": "0fd",
											"entries": [
												"Introduced in the {@book Sword Coast Adventurer's Guide|SCAG} , the {@spell green-flame blade|SCAG} and {@spell booming blade|SCAG} spells pose a number of questions, because they each do something unusual: require you to make a melee attack with a weapon as part of the spell's casting.",
												"First, each of these spells involves a normal melee weapon attack, not a spell attack, so you use whatever ability modifier you normally use with the weapon. (A spell tells you if it includes a spell attack, and neither of these spells do.) For example, if you use a {@item longsword|PHB} with {@spell green-flame blade|SCAG}, you use your Strength modifier for the weapon's attack and damage rolls.",
												"Second, neither {@spell green-flame blade|SCAG} nor {@spell booming blade|SCAG} works with Extra Attack or any other feature that requires the {@action Attack} action. Like other spells, these cantrips require the {@action Cast a Spell} action, not the Attack action, and they can't be used to make an opportunity attack, unless a special feature allows you to do so.",
												"Third, these weapon attacks work with Sneak Attack if they fulfill the normal requirements for that feature. For example, if you have the Sneak Attack feature and cast {@spell green-flame blade|SCAG} with a finesse weapon, you can deal Sneak Attack damage to the target of the weapon attack if you have advantage on the attack roll and hit."
											]
										},
										{
											"type": "entries",
											"name": "When a creature successfully saves against guardian of faith and takes 10 radiant damage, how much damage does that count against the total amount of damage the spell can deal?",
											"entries": [
												"Is it 20 because that's how much it dealt or 10 because that's how much the target took? It dealt 10 damage to the creature, so 10 is subtracted from the total."
											]
										},
										{
											"type": "entries",
											"name": "For the spell hail of thorns , does it last for the initial attack or as long as you maintain concentration?",
											"id": "0fe",
											"entries": [
												"{@spell Hail of thorns} lasts until you hit a creature with a ranged weapon attack or your {@book concentration|PHB|10|Concentration} ends, whichever comes first."
											]
										},
										{
											"type": "entries",
											"name": "Can the extra action granted by haste be used to activate a magic item?",
											"id": "0ff",
											"entries": [
												"No. Activating a magic item isn't a function of the {@action Use an Object} action ({@i DMG} , \"{@book Activating an Item|DMG|7|Activating an Item}\")."
											]
										},
										{
											"type": "entries",
											"name": "Does the heroes' feast spell grant immunity to poison damage or just the poison condition?",
											"id": "100",
											"entries": [
												"The {@spell heroes' feast} spell grants immunity to poison in any form—damage and the {@condition poisoned|phb|condition}."
											]
										},
										{
											"type": "entries",
											"name": "Do the temporary hit points from heroism accumulate each round?",
											"id": "101",
											"entries": [
												"Temporary hit points aren't cumulative. The spell would tell you if you were meant to add together the temporary hit points it provides. At the start of each of your turns, the spell, effectively, refreshes the number of temporary hit points you have from it; if you lost some or all of the temporary hit points, the spell gives them back to you."
											]
										},
										{
											"type": "entries",
											"name": "If the heroism spell is cast on a character that is already frightened, does it remove the frightened effect?",
											"id": "102",
											"entries": [
												"The {@spell heroism} spell would suppress a frightening effect that was already on its target. When the spell ends, the target's immunity goes away and the frightening effect resumes if it has not expired or been removed."
											]
										},
										{
											"type": "entries",
											"name": "Does the extra damage from hex only apply if there is an attack roll?",
											"id": "103",
											"entries": [
												"The extra damage in the {@spell hex} spell requires an attack that hits."
											]
										},
										{
											"type": "entries",
											"name": "Since resting identifies magic items, and the identify spell doesn't spot curses, what is the role of the identify spell?",
											"id": "104",
											"entries": [
												"The most important factors are time and convenience. During a short rest, which takes at least 1 hour, a character who meets the qualifications can determine the properties of one magic item (see \"{@book Identifying a Magic Item|DMG|7|Identifying a Magic Item}\" in the {@book Dungeon Master's Guide|DMG}). In contrast, casting the {@spell identify} spell takes only 1 minute (or 11 minutes if it is cast as a ritual) and can be done when a quick determination is needed."
											]
										},
										{
											"type": "entries",
											"name": "What happens when a jump spell gives a creature a jump distance greater than its walking speed?",
											"id": "105",
											"entries": [
												"Your jump is limited by how far you can move; each foot jumped uses a foot of movement. You can take the {@action Dash} action if you want to extend how far you can move on your turn.",
												"For example, if you have a Strength score of 15, you can normally leap 15 feet when you make a long jump if you move at least 10 feet immediately beforehand. If the {@spell jump} spell is cast on you, that potential jump distance is tripled. That's a jump of 45 feet! If your speed is 30 feet, you can use only 30 feet of that jump distance on your turn, unless you take the {@action Dash} action, which allows you to leap the full 45 feet."
											]
										},
										{
											"type": "entries",
											"name": "Can you use a shield with mage armor?",
											"id": "106",
											"entries": [
												"{@spell Mage armor} works with a {@item shield|PHB}. Shields are grouped with armor in the equipment rules in the {@book Player's Handbook|PHB}, but various game features distinguish between the armor you wear and a shield you wield. Take a look at the monk's Unarmored Defense feature and compare it to the barbarian's version. In the monk's version, you must both forgo wearing armor and forgo wielding a shield if you want to benefit from the feature, whereas a barbarian must only forgo wearing armor."
											]
										},
										{
											"type": "entries",
											"name": "Does Unarmored Defense work with a spell like mage armor?",
											"id": "107",
											"entries": [
												"Unarmored Defense doesn't work with {@spell mage armor}. You might be asking yourself, \"Why don't they work together? {@spell Mage armor} specifies that it works on a creature who isn't wearing armor.\" It's true that the target of {@spell mage armor} must be unarmored, but {@spell mage armor} gives you a new way to calculate your AC (13 + your Dexterity modifier) and is therefore incompatible with Unarmored Defense or any other feature that provides an AC calculation."
											]
										},
										{
											"type": "entries",
											"name": "I find it confusing that the mage armor spell is named that when it doesn't count as armor.",
											"id": "108",
											"entries": [
												"Some spells and class features have figurative, not literal, names. The text of the spell or class feature explains what it does. In this case, {@spell mage armor} surrounds the target with \"protective magical force\"; the spell doesn't provide armor."
											]
										},
										{
											"type": "entries",
											"name": "Can an object created with minor illusion move? For example, a wall sliding down a corridor?",
											"id": "109",
											"entries": [
												"An illusory object created by {@spell minor illusion} doesn't move. Compare to spells like {@spell major image} and {@spell mislead}, which talk about moving."
											]
										},
										{
											"type": "entries",
											"name": "Could minor illusion create a fog cloud? If so, would shooting an arrow through it cancel the illusion?",
											"id": "10a",
											"entries": [
												"An illusory object made by {@spell minor illusion} is meant to be like a stool or a rock, not an atmospheric effect."
											]
										},
										{
											"type": "entries",
											"name": "Misty step doesn't say the caster can bring worn or carried equipment with them. Are they intended to leave everything, including their clothes, behind?",
											"entries": [
												"No, the caster's worn and carried equipment are intended to go with them.",
												"Some teleportation effects do specify that you teleport with your gear; such specification is an example of a rule being needlessly fastidious, since no teleportation effect in the game assumes that you teleport without your clothes, just as the general movement rules don't assume that you drop everything when you walk."
											]
										},
										{
											"type": "entries",
											"name": "Does moonbeam deal damage when you cast it? What about when its effect moves onto a creature?",
											"id": "10b",
											"entries": [
												"The answer to both questions is no. Here's some elaboration on that answer.",
												"Some spells and other game features create an area of effect that does something when a creature enters that area for the first time on a turn or when a creature starts its turn in that area. On the turn when you cast such a spell, you're primarily setting up hurt for your foes on later turns. {@spell Moonbeam}, for example, creates a beam of light that can damage a creature who enters the beam or who starts its turn in the beam.",
												"Here are some spells with the same timing as {@spell moonbeam} for their areas of effect:",
												{
													"type": "list",
													"items": [
														"{@spell blade barrier}",
														"{@spell cloudkill}",
														"{@spell cloud of daggers}",
														"{@spell Evard's black tentacles}",
														"{@spell forbiddance}",
														"{@spell moonbeam}",
														"{@spell sleet storm}",
														"{@spell spirit guardians}"
													],
													"columns": 2
												},
												"Reading the description of any of those spells, you might wonder whether a creature is considered to be entering the spell's area of effect if the area is created on the creature's space. And if the area of effect can be moved—as the beam of {@spell moonbeam} can—does moving it into a creature's space count as the creature entering the area? Our design intent for such spells is this: a creature enters the area of effect when the creature passes into it. Creating the area of effect on the creature or moving it onto the creature doesn't count. If the creature is still in the area at the start of its turn, it is subjected to the area's effect.",
												"Entering such an area of effect needn't be voluntary, unless a spell says otherwise. You can, therefore, hurl a creature into the area with a spell like {@spell thunderwave}. We consider that clever play, not an imbalance, so hurl away! Keep in mind, however, that a creature is subjected to such an area of effect only the first time it enters the area on a turn. You can't move a creature in and out of it to damage it over and over again on the same turn.",
												"In summary, a spell like {@spell moonbeam} affects a creature when the creature passes into the spell's area of effect and when the creature starts its turn there. You're essentially creating a hazard on the battlefield."
											]
										},
										{
											"type": "entries",
											"name": "What happens to objects brought inside and left inside Mordenkainen's magnificent mansion when the spell ends?",
											"entries": [
												"The intent is that the objects are ejected from the mansion when the spell ends and appear in unoccupied spaces closest to where the door was. This intent will be reflected in future printings of the Player's Handbook."
											]
										},
										{
											"type": "entries",
											"name": "Does planar binding summon the creature to be bound, or is that done separately?",
											"id": "10c",
											"entries": [
												"{@spell Planar binding} doesn't summon a creature. It attempts to bind a creature that is within the spell's range."
											]
										},
										{
											"type": "entries",
											"name": "Can you concentrate on a spell while transformed by polymorph?",
											"id": "10d",
											"entries": [
												"You can't cast spells while you're transformed by {@spell polymorph}, but nothing in the spell prevents you from concentrating on a spell that you previously cast before being transformed."
											]
										},
										{
											"type": "entries",
											"name": "Does a willing creature under the effects of polymorph have to take the mental stats of the new form?",
											"id": "10e",
											"entries": [
												"Yes. Unless a spell tells you otherwise, its effect is no different for a willing creature than it is for an unwilling one."
											]
										},
										{
											"type": "entries",
											"name": "If a creature under the effects of polymorph takes enough fire damage to revert to its true form and that form has fire resistance, does the true form take the full remaining damage or only half due to resistance?",
											"entries": [
												"When the creature reverts to its true form, any leftover damage is subject to that form's damage resistances, if any."
											]
										},
										{
											"type": "entries",
											"name": "Can a creature under the effects of polymorph have other spell effects on them, or are those game statistics also replaced by the those of the beast form?",
											"entries": [
												"Polymorph replaces only the target's character sheet or stat block with the stat block of the chosen form. Other effects, such as other spells, still exist."
											]
										},
										{
											"type": "entries",
											"name": "What happens if I'm polymorphed or Wild Shaped into a creature with fewer than 100 hit points and then I'm targeted by power word kill?",
											"entries": [
												"You die."
											]
										},
										{
											"type": "entries",
											"name": "What kinds of things count as \"nonmagical trinkets\" for prestidigitation?",
											"id": "10f",
											"entries": [
												"{@spell Prestidigitation} can create a little bauble, the nature of which is up to the spellcaster and the DM. See the {@book Trinkets table|PHB|5|Trinkets} in the {@book Player's Handbook|PHB} for examples."
											]
										},
										{
											"type": "entries",
											"name": "If you grapple or shove an enemy creature, does that end a sanctuary spell cast on you?",
											"id": "110",
											"entries": [
												"If you use the {@book grapple|PHB|9|Grappling} or {@book shove|PHB|9|Shoving a Creature} option in the combat rules, the {@spell sanctuary} spell does end on you, since you have made an attack."
											]
										},
										{
											"type": "entries",
											"name": "Can I hand a shadow blade to another PC?",
											"entries": [
												"It only says the blade dissipates as I throw or drop it. No. The intent is the blade vanishes when you let go of it (that's one of the meanings of the word \"drop\")."
											]
										},
										{
											"type": "entries",
											"name": "If I cast shillelagh on my quarterstaff and have the Polearm Master feat, does the bonus attack use a d4 or a d8 for damage?",
											"id": "111",
											"entries": [
												"The benefit from {@feat Polearm Master} applies to the opposite end of the weapon and always uses a {@dice d4} for damage rather than the weapon's normal damage die. This is true for a {@item quarterstaff|PHB} enhanced with {@spell shillelagh} just as it is for a normal one."
											]
										},
										{
											"type": "entries",
											"name": "If a spellcaster is affected by slow and takes two turns to finish casting a spell, what happens if their target has moved out of range or out of sight?",
											"entries": [
												"You choose the targets of a spell when you complete casting a spell, not when you start."
											]
										},
										{
											"type": "entries",
											"name": "The stinking cloud spell says that a creature wastes its action on a failed save. So can it still use a move or a bonus action or a reaction?",
											"id": "112",
											"entries": [
												"Correct. The gas doesn't immobilize a creature or prevent it from acting altogether, but the effect of the spell does limit what it can accomplish while the cloud lingers."
											]
										},
										{
											"type": "entries",
											"name": "Do the effects of storm of vengeance stack? Or do the effects change each turn?",
											"id": "113",
											"entries": [
												"In the spell {@spell storm of vengeance}, each new effect replaces the effect of the previous round."
											]
										},
										{
											"type": "entries",
											"name": "Is the sentence of suggestion in the suggestion spell the verbal component, or is the verbal component separate?",
											"id": "114",
											"entries": [
												"{@book Verbal components|PHB|10|Verbal (V)} are mystic words, not normal speech. The spell's suggestion is an intelligible utterance that is separate from the verbal component. The {@spell command} spell is the simplest example of this principle. The utterance of the verbal component is separate from, and precedes, any verbal utterance that would bring about the spell's effect."
											]
										},
										{
											"type": "entries",
											"name": "The wording in Tasha's hideous laughter implies that the incapacitated effect applies only if the target is made prone. Is this right?",
											"id": "115",
											"entries": [
												"Failing a save against {@spell Tasha's hideous laughter} means you're {@condition incapacitated} even if you can't fall {@condition prone}."
											]
										},
										{
											"type": "entries",
											"name": "If you are affecting a target with telekinesis and an ally put you inside Otiluke's resilient sphere, can you continue affecting the target or other targets with the existing telekinesis spell?",
											"entries": [
												"You can maintain your telekinetic grip on a target you were already affecting, but you can't affect a new target. The sphere provides total cover that stops you from targeting anything outside it."
											]
										},
										{
											"type": "entries",
											"name": "If two creatures are under the effect of tether essence and they are both damaged by an area effect such as a dragon's breath, do they each take the damage twice?",
											"entries": [
												"Yes."
											]
										},
										{
											"type": "entries",
											"name": "Can I use unseen servant to act as an ally when using a class feature like Sneak Attack?",
											"id": "116",
											"entries": [
												"{@spell Unseen servant} creates \"an {@condition invisible}, mindless, shapeless force\". In combat, it doesn't act as a creature, an enemy, or an ally."
											]
										},
										{
											"type": "entries",
											"name": "Whenever you cast wish , do you always have a 33 percent chance of never casting it again?",
											"id": "117",
											"entries": [
												"If you cast {@spell wish} to duplicate a spell of level 0–8, there are no detrimental effects. However, if you do anything other than duplicate a spell of level 0–8, you suffer the stress described in the final paragraph of the spell. As soon as that stress affects you, there is a 33 percent chance that you are unable to cast {@spell wish} again."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Monsters",
							"id": "118",
							"entries": [
								{
									"type": "entries",
									"id": "119",
									"entries": [
										{
											"type": "entries",
											"name": "Is natural armor considered light armor?",
											"id": "11a",
											"entries": [
												"No. Natural armor doesn't fit into the categories of light, medium, and heavy armor, and when you have it, it isn't considered to be an armor you're wearing."
											]
										},
										{
											"type": "entries",
											"name": "Does natural armor cap a creature's Dexterity bonus?",
											"id": "11b",
											"entries": [
												"Natural armor doesn't limit a creature's Dexterity bonus."
											]
										},
										{
											"type": "entries",
											"name": "A monster is immune to damage from nonmagical bludgeoning weapons. Does it still take damage from falling?",
											"id": "11c",
											"entries": [
												"Yes, that monster is still going to feel the hurt of a fall, because a fall is not a weapon."
											]
										},
										{
											"type": "entries",
											"name": "What actions can monsters use to make opportunity attacks? Are Multiattack and breath weapon actions allowed?",
											"id": "11d",
											"entries": [
												"A monster follows the normal {@book opportunity attack rules|PHB|9|Opportunity Attacks}, which specify that an attack of opportunity is one melee attack. That means a monster must choose a single melee attack to make, either an attack in its stat block or a generic attack, like an unarmed strike. Multiattack doesn't qualify, not only because it's more than one attack, but also because the rule on Multiattack ({@i MM} , \"{@book Multiattack|MM|0|Multiattack}\") states that this action can't be used for opportunity attacks. An action, such as a breath weapon, that doesn't include an attack roll is also not eligible."
											]
										},
										{
											"type": "entries",
											"name": "The bite attacks of ghouls and ghasts don't appear to have proficiency bonus added in. Intentional or mistake?",
											"id": "11e",
											"entries": [
												"Intentional; it's a {@creature ghoul}/{@creature ghast} thing. They're exceptionally bad at biting, compared to their claw attacks. Monsters sometimes have stat quirks like that."
											]
										},
										{
											"type": "entries",
											"name": "The Monster Manual says gnolls speak Gnoll, but the Player's Handbook doesn't mention that language. What is correct?",
											"id": "11f",
											"entries": [
												"The {@book Player's Handbook|PHB} language tables don't list every language in the D&D multiverse. The {@book Monster Manual|MM} mentions other languages, including Gnoll, Modron, Sahuagin, and Slaad."
											]
										},
										{
											"type": "entries",
											"name": "Does a monster with at-will spellcasting ability mean it can cast a spell as an action or as a bonus action?",
											"id": "120",
											"entries": [
												"If a monster has the ability to cast a spell at will, that spell is cast using its normal casting time."
											]
										},
										{
											"type": "entries",
											"name": "If a monster makes a melee attack that uses its Dexterity modifier, is it considered to have used a finesse weapon?",
											"id": "121",
											"entries": [
												"A weapon doesn't have the finesse property unless its description says so, and using Dexterity for an attack doesn't confer the finesse property. If a weapon does have that property, you can use Strength or Dexterity with it."
											]
										},
										{
											"type": "entries",
											"name": "The Monster Manual notes that a Mezzoloth exhales toxic fumes that can choke and kill whole groups of creatures. However, its cloudkill is listed under Innate Spellcasting. Because of that, would a paladin's Aura of Warding resist it?",
											"id": "122",
											"entries": [
												"Yes, because {@spell cloudkill} is a spell, Aura of Warding would be able to grant you and friendly creatures within 10 feet of you resistance to it."
											]
										},
										{
											"type": "entries",
											"name": "Is the breath weapon of a dragon magical?",
											"id": "123",
											"entries": [
												"If you cast {@spell antimagic field}, don {@item armor of invulnerability}, or use another feature of the game that protects against magical or nonmagical effects, you might ask yourself, \"Will this protect me against a dragon's breath?\" The breath weapon of a typical dragon isn't considered magical, so {@spell antimagic field} won't help you but {@item armor of invulnerability} will.",
												"You might be thinking, \"Dragons seem pretty magical to me.\" And yes, they are extraordinary! Their description even says they're magical. But our game makes a distinction between two types of magic:",
												{
													"type": "list",
													"items": [
														"the background magic that is part of the D&D multiverse's physics and the physiology of many D&D creatures",
														"the concentrated magical energy that is contained in a magic item or channeled to create a spell or other focused magical effect"
													]
												},
												"In D&D, the first type of magic is part of nature. It is no more dispellable than the wind. A monster like a dragon exists because of that magic-enhanced nature. The second type of magic is what the rules are concerned about. When a rule refers to something being magical, it's referring to that second type. Determining whether a game feature is magical is straightforward. Ask yourself these questions about the feature:",
												{
													"type": "list",
													"items": [
														"Is it a magic item?",
														"Is it a spell? Or does it let you create the effects of a spell that's mentioned in its description?",
														"Is it a spell attack?",
														"Is it fueled by the use of spell slots?",
														"Does its description say it's magical?"
													]
												},
												"If your answer to any of those questions is yes, the feature is magical.",
												"Let's look at a {@creature Adult White Dragon||white dragon's} Cold Breath and ask ourselves those questions. First, Cold Breath isn't a magic item. Second, its description mentions no spell. Third, it's not a spell attack. Fourth, the word \"magical\" appears nowhere in its description. Our conclusion: Cold Breath is not considered a magical game effect, even though we know that dragons are amazing, supernatural beings."
											]
										},
										{
											"type": "entries",
											"name": "Does the movement from a dragon's Wing Attack legendary action draw attacks of opportunity if it moves out of reach?",
											"id": "124",
											"entries": [
												"Yes. Wing Attack does not protect the dragon from opportunity attacks."
											]
										},
										{
											"type": "entries",
											"name": "Does a creature with Magic Resistance have advantage on saving throws against Channel Divinity abilities, such as Turn the Faithless?",
											"id": "125",
											"entries": [
												"Channel Divinity creates magical effects (as stated in both the cleric and the paladin). Magic Resistance applies."
											]
										},
										{
											"type": "entries",
											"name": "Do air, fire, and water elementals suffer any penalties for fighting or using skills while they are squeezing into a space that's 5 feet wide or less?",
											"id": "126",
											"entries": [
												"An {@creature Air Elemental||air}/{@creature Fire Elemental||fire}/{@creature water elemental} ignores the movement part of the {@book squeezing rule|PHB|9|Squeezing into a Smaller Space} in a 1+ inch space, as a result of its special trait, Air Form, Fire Form, or Water Form."
											]
										},
										{
											"type": "entries",
											"name": "Can an earth elemental grapple with a creature and then pull it underground and leave it there to die?",
											"id": "127",
											"entries": [
												"No. An {@creature Earth Elemental||earth elemental's} Earth Glide is meant to apply to itself only. The elemental doesn't take other creatures with it when it moves in this way."
											]
										},
										{
											"type": "entries",
											"name": "Does the lich's Disrupt Life ability affect animated objects and other constructs?",
											"id": "128",
											"entries": [
												"The ability targets creatures that aren't undead, so yes, it does affect constructs (as well as all other kinds of creatures)."
											]
										},
										{
											"type": "entries",
											"name": "If a shadow rolls a critical hit, does it reduce the target's Strength by 2d4, as well dealing the extra necrotic damage?",
											"id": "129",
											"entries": [
												"No. A critical hit lets you roll damage dice twice. An effect that deals damage is one that reduces the target's hit points. The {@creature Shadow||shadow's} Strength reduction isn't damage, because it has no effect on the target's hit points."
											]
										},
										{
											"type": "entries",
											"name": "Since game features of the same name don't stack, does that mean a target can't be affected by a shadow's Strength Drain more than once between rests?",
											"entries": [
												"The intended function of Strength Drain is that it stacks with itself, as signaled by the fact that you die if your Strength is reduced to 0 by it."
											]
										},
										{
											"type": "entries",
											"name": "Is a vampire affected by hold person or calm emotions?",
											"id": "12a",
											"entries": [
												"Many spells affect not just any creatures, but only certain types, as specified in the spell. {@spell Hold person} and {@spell calm emotions} work only on humanoids, and a {@creature vampire} is not a humanoid."
											]
										},
										{
											"type": "entries",
											"name": "Is there a limit to the number of creatures a vampire can charm at once?",
											"id": "12b",
											"entries": [
												"No, there is no limit on the number of creatures a {@creature vampire} can have charmed at once. A vampire can target a different humanoid each time it uses its Charm action, potentially causing an entire group of enemies to become charmed if their saving throws aren't successful."
											]
										},
										{
											"type": "entries",
											"name": "How does a monster's Leadership ability work?",
											"id": "12c",
											"entries": [
												"A creature turns on Leadership as an action. Until the benefit ends, the creature can grant a die whenever a visible ally in range makes an attack roll or a saving throw."
											]
										},
										{
											"type": "entries",
											"name": "Does a gauth's Devour Magic eye ray end a creature's attunement to an attuned magic item the ray affects?",
											"entries": [
												"No."
											]
										},
										{
											"type": "entries",
											"name": "Can a creature that burrows grapple a target and drag them into the ground by burrowing?",
											"entries": [
												"No. A burrowing creature can drag another creature with them only if they have the ability to leave a tunnel. For example, a purple worm has the Tunneler trait, so it can drag a {@condition grappled} creature into a tunnel it creates when burrowing. Conversely, an earth elemental can't drag a creature into the ground with it."
											]
										},
										{
											"type": "entries",
											"name": "Can a hydra use Reactive Heads to make multiple opportunity attacks against one creature at the same time when it provokes?",
											"entries": [
												"Yes. For that reason, we recommend taking the {@action Disengage} action when you're going to move away from a hydra."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Magic Items",
							"id": "12d",
							"entries": [
								{
									"type": "entries",
									"id": "12e",
									"entries": [
										{
											"type": "entries",
											"name": "Can potions be administered to unconscious characters as an action?",
											"id": "12f",
											"entries": [
												"Yes, you can administer a potion to someone else as an action ({@i DMG} , \"{@book Potions|DMG|7|Potions}\")."
											]
										},
										{
											"type": "entries",
											"name": "If a potion doesn't duplicate a spell, does it require concentration?",
											"id": "130",
											"entries": [
												"A potion's effect requires {@book concentration|PHB|10|Concentration} only if its description says so or if it duplicates a spell that requires concentration."
											]
										},
										{
											"type": "entries",
											"name": "For the hat of disguise, how do I set the spell save DC for disguise self ? Does the wearer have to be a caster?",
											"id": "131",
											"entries": [
												"Use your spellcasting ability modifier to set the DC. If you don't have a spellcasting ability, use your proficiency bonus to set it (see the rule in the {@i DMG} , under \"{@book Spells|DMG|7|Spells}\")."
											]
										},
										{
											"type": "entries",
											"name": "Which is correct in the Dungeon Master's Guide, the rule for scrolls or the rule for a spell scroll?",
											"id": "132",
											"entries": [
												"They're both correct. The rule for scrolls ({@i DMG} \"{@book Scrolls|DMG|7|Scrolls}\") is for scrolls in general, including a {@item scroll of protection}, and it allows you to try to activate a spell if you're literate. The rule for a {@item spell scroll} is specific to that type of scroll and introduces an additional requirement: the spell on the scroll must be on your class's spell list for you to read the scroll.",
												"A {@item spell scroll} can be named in a variety of ways: spell scroll , scroll of X (where X is the name of a spell), or spell scroll of X (where X , again, is the name of a spell). No matter how its name appears, a {@item spell scroll} follows the same rule.",
												"For you to meet a {@item Spell Scroll||spell scroll's} requirement, the spell on the scroll needs to be on whatever spell list is used by your class. Here are two examples. If you're a cleric, the spell must be on the cleric spell list, and if you're a fighter with the Eldritch Knight archetype, the spell must be on the wizard spell list, because that is the spell list used by your class."
											]
										},
										{
											"type": "entries",
											"name": "Do the AC bonuses from a ring of protection and bracers of defense stack?",
											"id": "133",
											"entries": [
												"Yes. In general, bonuses stack, unless they're from the same spell (see \"{@book Combining Magical Effects|PHB|10|Combining Magical Effects}\" in the {@book Player's Handbook|PHB}). You also can't benefit from more than one {@item ring of protection}, for instance, since you can't attune to more than one copy of an item at a time."
											]
										},
										{
											"type": "entries",
											"name": "Do magic weapons give you a bonus to attack and damage rolls?",
											"id": "134",
											"entries": [
												"A magic weapon gives you a bonus to attack rolls and damage rolls only if its description says it does. Every magic weapon can bypass resistances and immunities to damage from nonmagical attacks, but only certain magic weapons are more accurate and damaging than their nonmagical counterparts. For example, a {@item +1 longsword} and a {@item giant slayer} both give you a +1 bonus to attack rolls and damage rolls, whereas neither a {@item flame tongue} nor a {@item frost brand} provides such a bonus. All four weapons, however, can bypass an {@creature Earth Elemental||earth elemental's} resistance to bludgeoning, piercing, and slashing damage from nonmagical attacks.",
												"In short, a bonus to attack rolls and damage rolls is considered a special property of a magic weapon, not something that all magic weapons provide automatically."
											]
										},
										{
											"type": "entries",
											"name": "My fighter attacks a creature with a magical longbow and nonmagical arrows. Is the attack magical?",
											"id": "135",
											"entries": [
												"The attacks made by a magical ranged weapon are magical, even if the ammunition isn't magical. (This point was clarified in the errata for the {@book Dungeon Master's Guide|DMG}.)"
											]
										},
										{
											"type": "entries",
											"name": "Are magic weapons with the thrown property (javelins and the like) assumed to return to their owner after being thrown?",
											"id": "136",
											"entries": [
												"If a magic weapon returns to you after you throw it, its description says so, as in the {@item dwarven thrower}."
											]
										},
										{
											"type": "entries",
											"name": "If a rogue with the Assassinate feature uses a vorpal sword, isn't the surprise attack an instant kill?",
											"id": "137",
											"entries": [
												"No. A {@item vorpal sword} requires you to roll a 20 on the attack roll to decapitate someone. A rogue with the Assassin archetype that attacks a surprised target using a {@item vorpal sword} scores an automatic critical hit if the attack roll is successful, but unless the attack roll was a 20, the target gets to keep its head."
											]
										},
										{
											"type": "entries",
											"name": "Would an elf get a saving throw versus a philter of love as it's a charm? The description implies there is no save.",
											"id": "138",
											"entries": [
												"There is no save against the {@item philter of love}. The love is just that strong."
											]
										},
										{
											"type": "entries",
											"name": "Does the ring of the ram use spell attacks or weapon attacks?",
											"entries": [
												"The text doesn't specify. The attack of the ring of the ram is a ranged spell attack. Future printings of the Dungeon Master's Guide will reflect that intent."
											]
										},
										{
											"type": "entries",
											"name": "When using a rope of entanglement, do I keep holding one end in my hand, or does the entire rope wrap around the target?",
											"entries": [
												"You are still holding the rope while the other end entangles the target."
											]
										},
										{
											"type": "entries",
											"name": "Can a sphere of annihilation enter a Leomund's tiny hut?",
											"entries": [
												"Yes. The sphere destroys the dome."
											]
										},
										{
											"type": "entries",
											"name": "Can you gain the magical bonus of a +2 shield if you are holding the shield without taking an action to don it?",
											"entries": [
												"Yes, but only the magical +2, which says you gain it when holding the shield. You gain the shield's base AC bonus only if you use your action to don the shield as normal (see \"Getting Into and Out of Armor\" in chapter 5 of the Player's Handbook)."
											]
										},
										{
											"type": "entries",
											"name": "If a character hits a monk with a dwarven thrower and the monk uses Deflect Missiles, does the hammer return to the attacker first, or can the monk catch it?",
											"entries": [
												"The monk can catch it."
											]
										}
									]
								}
							]
						}
					]
				}
			]
		}
	]
}
