{
	"data": [
		{
			"type": "section",
			"source": "SoM",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "covers/SoM-25.webp"
					},
					"maxRes": {
						"type": "internal",
						"path": "covers/SoM-100.webp"
					},
					"style": "cover"
				},
				{
					"type": "hr"
				},
				{
					"type": "pf2-h1",
					"name": "The Structure of Magic",
					"page": 4,
					"entries": [
						{
							"type": "pf2-h1-flavor",
							"entries": [
								"Scholars of magic break down the magical forces at play and their effects using three categories. The power behind magic comes from the magical {@b essences} tied to fundamental components of reality: matter, spirit, mind, and life.",
								"Spellcasters practice one of four {@b traditions} of magic: arcane, divine, occult, or primal. Each tradition's magic arises mainly from the confluence of two of the essences, which that tradition channels far more commonly than all others: arcane commands matter and mind, divine convokes the powers of spirit and life, occult aligns spirit and mind, and primal feeds upon matter and life. Yet these borders are not as limited as they may appear, as each tradition's adherents have picked up other spells over time, or found ways to generate effects typically associated with one essence using clever applications of another.",
								"Finally, the most narrow category are the {@b schools} of magic. Most important to wizards—many of whom specialize in one school above others—the schools classify individual spells, items, and other magical techniques. The schools are the fingers that shape the magic, the traditions the arm that directs them, and the essences the beating heart that powers their movement."
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"source": "SoM",
			"page": 5,
			"name": "Introduction",
			"entries": [
				{
					"type": "pf2-h1-flavor",
					"source": "SoM",
					"page": 5,
					"entries": [
						"Magic's secrets are limitless. No one person can hope to understand them all. Powerful yet delicate, infinite in scope but precise in execution, magic is a conundrum that challenges the greatest minds and the most naturally talented souls. Within this book, you'll find rules and descriptions of all kinds of magic, but they need players and Game Masters to bring out their full potential!"
					]
				},
				{
					"type": "pf2-sidebar",
					"source": "SoM",
					"page": 5,
					"name": "Chapter Summaries",
					"entries": [
						"{@i Secrets of Magic} has five chapters, each detailing the practices of magic, those who harness its power, and the fruits of that power.",
						"{@b Chapter 1—Essentials of Magic:} Learn how magic works from the writings of Golarion's magical luminaries. Then you'll find both common and rare backgrounds for characters with a magical past",
						"{@b Chapter 2—Classes:} Fight while slinging spells with the magus, or form a special bond with a magical creature as a summoner. These full new classes are followed by their multiclass archetypes.",
						"{@b Chapter 3—Spells:} Over 200 spells, including new rituals and focus spells for the magus and summoner, offer new tools for spellcasters of any tradition. Summon powerful entities, use magic for everyday tasks, harness the elements, and even manipulate time!",
						"{@b Chapter 4—Magic Items:} Expand your collection with new consumables and permanent items. You'll also find sections on brand-new types of items, including fulu consumables, grimoires, magical tattoos, personal staves you design yourself, spell catalysts, and spellhearts you fasten to your gear.",
						"{@b Chapter 5—Book of Unlimited Magic:} Dive deep into strange and new forms of magic, from the emotion-based cathartic magic to elementalism, geomancy, shadow magic, rune magic from ancient Thassilon, and more!"
					]
				},
				"{@i Secrets of Magic} goes beyond the basics of magic in ways both large and small. You'll find everything from a new cantrip that creates a small spout of water to rules for pervasive magic that can totally transform a campaign's world. And more than just the rules, this book digs deep into how magic feels and the ways spellcasters understand the magic of their world. Though the Essentials of Magic chapter goes in-depth on this topic, you'll find notes among the spells and magic items written by the people of Golarion, and the Book of Unlimited Magic explains in each section how that form of magic can affect roleplaying and the game world.",
				"The knowledge and methods of magic recounted in this book come from all sorts of sources, and only the most seasoned experts in the game world are familiar with them all. When using these sources, consider which areas a given character or institution knows how to use or is familiar with—and, crucially, which ones they're unaware of. A druid who knows geomancy and druidic circles in great depth might be entirely unfamiliar with arts practiced by arcane or occult casters. Separate what you as a player or GM understand and think of fun wrinkles or misunderstandings a character might make based on their limited experience. As another example, the magical essences are crucial to magic working, but a follower of a certain tradition might only know the practical spellcraft that lets them actually use magic. They might be unaware of the deeper sources, or even consider them unnecessary to learn—frivolous time wasted on esoterica when one could be studying a new spell!",
				{
					"type": "pf2-h2",
					"source": "SoM",
					"page": 5,
					"name": "Choosing Expansions",
					"entries": [
						"The {@i Pathfinder Core Rulebook} and {@i Pathfinder Advanced Player's Guide} include rules useful to the vast majority of games. Parts of Secrets of Magic aren't meant for every table. Chapter 5 in particular, with its new forms of magic, is more appropriate for certain games and circumstances than others. Some of that chapter's entries have rarities above common to more clearly indicate this. If you're running a game or want to use options like these for your character, think in advance about what their inclusion means for your game. You might even want to have a discussion about the implications with the rest of your group.",
						"That said, Chapters 2, 3, and 4 are more broadly useful. Even if you don't want to have elementalists as a specific type of caster in your game, the elemental spells in Chapter 3 could still be useful for any caster of the appropriate tradition. The classes in this book are common, as are the vast majority of spells and magic items.",
						"The pieces of this book are meant to play well together. Exploring the spells and items can open up more options for the new rules in the Book of Unlimited Magic, and the new classes will find spells that work well with their abilities. Pick and choose your favorites, and above all, experiment!"
					]
				}
			]
		},
		{
			"type": "section",
			"source": "SoM",
			"page": 7,
			"name": "Chapter 1: Essentials of Magic",
			"entries": [
				{
					"type": "pf2-h1-flavor",
					"source": "SoM",
					"page": 7,
					"entries": [
						"I was pleased to get word from your mother of your interest in magical studies. Has she told you that when we were growing up she wanted to be a wizard? Can you imagine? She went another path, of course, but it heartens me to see you've picked up that interest. A chip off the old block, eh? I've taken the liberty of finding some resources from my personal library to give you the basics of instruction. I do advise that long-term you directly engage with a specific spellcasting course rather than continuing a broad study of all magic. I do hope the enclosed materials help you find your path, my dear!"
					]
				},
				{
					"type": "pf2-sidebar",
					"source": "SoM",
					"page": 7,
					"name": "Magical Backgrounds",
					"entries": [
						"Starting on page 28 are new backgrounds that have a particular magical bent. As with many backgrounds, these can work with all sorts of characters, from those who went on to be spellcasters to others who dabbled in magic but ended up choosing a different path.",
						"You might also want to look at the following backgrounds from the {@i Core Rulebook} and {@i Advanced Player's Guide}.",
						"{@b Core Rulebook}: {@background Acolyte}, {@background animal whisperer}, {@background fortune teller}, {@background herbalist}, {@background hermit}, {@background scholar}",
						"{@b Advanced Player's Guide}: {@background Cultist|APG}, {@background pilgrim|APG}, {@background root worker|APG}, {@background teacher|APG}",
						{
							"type": "pf2-title",
							"source": "SoM",
							"page": 7,
							"name": "Rare Backgrounds"
						},
						"Some of these magical backgrounds require atypical magical events in a character's past (such as the circumstances of their birth); these are rare backgrounds, and you'll need to work with your GM if you'd like to take one of them. Rare backgrounds start on page 30."
					]
				},
				"Scholars classify magic into four traditions, four essences, and eight schools. Understanding these specifics is necessary to comprehend most texts on the subject.",
				{
					"type": "pf2-h2",
					"source": "SoM",
					"page": 7,
					"name": "Tradition Treatises",
					"entries": [
						"Magical traditions represent distinct types of training. As their methods vary greatly, I've sourced this information from four different scholars.",
						{
							"type": "list",
							"source": "SoM",
							"page": 7,
							"items": [
								"{@b Principals of Elementary Thaumaturgy (page 8):} Arcane scholars are prone to stultifying pedantry, digging into every bit of minutiae. Toff Ornelos is among the few to present anything approaching a text suitable for beginners.",
								"{@b Journeys of the Spirit and Flesh (page 10):} The divine tradition is as varied in practice as the many gods that empower it. Zorahar the Wandering Cleric compiled an absolutely massive study of different Nethysian subfaiths. I thought a sampling would be enlightening.",
								"{@b A Letter from Djavin Vhrest (page 12):} Scholarship on the occult tradition can melt your mind to a puddle (figuratively, for the most part). Luckily, I possess a letter from a foremost curator in my discipline: Djavin Vhrest of the Forae Logos.",
								"{@b On Primal Practice (page 14):} Primal theorists publish almost nothing—they prefer an oral tradition held within secret druidic circles—though I did find this kindly letter. As it's from one family member to another, I find it especially fitting I now place it in your hands, my dear."
							]
						}
					]
				},
				{
					"type": "pf2-h2",
					"source": "SoM",
					"page": 7,
					"name": "On Essences",
					"entries": [
						"The larger forces practitioners call upon—what they call the magical essences—have seen little academic consideration until recently. Marquise Cordelia Perseis published the first edition of On Essences (page 16). My rarities collection included this annotated copy. Please take extra care with this one!"
					]
				},
				{
					"type": "pf2-h2",
					"source": "SoM",
					"page": 7,
					"name": "The Eight Arches of Incantation",
					"entries": [
						"Practitioners slice up their formulas into eight schools of magic. The distinctions are a bit complex, but The Eight Arches of Incantation (page 20) is a delightful almanac covering the basics. Made for an audience of nobles and merchants rather than magicians themselves, to my understanding. The author's identity was never revealed, though many speculate. I suspect given the profits of this pamphlet, they're happy keeping this secret!",
						{
							"type": "paper",
							"style": "research",
							"source": "SoM",
							"page": 8,
							"title": "Excerpt from Chapter 1 of {@i Principals of Elementary Thaumaturgy, 7th Ed.} (Acadamae, 4720) by Toff Ornelos",
							"entries": [
								"The Tools of Creation approach, also called Nexian Understanding, posits magic is leftover detritus from the dawn of time, when the universe was created at some indeterminate point in eternity by entities unknown. However, this was not a simple or painless thing. It required scaffolding, tools, and effort on a scale that the mortal mind is little capable of comprehending. Magic theory is discovering these tools and applying them to mortal purposes.{@sup 7} Thus, in the Tools of Creation, when one casts a 4th- Degree Incendiary, one is using the same tools that originally created our sun, albeit on an immensely smaller scale.{@sup 8}",
								"An alternative perspective proposed recently by Prof. Juleanna Foridius was that magic use actually utilizes various flaws in the structure of the universe—essentially applying a chisel of mortal will to tiny chinks in the mortar of reality.{@sup 9}",
								"One key ramification of the Tools of Creation is that it posits that magic is ultimately finite, if incredibly vast. All spells that ever were or could be are integrated into the structure of the universe, and one cannot \"invent\" a new spell. One can only discover what was previously unknown. Perhaps in some unimaginably distant day, all magic will be discovered and understood.",
								"The Tools of Creation has historically been centered around the {@skill Arcana}mirium in Absalom, and some believe the archmage Nex understood magic in such terms. It is most prominent in Absalom, Cheliax, Taldor, and Nex. For the moment, Prof. Foridius's variant hypothesis has been most eagerly taken up in her native Egorian.",
								"The Soil and Path approach, also called the Channeling Method, comes out of the Magaambya in Nantambu. Proponents of the Soil and Path argue that the universe has more flexibility in its physical laws than typically believed. Rather than stone, the universe is soil, and sufficient application of will and energy can command reality to overturn itself. Such power is generally outside the grasp of all except gods, magically potent creatures, or the most puissant of archmages. The act of forcing your will upon reality leaves marks, like the wheels of a wagon leave ruts in the soil. These ruts channel magical energy down precisely the same path it had taken before, and in so doing make subsequent castings of the spell easier. If the first act of wizardry is equivalent to forging your way through dense jungle, soon there is a trail, then a path, and finally a wide road, at which point any arcane spellcaster can cast the spells.{@sup 10}",
								"Unlike the Tools of Creation, the Soil and Path holds magic to be infinite and unbounded, limited only by creativity. The abiding interest of Southern wizards is in discovering how to impress spells more easily into the universe, and they perform endless experiments to try to force new magic into being. Advocates of the Soil and Path are fond of tracing their history to Old-Mage Jatembe, and the approach is quite dominant in many nations and regions in Garund.",
								"There are other approaches throughout the Inner Sea region as well. In the next chapter I will speak of the symbolic logic of the Keleshite Constructivist school,{@sup 11} and the elemental grammar proposed by Dr. Yi.{@sup 12}"
							],
							"footnotes": [
								"7. In both the schools presented here, it is believed that arcane spellcasters produce the effects by direct application of their own will, while clerical and druidic spellcasters mediate the spells via the gods or non-sapient natural forces.",
								"8. Zey, Aram, {@i Forgotten Wonders: A Discourse on the Foundations of Arcanism} ({@skill Arcana}mirium, 4702)",
								"9. Foridius, Juleanna, {@i Gods' Will or Gods' Mistakes: A Critical Look at Thaumaturgy} (Egorian Academy of Magical Arts, 4718)",
								"10. Janatimo, {@i Collected Tales} (Magaambya, 4694)",
								"11. Al-Zhierri, Qittan and Orius Mavrogenis, {@i New Developments in Constructivism} (Kitharodian Academy, 4719)",
								"12. Yi, Si-Dao, {@i Language of the Void} (Imperial College of Lingshen, 4711)"
							]
						},
						{
							"type": "paper",
							"style": "research",
							"source": "SoM",
							"page": 9,
							"title": "Excerpt from Chapter 3 of {@i Principals of Elementary Thaumaturgy, 7th Ed.} (Acadamae, 4720) by Toff Ornelos",
							"entries": [
								"To cast a spell, wizards{@sup 63} must first create a mental construct of that spell: a task which requires a fair amount of time and effort, usually prepared at the beginning of each day for convenience. Typically, this requires the use of a mnemonic matrix—there are as many of these as there are practicing wizards, but for the following example I will use the classic memory palace.{@sup 64}",
								"Imagine a great palace with ten floors. In each room, you build the construct of a spell: a combination of language and mathematics, symbolism and geometry, which defines how the spell functions in the world. On the first floor you form the simplest spells, but the ones higher up require greater complexity and stronger attachments. The tenth floor is reserved for only the greatest of archmages.{@sup 65} You then energize the spell, redirecting a minute amount of your mental essence into powering the construct.",
								"The mental spell construct is not a completed spell, but it is the potentiality of a spell, ninety-nine parts out of a hundred of a finished spell, akin to an epic poem with the last stanza missing. When the spell is called for, the wizard completes the arcane construct by providing the final elements—these are called components and are typically classed into general groups: verbal, somatic, material, and focus. Simultaneously, the wizard sets the final parameters of the spell, such as the range and target of a war-spell or the visualization for an illusion. At that point, the mental construct is completed, and the energy stored within it is able to act, producing the desired physical effect, and the spell construct collapses in the process.{@sup 66}",
								"An important ramification of this collapse is that the wizard cannot swiftly recreate a mental construct—they are constrained both by time and the limitations of their mental energy, the latter of which appears to be a hard limit on how much magic an arcane spellcaster can have. An apprentice wizard will have only two or three spells, while an experienced wizard might have fifteen or twenty at hand. But even archmages such as Sorshen or Tar-Baphon have a finite supply of complex magic at their beck and call at any time.",
								"For the purposes of instruction, spells are classed by school (evocation, illusion, divination, and so on), by degree and category if needed (4th-Level incendiary), and by specific spell manifestation (such as fireball, invisibility, clairvoyance). Common names popular in certain regions or coteries (\"invocation of the blinded eye,\" \"Al-Mirai's telesight\") are best avoided in instruction, as they are functionally identical for most purposes. However, they may have cosmetic differences or varying inputs and learning them might be necessary to communicate with certain groups. I've done my utmost to eliminate such colloquialisms from the Acadamae's instruction to get as close to the essentials as possible."
							],
							"footnotes": [
								"63. Practitioners of other arts such as sorcery and witchcraft have their own methods—these are similar to but distinct from wizardry and will be discussed in later chapters.",
								"64. Uldor, Oridius, {@i The Art of Remembrance} ({@skill Arcana}mirium, 4519)",
								"65. Why ten floors? Difficult to say, but experimental data clearly show that spells can be sorted into ten bands of power and complexity, aside from simple cantrips. The general consensus is that this reflects something fundamental in the mathematics of our reality, though iconoclastic scholars such as Prof. Foridius argue that it reflects nothing more than an artifact of our base-ten counting system.",
								"66. The spells commonly called cantrips are the exception to this rule. Cantrips are extremely simple, robust spell constructs that do not collapse when used, instead refilling their energy reservoirs automatically. A wizard can prepare only so many cantrips at a time, but they are endlessly reusable."
							]
						},
						{
							"type": "paper",
							"style": "research",
							"source": "SoM",
							"page": 10,
							"title": "Excerpt from Chapter 2, {@i Journeys of the Spirit and Flesh: A Thousand Paths to Nethys}, by Zorahar the Wandering Cleric",
							"entries": [
								"Perhaps the most severe, prescriptive worshippers of Nethys I encountered in all my travels are those found at the secretive Temple of Ten Doors. This sect is not for the faint of heart, for many of their practices are harsh and unforgiving. This is a fragment I discovered from one of their texts, the Nethry-Katha, otherwise known as The Codices of the Ten Doors, attributed to one Abazul of Osirion, Third Head Priest of the Temple.",
								"\"The grace of Nethys is a gift given to but a few, and know that all of us blessed to receive it are but keepers of a flame. Burn it must, within us all, fed by faith and stoked by sacrifice. Keep your Flame ever kindled, for that is the first duty of all in this Temple.",
								"\"The faithful and faithless alike ask 'Why?' All things dual should be given due consideration, for duality is the mark of Nethys Himself. But this time it shall be given an answer, and that answer is who are you? If your answer be anything but \"A Child of Nethys,\" close this tome now, for what I have to say is not for you. You were not chosen, and never will be.",
								"\"To use the power of Nethys is to be used by Him, to channel His Will through yourself. To do this you must let Him know how bright your flame burns, and the fuel you stoke it with is His Name. Thus, outward you must look, toward Nethys Himself; toward Him you must learn to focus, to the exclusion of all else. All power comes from Nethys, what the unenlightened call 'Magic' is merely His touch, each of what they call 'spells' merely one of His thoughts given form. And these thoughts He shares only with those who earn them. Nethys's favor is as a palace with ten doors—behind each lies a room filled with treasure: different Thoughts of Nethys that you might earn the right to invoke. But to know what lies behind each Door you must first walk through it. In this Temple you will learn of these Ten Doors, starting with the very first, that for the novice.",
								"\"To begin you are given the following words; hear them and act as they command: On the First Moonday of Neth, mark your face with both sawdust and ash, and turn it West, away from the sun, that it may see you, but you see not it back. Hold firm in your grasp a two-headed reed and draw with it in the earth the Mark of Nethys. Kneel and kiss it with the center of your forehead, and as you do, speak this most holy word...\""
							]
						},
						{
							"type": "paper",
							"style": "research",
							"source": "SoM",
							"page": 11,
							"title": "Excerpt from Chapter 6, {@i Journeys of the Spirit and Flesh: A Thousand Paths to Nethys}, by Zorahar the Wandering Cleric",
							"entries": [
								"When presented with the opportunity to hear the renowned Master Silkas expound on his own theories of divine magic during his now-famous Silkas Speaks Lecture Series (4654 AR), I took it with great enthusiasm. This excerpt from a transcript seemed especially illuminating.",
								"\"...That in turn leads us to the question, what is divine magic? Where does it come from? The answer seems obvious, does it not? I see some of you smiling. 'Of course we know this! Divine magic, it comes from the divine!\" But do we know? If we claim to truly understand it, we are no different from wizards, with all their arrogance to believe that the gift of magic is a science that can be quantified. Don't be too hasty, my friends, remember, the early bird gets the worm, but the early worm gets the bird—in neither instance does any of it help the worm. It seems so easy, to just say Nethys or Shelyn or Torag or Irori; all those names, you might wonder whether there are more gods than worshippers! Why do I, a cleric of Nethys, speak of other gods? Because Nethys tells me to. There have been those in His service who have said that there is but one path and it lies through Him, but to them I ask, is our Nethys really that jealous? Does He not share His gifts with all who deserve them? Just as Nethys rewards our devotion, do these deities not reward their followers with the power to perform divine magic too? It is by earning the favor and trust of one's god that one's own grasp of divine magic grows. To a point, that is—the magic of the divine is not a coin to be spent without thought. Your deity will hold you to a limit on how often you can draw on those divine powers. For only the Gods can channel divine magic as often as they wish, and they are jealous of that power.",
								"\"What then are cantrips, you might ask? They are the residue of a god's trust, a deity's promise to a devotee that they have not been forgotten; they simply must abide by the rules. And so, use them as and when you will, for each act of doing so is an affirmation of the trust your god has placed in you.",
								"\"Now, how do you earn the trust of your god? Through word and deed, by living by their principles which are now yours too. The strength of divine magic is the strength of faith, both from a god and from their devotees.\""
							]
						},
						{
							"type": "paper",
							"style": "research",
							"source": "SoM",
							"page": 11,
							"title": "Excerpt from Chapter 11, {@i Journeys of the Spirit and Flesh: A Thousand Paths to Nethys}, by Zorahar the Wandering Cleric",
							"entries": [
								"As I have seen time and again, while amongst the Oracles and Mediums of Nethys, there are as many varied traditions as any other school of worship. The Siblings of the All-Seeing Eye must be one of the most fascinating, for perhaps no other group documents their unique rituals, methods, and beliefs as comprehensively as they.",
								"\"Our ways come not from without, but within, for it is within ourselves that we find Nethys, and only by seeking inside can we open ourselves up to Him. Remember this always: as the Oracle of Nethys, all you are is the tool. He who acts is Nethys, and what is done is Nethys too. For each of your Ten Gates you learn to unlock, with each successive Inner Circle you enter to strengthen your connection to Nethys, He is always the Cobbler, we always the leather, in time with right practice we may rise to be lathe. The stronger your faith, the more likely you are to be Chosen. And know that it is a Choice, for both you and Nethys, His of the tool it pleases Him to use, yours to be His instrument if He chooses you. Humility is the First Gate, for it takes humility to offer oneself up to His Will, knowing your sole purpose is to act in furtherance of it. To let Him work through you takes discipline and practice—more than any other worship. Listen, for He may speak through you anytime, and practice your Null State so it becomes second nature to let Him work through you, that He may do so when you need Him most.\"",
								{
									"type": "pf2-h4",
									"name": "Test"
								}
							]
						},
						{
							"type": "paper",
							"style": "letter",
							"source": "SoM",
							"page": 12,
							"title": "From the desk of Djavin Vhrest",
							"entries": [
								"The esoteric. The unknown. The forbidden.",
								"Misguided dabblers in the occult consider these their studies' foundation, but they are in fact their headstones—these fantasies do little but intoxicate self-important amateurs as they impress one another with their mistranslations of foreign philosophy. With each generation, a new pseudo-intellectual movement deludes itself that occult enlightenment lies in the Other—that which mundane minds are not meant to know. Perhaps they are right, in a way; each of these movements at best ends in ignorance and ignominy, chronicled only in unloved tomes. At worst, these hobbyists conjure extradimensional horrors, dying to self-inflicted tentacles.",
								"Why does flawed occultism always involve tentacles?",
								"These misguided studies so often approach the occult as if it were the arcane: as unfathomable power locked in a cosmic puzzle box awaiting some brilliant but dry solution. That misses half the point. Occult power stems not from isolation but from connection. Peel away all the regalia, the sheet music, the chanting, the wiggling fingers, and the mystery, and what do you have? A story.",
								"Ideas, art, and expression form metaphysical threads, each woven into a grander tapestry of culture, tradition, and community. Every thinking being develops some twist on this vocabulary—every painful lesson of cause and effect, every bedtime tale laughed off or taken to heart, every syntactic rule that dictates our logic, every object that carries even a semblance of symbolism—all strained through the myriad combination of senses we each experience. Each of these elements forms your narrative language, rooted in your thoughts and emotions. Each is a tool to create and manipulate a story.",
								"Look back to that grand tapestry. We all perceive some bigger picture, yet only a true practitioner of the occult can discern the individual threads. Not only is your every thread laid bare, but the filaments extend into the surrounding weave, showing a practitioner how you understand and narrate your surroundings. One fiber's wear speaks to a favorite moment or haunted memory you return to repeatedly. An out-of-place strand buried among a brighter pattern is a trauma best forgotten. And these bold colors speak to powerful faith shaped by pantheons or patriotism.",
								"What's a practitioner of the occult to do? Tug. Coax that worn thread to soothe ragged emotions, reminding your subject of a happier time and place. Pull that hidden filament to the surface, laying bare their shame and tormenting your subject with forgotten miseries. Tug at the bold colors, awakening faith, fervor, and fury to fight their deepest fears. Or you might even pull in new threads, distracting others with novelties alien to their personal patterns. Wherever there is mental activity, there is this occult potential.",
								"As the tapestry settles and stretches, it leaves its imprint upon reality: echoes of thought and action like coarse cloth pressed into wet clay. Here, too, the occult practitioner thrives, reading these mental grooves as a hunter scanning spoor in order to discern the past. Anything can serve as this substrate. A favorite toy lies heavy with happy memories, dungeons reverberate silently with the screams of those tormented, and even an undead creature's corporeal form is as much emotional anguish as it is bone. Pulling the right thread reveals all.",
								"Parsing, tweaking, and tapping nearby mental and spiritual energies is central to basic occult spellcasting as well, yet these are a reflection of far greater principles that represent far greater power. The world's living emotions are only the topmost layer to this tapestry, woven into countless generations' aspirations, doldrums, and anguish. These emotions echo through the Ethereal Plane. Elsewhere, enduring thoughts slowly manifest as immortal archetypes on the Astral Plane, and souls resonating with the weight of a million aligned choices meld with the Outer Planes to form the Great Beyond. Untold trillions have lived and died, and their stories form the tapestry's very foundation. Pick any mortal's little patch in the greater design, and you'll find the multiverse's vast narrative reflected in some corner of their mind. Even without shared language, values, and lived experience, an occult practitioner and their subject almost always share this esoteric memory. Not only is that enough to work magic, but any practitioner powerful enough to tap into these cosmic expressions can influence thousands at a time by manipulating the multiverse's underlying mythology. And if we believe the Chronicler Tabris (as I do), there are even deeper secrets and greater narratives dwelling in dimensions hitherto unknown!",
								"I write figuratively, of course. The only literal threads controlling you are sinew, and manipulating those is the base science of chirurgeons and necromancers. While a rare few might conceptualize the aforementioned tapestry when casting spells, occult practitioners more commonly stoke and siphon power through other means. Most famously, by tapping into underlying cultural connections through some artistic medium. A bard's music isn't merely pretty; it's a carefully crafted analysis of what society's taught you to love and fear, paired with a persuasive tug at those unseen threads. The first few notes are an invitation for your mind to dance in time with the tune. A few more notes, and you're transported from your mundane reality. A strategic key change or discordant twist, and you're utterly transformed.",
								"An arcane scholar might study the bard's sheet music, convinced the spell lies secreted within the key signature and staff, but there's nothing so formulaic. Every moment and thought is different, tweaked by the emotional state and inner mythologies of its practitioners and witnesses alike. A vital improvisation or playing to an audience, if you will.",
								"Remember those chanting cultists I mentioned, who dissect numerological tomes and enact secret rituals? The ritual instructions are only half of the spell. The other half stems from the ritualists' inner narrative of what these rituals represent, how rituals turn out in popular tales, and what fearsome events might go wrong. Their narrative of self-important enlightenment fuels their magic. Their elaborate ciphers, exclusive initiations, and cloying incense are like a storybook's illustrations, driving each practitioners' immersion. And yet if they fail to realize their magic is as much myth as it is mystery, they're vulnerable to stray emotions: just one celebrant's fiction of accidentally conjuring an abomination can actually conjure the abomination, and that is how you get tentacles.",
								"\"So how?\" I hear you ask. \"How, can I internalize the countless legends, rhetorical strategies, and tones necessary to master occultism?\" You've already begun. Your life so far has interwoven untold thousands of expressions, axioms, idioms, melodies, and myths shared by neighbors and spread across intermingling centuries, all fused into your identity. With some training, you can tap into these shared experiences to evoke thoughts and feelings. With enough presence and mastery, you can reshape minds, spirits, and reality.",
								"Like those cultists, I also dedicated years to academic mastery, convinced that cryptic scrolls would grant some eldritch insight into the cosmos or grant me wisdom of unfathomable beings. It worked, but not as expected. Rather than charm listeners with a lute, I have traced common threads across stories from myriad cultures, drawing magic from their interconnected resonance. I have felt the pride poured into our archive's every potsherd left by long-dead craftspeople, listened to the uncertainty inscribed into a hundred oracle bones, and witnessed the impossible dreams of a forgotten child as told through their discarded doll now on display in this museum. Through all of it, I have borrowed, altered, and developed many of my own incantations to tap into the occult, yet at its core, my magic draws from a common narrative pool just as any other bard's. How you might achieve the same feats remains to be seen.",
								"If you desire eldritch emptiness, world-shattering allergies, or the comforting embrace of ignorant devotion, by all means, set aside my words. I can refer you to innumerable priests, hermits, and friendless wizards. Know that occultism is different. It begins with a story, very much like this one. Your journey began a million lifetimes ago. Open your mind and take the next step."
							],
							"comment": "need BY section to mark who the letter is by"
						},
						{
							"type": "paper",
							"style": "research",
							"source": "SoM",
							"page": 14,
							"entries": [
								"I have already seen the seed of our primal heritage taking root in you. Practitioners of our magic traditionally prefer to pass along our histories in songs and rites of initiation rather than scratching knowledge down on scrolls to be studied, but the wind whispers that I will return to the earth before you are grown, so instead I leave this letter to welcome you to your birthright. The earth will teach you the rest.",
								"You will meet many in your travels who are connected to the magic of the world as you are, but not all walk as wild and untamed a path as we. Some open a channel of faith to the gods; others meticulously study ancient tomes and mysterious objects. But we, child, need only put our bare feet to the earth or sea to connect with the source of creation that is all around us: the vitality of the planet, the very air we breathe, the fire that destroys and creates, the spark inside us all. There is only mystery if you cannot hear the wisdom of the granite, the growing seed, the coming storm. Living creatures tap into the primal power inherent in all beings as they follow the cycles of the seasons and the rotation of the planets, and we, child, are no different.",
								"Outsiders forget that our gifts arise not only through nature's furies, but also its nourishment; we hold the lethal grace of a great cat and the industrious precision of the bee's dance. We rage with the maelstrom and sing with the resonant wisdom of the whales. We draw as much power from the tiniest spores as we do from the vast, ancient groves. Always in nature there is a balance, and as untamed and free as our magic is, it is strongest when it is called in service of protecting this harmony. All life ends with death. All completed cycles begin anew. This is our dance, this infinite spiral. I may be gone before you are old enough to remember your grandmother, but you will still know me in the eyes of the lynx, the web of the spider, the rings within the trees—just as you will be connected to all your ancestors, and to all other living beings. In the quest for power, some will lose their way from this truth. Hold it close.",
								"I can pass on some of the Ways in which I have connected to our primal source in my many years, but it is rare for two practitioners to channel their power in identical forms, for we are all shaped by the different lands we walk and the songs we hear. Someone from arid climes might channel the motion of the millions of grains of sand and follow the sources of life-giving water, while someone from a lush forest might extend their senses like roots into the ground, connecting to the plants all around them. Someone living in snowcapped mountains might imitate the steadfast endurance of stone while cherishing the precious warmth within them that keeps away the cold. All songs from the earth are true. Take what speaks to you and leave the rest; you will discover your own pathways through the wilderness soon enough.",
								"The key for all primal practitioners is listening. You cannot harmonize with nature if you cannot first hear its melodies. Sit under the stars and hear their distant song. Greet the dew-soaked dawn with the birds and welcome the moonrise with the frogs. Hear the pure silence of the snowfall. Stand out in the tempest and feel the primordial power of the storm's call, the rumble of the skies and the answer from the shifting earth.",
								"You're a smart child; you know that the other senses are essential to accessing the whole of your abilities. Taste the rain, and the vitality of the green things it nourishes. Place your hand gently on the rough bark of the ancient trees for a glimpse of their unfathomable histories. Smell the fire's smoke or the flower's fragrance. Watch the way the insects work together or how the predator stalks its prey, no step out of place. Plant your bare feet in the sand, feeling each individual grain. Receive the mist of waterfalls. Feel the moon's pull on the tides and on the very blood coursing through your veins.",
								"Are you already asking when we get to the spellcasting? Child, this is the magic. Of course there are tangible tools, chants, and dances that aid in calling magic forth, but nothing happens without your attunement to the natural world. When you know this in your bones, nothing and no one can take this from you.",
								"There's no singular script for you to memorize for your chants or invocations, either; ours are not spells where one mispronounced syllable invites disaster from a malicious entity (but do be watchful of the tricksters, for nature is not without humor or cruelty). Yet, there are common practices that strengthen your connection and your spellwork, which you can modify to your own needs as you establish your unique primal harmony.",
								"When preparing your spells or rituals, gather any needed tools or components, and then be still and attune to your surroundings. Stand or sit tall, drawing the earth's energy up through your own roots and inhaling the sky's energy with your breath. You might draw a circle in the dirt with yourself at the center, wind one about your body with smoke, stand in a grove of trees or ring of stones, or simply visualize the circle in your mind.",
								"Formally invite the elemental energies you are about to work with. You might silently envision them, chant your welcome aloud, or call them with movement and music. It has always been my way to dance in the dawn, but you may prefer this rhyme passed to me from my own elders:",
								"{@i Ancient beings of land, sky, stars, and sea,}",
								"{@i I invoke you now as the dawn awakens}",
								"{@i And welcome your songs as they flow through me.}",
								"Your instincts and emotions drive your magic, so follow what feels right; you will likely forge your own routine, but day-to-day variances are normal, too. After all, are any two sunrises exactly the same?",
								"As you grow in your power, you'll gain a sense of what components best connect your magic to the source. One person might use a leaf to invoke the wind while another uses it to represent the vitality of the soil; neither is wrong. Even your own methods might vary based on the surrounding environment or the spell itself. On a still morning you might decide to sketch a winding pattern in the air for a summoning or communication spell, yet on a windy day you might instead inscribe it on paper and burn it, letting the smoke bind the wind's power to your spell. For a fire spell, you might direct your invocation to the south, lighting a candle and singing of a lightning strike or erupting volcano; to prepare a spell for healing, you might face the west, pouring out an offering of water to invite its cleansing power. You might fortify spells for strength and stamina by kneeling on the ground and digging your hands into the earth, while for a spell to disperse ill effects, you might laugh aloud and raise your arms to soak in the rising sun. When your work is accomplished, complete the rites by offering gratitude to the primordial vitality within the cycles of creation and destruction, and open the circle.",
								"Remember, child, that ours is not a solemn, rigid practice—what matters most are your own intentions and connections. The powers of nature and your ancestors are within you. Bring the harmony of your whole being to this magic: your playfulness, your precision, your raw grief, your radiant fury, your unabashed joy, your deepest love. We will be with you when you do."
							]
						}
					]
				},
				{
					"type": "pf2-h2",
					"source": "SoM",
					"page": 20,
					"name": "Abjuration",
					"entries": [
						{
							"type": "pf2-sidebar",
							"source": "SoM",
							"page": 20,
							"name": "Signs",
							"entries": [
								"{@b Harmonic Colors:} Blue, gold",
								"{@b Celstial Body:} Akiton",
								"{@b Season:} Winter",
								"{@b Plant:} Mangrove",
								"{@b Animal:} Tortoise",
								"{@b Stone:} Horn, coral",
								"{@b Harrow Cards:} The Brass Dwarf, The Betrayal"
							]
						},
						"Let us begin our survey with the most essential school: abjuration, the use of magic for defense, protection, unraveling magic, and other countermeasures. Every spellcaster is well-advised to study its basics, for only a fool grasps at magic without first learning how to do so safely. Abjurations operate by banishing, blocking, or unraveling adverse forces. The greatest abjurations unmake dangers even as they materialize, or layer prepared defenses.",
						"Abjuration is oriented around outcome as much as theory, meaning its techniques are as varied as the threats they confront. Abjurers exploit innate anathema to banish extraplanar foes, tear apart vulnerabilities in opponents' spells, and create barriers of physical and psychological force to repel attackers. Efficacy of result is what matters, not purity of arcane principle. This means those who wish to truly master abjuration are scholars of every other sort of magic as well, since they need to understand how magic works to protect against it or unravel it. Similarly, scholars of monsters make great abjurers, as they are able to use the proper precautions against a particular creature's most devastating attacks.",
						"The school suffers from one profound limitation: abjuration is purely reactive, concerned with neutralizing threats and shielding what already exists. This makes it weak on offense and limited in its capacity for influencing others. Abjurers often cite this as a strength since it imposes a restraint upon its practitioners. This is not to say that all abjurers are saints, of course. They can be unforgiving toward those who fail to act with equal foresight. Because their training demands clear demarcations between friend and foe, abjurers can be prone to categorical thinking and indifference toward outsiders. And, because their habitual mindset is defensively oriented, they can be slow to rouse to action. It is also easy to forget that in the right circumstances, reactive magic can be the deadliest of all. For instance, dispelling the magic allowing a creature to breathe underwater could leave them with a cruel and inevitable demise, a feat that would normally require much more powerful magic.",
						"At their core, most abjurers are pragmatic, with plans for any eventuality, and they dislike being caught unprepared. Military spellcasters, security specialists, and planar scholars often find that expertise in abjuration is a professional necessity: no general's council, or spell- locked prison, can afford to dispense with sophisticated wards."
					]
				},
				{
					"type": "pf2-h2",
					"source": "SoM",
					"page": 21,
					"name": "Conjuration",
					"entries": [
						{
							"type": "pf2-sidebar",
							"source": "SoM",
							"page": 21,
							"name": "Signs",
							"entries": [
								"{@b Harmonic Colors:} Crimson, gold",
								"{@b Celstial Body:} Bretheda",
								"{@b Season:} Spring",
								"{@b Plant:} Orchid",
								"{@b Animal:} Spider",
								"{@b Stone:} Pearl",
								"{@b Harrow Cards:} The Midwife, The Peacock"
							]
						},
						"Infinite possibilities await the spellcaster clever enough to command the mysteries of conjuration. What the conjurer imagines becomes real. What the conjurer cannot do, a summoned servant can. This discipline offers the pure mastery of space and matter—fundamental pillars of existence. There can be no dispute: conjuration reigns supreme among the magical arts.",
						"Conjuration encompasses several related concepts. The magic of creation gathers raw material essence, the matter of the universe, and temporarily confines it in a concrete physical form, which dissipates when the spell ends. Summoning magic is similar but creates a simulacrum of a creature from matter, willpower, and sometimes raw spiritual quintessence. Teleportation bends space, allowing an object or creature to move across vast distances. There is, naturally, overlap between these categories. To the outside observer, creation and summoning can appear identical: something appears, seemingly from nowhere, at the conjurer's behest. Spells of creation are sometimes referred to by laypeople as \"summons,\" and vice versa, further blurring the issue in the public mind. Even to the conjurer, who is privy to the internal workings, the distinction may not always be clear.",
						"For much of my career—though it must seem like ancient history to readers of this almanac—practitioners disputed whether summoned monsters were created facsimiles that lacked true life of their own, or whether they were being drawn from somewhere else: an alternate dimension, or a unique potentiality housing the thoughtforms representing the idealized concept of a creature. Though this debate is now settled, and modern scholars agree that summoning creates facsimiles, it illustrates the stakes: are the conjurer's inventions truly real, or is it only hubris that makes them imagine so? The importance of that question, when a spell imitates life, can be quite high.",
						"This also, regrettably, casts an unflattering light on conjuration's great weakness: the unfeeling arrogance shared by many of its finest minds. Those accustomed to commanding the obedience of summoned creatures, creating and dismissing them at whim, can find it difficult to view other beings as entirely real. What does it matter if a rare flower's habitat is destroyed, or a village slaughtered, when one can simply conjure a replacement? This callousness, not to say cruelty, is an unfortunately common affliction that has—justly, I must confess—given conjuration a poor reputation in many circles.",
						"Another, related weakness is conjuration's dependence on intermediaries. Abjurers and enchanters can be particularly dangerous adversaries, for they are capable of breaking or usurping conjurers' control, turning conjured beings against their masters. As freed thralls are generally eager for vengeance, such scenarios rarely end well for the conjurer.",
						"All magic comes with perils, however, and few schools can rival conjuration's rewards. Thus, I must commend its study to any young wizard seeking a worthy specialization."
					]
				},
				{
					"type": "pf2-h2",
					"source": "SoM",
					"page": 22,
					"name": "Divination",
					"entries": [
						{
							"type": "pf2-sidebar",
							"source": "SoM",
							"page": 22,
							"name": "Signs",
							"entries": [
								"{@b Harmonic Colors:} Gray, white",
								"{@b Celstial Body:} Castrovel",
								"{@b Season:} Fall",
								"{@b Plant:} Yarrow",
								"{@b Animal:} Ox",
								"{@b Stone:} Diamond",
								"{@b Harrow Cards:} The Theater, The Vision"
							]
						},
						"If forewarned is forearmed, as they say, then none is better armed than a diviner. Yet divination is—unjustly, I would argue—dismissed as the weakest of the schools by a good many wizards, such as those who ruled the empire of Thassilon.",
						"Divination is the use of magic to obtain knowledge. Its subspecialties include predictions, which read signs and portents from phenomena such as the patterns of tea leaves, the tossing of carved bones, and the movements of the heavens; detections, which allow the caster to sense, find, or locate that which they desire; revelations, which show things as they really are; scrying, which projects the caster's senses from their body; and sundry divinations I like to call \"lorespells,\" those which enable diviners to speak with spirits, animals, and plants, and to draw fragments of history from inert objects.",
						"No secret is safe from divination, and no treasure secure. A powerful diviner is a terrible foe, for who could hope to bring down a spellcaster who knows in advance every attack and every enemy's weakness? And yet, as I have said, divination has acquired a reputation as a specialty for dreamers and eccentrics, not serious spellcasters.",
						"This I believe to be a grave mistake. It's one thing to possess information, and another to be able to act on it. Divination, on its own, offers limited tools for taking action. No surprise, then, that so many diviners isolate themselves as reclusive oracles. It is surely a torment to know the course of the world's events and be powerless to alter them.",
						"However, diviners who choose to engage the world rather than retreating from it may become enormously influential. The finest royal spymasters, imperial advisors, criminal investigators, and underworld masterminds are diviners, for being able to discern truth—better still, being able to acquire that truth at will—is of immeasurable value in such roles.",
						"Even more powerful are diviners who dedicate themselves to preventing, or facilitating, some prophetic vision, enlisting armies of believers to their cause. Such seers have saved or toppled empires, even worlds. Their magic shows them which followers and strategies will enact their visions, and which enemies must be eliminated at all costs. Their forces, unerringly guided, become nigh unstoppable.",
						"At the other end of the spectrum, humble hedge-wizards and village witches practice divination more than any other art. Rare is the apprentice evoker who can eke out a living with wind gusts and snowballs, but nearly every town has one minor wizard who earns their keep by finding lost heirlooms, advising the lovelorn, and soothing anxious parents' fears. If one is looking simply for a steady and portable career, one can do no better than divination. If there is any better recommendation for a school's true utility in improving the lives of common folk, it is unknown to me."
					]
				},
				{
					"type": "pf2-h2",
					"source": "SoM",
					"page": 23,
					"name": "Enchantment",
					"entries": [
						{
							"type": "pf2-sidebar",
							"source": "SoM",
							"page": 23,
							"name": "Signs",
							"entries": [
								"{@b Harmonic Colors:} Pale blue, rose",
								"{@b Celstial Body:} Moon",
								"{@b Season:} Summer",
								"{@b Plant:} Jasmine",
								"{@b Animal:} Cobra",
								"{@b Stone:} Moonstone, amethyst",
								"{@b Harrow Cards:} The Joke, The Rakshasa"
							]
						},
						"Glamour, deceit, and enthralling danger: these are the hallmarks of enchantment. This discipline offers the power to make friends effortlessly, to be always the center of attention and adoration, to visit the most exquisite agonies and terrors on one's enemies, and to win the undying love of a single person or an entire kingdom. That power comes at a subtle and terrible price, one which its practitioners seldom appreciate until they must pay.",
						"Enchantment uses magic to manipulate minds and emotions. It may be as mild as imbuing a stranger with a warm feeling of familiarity, as benign as lifting a terrified animal's fears. It may be so cruel and overwhelming that it obliterates a person's free will, forcing an obedience worse than slavery. Enchantment can overwhelm the mind so completely that it blinds, stuns, or kills at a word.",
						"Even when it does not take such extreme forms, however, enchantment poses insidious threats to both its victims and its masters. It trains its practitioners to view emotions not as truths of living hearts, but as raw material for their spells. This detachment, particularly when coupled with a longtime habit of deliberately manipulating others' minds, can erode an enchanter's very soul.",
						"Like covert agents who have lived so long behind false faces that they have forgotten their true selves, enchanters may become estranged from recognizing the truth of their own feelings, and those of others. How can anyone trust that their feeling for an enchanter is real when affection and aversion are such simple spells? How can the enchanter know that their own emotions are genuine, and not merely affectations mimed to enhance their magic's effect, or the result of someone else's spells, or spillover echoes from their own workings?",
						"This, to me, is the tragedy of the school: that the masters of others' emotions become so alienated from their own, and—in some instances—lose the essence of what it is to be mortal, viewing love and loss as nothing more than levers to be manipulated. Those who specialize in enchantment are well advised to be mindful of this risk and to gird themselves against it.",
						"There is also, of course, the rather more obvious weakness that enchantment, which relies upon manipulating the mind, is largely useless against mindless subjects, and at its strongest with sapient creatures to manipulate. Accordingly, one seldom encounters dedicated practitioners outside settlements, or at least outside the company of thralls who are capable of dealing with problems that their patron cannot.",
						"Yet there is a magnificence and allure to enchantment that no other school can rival, for enchantment alone offers the power to command the love, loyalty, and respect of the world. Small wonder then that it continues to exert its attractions on so many, despite—or, perhaps, because of—the risks."
					]
				},
				{
					"type": "pf2-h2",
					"source": "SoM",
					"page": 24,
					"name": "Evocation",
					"entries": [
						{
							"type": "pf2-sidebar",
							"source": "SoM",
							"page": 24,
							"name": "Signs",
							"entries": [
								"{@b Harmonic Colors:} White, blue, orange, gray",
								"{@b Celstial Body:} Sun",
								"{@b Season:} Summer",
								"{@b Plant:} Fireburst Flower",
								"{@b Animal:} Hawk",
								"{@b Stone:} Aquamarine, spessartite",
								"{@b Harrow Cards:} The Bear, The Cyclone"
							]
						},
						"Nothing rivals evocation for sheer destructive power. This is the use of magic as raw energy and matter: blasting and battering, primal and fresh. The evoker is the archetypal hurler of fireballs and lightning strikes, surrounded by the raging storm and exultant in its fury. While evocation can be quite precise in its targeting and encompasses some defensive spells in addition to its more widely famed offensive onslaughts, none would ever call it subtle.",
						"Beyond magical energies like acid, cold, electricity, and fire, evocation is perhaps most closely associated with the elements air, earth, fire, and water. Indeed, many theorists believe that the foundations of arcane learning were discovered by early spellcasters trying to understand the elemental forces that ruled the world around them. Under this theory, the fundamentals of magic itself are rooted in evocation, which first offered a window through which our predecessors began to glimpse, and then chart, the secret machineries of the multiverse's workings. All we know of magic today began from these early spellcasters grappling with the elements.",
						"It's unlikely that a question so clouded by the mists of time will ever find a definitive answer, but certainly proponents of this argument have much to support their position. The principles and techniques of evocation find many echoes in the spells of other schools, though often evolved into doubled or mirrored forms, or riddled with paradoxical complexities that evocation itself does not impose.",
						"Between the relative transparency of its arcane principles, and the generally straightforward nature of its spells, evocation has acquired a reputation in certain circles as a rather simplistic discipline. This is, I suppose, not entirely unfair. Certainly, evocation can be something of a blunt instrument: extremely useful against a goblin horde or marauding giant, but rather less helpful in resolving locked-room mysteries or diplomatic crises.",
						"Where force suffices as a solution, evocation excels. Where it does not, an evoker is well, a bit of the proverbial berserker at a garden party.",
						"Another major limitation of evocation is the transience of its effects. Even its longer- lasting spells seldom endure for more than a few minutes, and rare indeed is the evocation that maintains its shape for hours. As the old joke says, the only permanent spell effects an evoker leaves in the world are scars.",
						"Despite these drawbacks, the value of a skilled evoker is obvious. In wartime, phalanxes of battle wizards are priceless as artillery, while a single powerful evoker can reshape the field with earthquakes, cyclones, and storms to rewrite the course of a battle in an instant. Evocation can smash down walls and fortresses with explosions of acid and thunder. And in smaller conflicts, when a humble village or caravan finds itself threatened by marauders, an evoker may save the day as no other spellcaster could."
					]
				},
				{
					"type": "pf2-h2",
					"source": "SoM",
					"page": 25,
					"name": "Illusion",
					"entries": [
						{
							"type": "pf2-sidebar",
							"source": "SoM",
							"page": 25,
							"name": "Signs",
							"entries": [
								"{@b Harmonic Colors:} White with multicolored accents",
								"{@b Celstial Body:} Liavara",
								"{@b Season:} Winter",
								"{@b Plant:} Psilocybin",
								"{@b Animal:} Chameleon",
								"{@b Stone:} Opal",
								"{@b Harrow Cards:} The Carnival, The Demon's Lantern"
							]
						},
						"What is reality?",
						"This, and nothing less, is the central question of illusion. Illusionists use magic to manipulate the senses and deceive perception—or, at times, to weaken the fabric of reality or to send phantasmal hallucinations directly into a creature's mind. However, even the masters of this art disagree about whether an illusion alters what is objectively real, by bending light or altering the tactile qualities of an object, or merely tricks the onlooker into believing that it is so by affecting the individual's senses.",
						"The issue is difficult to decide. On the one hand, many illusions center upon a person or object, and create the same effect regardless of how many people examine that object. In such cases, it seems clear that something objective about the object itself has been altered.",
						"On the other hand, some illusions work their magic exclusively within the target's mind, conveying messages through dreams or creating strange phantasms that no one else can perceive. In these instances, just as clearly, no external reality is implicated. Indeed, in some such spells, the illusion itself is rudimentary, and the subject's deepest terrors fill in the gaps, creating an effect whose power would only be weakened if it were fixed to a single reality.",
						"It is unlikely, I think, that the debate will be resolved anytime soon, given the diversity and disparate effects of illusion spells. In truth, for most practitioners, the dispute is purely academic. Many illusionists make no attempt to hide the artifice of their magic, choosing to focus on stage effects and grand displays where the audience knowingly buys into the spell. Others, who turn their talents toward fraud, hardly care whether their spell actually transforms a pebble's exterior into that of a diamond or merely deceives the appraiser into seeing it as such. All that matters is that the illusion lasts long enough for them to escape with the proceeds of the sale.",
						"Perhaps such pragmatically minded criminals are quite correct in their indifference to the philosophical questions of their art. Whether or not illusions may be considered \"real,\" they are certainly useful. Indeed, illusionists are less limited than many other spellcasters in the applications of their art, for their magic allows them to produce any effect they can imagine. On the battlefield, they can cloak their comrades in camouflage and stun adversaries with eye-searing dazzlements. In smoke-filled libraries and conspirators' cellars, their ability to meddle and intrigue is unparalleled.",
						"Illusion's primary weakness comes against mindless opponents, or those whose senses are supernaturally augmented to a degree that enables them to perceive the illusionist's magic without succumbing to it. I suppose it is true that illusion is of limited use when it comes to such physical problems as fording a river in flood or preventing oneself from freezing in the midst of a blizzard. But, at least, one might be comforted by the illusion of warmth as one freezes, which is rather more than most rival schools can offer in such circumstances."
					]
				},
				{
					"type": "pf2-h2",
					"source": "SoM",
					"page": 26,
					"name": "Necromancy",
					"entries": [
						{
							"type": "pf2-sidebar",
							"source": "SoM",
							"page": 26,
							"name": "Signs",
							"entries": [
								"{@b Harmonic Colors:} Black, white, gray",
								"{@b Celstial Body:} Eox",
								"{@b Season:} Spring (birth aspect) and Fall (death aspect)",
								"{@b Plant:} Deadly nightshade",
								"{@b Animal:} Raven",
								"{@b Stone:} White or black onyx",
								"{@b Harrow Cards:} The Survivor, The Sickness"
							]
						},
						"Necromancy is the magic of death, dying, and decay. It is also the magic of life, souls, and birth. Even the study of death is not inherently malign—there are necromancers who study the art as a doctor studies disease—and death is part of the natural order. Yet, the creation of undead looms largest in the layperson's mind as the foulest of necromantic magic, perverting the energy of destruction for the purpose of creation and thus perpetrating grave harm to the cycle and to the souls of the dead.",
						"Necromancy's reputation arises in part because some of its disciplines demand unsavory activities of its practitioners. In addition, many of those practitioners do, indeed, turn their skills toward destroying life, or creating and enslaving undead. Those who wish to devote themselves to necromancy must understand that, at best, they will likely have to spend a great deal of time avoiding or explaining themselves to mistrustful commoners.",
						"Necromancy has three main divisions: vitalism, which manipulates the energies of life and death to heal or harm creatures; soul magic, which uses spiritual essence for effects such as calling back the souls of the dead and inflicting curses on victims; and undeath, which deals with creating, binding, and destroying the undead. All three of these play upon the tension between life force and soul, but they do so with different emphases and proportions.",
						"Vitalist spells focus primarily on a creature's life force—breathing new life into a dying creature or purging diseases from living flesh—or attack the mortal corpus, causing terrible destruction. Vitalism can be enormously beneficial in healing all manner of afflictions and is generally regarded as the most benign subspecialty of necromancy. While the anatomical and pathological studies needed to master the art still raise a few eyebrows in less enlightened quarters, most learned minds accept vitalism as a perfectly respectable field. That it can also be used to parasitize and blight the living is unfortunate, but no worse than an evoker's fireballs or an illusionist's deadly phantasms.",
						"Soul magic, which focus primarily on the living soul, generally to malign effect, has only a single saving grace: the magic of resurrection, returning a soul from the afterlife. Beyond that, I can think of precious little justification for specializing in curses or spells that rend souls.",
						"As for undeath, what is there to say? Admittedly, one can make a narrow case for the benefit of being able to weaken undead, and of understanding their abominable making well enough to attack the magic that sustains them. Nevertheless, I must express my doubts that anyone really studies necromancy to that end. If one truly wishes to study the undead in order to destroy them, the benign study of undeath is far too often a fig leaf dropped over less salutary goals. In my experience, those who study the making of undead do so simply because they wish to create and command their own ghastly armies, a pursuit I must discourage."
					]
				},
				{
					"type": "pf2-h2",
					"source": "SoM",
					"page": 27,
					"name": "Transmutation",
					"entries": [
						{
							"type": "pf2-sidebar",
							"source": "SoM",
							"page": 27,
							"name": "Signs",
							"entries": [
								"{@b Harmonic Colors:} Indigo, yellow",
								"{@b Celstial Body:} Aballon",
								"{@b Season:} Fall",
								"{@b Plant:} Butterfly pea",
								"{@b Animal:} Caterpillar",
								"{@b Stone:} Color-change sapphire",
								"{@b Harrow Cards:} The Wanderer, The Twin"
							]
						},
						"We shall finish our study with transmutation: the art of using magic to alter what already exists in the world. Unlike conjuration, transmutation creates nothing new. Unlike illusion, its changes and transformations are indisputably real.",
						"Transmutation permits the partial or complete transformation of oneself, another creature, or inanimate objects. Subjects can become larger or smaller, quicker or slower, older or younger. A transmuter can alter a form in limited aspects or transform it altogether: for instance, a transmuter might give someone gills and fins to swim in the sea, or turn them into a fish entire. Witches who turned ungrateful princes into frogs, or petrified thieves who stole from their cottages in children's tales, were experts in transmutation.",
						"The versatility of transmutation makes it one of the most widely useful disciplines, particularly as transmutation is not limited to affecting only specific targets or environments. It can be applied anywhere, and few are immune to its effects, although the difficulty of reshaping a subject without their mind's and body's consent means that relatively few transmutation spells are directly offensive in nature.",
						"Consequently, one major limitation of the school is that the transmuter must either be reliant on allies in a fight or willing to step to the front lines of battle, as transmutation is rather lacking in options for annihilating one's enemies from afar. A secondary weakness is that it is virtually impossible to employ transmutation effects without tipping one's hand as to the magic. While transmutation can be fairly subtle, it does not offer the tracelessness of illusion or enchantment. In fact, the parallels between enchantment and transmutation strike me as quite apt. Where one alters the mind with little domain over the physical, transmutation can reshape matter and space, but find no purchase on the psyche.",
						"While many transmutations of inert objects are permanent, alterations to living creatures are generally temporary. This is, however, not always so. Powerful spellcasters have altered the bloodlines of entire families, even species, branching new forms of life from the old. In a sense, these creatures are a transmuter's children, and thus carry on a legacy more vibrant and lasting than any other spellcaster can dream of.",
						"I do not suggest, of course, that this is every transmuter's goal, any more than it is every necromancer's goal to attain lichdom. But it is not wrong, to say that those who devote themselves to the art of altering the world do hope, in some sense, to make a lasting mark on it. With transmutation, they can press their fingerprints deeply into the strands of life and know that the imprint of their work will survive for untold centuries to come.",
						"Though I have presented a few minor drawbacks, make no mistake: transmutation is a many-advantaged school, famed for its unbeatable versatility. As the right spell permits virtually anything to be altered into anything else, a transmuter is never without the tools for a job."
					]
				},
				{
					"type": "pf2-h1",
					"source": "SoM",
					"page": 28,
					"name": "Magical Backgrounds",
					"entries": [
						{
							"type": "pf2-h1-flavor",
							"entries": [
								"The world is full of adventurers of all sorts of origins, but these backgrounds directly verge on the magical. While these backgrounds are common, and any character can take them, they are particularly appropriate choices for a character in a game focused on magic and its secrets."
							]
						},
						{
							"type": "list",
							"source": "SoM",
							"page": 28,
							"columns": 3,
							"items": [
								"{@background Academy Dropout|som}",
								"{@background Astrologer|som}",
								"{@background Eidolon Contact|som}",
								"{@background False Medium|som}",
								"{@background Magical Merchant|som}",
								"{@background Magical Misfit|som}",
								"{@background Musical Prodigy|som}",
								"{@background Occult Librarian|som}",
								"{@background Plant Whisperer|som}",
								"{@background Street Preacher|som}",
								"{@background Student of Magic|som}"
							]
						}
					]
				},
				{
					"type": "pf2-h1",
					"source": "SoM",
					"page": 30,
					"name": "Rare Magical Backgrounds",
					"entries": [
						{
							"type": "pf2-h1-flavor",
							"source": "SoM",
							"page": 30,
							"entries": [
								"Unlike the backgrounds on the previous pages, some magical backgrounds come from such special circumstances that they mark your character as forever distinct."
							]
						},
						"These rare backgrounds can give a player a significantly different roleplaying experience by setting their character up with a history or legacy beyond the norm. Whether a character with the chosen one background has been prophesied to achieve a goal that's part of the main plot of the campaign or a side quest just for them, the character is situated in a special position within the narrative. Your character's background is an intrinsic part of where they come from and not something they earn during the game. Rare backgrounds should be chosen only after a discussion between the GM and the other players as to whether one would apply for a particular character in your group's game.",
						{
							"type": "list",
							"source": "SoM",
							"page": 30,
							"columns": 3,
							"items": [
								"{@background Anti-Magical|som}",
								"{@background Chosen One|som}",
								"{@background Genie-Blessed|som}",
								"{@background Magical Experiment|som}",
								"{@background Seer of the Dead|som}",
								"{@background Song of the Deep|som}",
								"{@background Time Traveler|som}"
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"source": "SoM",
			"page": 33,
			"name": "Chapter 2: Classes",
			"entries": [
				{
					"type": "pf2-h1-flavor",
					"entries": [
						"Two new classes, the magus and the summoner, wield magic in unique ways. Though they acquire fewer spells than other spellcasters, the magus infuses arcane energy into their attacks while the summoner calls upon a powerful eidolon to fight at their side. This chapter introduces both classes and their multiclass archetypes, which can be found on page 74."
					]
				},
				{
					"type": "pf2-sidebar",
					"name": "CHARACTERS",
					"entries": [
						{
							"type": "pf2-title",
							"name": "Selytiel"
						},
						"The magus is represented by the half-elf Seltyiel. Though determined and adventurous, hes also unscrupulous and selfish. After a painful childhood raised by his mothers husband and a betrayal by his birth father, he was locked in a dungeon in Cheliax. Whispers promised revenge, setting him on the path to become a magus.",
						{
							"type": "pf2-title",
							"name": "Ija"
						},
						"The summoner is represented by the human Ija. Though a child, Ija maintains a connection to her dragon eidolon, Tuku, that rivals that of summoners three times her age. Raised in the Mwangi Expanse, Ija travels far beyond her homeland to obtain knowledge that can help better her understanding of her abilities as a summoner."
					]
				},
				"At first glance, the magus and the summoner might seem completely dissimilar practitioners of magic, but to a perceptive scholar, the two paths bear striking similarities. Both disciplines focus on the magic of connections, most obviously the summoner, whose potency arises from the powerful synthesis of two drastically dissimilar beings: the summoner and their eidolon. A summoners magic flows from this juxtaposition, with the strength of their bond dictating, in turn, the strength of their magic.",
				"How does this parallel the magus? Those who see magi as little more than fighters or wizards who learn a bit of the others specialty might never make the connection. This, however, is a gross oversimplification of a maguss power. More than any other discipline, the power of the magus depends upon understanding the connection between martial skill and magical studynot as two unlike pursuits, but as a single focus that blends both physical and magical in uniquely devastating ways.",
				"Thus, how the magus and the summoner come together: neither focuses solely on one half of a dyad or the other, but on the relationship between both parts. This harmony enables these magical practitioners to be particularly versatile problem solvers, as each brings their synergistic arts to bear.",
				"However, both magus and summoner possess a duality that makes them interesting in a group dynamic: each can serve as both a source of and sink for magic. While a wizard might use magic to enhance a fightermaking the wizard the source and the fighter the sinka summoner can enhance their eidolon and a magus can enhance themselves. This can lead both magi and summoners to earn an undeserved reputation as self-absorbed loners. The truth is more complicated. Understanding these connections often leads magi and summoners to the opposite conclusion: that only through teamwork and becoming close with your allies can you discover synergies that elevate a party to become greater than the sum of its parts. And woe betide a foe who faces the might of a magus and a summoner working together.",
				{
					"type": "hr"
				},
				{
					"type": "pf2-options",
					"items": [
						{
							"name": "{@class Magus|som}",
							"entries": [
								"The magus, a polymath of battle, trains in both spells and strikes. Combining these arts, a magus channels spells into their weapon or body to inflict devastating wounds upon their foes. The maguss versatility in combat and knowledge of the arcane makes them a welcome addition to any party."
							]
						},
						{
							"name": "{@class Summoner|som}",
							"entries": [
								"A summoner acts as the living anchor to a powerful being called an eidolon, which they call upon for aid. Summoners maintain deep connections with their eidolons, granting them the ability to influence the way the creature evolves. Eidolons manifest in many forms, including as constructs, demons, dragons, fey, and other creatures."
							]
						}
					]
				},
				{
					"type": "hr"
				},
				{
					"type": "pf2-h1",
					"source": "SoM",
					"page": 74,
					"name": "Multiclass Archetypes",
					"entries": [
						{
							"type": "pf2-h1-flavor",
							"entries": [
								"If your character wants to dabble in the power of a magus or summoner, you can take one of the following multiclass archetypes to do so."
							]
						},
						"Applying an archetype requires you to select archetype feats instead of class feats. Find the archetype that best fits your character concept, and select the archetypes dedication feat using one of your class feat choices. Once you have the dedication feat, you can select any feat from that archetype in place of a class feat as long as you meet its prerequisites. The feat you select is still subject to any selection restrictions on the class feat it replaces. For example, if you gained an ability at 6th level that granted you a 4th-level class feat with the dwarf trait, you could swap out that class feat only for an archetype feat of 4th level or lower with the dwarf trait. Archetype feats you gain in place of a class feat are called archetype class feats.",
						"Occasionally, an archetype feat works like a skill feat instead of a class feat. These archetype feats have the skill trait, and you select them in place of a skill feat, otherwise following the same rules above. These are not archetype class feats (for instance, to determine the number of Hit Points you gain from the {@feat Fighter Resiliency} archetype feat).",
						"Each archetypes dedication feat represents a certain portion of your characters time and focus, so once you select a dedication feat for an archetype, you must satisfy its requirements before you can gain another dedication feat. Typically, you satisfy an archetype dedication feat by gaining a certain number of feats from the archetypes list. You cannot retrain a dedication feat as long as you have any other feats from that archetype.",
						"Sometimes an archetype feat lets you gain another feat, such as the summoners {@feat Basic Synergy|som}. You must still meet the prerequisites of that feat.",
						"Archetypes with the {@trait multiclass} trait, like both the magus and summoner archetypes, represent diversifying your training into another classs specialties. You cant select a multiclass archetypes dedication feat if you are a member of the class of the same name (for instance, a magus cant select the {@feat Magus Dedication|som} feat).",
						{
							"type": "pf2-h2",
							"source": "SoM",
							"page": 74,
							"name": "Bounded Spellcasting Archetype",
							"entries": [
								"Some archetypes, such as the magus and summoner multiclass archetypes, grant you spellcasting abilities based on the way magi and summoners cast spells, albeit delayed compared to a character from those classes. In this book, both archetypes are bounded spellcasting archetypes, but future books might introduce bounded spellcasting archetypes that arent multiclass archetypes. A bounded spellcasting archetype allows you to use scrolls, staves, and wands in the same way that a member of a spellcasting class can, and the basic bounded spellcasting feat counts as having a spellcasting class feature.",
								"Bounded spellcasting archetypes always have a basic bounded spellcasting feat, an expert bounded spellcasting feat, and a master bounded spellcasting feat. These feats share their name with the archetype. For instance, the maguss master spellcasting feat is called {@feat Master Magus Spellcasting|som}. All spell slots you gain from bounded spellcasting archetypes have restrictions depending on the archetype. For example, the summoner archetype grants you spell slots you can use only to cast spells from your summoner repertoire, even if you are a sorcerer with spells of the same tradition in your sorcerer repertoire.",
								"{@b Basic Bounded Spellcasting Feat:} Usually gained at 6th level, these feats give you a 1st-level spell slot and a 2nd-level spell slot from that magical tradition. If you have a spell repertoire, you can select one spell from your repertoire as a signature spell. Archetypes refer to these benefits as the basic bounded spellcasting benefits. At 10th level, you replace your 1st-level spell slot with a 3rd-level spell slot.",
								"{@b Expert Bounded Spellcasting Feat:} Usually taken at 12th level, these feats make you an expert in spell attack rolls and DCs of the appropriate magical tradition. You gain an additional 3rd-level spell slot. If you have a spell repertoire, you can select a second spell from your repertoire as a signature spell. At 14th level, you replace your spell slots with two 4th-level spell slots and one 5th-level spell slot, and at 16th level, you replace your spell slots with two 5th-level spell slots and one 6th-level spell slot. Archetypes refer to these benefits as the expert bounded spellcasting benefits.",
								"{@b Master Bounded Spellcasting Feat:} Usually taken at 18th level, these feats make you a master in spell attack rolls and DCs of the appropriate magical tradition and grant you an additional 6th-level spell slot. At 20th level, they replace your two 5th-level spell slots with two 7th-level spell slots. Archetypes refer to these benefits as the master bounded spellcasting benefits."
							]
						},
						{
							"type": "pf2-h2",
							"source": "SoM",
							"page": 75,
							"name": "Magus",
							"entries": [
								"Youve mixed physical combat with spellcasting.",
								{
									"type": "list",
									"columns": 3,
									"items": [
										"{@feat Magus Dedication|som}",
										"{@feat Basic Martial Magic|som}",
										"{@feat Hybrid Study Spell|som}",
										"{@feat Spellstriker|som}",
										"{@feat Advanced Martial Magic|som}",
										"{@feat Basic Magus Spellcasting|som}",
										"{@feat Expert Magus Spellcasting|som}",
										"{@feat Master Magus Spellcasting|som}"
									]
								}
							]
						},
						{
							"type": "pf2-h2",
							"source": "SoM",
							"page": 76,
							"name": "Summoner",
							"entries": [
								"You have a tenuous connection to an eidolon, a bodiless being that shares your life force, and with effort you can manifest the eidolon into the world.",
								{
									"type": "pf2-h3",
									"source": "SoM",
									"page": 76,
									"name": "Multiclass Summoner Characters",
									"entries": [
										{
											"type": "list",
											"items": [
												"Alchemist summoners can use their eidolons as lab assistants or even as the source of experiments. They are a good fit for construct or plant eidolons.",
												"Barbarian summoners find themselves drawn to the fury of anger phantoms, the two fueled by the same inner instinct.",
												"Bard summoners inspire their eidolons to greater heights with their bardic performances. They often team up with eidolons who pair well with their muse, such as a fey eidolon for a polymath muse or a phantom eidolon for a warrior muse.",
												"Champion summoners get along best with divine eidolons matching the alignment associated with their causeangel eidolons for the tenets of good, devil eidolons for a tyrant, and so on. This allows the champion and eidolon to have a unity in philosophy and purpose that other eidolon choices might lack.",
												"Cleric summoners often find a connection to eidolons associated with their deity, such as a Sarenite cleric who chooses an angel eidolon. Clerics ability to heal and support allows them to keep their eidolon healthy.",
												"Druid summoners find the life link with primal eidolons to be a religious experience. They are especially likely to bond with eidolons that match their order, such as plant eidolons for the leaf order or beast eidolons for the animal or wild order.",
												"Fighter summoners use tactics and techniques with their eidolons to best foes. They can partner with eidolons of any kind, but they work especially well with eidolons who provide utilities that complement their fighting style.",
												"Monk summoners often choose eidolons that are on their own path to enlightenment, to help enrich the monks journey. These might be divine eidolons, especially if the monk is religious or uses divine ki spells, but they also might be phantoms seeking to transcend their phantom existence to reach the afterlife.",
												"Ranger summoners get along best with beast and plant eidolons, but they make a good team with other eidolons as well, especially when an archer ranger teams up with a melee eidolon.",
												"Rogue summoners gain a partner in crime that can disappear when necessary, providing the eidolon with the ultimate getaway as long as no one expects it to carry back loot from a heist. Rogues work well with tricky eidolons, such as fey, and they get a lot of mileage out of sharing their skills with their eidolon. The Unfetter Eidolon feat can be especially useful if the rogue wants to establish a quick alibi far from the eidolons crimes.",
												"Sorcerer summoners often choose eidolons that match closely to their bloodline, such as a psychopomp eidolon for the psychopomp bloodline. The eidolon might even be part of the story of how the sorcerer gained their bloodline.",
												"Wizard summoners are especially appreciative of an eidolon to help them in combat, and they tend to favor arcane eidolons like dragon and construct eidolons."
											]
										}
									]
								},
								{
									"type": "list",
									"columns": 3,
									"items": [
										"{@feat Summoner Dedication|som}",
										"{@feat Basic Synergy|som}",
										"{@feat Initial Eidolon Ability|som}",
										"{@feat Advanced Synergy|som}",
										"{@feat Basic Summoner Spellcasting|som}",
										"{@feat Expert Combat Eidolon|som}",
										"{@feat Expert Summoner Spellcasting|som}",
										"{@feat Signature Synergy|som}",
										"{@feat Master Summoner Spellcasting|som}"
									]
								}
							]
						}
					]
				}
			]
		}
	]
}
