{
	"data": [
		{
			"type": "section",
			"entries": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "covers/SoM-25.webp"
					},
					"maxRes": {
						"type": "internal",
						"path": "covers/SoM-100.webp"
					},
					"style": "cover"
				},
				{
					"type": "hr"
				},
				{
					"type": "pf2-h1",
					"name": "The Structure of Magic",
					"page": 4,
					"entries": [
						{
							"type": "pf2-h1-flavor",
							"entries": [
								"Scholars of magic break down the magical forces at play and their effects using three categories. The power behind magic comes from the magical {@b essences} tied to fundamental components of reality: matter, spirit, mind, and life.",
								"Spellcasters practice one of four {@b traditions} of magic: arcane, divine, occult, or primal. Each tradition's magic arises mainly from the confluence of two of the essences, which that tradition channels far more commonly than all others: arcane commands matter and mind, divine convokes the powers of spirit and life, occult aligns spirit and mind, and primal feeds upon matter and life. Yet these borders are not as limited as they may appear, as each tradition's adherents have picked up other spells over time, or found ways to generate effects typically associated with one essence using clever applications of another.",
								"Finally, the most narrow category are the {@b schools} of magic. Most important to wizards—many of whom specialize in one school above others—the schools classify individual spells, items, and other magical techniques. The schools are the fingers that shape the magic, the traditions the arm that directs them, and the essences the beating heart that powers their movement."
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"page": 5,
			"name": "Introduction",
			"entries": [
				{
					"type": "pf2-h1-flavor",
					"page": 5,
					"entries": [
						"Magic's secrets are limitless. No one person can hope to understand them all. Powerful yet delicate, infinite in scope but precise in execution, magic is a conundrum that challenges the greatest minds and the most naturally talented souls. Within this book, you'll find rules and descriptions of all kinds of magic, but they need players and Game Masters to bring out their full potential!"
					]
				},
				{
					"type": "pf2-sidebar",
					"name": "Chapter Summaries",
					"entries": [
						"{@i Secrets of Magic} has five chapters, each detailing the practices of magic, those who harness its power, and the fruits of that power.",
						"{@b Chapter 1—Essentials of Magic:} Learn how magic works from the writings of Golarion's magical luminaries. Then you'll find both common and rare backgrounds for characters with a magical past",
						"{@b Chapter 2—Classes:} Fight while slinging spells with the magus, or form a special bond with a magical creature as a summoner. These full new classes are followed by their multiclass archetypes.",
						"{@b Chapter 3—Spells:} Over 200 spells, including new rituals and focus spells for the magus and summoner, offer new tools for spellcasters of any tradition. Summon powerful entities, use magic for everyday tasks, harness the elements, and even manipulate time!",
						"{@b Chapter 4—Magic Items:} Expand your collection with new consumables and permanent items. You'll also find sections on brand-new types of items, including fulu consumables, grimoires, magical tattoos, personal staves you design yourself, spell catalysts, and spellhearts you fasten to your gear.",
						"{@b Chapter 5—Book of Unlimited Magic:} Dive deep into strange and new forms of magic, from the emotion-based cathartic magic to elementalism, geomancy, shadow magic, rune magic from ancient Thassilon, and more!"
					]
				},
				"{@i Secrets of Magic} goes beyond the basics of magic in ways both large and small. You'll find everything from a new cantrip that creates a small spout of water to rules for pervasive magic that can totally transform a campaign's world. And more than just the rules, this book digs deep into how magic feels and the ways spellcasters understand the magic of their world. Though the Essentials of Magic chapter goes in-depth on this topic, you'll find notes among the spells and magic items written by the people of Golarion, and the Book of Unlimited Magic explains in each section how that form of magic can affect roleplaying and the game world.",
				"The knowledge and methods of magic recounted in this book come from all sorts of sources, and only the most seasoned experts in the game world are familiar with them all. When using these sources, consider which areas a given character or institution knows how to use or is familiar with—and, crucially, which ones they're unaware of. A druid who knows geomancy and druidic circles in great depth might be entirely unfamiliar with arts practiced by arcane or occult casters. Separate what you as a player or GM understand and think of fun wrinkles or misunderstandings a character might make based on their limited experience. As another example, the magical essences are crucial to magic working, but a follower of a certain tradition might only know the practical spellcraft that lets them actually use magic. They might be unaware of the deeper sources, or even consider them unnecessary to learn—frivolous time wasted on esoterica when one could be studying a new spell!",
				{
					"type": "pf2-h2",
					"page": 5,
					"name": "Choosing Expansions",
					"entries": [
						"The {@i Pathfinder Core Rulebook} and {@i Pathfinder Advanced Player's Guide} include rules useful to the vast majority of games. Parts of Secrets of Magic aren't meant for every table. Chapter 5 in particular, with its new forms of magic, is more appropriate for certain games and circumstances than others. Some of that chapter's entries have rarities above common to more clearly indicate this. If you're running a game or want to use options like these for your character, think in advance about what their inclusion means for your game. You might even want to have a discussion about the implications with the rest of your group.",
						"That said, Chapters 2, 3, and 4 are more broadly useful. Even if you don't want to have elementalists as a specific type of caster in your game, the elemental spells in Chapter 3 could still be useful for any caster of the appropriate tradition. The classes in this book are common, as are the vast majority of spells and magic items.",
						"The pieces of this book are meant to play well together. Exploring the spells and items can open up more options for the new rules in the Book of Unlimited Magic, and the new classes will find spells that work well with their abilities. Pick and choose your favorites, and above all, experiment!"
					]
				}
			]
		},
		{
			"type": "section",
			"page": 7,
			"name": "Chapter 1: Essentials of Magic",
			"entries": [
				{
					"type": "pf2-h1-flavor",
					"entries": [
						"I was pleased to get word from your mother of your interest in magical studies. Has she told you that when we were growing up she wanted to be a wizard? Can you imagine? She went another path, of course, but it heartens me to see you've picked up that interest. A chip off the old block, eh? I've taken the liberty of finding some resources from my personal library to give you the basics of instruction. I do advise that long-term you directly engage with a specific spellcasting course rather than continuing a broad study of all magic. I do hope the enclosed materials help you find your path, my dear!"
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 7,
					"name": "Magical Backgrounds",
					"entries": [
						"Starting on page 28 are new backgrounds that have a particular magical bent. As with many backgrounds, these can work with all sorts of characters, from those who went on to be spellcasters to others who dabbled in magic but ended up choosing a different path.",
						"You might also want to look at the following backgrounds from the {@i Core Rulebook} and {@i Advanced Player's Guide}.",
						"{@b Core Rulebook}: {@background Acolyte}, {@background animal whisperer}, {@background fortune teller}, {@background herbalist}, {@background hermit}, {@background scholar}",
						"{@b Advanced Player's Guide}: {@background Cultist|APG}, {@background pilgrim|APG}, {@background root worker|APG}, {@background teacher|APG}",
						{
							"type": "pf2-title",
							"name": "Rare Backgrounds"
						},
						"Some of these magical backgrounds require atypical magical events in a character's past (such as the circumstances of their birth); these are rare backgrounds, and you'll need to work with your GM if you'd like to take one of them. Rare backgrounds start on page 30."
					]
				},
				"Scholars classify magic into four traditions, four essences, and eight schools. Understanding these specifics is necessary to comprehend most texts on the subject.",
				{
					"type": "pf2-h2",
					"name": "Tradition Treatises",
					"page": 7,
					"entries": [
						"Magical traditions represent distinct types of training. As their methods vary greatly, I've sourced this information from four different scholars.",
						{
							"type": "list",
							"page": 7,
							"items": [
								"{@b Principals of Elementary Thaumaturgy (page 8):} Arcane scholars are prone to stultifying pedantry, digging into every bit of minutiae. Toff Ornelos is among the few to present anything approaching a text suitable for beginners.",
								"{@b Journeys of the Spirit and Flesh (page 10):} The divine tradition is as varied in practice as the many gods that empower it. Zorahar the Wandering Cleric compiled an absolutely massive study of different Nethysian subfaiths. I thought a sampling would be enlightening.",
								"{@b A Letter from Djavin Vhrest (page 12):} Scholarship on the occult tradition can melt your mind to a puddle (figuratively, for the most part). Luckily, I possess a letter from a foremost curator in my discipline: Djavin Vhrest of the Forae Logos.",
								"{@b On Primal Practice (page 14):} Primal theorists publish almost nothing— they prefer an oral tradition held within secret druidic circles—though I did find this kindly letter. As it's from one family member to another, I find it especially fitting I now place it in your hands, my dear."
							]
						}
					]
				},
				{
					"type": "pf2-h2",
					"name": "On Essences",
					"page": 7,
					"entries": [
						"The larger forces practitioners call upon—what they call the magical essences—have seen little academic consideration until recently. Marquise Cordelia Perseis published the first edition of On Essences (page 16). My rarities collection included this annotated copy. Please take extra care with this one!"
					]
				},
				{
					"type": "pf2-h2",
					"name": "The Eight Arches of Incantation",
					"page": 7,
					"entries": [
						"Practitioners slice up their formulas into eight schools of magic. The distinctions are a bit complex, but The Eight Arches of Incantation (page 20) is a delightful almanac covering the basics. Made for an audience of nobles and merchants rather than magicians themselves, to my understanding. The author's identity was never revealed, though many speculate. I suspect given the profits of this pamphlet, they're happy keeping this secret!",
						{
							"type": "paper",
							"style": "research",
							"title": "Excerpt from Chapter 1 of {@i Principals of Elementary Thaumaturgy, 7th Ed.} (Acadamae, 4720) by Toff Ornelos",
							"entries": [
								"The Tools of Creation approach, also called Nexian Understanding, posits magic is leftover detritus from the dawn of time, when the universe was created at some indeterminate point in eternity by entities unknown. However, this was not a simple or painless thing. It required scaffolding, tools, and effort on a scale that the mortal mind is little capable of comprehending. Magic theory is discovering these tools and applying them to mortal purposes.{@sup 7} Thus, in the Tools of Creation, when one casts a 4th- Degree Incendiary, one is using the same tools that originally created our sun, albeit on an immensely smaller scale.{@sup 8}",
								"An alternative perspective proposed recently by Prof. Juleanna Foridius was that magic use actually utilizes various flaws in the structure of the universe—essentially applying a chisel of mortal will to tiny chinks in the mortar of reality.{@sup 9}",
								"One key ramification of the Tools of Creation is that it posits that magic is ultimately finite, if incredibly vast. All spells that ever were or could be are integrated into the structure of the universe, and one cannot \"invent\" a new spell. One can only discover what was previously unknown. Perhaps in some unimaginably distant day, all magic will be discovered and understood.",
								"The Tools of Creation has historically been centered around the Arcanamirium in Absalom, and some believe the archmage Nex understood magic in such terms. It is most prominent in Absalom, Cheliax, Taldor, and Nex. For the moment, Prof. Foridius's variant hypothesis has been most eagerly taken up in her native Egorian.",
								"The Soil and Path approach, also called the Channeling Method, comes out of the Magaambya in Nantambu. Proponents of the Soil and Path argue that the universe has more flexibility in its physical laws than typically believed. Rather than stone, the universe is soil, and sufficient application of will and energy can command reality to overturn itself. Such power is generally outside the grasp of all except gods, magically potent creatures, or the most puissant of archmages. The act of forcing your will upon reality leaves marks, like the wheels of a wagon leave ruts in the soil. These ruts channel magical energy down precisely the same path it had taken before, and in so doing make subsequent castings of the spell easier. If the first act of wizardry is equivalent to forging your way through dense jungle, soon there is a trail, then a path, and finally a wide road, at which point any arcane spellcaster can cast the spells.{@sup 10}",
								"Unlike the Tools of Creation, the Soil and Path holds magic to be infinite and unbounded, limited only by creativity. The abiding interest of Southern wizards is in discovering how to impress spells more easily into the universe, and they perform endless experiments to try to force new magic into being. Advocates of the Soil and Path are fond of tracing their history to Old-Mage Jatembe, and the approach is quite dominant in many nations and regions in Garund.",
								"There are other approaches throughout the Inner Sea region as well. In the next chapter I will speak of the symbolic logic of the Keleshite Constructivist school,{@sup 11} and the elemental grammar proposed by Dr. Yi.{@sup 12}"
							],
							"footnotes": [
								"7. In both the schools presented here, it is believed that arcane spellcasters produce the effects by direct application of their own will, while clerical and druidic spellcasters mediate the spells via the gods or non-sapient natural forces.",
								"8. Zey, Aram, {@i Forgotten Wonders: A Discourse on the Foundations of Arcanism} (Arcanamirium, 4702)",
								"9. Foridius, Juleanna, {@i Gods' Will or Gods' Mistakes: A Critical Look at Thaumaturgy} (Egorian Academy of Magical Arts, 4718)",
								"10. Janatimo, {@i Collected Tales} (Magaambya, 4694)",
								"11. Al-Zhierri, Qittan and Orius Mavrogenis, {@i New Developments in Constructivism} (Kitharodian Academy, 4719)",
								"12. Yi, Si-Dao, {@i Language of the Void} (Imperial College of Lingshen, 4711)"
							]
						},
						{
							"type": "paper",
							"style": "research",
							"title": "Excerpt from Chapter 3 of {@i Principals of Elementary Thaumaturgy, 7th Ed.} (Acadamae, 4720) by Toff Ornelos",
							"entries": [
								"To cast a spell, wizards{@sup 63} must first create a mental construct of that spell: a task which requires a fair amount of time and effort, usually prepared at the beginning of each day for convenience. Typically, this requires the use of a mnemonic matrix—there are as many of these as there are practicing wizards, but for the following example I will use the classic memory palace.{@sup 64}",
								"Imagine a great palace with ten floors. In each room, you build the construct of a spell: a combination of language and mathematics, symbolism and geometry, which defines how the spell functions in the world. On the first floor you form the simplest spells, but the ones higher up require greater complexity and stronger attachments. The tenth floor is reserved for only the greatest of archmages.{@sup 65} You then energize the spell, redirecting a minute amount of your mental essence into powering the construct.",
								"The mental spell construct is not a completed spell, but it is the potentiality of a spell, ninety-nine parts out of a hundred of a finished spell, akin to an epic poem with the last stanza missing. When the spell is called for, the wizard completes the arcane construct by providing the final elements—these are called components and are typically classed into general groups: verbal, somatic, material, and focus. Simultaneously, the wizard sets the final parameters of the spell, such as the range and target of a war-spell or the visualization for an illusion. At that point, the mental construct is completed, and the energy stored within it is able to act, producing the desired physical effect, and the spell construct collapses in the process.{@sup 66}",
								"An important ramification of this collapse is that the wizard cannot swiftly recreate a mental construct—they are constrained both by time and the limitations of their mental energy, the latter of which appears to be a hard limit on how much magic an arcane spellcaster can have. An apprentice wizard will have only two or three spells, while an experienced wizard might have fifteen or twenty at hand. But even archmages such as Sorshen or Tar-Baphon have a finite supply of complex magic at their beck and call at any time.",
								"For the purposes of instruction, spells are classed by school (evocation, illusion, divination, and so on), by degree and category if needed (4th-Level incendiary), and by specific spell manifestation (such as fireball, invisibility, clairvoyance). Common names popular in certain regions or coteries (\"invocation of the blinded eye,\" \"Al-Mirai's telesight\") are best avoided in instruction, as they are functionally identical for most purposes. However, they may have cosmetic differences or varying inputs and learning them might be necessary to communicate with certain groups. I've done my utmost to eliminate such colloquialisms from the Acadamae's instruction to get as close to the essentials as possible."
							],
							"footnotes": [
								"63. Practitioners of other arts such as sorcery and witchcraft have their own methods—these are similar to but distinct from wizardry and will be discussed in later chapters.",
								"64. Uldor, Oridius, {@i The Art of Remembrance} (Arcanamirium, 4519)",
								"65. Why ten floors? Difficult to say, but experimental data clearly show that spells can be sorted into ten bands of power and complexity, aside from simple cantrips. The general consensus is that this reflects something fundamental in the mathematics of our reality, though iconoclastic scholars such as Prof. Foridius argue that it reflects nothing more than an artifact of our base-ten counting system.",
								"66. The spells commonly called cantrips are the exception to this rule. Cantrips are extremely simple, robust spell constructs that do not collapse when used, instead refilling their energy reservoirs automatically. A wizard can prepare only so many cantrips at a time, but they are endlessly reusable."
							]
						}
					]
				}
			]
		}
	]
}
