{
	"data": [
		{
			"type": "section",
			"name": "What is the D&D Adventurers League",
			"entries": [
				"The D&D Adventurers League is an ongoing official organized play campaign for Dungeons & Dragons. It uses the fifth edition Dungeons & Dragons rules, and is set in the Forgotten Realms setting. You can play D&D Adventurers League games anywhere—creating a character and playing that character in any D&D Adventurers League game. D&D Adventurers League games can be public, in-person play events, or in a private setting of your choosing. Typical venues for these events are game and hobby stores, conventions, public-accessible game day events, libraries, your home, or anywhere you gather to play a D&D Adventurers League game.",
				{
					"type": "entries",
					"name": "How to Use This Guide",
					"entries": [
						"The D&D Adventurers League Player's Guide is a comprehensive guide to all the rules used by players for official games. When there are differences between the rules and guidelines here and in other sources, the rules here take precedence for D&D Adventurers League play."
					]
				},
				{
					"type": "entries",
					"name": "What You Need to Play",
					"entries": [
						"In order to participate in D&D Adventurers League games, you'll need the following:",
						{
							"type": "list",
							"items": [
								"The D&D Basic Rules. This PDF document is available for free on the Wizards of the Coast website. It contains all the basic rules of the game, and you can create a character with it. Additional options for characters are available in the fifth edition Player's Handbook (PHB), and other resources listed under Character Creation, below.",
								"A Character Sheet. You can use an official D&D Adventurers League character sheet, or any other D&D character sheet that suits you.",
								"An Adventure Logsheet. You'll use this to record or something that contains at least the same minimum information each session of play, keeping track of your experience, treasure, and other notes.",
								"A DCI number (OPTIONAL). This is an official Wizards of the Coast organized play number, and only used for tracking play in core hobby stores. It's obtainable at public events; ask the organizer for one the first time you play. DCI numbers can also be acquired online by following the instructions provided here. You can obtain a new DCI number online by visiting accounts.wizards.com. If you were given a temporary DCI number at an event, go to accounts.wizards.com, and click \"Activate DCI Number.\""
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Character Creation",
					"entries": [
						"To create a character for the D&D Adventurers League, follow the steps below. Characters start at 1st level.",
						{
							"type": "entries",
							"name": "Step 1 & 2: Choosing a Race and Class",
							"entries": [
								"All of the race and classes presented in the Player's Handbook plus one other resource from those listed below are available to build your character (PHB+1). Indicate your \"+1\" on your character's adventure logsheet when you choose it. As new resources become available, they'll be added to this list.",
								{
									"type": "list",
									"items": [
										"Elemental Evil Player's Companion (EEPC)",
										"Sword Coast Adventurer's Guide (SCAG)",
										"Volo's Guide to Monsters (VGM)",
										"Xanathar's Guide to Everything (XGE)*"
									]
								},
								"The following variant or optional rules are available when creating your character:",
								{
									"type": "list",
									"items": [
										"Variant Human Traits (PHB)",
										"Half-Elf Variants (SCAG)",
										"Option: Human Languages (SCAG)",
										"Tiefling Variants (SCAG)"
									]
								},
								"{@b NOTE:} Races that grant flight at 1st level, and options presented in other resources—such as the Death Domain found in the Dungeon Master's Guide (DMG), or content from the various Unearthed Arcana articles—aren't allowed for play unless you possess specific campaign documentation that indicates otherwise. Option: Human Languages is available to all characters; regardless of their \"+1.\"",
								"*The \"Tortle Package\" released by Wizards of the Coast is considered part of XGE."
							]
						},
						{
							"type": "entries",
							"name": "Step 3: Determine Ability Scores",
							"entries": [
								"Your character's ability scores are generated using one of the following methods:",
								{
									"type": "list",
									"items": [
										"Standard Array (15, 14, 13, 12, 10, 8)",
										"Variant: Customizing Ability Scores (PHB)."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Step 4: Describe your Character",
							"entries": [
								"Describe your character and choose a background from the PHB, pages 121—141, or if you've selected an additional resource as described above, you can select a background presented there.",
								{
									"type": "entries",
									"name": "Background",
									"entries": [
										"Choose a background using the rules in the PHB or any other officially-released Wizards of the Coast or D&D Adventurers League resource. Your background isn't limited to your character's \"PHB+1.\""
									]
								},
								{
									"type": "entries",
									"name": "Alignment",
									"entries": [
										"As D&D Adventurers League play focuses on creating a welcoming, fun environment, neutral evil and chaotic evil characters aren't allowed in the D&D Adventurers League. You can, however, play a lawful evil character, but it must be a member of either the Lords' Alliance or Zhentarim faction."
									]
								},
								{
									"type": "entries",
									"name": "Deities",
									"entries": [
										"If your character worships a deity, those deities listed in the Deities of the Forgotten Realms and Nonhuman Deities tables in the PHB or any deity listed in the resources listed in Step 1 & 2 above are available. While paladins don't have to worship a deity, clerics do. If your deity doesn't include suggested domains in the resource in which it is found, only the Life domain is available."
									]
								},
								{
									"type": "entries",
									"name": "Starting Lifestyle",
									"entries": [
										"Unless your starting lifestyle is explicitly determined by your chosen background, you can choose to begin with whatever lifestyle you like. Note this selection on the first entry of your logsheet. You can change your lifestyle when you spend downtime days for activities (see below)."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Step 5: Choose Equipment",
							"entries": [
								"When you create your D&D Adventurers League character for the current season, you obtain starting equipment and gold as determined by your class and background—you can't roll for your starting wealth.",
								{
									"type": "entries",
									"name": "Trinkets",
									"entries": [
										"You begin play with a trinket of your choice from the table in Chapter 5 of the PHB, or you can roll randomly to determine your trinket. "
									]
								},
								{
									"type": "entries",
									"name": "Selling Equipment",
									"entries": [
										"You can sell any mundane equipment that your character possesses using the normal rules in the PHB."
									]
								},
								{
									"type": "entries",
									"name": "Purchasing Equipment",
									"entries": [
										"You can purchase any equipment found in the PHB with your starting gold."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Step 6 (Optional): Select a Faction",
							"entries": [
								"At any time, you can join a faction—a completely optional choice. Each faction's goals are distinct and offer adventurers a chance to earn prestige within its ranks through the acquisition of renown by furthering the factions's interests. Factions persist from storyline to storyline, and are woven into the fabric of the D&D Adventurers League's narratives. Factions have their own individual goals, but aren't overtly hostile to one another—their members might dislike members of other factions, but they're expected to refrain from being antagonistic to one another. If your character joins a faction, the following rules apply:",
								{
									"type": "entries",
									"name": "One Faction Only",
									"entries": [
										"You can be a member of only one faction at a time. If you ever switch factions or become unaffiliated, you permanently lose all benefits and renown associated with your former faction—they don't like traitors or those who abandon their tenets."
									]
								},
								{
									"type": "entries",
									"name": "No Undermining Other Characters",
									"entries": [
										"Adventurers are brought together by common cause, and they're expected to work together to overcome challenges. Though certain factions might find others distasteful, the characters must put that aside and work as a team."
									]
								}
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "The Adventure Logsheet",
					"entries": [
						"In addition to your character sheet, need an adventure logsheet to keep track of your character's rewards from adventure to adventure",
						{
							"type": "entries",
							"name": "Session #",
							"entries": [
								"You only need to track session #s if you are playing one of the adventures published by Wizards of the Coast, such as Curse of Strahd or Storm King's Thunder. Each session you play is numbered, and any rewards you received for that session are tracked just like playing a single session adventure."
							]
						},
						{
							"type": "entries",
							"name": "Experience Points (XP)",
							"entries": [
								"Note any XP your character earned at the end of the adventure or session."
							]
						},
						{
							"type": "entries",
							"name": "Gold",
							"entries": [
								"Note any gold your character obtained during the adventure or session. It can be spent now or later."
							]
						},
						{
							"type": "entries",
							"name": "Downtime",
							"entries": [
								"Note any downtime your character earned at the end of the adventure or session. It can be spent on downtime activities."
							]
						},
						{
							"type": "entries",
							"name": "Renown",
							"entries": [
								"Note any renown points your character earned at the end of the adventure or session. It is used to determine your character's faction rank."
							]
						},
						{
							"type": "entries",
							"name": "Magic Items",
							"entries": [
								"If you received a permanent magic item during the adventure, increase your magic item count by one."
							]
						},
						{
							"type": "entries",
							"name": "Adventure Notes",
							"entries": [
								"Record important things that happened during the adventure here: deaths, story notes, leveling up, downtime activities, etc. If you received a randomly generated item, record the name of the adventure and where it was found. Additionally, ask your DM for the table used to determine the item, and the result of the roll."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Downtime and Lifestyle",
					"entries": [
						"Downtime activities occur before, while, or after you play an adventure. If you want your character to engage in a downtime activity, you have a number of options available to you on page 187 of the PHB. Per the PHB, any expenditure of downtime days has an attached lifestyle cost. In addition, the following downtime activities are also available:",
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Downtime: Spellcasting Services",
									"entries": [
										"Before, during, or after an episode or adventure, you can spend a downtime day to have a spell cast by an NPC. The cost for any consumed material components can be shared by the characters in the party. Characters raised from the dead during the course of play can continue play and earn rewards as normal, but penalties imposed by raise dead and the like still apply. Your character can also receive these services from another character— but only if you are both playing in the same adventure together. In this case, the downtime cost is waived."
									]
								},
								{
									"type": "entries",
									"name": "Downtime: Copying Spells",
									"entries": [
										"In order to copy spells into your spellbook, you must use this downtime activity. For each downtime day spent, your character can spend 8 hours copying spells into their spellbook. Two or more characters playing the same adventure together using this downtime activity can allow one another access to their spellbook; effectively \"trading\" spells between everyone involved to copy as normal. All parties to the trade must spend these downtime days in order to trade spells. As there can be a chance of failure when copying spells, you must use this downtime activity in the presence of the table's DM."
									]
								},
								{
									"type": "entries",
									"name": "Downtime: Catching Up",
									"entries": [
										"Sometimes you might like to advance to the next tier to catch up with friends, play new adventures, etc. \"Catching Up\" is an available option at 4th, 10th, and 16th level, and advances your character to the next tier of play. In order to do so, you must pay a number of downtime days determined by your current level, as follows:",
										{
											"type": "table",
											"colLabels": [
												"Current Level",
												"Downtime Cost"
											],
											"colStyles": [
												"col-xs-6",
												"col-xs-6"
											],
											"rows": [
												[
													"4th",
													"20 days"
												],
												[
													"10th",
													"100 days"
												],
												[
													"16th",
													"300 days"
												]
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Downtime: Trading Magic Items",
									"entries": [
										"Magic items can't be given away to another character, but characters can trade permanent magic items received in play with one another on a one-for-one basis. Each party to the trade must spend 15 downtime days to trade the item. If you're trading with another character playing in the same adventure as you, the downtime cost is waived. Consumable magic items (scrolls, potions, and magical ammunition) can't be traded.",
										"Upon completing the trade, you must create an entry on your log sheet indicating who they traded with (and their DCI number if they have one), the item traded away, and the item received in exchange. Information regarding where the item was located: adventure name, encounter, table number, roll, etc., should be recorded as well.",
										"Permanent magic items are traded for other items of like rarity (i.e. uncommon for uncommon, rare for rare, etc.) on a one-for-one basis. The DMG or other official, published D&D products, are considered to be the definitive resource in determining the item's rarity. Items without a specified rarity are unique, and can't be traded. Items without any uses remaining also can't be traded unless the item retains some permanent magical ability.",
										"While a certificate isn't required to facilitate this trade, if the item bears a certificate, it must accompany the trade or destroyed."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Recording Downtime",
							"entries": [
								"To record your downtime activity, deduct the days from your total on your adventure logsheet. Note your downtime activity and the number of days used in the adventure notes section. For example, if you wanted to train to learn the Gnomish language and you spent 10 days towards doing so, you'd write \"Training: Gnomish (10)\" in the adventure notes, and deduct 10 days from your downtime total. If you spend 5 days later on, you'd write \"Training: Gnomish (15)\", and deduct 5 more days from your downtime total.",
								"Whenever you engage in a downtime activity, you must pay your lifestyle expenses, as described on pages 157 — 158 in the PHB. Deduct the gp spent from your gold on your adventure logsheet. You must pay lifestyle whenever downtime is spent.",
								"It takes a while to increase your lifestyle, but it's easy to reduce it. If you spend one or more downtime days maintaining a lower lifestyle than your current lifestyle, your lifestyle changes to that new lifestyle. If you spend 30 downtime days maintaining a higher lifestyle than your current lifestyle, your lifestyle changes to that new lifestyle."
							]
						},
						{
							"type": "entries",
							"name": "Exchanging Wealth",
							"entries": [
								"You can't give another character treasure or equipment (mundane or magical). You can, however, contribute to the cost of spellcasting services that help another character that you are adventuring with."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Character Advancement",
					"entries": [
						"Adventures are broken into four tiers of play—first tier (levels 1—4), second tier (levels 5—10), third tier (levels 11—16), and fourth tier (levels 17—20). You can't begin adventures outside your tier, but can continue to play if you've \"leveled out of it,\" but if you ance beyond the level range of a hardcover adventure and play in another hardcover adventure, you can't return to the first. This restriction doesn't apply to Non-HC adventures—you can play these as often as you want (provided you're within the adventure's level range).",
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "Character Rebuilding",
									"entries": [
										"Players sometimes start out with a pregenerated character, or might try out a character class, race, or other option, and then decide later on that it wasn't the play experience they were looking for. As such, Tier 1 characters (levels 1—4) can be rebuilt after any episode or adventure. A player can't change a character's name, but can change any other aspect—including their choice of +1. The character keeps all experience, treasure, equipment, magic items, downtime, and faction renown earned to that point—except any starting equipment, along with any gold earned from selling it or items then purchased with those funds. If you change your character's faction, you lose all renown earned to that point. You aren't considered 5th level until you play your first adventure after leveling; once the game starts, you are bound to your character's choices."
									]
								},
								{
									"type": "entries",
									"name": "Advancing Your Character",
									"entries": [
										"XP must be applied immediately. If you advance to the next level, you do so after the next long rest or at the adventure or session—whichever happens first. You use the options provided in your PHB+1 for advancing your character. Feats and spells gained by advancement are subject to PHB+1. When you gain a level, use the fixed hit point value in your class entry. You can't roll your hit points."
									]
								},
								{
									"type": "entries",
									"name": "Faction Advancement",
									"entries": [
										"A character who earns enough renown to advance a rank in his or her faction does so at the end of the session or an adventure. Note your new level or rank on your character sheet and in the notes section of your adventure logsheet."
									]
								}
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Additional Player Resources",
					"entries": [
						{
							"type": "entries",
							"name": "D&D Links",
							"entries": [
								{
									"type": "list",
									"items": [
										"{@link Official D&D Web Site|http://dnd.wizards.com/}",
										"{@link Official D&D Community Web Page|http://dnd.wizards.com/community}",
										"{@link Wizards Play Network (WPN) Web Site|http://wpn.wizards.com/en}",
										"{@link Store and Event Locator|http://locator.wizards.com/#brand=dnd}",
										"{@link D&D Adventurers League FAQ|http://dndadventurersleague.org/category/faq}"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "D&D Adventurers League Links",
							"entries": [
								{
									"type": "list",
									"items": [
										"{@link Official Wizards D&D Adventurers League Announcements|http://dnd.wizards.com/}",
										"{@link Organizers Page|http://dndadventurersleague.org/}",
										"{@link Twitter|https://twitter.com/dnd_advleague}",
										"{@link Facebook Group|https://www.facebook.com/groups/adventurersleague/}",
										"{@link G+ Community|https://plus.google.com/u/0/communities/112559314186117492998}",
										"{@link Online Tools|https://www.alonlinetools.net/}",
										"{@link D&D Adventurers League Convention Locator|http://dndadventurersleague.org/convention-map}"
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "What is the D&D Adventurers League",
			"entries": [
				"The D&D Adventurers League is the official organized play system for Dungeons & Dragons. Players can create characters and participate in any adventure allowed as a part of the D&D Adventurers League. As characters adventure, the players track their characters' experience, treasure, and other rewards, and can take those characters through other adventures that will continue their personal story.",
				{
					"type": "entries",
					"name": "Storyline Sessions",
					"entries": [
						"Adventurers League play is broken up into storyline seasons. Characters can continue to play their characters after the storyline season has finished—participating in future storylines with these characters. A character's level is the only limitation for play. A player can't use a character of a level higher or lower than the level range of a given adventure.",
						{
							"type": "entries",
							"name": "The Setting",
							"entries": [
								"Adventurers League adventures are set in the Forgotten Realms, on the continent of Faerûn. Season 4 storyline, Curse of Strahd, adventures are set in Ravenloft—though characters traveled from Faerûn to Ravenloft, and back again as part of that season's story. Hardcover adventures for previous seasons are set in the Sword Coast region—a savage wilderness dotted with powerful and iconic cities such as Baldur's Gate, Neverwinter, and Waterdeep. Adventures created for previous seasons of Adventurers League play are set in the Moonsea region—a brutal land beset by bandits, monstrous hordes, and tyrants. Going forward, the adventures created to compliment the current story will be set in the Sword Coast region to bring their story focus closer to that of the hardcover adventures published by the D&D team at Wizards of the Coast."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "D&D Adventurers League Play",
					"entries": [
						"DMs and players engage with the D&D Adventurers League in many ways. These currently include D&D Introductory Adventures, D&D Premiere Play and playing through the published D&D adventure for any given storyli. Additionally, convention organizers have been sanctioned to create approved D&D Adventurers League adventures that premiere specifically at their conventions. These adventures are set in the Moonsea region of the Forgotten Realms. This list of options may continue to change to meet the needs of D&D fans and event organizers.",
						{
							"type": "entries",
							"name": "D&D Introductory Adventures",
							"entries": [
								"These adventures premiere at your local core hobby retail store and are meant to introduce you to the content of a new D&D print product, published by Wizards of the Coast. This free content typically supports 12- to 16-hours of D&D play, and is made available for download from www.dmsguild.com after its initial premiere. An introductory for each new release is planned, not just D&D adventure releases."
							]
						},
						{
							"type": "entries",
							"name": "D&D Premiere Play",
							"entries": [
								"These adventures support Wizards of the Coast storyline product releases. They can be purchased from the Dungeon Masters Guild, and played as official D&D Adventurers League play. Once purchased by a Dungeon Master, Premiere Play content can be run as often as that DM likes in support of a given D&D storyline season. D&D Premiere Play can take place anywhere—both at a public venue such as a local core hobby retail store, or privately in your home or other location of your choosing."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Being a Dungeon Master",
					"entries": [
						"Playing Adventurers League adventures as the DM is easy and fun. The adventures can be prepared in a short period of time, and you don't have to worry about creating all sorts of background material.",
						{
							"type": "entries",
							"name": "What You Need to Run a Game",
							"entries": [
								"In order to run a game as a DM in D&D Adventurers League games, you'll need the following:",
								{
									"type": "entries",
									"name": "The D&D Basic Rules",
									"entries": [
										"This PDF document is available for free on the Wizards of the Coast website. It contains all the basic rules of the game, and you can create a character with it. More options for characters are available in the Player's Handbook (PHB) and the Sword Coast Adventurer's Guide (SCAG)."
									]
								},
								{
									"type": "entries",
									"name": "An Adventure",
									"entries": [
										"If you're running games in a game store or at a convention, check with the organizer to see what adventures are available. The organizer may be able to provide you with access to a copy of the adventure. Adventures are designed for a table of five players, but can be adjusted for three to seven players. Tables smaller or larger than those limits aren't allowed."
									]
								},
								{
									"type": "entries",
									"name": "Dice, Pencils, and Paper",
									"entries": [
										"Don't leave them at home!"
									]
								},
								{
									"type": "entries",
									"name": "A DCI number (OPTIONAL)",
									"entries": [
										"This is an official Wizards of the Coast organized play number. It is obtainable at public events; ask the organizer for one the first time you play, or it can be obtained online."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Optional Items",
							"entries": [
								"These things aren't necessary to run D&D Adventurers League games, but might be nice to have.",
								{
									"type": "entries",
									"name": "Dungeon Master's Guide (DMG)",
									"entries": [
										"This book contains indispensable advice on running games. It's great during preparation, but you don't have to bring it along to the game. The DMG also contains descriptions of magic items that might be awarded during the course of play, Not for resale. Permission granted to print and photocopy this document for personal use only. 3 Adventurers League Dungeon Master's Guide v7.0 so it is suggested that you bring that information with you to the table if it is not provided in the adventure. While the rules contained in the DMG are available for DMs to run their games, only the \"Variant: Playing on a Grid\" and \"Variant: Skills with Different Abilities\" variant rules are allowed for use."
									]
								},
								{
									"type": "entries",
									"name": "Monster Manual (MM)",
									"entries": [
										"While the statistics for most monsters can be found here, special monsters created specifically for a given season's published adventure are found in that product."
									]
								},
								{
									"type": "entries",
									"name": "Index Cards",
									"entries": [
										"Great for writing down initiative, handing notes to players, and as cheap table tents."
									]
								},
								{
									"type": "entries",
									"name": "Miniatures and Map Surfaces",
									"entries": [
										"If you and your players enjoy playing a more tactical game of D&D, you can use these to help depict combats and detailed areas."
									]
								},
								{
									"type": "entries",
									"name": "Dungeon Master Screen",
									"entries": [
										"Helpful to hide the adventure and your notes and schemes from the players."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Preparing the Adventure",
							"entries": [
								"Before you start, consider the following:",
								{
									"type": "list",
									"items": [
										"Read through the adventure, taking notes of anything you'd like to highlight or remind yourself of while running the adventure, such as a way you'd like to portray an NPC or a tactic you'd like to use in a combat. Familiar yourself with the adventure's appendices and handouts.",
										"Gather any resources you'd like to use to aid you in running this adventure--such as notecards, a DM screen, miniatures, and battlemaps.",
										"Ask the players to provide you with relevant character information, such as name, race, class, and level; passive Wisdom (Perception), and anything specified as notable by the adventure (such as backgrounds, traits, flaws, etc.)"
									]
								},
								"Players can play an adventure they previously played as a Player or Dungeon Master, but not with the same character (if applicable). Ensure that each player has an adventure logsheet for their character (if not, get one from the organizer). The player fills out the adventure name, session number, date, and your name and DCI number. In addition, the player also fills in the starting values for XP, gold, downtime, renown, and number of permanent magic items. He will fill in the other values and write notes at the conclusion of the session.",
								"Each player is responsible for maintaining an accurate logsheet. If you have time, you can do a quick scan of a player's character sheet to ensure that nothing looks out of order. If you see magic items of very high rarities or strange arrays of ability scores, you can ask players to provide documentation for the irregularities. If they cannot, feel free to restrict item use or ask them to use a standard ability score array.",
								"Point players to the D&D Adventurers League Players Guide for reference. If players wish to spend downtime days and it's the beginning of an adventure or episode, they can declare their activity and spend the days now, or they can do so at the end of the adventure or episode. Players should select their characters' spells and other daily options prior to the start of the adventure, unless the adventure specifies otherwise. Feel free to reread the adventure description to help give players hints about what they might face."
							]
						},
						{
							"type": "entries",
							"name": "Adjusting the Adventure",
							"entries": [
								"In any D&D Adventurers League adventure, you might see sidebars to help you make adjustments to the adventure, accommodating smaller or larger groups, or characters of higher or lower levels than the optimal party size. Most of the time, this information is used for combat encounters.",
								"You can also adjust the adventure on the fly, beyond the guidelines given in the adventure, or make other changes as you see fit in order to insuyour players have a good time. For example, if you're playing with a group of inexperienced players, you might want to make the adventure a little easier; for very experienced players, you might want to make it harder. As such, five categories of party strength have been created for you to use as a guideline. Always feel free to use a different adjustment during the adventure if the recommended party strength feels off for the group during play. You can typically figure out a party's strength as follows:",
								"To figure out whether you should consider adjusting the adventure, add up the total levels of all the and divide the total by the number of characters (nding .5 or greater up; .4 or less down). This is the group's APL. To approximate the party strength for the adventure, consult the following table.",
								{
									"type": "table",
									"colLabels": [
										"Party Composition",
										"Party Strength"
									],
									"colStyles": [
										"col-xs-6",
										"col-xs-6"
									],
									"rows": [
										[
											"3-4 characters",
											"APL less than Very weak"
										],
										[
											"3-4 characters",
											"APL equivalent Weak"
										],
										[
											"3-4 characters",
											"APL greater than Average"
										],
										[
											"5 characters",
											"APL less than Weak"
										],
										[
											"5 characters",
											"APL equivalent Average"
										],
										[
											"5 characters",
											"APL greater than Strong"
										],
										[
											"6-7 characters",
											"APL less than Average"
										],
										[
											"6-7 characters",
											"APL equivalent Strong"
										],
										[
											"6-7 characters",
											"APL greater than Very strong"
										]
									]
								},
								"Players that have characters outside the adventure's level range cannot participate in the adventure with those characters. If you're playing a tier one (levels 1—4) adventure, players with ineligible characters can make a new 1st-level character or use a pregen.",
								"While the adventure provides suggestions on how to adjust an encounter to provide an appropriate challenge for your players, they are just that—suggestions. You may, at your discretion, make other adjustments to the encounter by adding or removing monsters. While the monsters you add may be different from those listed in the encounter or the sidebar, they should be thematically similar. For example, if your players are encountering a group of zombies, adding a bunch of pixies doesn't make much sense. However, adding a zombie or a ghoul might. Keep in mind that while the characters earn XP for these new monsters, the maximum amount of XP they earn for the adventure does not change. Remember to give them a challenge, but don't make the adventure unbeatable."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Playing the Dungeon Master",
					"entries": [
						"You have the most important role—facilitating the enjoyment of the game for the players. You provide the narrative and bring the words on these pages to life. To facilitate this, keep in mind the following:",
						{
							"type": "entries",
							"entries": [
								{
									"type": "entries",
									"name": "You're Empowered",
									"entries": [
										"Make decisions about how the group interacts with the adventure; adjusting or improvising is encouraged, so long as you maintain the adventure's spirit. This doesn't allow you to implement use rules or change those of the Adventurers League, however; they should be consistent in this regard."
									]
								},
								{
									"type": "entries",
									"name": "Challenge Your Players",
									"entries": [
										"Gauge the experience level of your players (not the characters), try to feel out (or ask) what they like in a game, and attempt to deliver the experience they're after. Everyone should have the opportunity to shine."
									]
								},
								{
									"type": "entries",
									"name": "Keep the Adventure Moving",
									"entries": [
										"When the game starts to get bogged down, feel free to provide hints and clues to your players so they can attempt to solve puzzles, engage in combat, and roleplay interactions without getting too frustrated over a lack of information. This gives players \"little victories\" for figuring out good choices from clues. Watch for stalling—play loses momentum when this happens. At the same time, make sure that the players don't finish too early; provide them with a full play experience."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "After Each Play Session",
							"entries": [
								"As characters progress through an adventure, they'll earn treasure in the form of valuables like gold pieces, jewelry, and art objects, as well as magic items. In addition, there may be somewhat intangible rewards. Since a group's composition might change from one play session to the next, make sure the players update their logsheets before leaving the table. Each player is responsible for maintaining their own adventure logsheet. At the end of the session, each player should cord any rewards earned on their logsheet. Some rewards are earned only at the end of an episode or adventure."
							]
						},
						{
							"type": "entries",
							"name": "Reward Distribution",
							"entries": [
								"Rewards are distributed at the end of a play session. Typically, the adventure will have the details on distributing certain rewards, but the general guidelines for doing so are provided below. You might choose to extend the play time of a given adventure because you are having fun. For example, you might take four hours to play a two-hour adventure. However, doing so does not increase the rewards of the adventure, which are always preset.",
								{
									"type": "entries",
									"name": "Experience Points (XP)",
									"entries": [
										"XP is awarded as noted at the conclusion of the adventure or session—whichever happens first. If you're running one of the adventures published by Wizards of the Coast, it is up to you to calculate XP for your players. Otherwise, you'll be provided with a guide on how to do that in a standalone D&D Adventurers League adventure."
									]
								},
								{
									"type": "entries",
									"name": "Gold and Mundane Treasure",
									"entries": [
										"Coin, art objects, trade goods, and other found wealth are converted to a gold piece (gp) value at the conclusion of a session, episode, or adventure, which is then divided by the number of characters in the party. Each character should earn an equal share unless otherwise specified. As a general rule, items antreasure can't be awarded unless it is described under a ‘Treasure' subheading."
									]
								},
								{
									"type": "entries",
									"name": "Consumable Magic Items",
									"entries": [
										"Potions, scrolls, and magical ammunition are divided among the characters at the conclusion of a session. Most adventures will contain a small number of such items and it's up to the players how they are ultimately distributed. A player notes item obtained by recording it on their logsheet. Encourage your players to proceed equitably in the distribution of consumable items. If more than one player would like to own a specific consumable item and they cannot resolve it, the item's owner is determined randomly by the DM."
									]
								},
								{
									"type": "entries",
									"name": "Permanent Magic Items",
									"entries": [
										"Permanent magic items are distributed at the conclusion of a session, episode, or adventure. A player notes the item obtained by recording it on their logsheet. Permanent magic items have specific rules for distribution to promote equity. Each character's logsheet contains a column to record permanent magic items for ease of reference. Follow these steps to determine how to distribute permanent magic items. A permanent magic item can only be awarded if it, or the random magic item table it's rolled from, is mentioned in the encounter in which it is found.",
										{
											"type": "list",
											"items": [
												"If all the players at the table agree on who takes possession of a permanent magic item, that character gets the item.",
												"In the event that one or more characters indicate an interest in the item, the character who possesses the fewest permanent magic items gets the item.",
												"If the interested players have the same number of permanent magic items on the characters they played during that session, the item's owner is determined randomly by the DM—usually by rolling a die."
											]
										},
										"A character's permanent magic item count is reduced only under very specific circumstances. This is detailed in the D&D Adventurers League FAQ."
									]
								},
								{
									"type": "entries",
									"name": "Awarding Renown",
									"entries": [
										"Adventures offer an award in the form of renown points for members of certain factions. This renown award usually ranges from 0 to 2 points. Award renown points at the conclusion of a session or adventure. Characters earn renown only from their own factions. A character can join a faction at any time in an before renown awards are distributed. Some adventures might offer additional benefits to characters of certain factions or ranks. Players earn renown at the rate of 1 point per adventure (or 1 point for every 4 cumulative hours of play for Hardcover adventures). Adventures consisting of five, one-hour mini-missions typically award 1 renown point per mini-mission completed, but only to members of a specified faction."
									]
								},
								{
									"type": "entries",
									"name": "Awarding Downtime",
									"entries": [
										"At the conclusion of each session or adventure, award downtime days to each character. Adventures typically award either 5 or 10 downtime days at the end of the session, unless otherwise specified. Characters can spend downtime days (and as a result, pay lifestyle expenses) before, during, or after the start of a session or adventure. Characters earn downtime at the rate of 5 downtime days per 2 hours of prescribed adventure length (or 5 downtime days for every 2 cumulative hours of play for Hardcover adventures).",
										"Adventures consisting of five, one-hour mini-missions award 5 downtime days per mini-mission completed."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Spellcasting Services",
							"entries": [
								"Within the confines of the play session, any settlement the size of a town or larger can provide spellcasting services. Characters need to be able to travel to the settlement to obtain those services. If spellcasting services are needed after the adventure has concluded, it is presumed they're available, and that bodies have been recovered if necessary (unless the adventure or encounter specifically states otherwise).",
								"Spell services generally available include healing and recovery spells, as well as information-gathering spells. Other spell services might be available as specified in the adventure. The number of spells available to be cast as a service (while playing the adventure) is limited to a maximum of three per day total, unless otherwise noted.",
								{
									"type": "table",
									"caption": "Spellcasting Services",
									"colLabels": [
										"Spell",
										"Cost"
									],
									"colStyles": [
										"col-xs-8",
										"col-xs-4 text-align-right"
									],
									"rows": [
										[
											"Cure Wounds (1st Level) ",
											"10 gp"
										],
										[
											"Identify ",
											"20 gp"
										],
										[
											"Lesser Restoration ",
											"40 gp"
										],
										[
											"Prayer of Healing (2nd Level) ",
											"40 gp"
										],
										[
											"Dispel Magic ",
											"90 gp"
										],
										[
											"Remove Curse ",
											"90 gp"
										],
										[
											"Speak with Dead ",
											"90 gp"
										],
										[
											"Divination ",
											"210 gp"
										],
										[
											"Greater Restoration ",
											"450 gp"
										],
										[
											"Raise Dead ",
											"1,250 gp"
										],
										[
											"Resurrection* ",
											"3,000 gp"
										],
										[
											"True Resurrection* ",
											"50,000 gp"
										]
									],
									"footnotes": [
										"*These spells require an additional expenditure of downtime days (150 for resurrection and 350 for true resurrection). This cost can be reduced by 50 days for each faction rank above ‘1' that the character possesses. This downtime is spent in community service for the church that provided the spell in question. The Acolyte Background feature does NOT reduce the gp or downtime cost for either of these spells."
									]
								},
								{
									"type": "entries",
									"name": "Acolyte Background",
									"entries": [
										"A character possessing the acolyte background requesting spellcasting services at a temple of their faith can request one spell per day from the Spellcasting Services table for free. The only cost paid for the spell is the base price for the consumed material component, if any is required. Only some faiths are represented by temples large enough to provide this benefit. When playing any given adventure, the available faiths are determined by the season or region in which the adventure is set.",
										{
											"type": "table",
											"caption": "Acolyte Temples",
											"colLabels": [
												"Season-Region",
												"Deities"
											],
											"colStyles": [
												"col-xs-6",
												"col-xs-6"
											],
											"rows": [
												[
													"1-Phlan",
													"Kelemvor"
												],
												[
													"2-Mulmaster",
													"Bane, Loviatar, Tymora, Velsharoon"
												],
												[
													"3-Hillsfar ",
													"Chauntea, Lliira, Tempus"
												],
												[
													"4-Barovia",
													"NONE"
												],
												[
													"5-Sword Coast*",
													""
												],
												[
													"T1-Parnast",
													"Mielikki"
												],
												[
													"T2-Stagwick",
													"Chauntea"
												],
												[
													"T3-Beregost",
													"Lathander, Waukeen"
												],
												[
													"6-Sword Coast*",
													""
												],
												[
													"T1-Mirabar",
													"Dumathoin, Sharindlar, Tymora"
												],
												[
													"T2-Neverwinter",
													"Oghma, Selûne, Tyr"
												],
												[
													"T3-Dagger Falls",
													"Lathander, Tyr"
												],
												[
													"7-Port Nyanzaru",
													"Gond, Savras, Waukeen"
												]
											],
											"footnotes": [
												"*Represented by three locations within the region."
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Character Disease, Death, and Recovery",
							"entries": [
								"Sometimes bad things happen, and characters get poisoned, diseased, or die. Since you might not have the same characters return from session to session, here are the rules when bad things happen to characters.",
								{
									"type": "entries",
									"name": "Disease, Poison, and Other Debilitating Effects",
									"entries": [
										"A character still affected by diseases, poisons, and other similar effects at the conclusion of an adventure can spend downtime days recuperating until such time as he or she resolves the effect to its conclusion (see the recuperating activity in the D&D Basic Rules or Player's Handbook). If a character doesn't resolve the effect between sessions, that character begins the next session still affected by the debilitating effect."
									]
								},
								{
									"type": "entries",
									"name": "Death",
									"entries": [
										"A character who dies during the course of the adventure has a few options at the end of the session (or when arriving back in civilization during the adventure) assuming no one in the adventuring party has immediate access to a raise dead or revivify spell, or similar magic. A character subject to a raise dead spell is affected negatively until all long rests have been completed during an adventure. Alternatively, each downtime day spent after raise dead reduces the penalty to attack rolls, saving throws, and ability checks by 1, in addition to any other benefits the downtime activity might provide.",
										"No matter the means of death, bodies (and its possessions) are considered recoverable by friends and allies unless otherwise specified.",
										{
											"type": "list",
											"items": [
												{
													"type": "entries",
													"name": "Dead Character Pays for Raise Dead",
													"entries": [
														"If the character's body is recoverable (it's not missing any vital organs and is mostly whole) and the player would like the character to be returned to life, the party can take the body back to civilization and use the dead character's funds to pay for a raise dead spell."
													]
												},
												{
													"type": "entries",
													"name": "Character's Party Pays for Raise Dead",
													"entries": [
														"As above, except that some or all of the 1,250 gp for the raise dead spell is paid for by the party at the end of the session. Other characters are under no obligation to spend their funds to bring back a dead party member."
													]
												},
												{
													"type": "entries",
													"name": "Faction Charity",
													"entries": [
														"If the character is of level 1—4 and a member of a faction, a patron from the faction ensures that he or she receives a raise dead spell. However, any character invoking this charity forfeits all XP and rewards for that session (even those earned prior to death during that session), and cannot replay that episode or adventure with that character again. The character takes a −4 penalty to attack rolls, saving throws, and ability checks. Every time the character finishes a long rest, the penalty is reduced by 1 until it disappears. Once a character reaches 5th level, this option is no longer available."
													]
												},
												{
													"type": "entries",
													"name": "Create a New 1st-Level Character.",
													"entries": [
														"If the dead character is unwilling or unable to exercise any of the other options, the player creates a new character. The new character does not ve any items or rewards possessed by the dead character."
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Dungeon Master Rewards",
							"entries": [
								"Dungeon Masters earn XP, gold, and downtime days they can apply to a character of their own. Use the target level of the adventure as your guide when referring to the table below. Dungeon Masters receive XP for every session, calculated in one-hour increments according to the optimization level of the adventure (or average party level for Hardcover adventures). This XP earned according to prescribed duration of the adventure (or length of the session for Hardcover adventures). This DM reward replaces those specified in adventures leased before the effective date of this guide. It is not retroactive, however; you do not increase the rewards earned from previously-run adventures.",
								"The Dungeon Master's character also receives a number of gp equal to half the XP earned for each session, whether running a D&D Adventurers League adventure or a hardcover adventure. Finally, Dungeon Masters receive downtime days at the same rate as their players (see Awarding Downtime, above).",
								{
									"type": "table",
									"caption": "Dungeon Master Rewards",
									"colLabels": [
										"Adv. Level",
										"XP"
									],
									"colStyles": [
										"col-xs-6 text-align-center",
										"col-xs-6 text-align-center"
									],
									"rows": [
										[
											"1",
											"50"
										],
										[
											"2",
											"75"
										],
										[
											"3",
											"100"
										],
										[
											"4",
											"150"
										],
										[
											"5",
											"225"
										],
										[
											"6",
											"250"
										],
										[
											"7",
											"325"
										],
										[
											"8",
											"375"
										],
										[
											"9",
											"475"
										],
										[
											"10",
											"575"
										],
										[
											"11",
											"650"
										],
										[
											"12",
											"725"
										],
										[
											"13",
											"800"
										],
										[
											"14",
											"925"
										],
										[
											"15",
											"1125"
										],
										[
											"16",
											"1250"
										],
										[
											"17",
											"1550"
										],
										[
											"18",
											"1675"
										],
										[
											"19",
											"1875"
										],
										[
											"20",
											"2500"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Dungeon Master Quests",
							"entries": [
								"DM Quests are a series of out-of-game quests that individual DMs can venture upon. Some quests are season specific, while others will carry on and renew each season. Whenever someone starts as a DM for the D&D Adventurers League— whether at the beginning of a season or while the season is in progress—he or she can download the DM quests packet, which consists of a DM quests card and a DM quests rules document. To join the DM quests program, DMs simply downloathe DM quests packet from the Dungeon Masters Guild and print out the card. Whenever a DM finishes a quest, he or she checks it off on the DM quest card and applies the rewards as detailed in the DM quest rules. Magic items earned through the DM Quest program can't be traded."
							]
						},
						{
							"type": "entries",
							"name": "Cheating",
							"entries": [
								"D&D Adventurers League play is meant to be fun and inclusive; it's not really a competitive atmosphere. As the Dungeon Master, you should correct cheating players by quickly and discreetly (if possible) resolving the issue and make a ruling on what happens. As DM you are allowed to review paperwork (character sheets, adventure logsheets, and certificates) at any time. If you notice something amiss—either with the paperwork or during the game (fudging dice rolls, not checking off used items, and so on)—discuss it with the player and attempt to resolve irregularities. You can disallow a rules item that seem outside the official rules. You can ask a player to reroll a dice roll that isn't obvious to the table. Handle the corrections in a professional manner—never embarrass the player or assume wrongdoing. We're all here to have fun and enjoy the challenge!"
							]
						}
					]
				},
				{
					"type": "section",
					"name": "Additional DM Resources",
					"entries": [
						{
							"type": "entries",
							"name": "D&D Links",
							"entries": [
								{
									"type": "list",
									"items": [
										"{@link Official D&D Web Site|http://dnd.wizards.com/}",
										"{@link Official D&D Community Web Page|http://dnd.wizards.com/community}",
										"{@link Wizards Play Network (WPN) Web Site|http://wpn.wizards.com/en}",
										"{@link Store and Event Locator|http://locator.wizards.com/#brand=dnd}",
										"{@link D&D Adventurers League FAQ|http://dndadventurersleague.org/category/faq}"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "D&D Adventurers League Links",
							"entries": [
								{
									"type": "list",
									"items": [
										"{@link Official Wizards D&D Adventurers League Announcements|http://dnd.wizards.com/}",
										"{@link Organizers Page|http://dndadventurersleague.org/}",
										"{@link Twitter|https://twitter.com/dnd_advleague}",
										"{@link Facebook Group|https://www.facebook.com/groups/adventurersleague/}",
										"{@link G+ Community|https://plus.google.com/u/0/communities/112559314186117492998}",
										"{@link Online Tools|https://www.alonlinetools.net/}",
										"{@link D&D Adventurers League Convention Locator|http://dndadventurersleague.org/convention-map}"
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"type": "section",
			"name": "FAQ",
			"entries": [
				"For the full FAQ, see the {@link official documentation|http://dndadventurersleague.org/downloads/}."
			]
		},
		{
			"type": "section",
			"name": "Faction Guide",
			"entries": [
				"Factions are an important part of the D&D Adventurers League experience. Belonging to a faction sometimes means having responsibilities, but it also carries with it support and rewards for service. If you ever switch factions or leave a faction, you lose all ranks and renown with the old faction, and must start at the lowest rank with zero renown with your new faction.",
				"It is important to note that characters made with races from Volo's Guide to Monsters are required to have a faction. If you leave your faction, the character is no longer playable, unless of course they're moving to another faction approved for that race.",
				"Additional information on the specific factions can be found in the D&D Adventurers League Player's Guide.",
				{
					"type": "section",
					"name": "Faction Advancement and Benefits",
					"entries": [
						"As a character with membership in one of the factions es adventures, he or she earns renown for completing tasks that align with the faction's goals. This is expressed as renown points rewarded at the end of any given adventure.",
						{
							"type": "entries",
							"name": "Faction Advancement",
							"entries": [
								"As characters earn renown and complete secret missions, they progress in the ranks of their factions, granting them greater authority and additional benefits.",
								{
									"type": "table",
									"caption": "Faction Advancement",
									"colLabels": [
										"Rank",
										"Renown",
										"Other Requirements"
									],
									"colStyles": [
										"col-xs-2 text-align-center",
										"col-xs-2 text-align-center",
										"col-xs-8"
									],
									"rows": [
										[
											"1",
											"0",
											"—"
										],
										[
											"2",
											"3",
											"—"
										],
										[
											"3",
											"10",
											"5th level, 1 secret mission"
										],
										[
											"4",
											"25",
											"11th level, 3 secret missions"
										],
										[
											"5",
											"50",
											"17th level, 10 secret missions"
										]
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Faction Benefits",
							"entries": [
								{
									"type": "entries",
									"name": "Rank 1: Initiate",
									"entries": [
										"This is the rank a character receives when first joining a faction. It is available at character creation or any time the character wishes to join.",
										{
											"type": "entries",
											"name": "Participate in Faction Activities",
											"entries": [
												"You can participate in any activities that are considered specific to your faction."
											]
										},
										{
											"type": "entries",
											"name": "Earn Renown",
											"entries": [
												"You earn renown points in your faction and advance in rank."
											]
										},
										{
											"type": "entries",
											"name": "Faction Assignments",
											"entries": [
												"As an Initiate, you are eligible to take on faction assignments during adventures. These are minor side quests found in many D&D Adventurers League adventures."
											]
										},
										{
											"type": "entries",
											"name": "Receive Your Faction's Insignia",
											"entries": [
												"You receive an insignia of your faction, fashioned into a wearable or held item.",
												{
													"type": "table",
													"caption": "Faction Insignias",
													"colLabels": [
														"Faction",
														"Item"
													],
													"colStyles": [
														"col-xs-6 text-align-center",
														"col-xs-6 text-align-center"
													],
													"rows": [
														[
															"Harpers",
															"Pin"
														],
														[
															"Order of the Gauntlet",
															"Pendant"
														],
														[
															"Emerald Enclave",
															"Leaf Clasp"
														],
														[
															"Lords' Alliance",
															"Signet right (symbol palm side)"
														],
														[
															"Zhentarim",
															"Gold coin (stamped symbol)"
														]
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Rank 2: Agent",
									"entries": [
										"Agents have shown that they're aligned with the faction's goals, and can take on more responsibility.",
										{
											"type": "entries",
											"name": "Secret Missions",
											"entries": [
												"During certain adventures, you may be given the opportunity to undergo a secret on behalf of your faction. Completion of thes missions might earn you additional benefits or enable you to advance to higher ranks within your faction."
											]
										},
										{
											"type": "entries",
											"name": "Apprenticeship to an Adventurer Mentor",
											"entries": [
												"Your character can serve as an apprentice to a higher- ranking adventurer from within your faction. See the Apprentice-Mentor Benefits section, below, for more details."
											]
										},
										{
											"type": "entries",
											"name": "Faction Training",
											"entries": [
												"Your character can take advantage of accelerated training programs for tool kits most often used by your faction. This training comeat a lesser cost than usual tool training, taking half as long (125 downtime days), but you must pay an additional 125 gp as a training expense for each proficiency.",
												{
													"type": "table",
													"caption": "Faction Training",
													"colLabels": [
														"Faction",
														"Available Training"
													],
													"colStyles": [
														"col-xs-4 text-align-center",
														"col-xs-8"
													],
													"rows": [
														[
															"Harpers",
															"Musical Instrument, Calligrapher's supplies, or Disguise Kit"
														],
														[
															"Order of the Gauntlet",
															"Smith's tools, Leatherworker's tools, Carpenter's tools, Mason's tools, Vehicles"
														],
														[
															"Emerald Enclave",
															"Herbalism Kit, Woodcarver's tools, Cartographer's tools"
														],
														[
															"Lords' Alliance",
															"Jewelers tools, Mason's tools, Navigator's tools, Painters supplies, Gaming Set, Any Standard Language"
														],
														[
															"Zhentarim",
															"Disguise Kit, Forgery kit, Poisoner's Kit Thieves' Tools,"
														]
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Rank 3: Stalwart",
									"entries": [
										"Stalwarts are reliable faction members, entrusted with many secrets and deserving of additional support during adventures.",
										{
											"type": "entries",
											"name": "Faction Downtime Activity",
											"entries": [
												"You gain access to a faction-specific downtime activity that gives you additional benefits when you use it. If your faction has any specific downtime activities for the current storyline season, they can be found in the D&D Adventurers League Dungeon Master's Guide."
											]
										},
										{
											"type": "entries",
											"name": "Item Procurement",
											"entries": [
												"With an expenditure of resources, you can acquire a magic item from your faction. To procure the item, you must go on minor adventures for your faction (represented by downtim days), and perform bribes, charitable acts, and provide provisions (represented by the expenditure of gold) in service of your faction.",
												"The item received in exchange for this increases your magic item count and is not tradeable. Some items are only available to certain factions as indicated in the Item Procurement Options table. A character may purchase any number of items so long as they pay the associated downtime day and gold costs for each item. Additionally, you must be at least 5 th level to acquire a rare item.",
												{
													"type": "table",
													"caption": "Item Procurement Costs",
													"colLabels": [
														"Rarity",
														"Downtime",
														"Gold"
													],
													"colStyles": [
														"col-xs-4 text-align-center",
														"col-xs-4 text-align-center",
														"col-xs-4 text-align-center"
													],
													"rows": [
														[
															"Uncommon",
															"50",
															"500gp"
														],
														[
															"Rare",
															"100",
															"5,000gp"
														]
													]
												},
												{
													"type": "table",
													"caption": "Item Procurement Options",
													"colLabels": [
														"Faction",
														"Uncommon Rarity",
														"Rare Rarity"
													],
													"colStyles": [
														"col-xs-4 text-align-center",
														"col-xs-4 text-align-center",
														"col-xs-4 text-align-center"
													],
													"rows": [
														[
															"All Factions",
															"+1 Weapon or +1 Shield",
															""
														],
														[
															"Harpers",
															"Cloak of Elvenkind (A)",
															"Ring of Spell Storing (A)"
														],
														[
															"Order of the Gauntlet",
															"Cloak of Protection (A)",
															"Ring of Resistance (A)"
														],
														[
															"Emerald Enclave",
															"Cloak of the Manta Ray",
															"Ring of Animal Influence"
														],
														[
															"Lords Alliance",
															"Ring of Mind Shielding (A)",
															"Cape of the Mountebank"
														],
														[
															"Zhentarim",
															"Slippers of Spider Climbing (A)",
															"Ring of Evasion (A)"
														]
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Rank 4: Mentor",
									"entries": [
										"Mentors are trusted voices within their given faction. They are looked upon as champions of the faction's beliefs, and as mentors by those of lower rank.",
										{
											"type": "entries",
											"name": "Become a Mentor",
											"entries": [
												"You can designate Agents or Stalwarts as your charge. See the Apprentice-Mentor Benefits section."
											]
										},
										{
											"type": "entries",
											"name": "Faction Philanthropist",
											"entries": [
												"As a Mentor of your faction, you may choose to pay for or cast raise dead, resurrection, or true resurrection spells for a member of your faction after an adventure is completed—even if you were not adventurogether. In doing so, assuming you aren't casting the spell yourself, you must pay the full cost of the spellcasting service plus 25 downtime days (to deliver the body and find a cleric)."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Rank 5: Exemplar",
									"entries": [
										"Exemplars are deeply ensconced within the leadership of their faction and have a great degree of influence, guiding faction decisions.",
										{
											"type": "entries",
											"name": "Become a Faction Exemplar",
											"entries": [
												"When you play this character along with other members of your faction, you can choose one lower ranked member of your faction (Agent, at a minimum) to begin the game with Inspiration. This must be used by the end of the game session, or it is lost."
											]
										}
									]
								}
							]
						}
					],
					"data": {
						"dmref": 3
					}
				},
				{
					"type": "section",
					"name": "Apprenticeship",
					"entries": [
						"Two characters in the same faction (played by different players), may choose to enter an Apprentice- relationship. The mentor must at least be a Mentor and the apprentice must be of a lower rank, but at least an Agent.",
						"A Mentor may only have one apprentice at a given time. Similarly, an apprentice may only have one Mentor. This relationship persists until their apprentice or mentor permanently die, the apprentice achieves the same rank as the mentor, or they decide to part ways (this is generally reserved for players that become inactive or for whatever reason have lost contact with one another).",
						{
							"type": "entries",
							"name": "Apprentice and Mentor Activities",
							"entries": [
								"Each character in the lationship gains a story award, \"Faction Mentor (Apprentice Name)\" or \"Faction Apprentice (Mentor Name)\" and is eligible to participate in specific activities.",
								{
									"type": "entries",
									"entries": [
										{
											"type": "entries",
											"name": "Adventure Details",
											"entries": [
												"When an apprentice and mentor bond they veal the locations of magic items and faction secret missions that they have participated in to each other. There is no additional cost associated with this activity."
											]
										},
										{
											"type": "entries",
											"name": "Item Trading",
											"entries": [
												"When trading magic items between the apprentice and mentor, the cost is only 10 downtime days instead of the usual 15."
											]
										},
										{
											"type": "entries",
											"name": "Fighting Partners",
											"entries": [
												"By practicing fighting together before adventures, an apprentice and mentor can gain complimentary combat abilities. When both an apprentice and mentor are participating in the same adventuring group (they must be together at the same table, not just in the same Epic) the apprentice and mentor may spend 5 downtime before the start of the adventure. If they do, they gain the following benefits:",
												{
													"type": "list",
													"items": [
														"Any saving throw made by one participant to save against an effect created by the other is made with advantage.",
														"Once per short rest, a participant may use the Help action to assist the other as a bonus action.",
														"Neither participant acts as cover against ranged attacks made by the other."
													]
												}
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Apprentice Activities",
									"entries": [
										{
											"type": "entries",
											"name": "Language and Tool Training",
											"entries": [
												"The apprentice may learn any language or tool proficiency that their mentor possesses for 125 downtime (no GP cost)."
											]
										},
										{
											"type": "entries",
											"name": "Word of Advice",
											"entries": [
												"Mentors grant their apprentice advantage on one check, save, or attack roll once during an adventure or chapter. This activity costs 5 downtime days to the apprentice, spent prior to the adventure and declared to the Dungeon Master prior to the start of the adventure."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Mentor Activities",
									"entries": [
										{
											"type": "entries",
											"name": "Mentorship Renown",
											"entries": [
												"When a mentor takes on a new apprentice they immediately gain the benefit of a successful Secret Mission for their faction. This can only be done once per character."
											]
										},
										{
											"type": "entries",
											"name": "Learn by Teaching",
											"entries": [
												"Mentors gain advantage on one check, save, or attack roll once during a module or hardcover chapter due to reflecting on their prior adventures with their apprentice. This activity costs 5 downtime days to the mentor, spent prior to the adventure and declared to the Dungeon Master prior to the start of the adventure."
											]
										},
										{
											"type": "entries",
											"name": "Faction Pedagogue",
											"entries": [
												"By taking on an apprentice you become approachable to other members of your faction who ask you for advice. As you dispense this advice you become better known in your faction. You may spend 30 downtime days in exchange for 1 renown. This can only be done once per character."
											]
										},
										{
											"type": "entries",
											"name": "Mentor's Pride",
											"entries": [
												"As your apprentice grows in power their deeds reflect on you. Each time your apprentice gains a level that would put them into a higher tier (levels 5, 11, or 17), you gain 1 renown."
											]
										}
									]
								}
							],
							"data": {
								"dmref": 3
							}
						},
						{
							"type": "entries",
							"name": "Harpers",
							"entries": [
								"The Harpers is a scattered network of spellcasters and spies who advocate equality and covertly oppose the abuse of power. The organization is benevolent, knowledgeable, and secretive. Bards and wizards of good alignments are commonly drawn to the Harpers.",
								{
									"type": "entries",
									"name": "Goals",
									"entries": [
										{
											"type": "list",
											"items": [
												"Gather information throughout Faerûn.",
												"Promote fairness and equality by covert means.",
												"Thwart tyrants and leaders, governments, and organizations that grow too powerful.",
												"Aid the weak, poor and oppressed."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Beliefs",
									"entries": [
										"One can never have too much information or arcane knowledge.",
										"Too much power leads to corruption. The abuse of magic must be closely monitored.",
										"No one should be powerless."
									]
								},
								{
									"type": "entries",
									"name": "Member Traits",
									"entries": [
										"Harper agents are trained to act alone and rely on their own resources. When they get into scrapes, they don't count on their fellow Harpers to rescue them. Nevertheless, Harpers are dedicated to helping one another in times of need, and friendships between Harpers are nigh unbreakable. Masterful spies and infiltrators, they use various guises and secret identities to form relationships, cultivate their information networks, and manipulate others into doing what needs to be done. Although most Harpers prefer to operate in the shadows, there are exceptions."
									]
								},
								{
									"type": "entries",
									"name": "Ranks",
									"entries": [
										{
											"type": "list",
											"items": [
												"Watcher (rank 1)",
												"Harpshadow (rank 2)",
												"Brightcandle (rank 3)",
												"Wise Owl (rank 4)",
												"High Harper (rank 5)"
											]
										}
									]
								}
							],
							"data": {
								"dmref": 3
							}
						},
						{
							"type": "entries",
							"name": "Order of the Gauntlet",
							"entries": [
								"The Order of the Gauntlet is composed of faithful and vigilant seekers of justice who protect others from the depredations of evildoers. The organization is honorable, vigilant, and zealous. Clerics, monks, and paladins of good (and often lawful good) alignments are commonly drawn to the Order of the Gauntlet.",
								{
									"type": "entries",
									"name": "Goals",
									"entries": [
										{
											"type": "list",
											"items": [
												"Be armed and vigilant against evil.",
												"Identify evil threats such as secretive power groups and inherently evil creatures.",
												"Enforce justice.",
												"Enact retribution against evil actions—do not strike preemptively."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Beliefs",
									"entries": [
										{
											"type": "list",
											"items": [
												"Faith is the greatest weapon against evil—faith in one's god, one's friends, and one's self.",
												"Battling evil is an extraordinary task that requires extraordinary strength and bravery.",
												"Punishing an evil act is just. Punishing an evil thought is not."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Member Traits",
									"entries": [
										"The Order of the Gauntlet is a dedicated, tightly knit group of like-minded individuals driven by religious zeal or a finely-honed sense of justice and honor. Friendship and camaraderie are important to members of the order, and they share a trust and a bond normally reserved for siblings. Like highly motivated soldiers, members of the Order of the Gauntlet seek to become the best at what they do and look forward to testing their mettle. There are few, if any, \"lone wolves\" in this organization."
									]
								},
								{
									"type": "entries",
									"name": "Ranks",
									"entries": [
										{
											"type": "list",
											"items": [
												"Chevall (rank 1)",
												"Marcheon (rank 2)",
												"Whitehawk (rank 3)",
												"Vindicator (rank 4)",
												"Righteous Hand (rank 5)"
											]
										}
									]
								}
							],
							"data": {
								"dmref": 3
							}
						},
						{
							"type": "entries",
							"name": "Emerald Enclave",
							"entries": [
								"The Emerald Enclave is a widespread group of wilderness survivalists who preserve the natural der while rooting out unnatural threats. The organization is decentralized, hardy, and reclusive. Barbarians, druids, and rangers of good or neutral alignments are commonly drawn to the Emerald Enclave.",
								{
									"type": "entries",
									"name": "Goals",
									"entries": [
										{
											"type": "list",
											"items": [
												"Restore and preserve the natural order.",
												"Destroy all that is unnatural.",
												"the elemental forces of the world in check.",
												"Keep civilization and the wilderness from destroying each other."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Beliefs",
									"entries": [
										"The natural order must be respected and preserved.",
										"Forces that upset the natural order must be destroyed.",
										"Civilization and the wilderness must learn to coexist peacefully."
									]
								},
								{
									"type": "entries",
									"name": "Member Traits",
									"entries": [
										"Members of the Emerald Enclave are spread far and wide, and usually operate in isolation. They learn to depend on themselves more than others. Survival in a harsh world also demands great fortitude and mastery of certain fighting and survival skills. Members of the Enclave who dedicate themselves to helping others survive the perils of the wilderness are more social than others who are charged with defending sacred glades and preserving the natural balance."
									]
								},
								{
									"type": "entries",
									"name": "Ranks",
									"entries": [
										{
											"type": "list",
											"items": [
												"Springwarden (rank 1)",
												"Summerstrider (rank 2)",
												"Autumnreaver (rank 3)",
												"Winstalker (rank 4)",
												"Master of the Wild (rank 5)"
											]
										}
									]
								}
							],
							"data": {
								"dmref": 3
							}
						},
						{
							"type": "entries",
							"name": "Lords' Alliance",
							"entries": [
								"The Lords' Alliance is a loose coalition of established political powers concerned with mutual security and prosperity. The organization is aggressive, militant, and political. Fighters and sorcerers of lawful or neutral alignments are commonly drawn to the Lords' Alliance.",
								{
									"type": "entries",
									"name": "Goals",
									"entries": [
										{
											"type": "list",
											"items": [
												"Ensure the safety and prosperity of cities and other settlements of Faerûn.",
												"Maintain a strong coalition against the forces of disorder.",
												"Proactively eliminate threats to the established powers.",
												"Bring honor and glory to one's leaders and one's homeland."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Beliefs",
									"entries": [
										"If civilization is to survive, all must unite against the dark forces that threaten it.",
										"Fight for your realm. Only you can bring honor, glory, and prosperity to your lord and homeland.",
										"Don't wait for the enemy to come to you. The best defense is a strong offense."
									]
								},
								{
									"type": "entries",
									"name": "Member Traits",
									"entries": [
										"To seek out and destroy threats to their homelands, agents of the Lords' Alliance must be highly trained at what they do. Few can match their skills in the field. They fight for the glory and the security of their people and for the lords who rule over them, and they do so with pride. However, the Lords' Alliance can only survive if its members \"play nice\" with one another, which requires a certain measure of diplomacy. Rogue agents within the Lords' Alliance are rare, but defections have been known to occur."
									]
								},
								{
									"type": "entries",
									"name": "Ranks",
									"entries": [
										{
											"type": "list",
											"items": [
												"Cloak (rank 1)",
												"Redknife (rank 2)",
												"Stingblade (rank 3)",
												"Warduke (rank 4)",
												"Lioncrown (rank 5)"
											]
										}
									]
								}
							],
							"data": {
								"dmref": 3
							}
						},
						{
							"type": "entries",
							"name": "Zhentarim",
							"entries": [
								"The Zhentarim is an unscrupulous shadow network at seeks to expand its influence and power throughout Faerûn. The organization is ambitious, opportunistic, and meritocratic. Rogues and warlocks of neutral and/or evil alignments are commonly drawn to the Zhentarim.",
								{
									"type": "entries",
									"name": "Goals",
									"entries": [
										{
											"type": "list",
											"items": [
												"Amass wealth.",
												"Look for opportunities to seize power.",
												"Gain influence over important people and organizations.",
												"Dominate Faerûn."
											]
										}
									]
								},
								{
									"type": "entries",
									"name": "Beliefs",
									"entries": [
										"The Zhentarim is your family. You watch out for it, and it watches out for you.",
										"You are the master of your own destiny. Never be less than what you deserve to be.",
										"Everything—and everyone—has a price."
									]
								},
								{
									"type": "entries",
									"name": "Member Traits",
									"entries": [
										"A member of the Zhentarim thinks of himself or herself as a member of a large family, and relies on the Black Network for resources and security. However, members are granted enough autonomy to pursue their own interests and gain some measure of personal power or influence. The Black Network is a meritocracy. It promises \"the best of the best,\" although in truth, the Zhentarim is more interested in spreading its own propaganda and influence than investing in the improvement of its individual members."
									]
								},
								{
									"type": "entries",
									"name": "Ranks",
									"entries": [
										{
											"type": "list",
											"items": [
												"Fang (rank 1)",
												"Wolf (rank 2)",
												"Viper (rank 3)",
												"Ardragon (rank 4)",
												"Dread Lord (rank 5)"
											]
										}
									]
								}
							],
							"data": {
								"dmref": 3
							}
						}
					]
				}
			]
		}
	]
}
