{"data":[{"type":"section","source":"SoM","entries":[{"type":"image","href":{"type":"internal","path":"covers/SoM-25.webp"},"maxRes":{"type":"internal","path":"covers/SoM-100.webp"},"style":"cover"},{"type":"hr"},{"type":"pf2-h1","name":"The Structure of Magic","page":4,"entries":[]}]},{"type":"section","source":"SoM","page":5,"name":"Introduction","entries":[{"type":"pf2-sidebar","source":"SoM","page":5,"name":"Chapter Summaries","entries":["{@i Secrets of Magic} has five chapters, each detailing the practices of magic, those who harness its power, and the fruits of that power.","{@b Chapter 1—Essentials of Magic:} Learn how magic works from the writings of Golarion's magical luminaries. Then you'll find both common and rare backgrounds for characters with a magical past","{@b Chapter 2—Classes:} Fight while slinging spells with the magus, or form a special bond with a magical creature as a summoner. These full new classes are followed by their multiclass archetypes.","{@b Chapter 3—Spells:} Over 200 spells, including new rituals and focus spells for the magus and summoner, offer new tools for spellcasters of any tradition. Summon powerful entities, use magic for everyday tasks, harness the elements, and even manipulate time!","{@b Chapter 4—Magic Items:} Expand your collection with new consumables and permanent items. You'll also find sections on brand-new types of items, including fulu consumables, grimoires, magical tattoos, personal staves you design yourself, spell catalysts, and spellhearts you fasten to your gear.","{@b Chapter 5—Book of Unlimited Magic:} Dive deep into strange and new forms of magic, from the emotion-based cathartic magic to elementalism, geomancy, shadow magic, rune magic from ancient Thassilon, and more!"]},"{@i Secrets of Magic} goes beyond the basics of magic in ways both large and small. You'll find everything from a new cantrip that creates a small spout of water to rules for pervasive magic that can totally transform a campaign's world. And more than just the rules, this book digs deep into how magic feels and the ways spellcasters understand the magic of their world. Though the Essentials of Magic chapter goes in-depth on this topic, you'll find notes among the spells and magic items written by the people of Golarion, and the Book of Unlimited Magic explains in each section how that form of magic can affect roleplaying and the game world.","The knowledge and methods of magic recounted in this book come from all sorts of sources, and only the most seasoned experts in the game world are familiar with them all. When using these sources, consider which areas a given character or institution knows how to use or is familiar with—and, crucially, which ones they're unaware of. A druid who knows geomancy and druidic circles in great depth might be entirely unfamiliar with arts practiced by arcane or occult casters. Separate what you as a player or GM understand and think of fun wrinkles or misunderstandings a character might make based on their limited experience. As another example, the magical essences are crucial to magic working, but a follower of a certain tradition might only know the practical spellcraft that lets them actually use magic. They might be unaware of the deeper sources, or even consider them unnecessary to learn—frivolous time wasted on esoterica when one could be studying a new spell!",{"type":"pf2-h2","source":"SoM","page":5,"name":"Choosing Expansions","entries":["The {@i Pathfinder Core Rulebook} and {@i Pathfinder Advanced Player's Guide} include rules useful to the vast majority of games. Parts of Secrets of Magic aren't meant for every table. Chapter 5 in particular, with its new forms of magic, is more appropriate for certain games and circumstances than others. Some of that chapter's entries have rarities above common to more clearly indicate this. If you're running a game or want to use options like these for your character, think in advance about what their inclusion means for your game. You might even want to have a discussion about the implications with the rest of your group.","That said, Chapters 2, 3, and 4 are more broadly useful. Even if you don't want to have elementalists as a specific type of caster in your game, the elemental spells in Chapter 3 could still be useful for any caster of the appropriate tradition. The classes in this book are common, as are the vast majority of spells and magic items.","The pieces of this book are meant to play well together. Exploring the spells and items can open up more options for the new rules in the Book of Unlimited Magic, and the new classes will find spells that work well with their abilities. Pick and choose your favorites, and above all, experiment!"]}]},{"type":"section","source":"SoM","page":7,"name":"Chapter 1: Essentials of Magic","reference":{"auto":true},"entries":[{"type":"pf2-sidebar","source":"SoM","page":7,"name":"Magical Backgrounds","entries":["Starting on page 28 are new backgrounds that have a particular magical bent. As with many backgrounds, these can work with all sorts of characters, from those who went on to be spellcasters to others who dabbled in magic but ended up choosing a different path.","You might also want to look at the following backgrounds from the {@i Core Rulebook} and {@i Advanced Player's Guide}.","{@b Core Rulebook}: {@background Acolyte}, {@background animal whisperer}, {@background fortune teller}, {@background herbalist}, {@background hermit}, {@background scholar}","{@b Advanced Player's Guide}: {@background Cultist|APG}, {@background pilgrim|APG}, {@background root worker|APG}, {@background teacher|APG}",{"type":"pf2-title","source":"SoM","page":7,"name":"Rare Backgrounds"},"Some of these magical backgrounds require atypical magical events in a character's past (such as the circumstances of their birth); these are rare backgrounds, and you'll need to work with your GM if you'd like to take one of them. Rare backgrounds start on page 30."]},{"type":"pf2-h2","source":"SoM","page":7,"name":"Tradition Treatises","reference":{"auto":true},"entries":[{"type":"list","source":"SoM","page":7,"items":["{@b Principals of Elementary Thaumaturgy (page 8):} Arcane scholars are prone to stultifying pedantry, digging into every bit of minutiae. Toff Ornelos is among the few to present anything approaching a text suitable for beginners.","{@b Journeys of the Spirit and Flesh (page 10):} The divine tradition is as varied in practice as the many gods that empower it. Zorahar the Wandering Cleric compiled an absolutely massive study of different Nethysian subfaiths. I thought a sampling would be enlightening.","{@b A Letter from Djavin Vhrest (page 12):} Scholarship on the occult tradition can melt your mind to a puddle (figuratively, for the most part). Luckily, I possess a letter from a foremost curator in my discipline: Djavin Vhrest of the Forae Logos.","{@b On Primal Practice (page 14):} Primal theorists publish almost nothing—they prefer an oral tradition held within secret druidic circles—though I did find this kindly letter. As it's from one family member to another, I find it especially fitting I now place it in your hands, my dear."]}]},{"type":"pf2-h2","source":"SoM","page":7,"name":"On Essences","entries":[],"reference":{"auto":true}},{"type":"pf2-h2","source":"SoM","page":7,"name":"The Eight Arches of Incantation","entries":["{@note Read from page 7 of Secrets of Magic.}","{@note Read the \"Excerpt from Chapter 1 of {@b Principals of Elementary Thaumaturgy, 7th Ed.} (Acadamae, 4720) by Toff Ornelos\" on page 8 of Secrets of Magic.}","{@note Read the \"Excerpt from Chapter 3 of {@b Principals of Elementary Thaumaturgy, 7th Ed.} (Acadamae, 4720) by Toff Ornelos\" on page 9 of Secrets of Magic.}","{@note Read the \"Excerpt from Chapter 2, {@b Journeys of the Spirit and Flesh: A Thousand Paths to Nethys}, by Zorahar the Wandering Cleric\" on page 10 of Secrets of Magic.}","{@note Read the \"Excerpt from Chapter 6, {@b Journeys of the Spirit and Flesh: A Thousand Paths to Nethys}, by Zorahar the Wandering Cleric\" on page 11 of Secrets of Magic.}","{@note Read the \"Excerpt from Chapter 11, {@b Journeys of the Spirit and Flesh: A Thousand Paths to Nethys}, by Zorahar the Wandering Cleric\" on page 11 of Secrets of Magic.}","{@note Read the letter \"From the desk of Djavin Vhrest\" on page 12 of Secrets of Magic.}","{@note Read the letter on Primal magic on page 14 of Secrets of Magic.}"]},{"type":"pf2-h2","source":"SoM","page":20,"name":"Abjuration","entries":[],"reference":{"auto":true}},{"type":"pf2-h2","source":"SoM","page":21,"name":"Conjuration","entries":[],"reference":{"auto":true}},{"type":"pf2-h2","source":"SoM","page":22,"name":"Divination","entries":[],"reference":{"auto":true}},{"type":"pf2-h2","source":"SoM","page":23,"name":"Enchantment","entries":[],"reference":{"auto":true}},{"type":"pf2-h2","source":"SoM","page":24,"name":"Evocation","entries":[],"reference":{"auto":true}},{"type":"pf2-h2","source":"SoM","page":25,"name":"Illusion","entries":[],"reference":{"auto":true}},{"type":"pf2-h2","source":"SoM","page":26,"name":"Necromancy","entries":[],"reference":{"auto":true}},{"type":"pf2-h2","source":"SoM","page":27,"name":"Transmutation","entries":[],"reference":{"auto":true}},{"type":"pf2-h1","source":"SoM","page":28,"name":"Magical Backgrounds","entries":[{"type":"list","source":"SoM","page":28,"columns":3,"items":["{@background Academy Dropout|som}","{@background Astrologer|som}","{@background Eidolon Contact|som}","{@background False Medium|som}","{@background Magical Merchant|som}","{@background Magical Misfit|som}","{@background Musical Prodigy|som}","{@background Occult Librarian|som}","{@background Plant Whisperer|som}","{@background Street Preacher|som}","{@background Student of Magic|som}"]}]},{"type":"pf2-h1","source":"SoM","page":30,"name":"Rare Magical Backgrounds","entries":["These rare backgrounds can give a player a significantly different roleplaying experience by setting their character up with a history or legacy beyond the norm. Whether a character with the chosen one background has been prophesied to achieve a goal that's part of the main plot of the campaign or a side quest just for them, the character is situated in a special position within the narrative. Your character's background is an intrinsic part of where they come from and not something they earn during the game. Rare backgrounds should be chosen only after a discussion between the GM and the other players as to whether one would apply for a particular character in your group's game.",{"type":"list","source":"SoM","page":30,"columns":3,"items":["{@background Anti-Magical|som}","{@background Chosen One|som}","{@background Genie-Blessed|som}","{@background Magical Experiment|som}","{@background Seer of the Dead|som}","{@background Song of the Deep|som}","{@background Time Traveler|som}"]}]}]},{"type":"section","source":"SoM","page":33,"name":"Chapter 2: Classes","reference":{"auto":true},"entries":[{"type":"pf2-sidebar","name":"CHARACTERS","page":33,"entries":[{"type":"pf2-title","name":"Selytiel","source":"SoM","page":33,"reference":{"auto":true}},{"type":"pf2-title","name":"Ija","page":33,"source":"SoM","reference":{"auto":true}}],"source":"SoM","reference":{"auto":true}},{"type":"hr"},{"type":"pf2-options","items":[{"name":"{@class Magus|som}","entries":["The magus, a polymath of battle, trains in both spells and strikes. Combining these arts, a magus channels spells into their weapon or body to inflict devastating wounds upon their foes. The magus's versatility in combat and knowledge of the arcane makes them a welcome addition to any party."]},{"name":"{@class Summoner|som}","entries":["A summoner acts as the living anchor to a powerful being called an eidolon, which they call upon for aid. Summoners maintain deep connections with their eidolons, granting them the ability to influence the way the creature evolves. Eidolons manifest in many forms, including as constructs, demons, dragons, fey, and other creatures."]}]},{"type":"hr"},{"type":"pf2-h1","source":"SoM","page":74,"name":"Multiclass Archetypes","entries":["Applying an archetype requires you to select archetype feats instead of class feats. Find the archetype that best fits your character concept, and select the archetype's dedication feat using one of your class feat choices. Once you have the dedication feat, you can select any feat from that archetype in place of a class feat as long as you meet its prerequisites. The feat you select is still subject to any selection restrictions on the class feat it replaces. For example, if you gained an ability at 6th level that granted you a 4th-level class feat with the dwarf trait, you could swap out that class feat only for an archetype feat of 4th level or lower with the dwarf trait. Archetype feats you gain in place of a class feat are called archetype class feats.","Occasionally, an archetype feat works like a skill feat instead of a class feat. These archetype feats have the skill trait, and you select them in place of a skill feat, otherwise following the same rules above. These are not archetype class feats (for instance, to determine the number of Hit Points you gain from the {@feat Fighter Resiliency} archetype feat).","Each archetype's dedication feat represents a certain portion of your character's time and focus, so once you select a dedication feat for an archetype, you must satisfy its requirements before you can gain another dedication feat. Typically, you satisfy an archetype dedication feat by gaining a certain number of feats from the archetype's list. You cannot retrain a dedication feat as long as you have any other feats from that archetype.","Sometimes an archetype feat lets you gain another feat, such as the summoner's {@feat Basic Synergy|som}. You must still meet the prerequisites of that feat.","Archetypes with the {@trait multiclass} trait, like both the magus and summoner archetypes, represent diversifying your training into another class's specialties. You can't select a multiclass archetype's dedication feat if you are a member of the class of the same name (for instance, a magus can't select the {@feat Magus Dedication|som} feat).",{"type":"pf2-h2","source":"SoM","page":74,"name":"Bounded Spellcasting Archetype","entries":["Some archetypes, such as the magus and summoner multiclass archetypes, grant you spellcasting abilities based on the way magi and summoners cast spells, albeit delayed compared to a character from those classes. In this book, both archetypes are bounded spellcasting archetypes, but future books might introduce bounded spellcasting archetypes that aren't multiclass archetypes. A bounded spellcasting archetype allows you to use scrolls, staves, and wands in the same way that a member of a spellcasting class can, and the basic bounded spellcasting feat counts as having a spellcasting class feature.","Bounded spellcasting archetypes always have a basic bounded spellcasting feat, an expert bounded spellcasting feat, and a master bounded spellcasting feat. These feats share their name with the archetype. For instance, the magus's master spellcasting feat is called {@feat Master Magus Spellcasting|som}. All spell slots you gain from bounded spellcasting archetypes have restrictions depending on the archetype. For example, the summoner archetype grants you spell slots you can use only to cast spells from your summoner repertoire, even if you are a sorcerer with spells of the same tradition in your sorcerer repertoire.","{@b Basic Bounded Spellcasting Feat:} Usually gained at 6th level, these feats give you a 1st-level spell slot and a 2nd-level spell slot from that magical tradition. If you have a spell repertoire, you can select one spell from your repertoire as a signature spell. Archetypes refer to these benefits as the \"basic bounded spellcasting benefits.\" At 10th level, you replace your 1st-level spell slot with a 3rd-level spell slot.","{@b Expert Bounded Spellcasting Feat:} Usually taken at 12th level, these feats make you an expert in spell attack rolls and DCs of the appropriate magical tradition. You gain an additional 3rd-level spell slot. If you have a spell repertoire, you can select a second spell from your repertoire as a signature spell. At 14th level, you replace your spell slots with two 4th-level spell slots and one 5th-level spell slot, and at 16th level, you replace your spell slots with two 5th-level spell slots and one 6th-level spell slot. Archetypes refer to these benefits as the \"expert bounded spellcasting benefits.\"","{@b Master Bounded Spellcasting Feat:} Usually taken at 18th level, these feats make you a master in spell attack rolls and DCs of the appropriate magical tradition and grant you an additional 6th-level spell slot. At 20th level, they replace your two 5th-level spell slots with two 7th-level spell slots. Archetypes refer to these benefits as the \"master bounded spellcasting benefits.\""]},{"type":"pf2-h2","source":"SoM","page":75,"name":"Magus","entries":["You've mixed physical combat with spellcasting.",{"type":"list","columns":3,"items":["{@feat Magus Dedication|som}","{@feat Basic Martial Magic|som}","{@feat Hybrid Study Spell|som}","{@feat Spellstriker|som}","{@feat Advanced Martial Magic|som}","{@feat Basic Magus Spellcasting|som}","{@feat Expert Magus Spellcasting|som}","{@feat Master Magus Spellcasting|som}"]}]},{"type":"pf2-h2","source":"SoM","page":76,"name":"Summoner","entries":["You have a tenuous connection to an eidolon, a bodiless being that shares your life force, and with effort you can manifest the eidolon into the world.",{"type":"pf2-h3","source":"SoM","page":76,"name":"Multiclass Summoner Characters","entries":[{"type":"list","items":["Alchemist summoners can use their eidolons as lab assistants or even as the source of experiments. They are a good fit for construct or plant eidolons.","Barbarian summoners find themselves drawn to the fury of anger phantoms, the two fueled by the same inner instinct.","Bard summoners inspire their eidolons to greater heights with their bardic performances. They often team up with eidolons who pair well with their muse, such as a fey eidolon for a polymath muse or a phantom eidolon for a warrior muse.","Champion summoners get along best with divine eidolons matching the alignment associated with their cause—angel eidolons for the tenets of good, devil eidolons for a tyrant, and so on. This allows the champion and eidolon to have a unity in philosophy and purpose that other eidolon choices might lack.","Cleric summoners often find a connection to eidolons associated with their deity, such as a Sarenite cleric who chooses an angel eidolon. Clerics' ability to heal and support allows them to keep their eidolon healthy.","Druid summoners find the life link with primal eidolons to be a religious experience. They are especially likely to bond with eidolons that match their order, such as plant eidolons for the leaf order or beast eidolons for the animal or wild order.","Fighter summoners use tactics and techniques with their eidolons to best foes. They can partner with eidolons of any kind, but they work especially well with eidolons who provide utilities that complement their fighting style.","Monk summoners often choose eidolons that are on their own path to enlightenment, to help enrich the monk's journey. These might be divine eidolons, especially if the monk is religious or uses divine ki spells, but they also might be phantoms seeking to transcend their phantom existence to reach the afterlife.","Ranger summoners get along best with beast and plant eidolons, but they make a good team with other eidolons as well, especially when an archer ranger teams up with a melee eidolon.","Rogue summoners gain a partner in crime that can disappear when necessary, providing the eidolon with the ultimate getaway as long as no one expects it to carry back loot from a heist. Rogues work well with tricky eidolons, such as fey, and they get a lot of mileage out of sharing their skills with their eidolon. The Unfetter Eidolon feat can be especially useful if the rogue wants to establish a quick alibi far from the eidolon's crimes.","Sorcerer summoners often choose eidolons that match closely to their bloodline, such as a psychopomp eidolon for the psychopomp bloodline. The eidolon might even be part of the story of how the sorcerer gained their bloodline.","Wizard summoners are especially appreciative of an eidolon to help them in combat, and they tend to favor arcane eidolons like dragon and construct eidolons."]}]},{"type":"list","columns":3,"items":["{@feat Summoner Dedication|som}","{@feat Basic Synergy|som}","{@feat Initial Eidolon Ability|som}","{@feat Advanced Synergy|som}","{@feat Basic Summoner Spellcasting|som}","{@feat Expert Combat Eidolon|som}","{@feat Expert Summoner Spellcasting|som}","{@feat Signature Synergy|som}","{@feat Master Summoner Spellcasting|som}"]}]}]}]},{"type":"section","source":"SoM","page":79,"name":"Chapter 3: Spells","reference":{"auto":true},"entries":[{"type":"pf2-sidebar","source":"SoM","page":79,"name":"Rune Manifestations","entries":["The runes that manifest around a caster's hands during spellcasting express the baseline characteristics of invoked magical energies—a common, albeit vaguely understood phenomenon. Scholars have confirmed that these symbols represent schools of magic or power sources, changing to reflect a magical undertaking's complexity. While spellcasters from the same traditions can manifest similar runes—for example, bards invoking runes that resemble musical notes—the exact aesthetic represents an individual's personality and experience, evolving as a spellcaster develops. The study of runes common in the Thassilonian empire originally began as an attempt to use these runic manifestations to comprehend the language of magic and the nature of the universe.",{"type":"pf2-title","source":"SoM","page":79,"name":"Spell Lists","entries":[]},"The following eight pages list the new spells of each tradition. (Focus spells for magus and summoner appear on pages 143–145.) A superscript \"H\" indicates a spell has extra effects when heightened, and a spell whose rarity is greater than common has a superscript with the first letter of that rarity. An abbreviation in parentheses indicates the spell's school.",{"type":"list","items":["{@b Arcane Spell List} page 80","{@b Divine Spell List} page 82","{@b Occult Spell List} page 84","{@b Primal Spell List} page 86"]}]},{"type":"pf2-h1","source":"SoM","page":80,"name":"Arcane Spell List","entries":["{@note Please visit the {@filter spells page|spells||source=SoM|tradition & spell list=arcane} to view all Arcane Spells from Secrets of Magic.}"]},{"type":"pf2-h1","source":"SoM","page":82,"name":"Divine Spell List","entries":["{@note Please visit the {@filter spells page|spells||source=SoM|tradition & spell list=divine} to view all Divine Spells from Secrets of Magic.}",{"type":"pf2-brown-box","source":"SoM","page":83,"name":"Hymn to the Eternal Rose","entries":[],"reference":{"auto":true}},{"type":"pf2-brown-box","source":"SoM","page":83,"name":"Rovagug's Call","entries":[],"reference":{"auto":true}}]},{"type":"pf2-h1","source":"SoM","page":84,"name":"Occult Spell List","entries":["{@note Please visit the {@filter spells page|spells||source=SoM|tradition & spell list=occult} to view all Divine Spells from Secrets of Magic.}"]},{"type":"pf2-h1","source":"SoM","page":86,"name":"Primal Spell List","entries":["{@note Please visit the {@filter spells page|spells||source=SoM|tradition & spell list=primal} to view all Divine Spells from Secrets of Magic.}",{"type":"pf2-brown-box","source":"SoM","page":87,"name":"Notes from the Green Faith Council","entries":[],"reference":{"auto":true}}]},{"type":"pf2-h1","source":"SoM","page":88,"name":"Spell Descriptions","entries":["{@note Please visit the {@filter spells page|spells||source=som} to view all Spells from Secrets of Magic.}",{"type":"pf2-sidebar","name":"Targeting Companions and Eidolons","entries":["Some spells in this chapter can affect the caster's companion or eidolon. When \"companion\" is used in a stat block, it refers to animal companions, familiars, and future types of companions—such as construct companions—but not eidolons. Some spells are even more specific. For example, if the spell says, \"{@b Targets} your familiar,\" you could cast it only on a familiar, not other kinds of companions. If you Cast a Spell that can benefit only a type of creature you don't have, such as Casting a Spell that can target only an eidolon when you don't have an eidolon, the spell does nothing.","If the spell would affect an ability the creature doesn't have, the spell doesn't give the creature that ability unless the spell says it does. For example, a spell that causes your companion to make a Strike wouldn't let a familiar make a Strike but would give it all other benefits of the spell.","The spells in this section that can target companions or eidolons are: {@spell clone companion|SoM}, {@spell envenom companion|SoM}, {@spell juvenile companion|SoM}, {@spell protect companion|SoM}, {@spell rapid adaptation|SoM}, {@spell summoner's precaution|SoM}, {@spell summoner's visage|SoM}, {@spell thundering dominance|SoM}, and {@spell timely tutor|SoM}."]},{"type":"pf2-sidebar","name":"Incarnate Spells","entries":["A spell with the incarnate trait is similar in theme to spells that summon creatures, but it doesn't conjure a minion with the summoned trait. Instead, when summoned, the incarnate creature takes its Arrive action when you finish Casting the Spell. At the end of your next turn, the incarnate creature can either Step, Stride, or take the action for another movement type it has (such as Climb or Burrow), and then takes its Depart action. The spell then ends. The names of specific Arrive and Depart actions are listed in italics after the word \"Arrive\" or \"Depart\" respectively, along with any traits.","A creature summoned by an incarnate spell acts in your interests, directs its effects away from you and your allies as much as possible, and might listen to your requests, but ultimately makes its own decisions. If the spell indicates that the incarnate makes a decision, the GM determines what the incarnate would do. It might even become more inclined to do precisely as you wish over multiple summonings.","The incarnate is not fully a creature. It can't take any other actions, nor can it be targeted or harmed by {@action Strike||Strikes}, spells, or other effects unless they would be able to target or end a spell effect (such as {@spell dispel magic}). It has a size for the purposes of determining its placement for effects, but it doesn't block movement. If applicable, its effects use your spell DCs and spell attack roll modifier."]},{"type":"paper","source":"SoM","page":89,"style":"letter","head":[],"entries":[{"type":"pf2-title","name":"First Contact"}],"reference":{"auto":true}},{"type":"paper","source":"SoM","page":94,"style":"letter","head":[],"entries":[{"type":"pf2-title","name":"Initiation"}],"reference":{"auto":true}},{"type":"paper","source":"SoM","page":98,"style":"letter","head":[],"entries":[{"type":"pf2-title","name":"Familiarity"}],"reference":{"auto":true}},{"type":"paper","source":"SoM","page":102,"style":"letter","head":[],"entries":[{"type":"pf2-title","name":"First Lesson"}],"reference":{"auto":true}},{"type":"paper","source":"SoM","page":108,"style":"letter","head":[],"entries":[{"type":"pf2-title","name":"Study Abroad"}],"reference":{"auto":true}},{"type":"paper","source":"SoM","page":124,"style":"letter","head":[],"entries":[{"type":"pf2-title","name":"Reflection"}],"reference":{"auto":true}},{"type":"paper","source":"SoM","page":135,"style":"letter","head":[],"entries":[{"type":"pf2-title","name":"Journey Beyond"}],"reference":{"auto":true}}]},{"type":"pf2-h1","source":"SoM","page":143,"name":"Focus Spells","entries":[{"type":"pf2-h2","source":"SoM","page":143,"name":"Magus","entries":["{@note Please visit the {@filter spells page|spells||source=som|classes=magus} to view all Magus Focus Spells from Secrets of Magic.}",{"type":"pf2-brown-box","source":"SoM","page":144,"name":"Magus Regimens","entries":[],"reference":{"auto":true}}]},{"type":"pf2-h2","source":"SoM","page":143,"name":"Summoner","entries":["{@note Please visit the {@filter spells page|spells||source=som|classes=summoner} to view all Summoner Focus Spells from Secrets of Magic.}",{"type":"pf2-brown-box","source":"SoM","page":144,"name":"Eidolon Bonding","entries":[],"reference":{"auto":true}},{"type":"pf2-brown-box","source":"SoM","page":145,"name":"Describing Link Spells","entries":[],"reference":{"auto":true}}]}]},{"type":"pf2-h1","source":"SoM","page":147,"name":"Rituals","entries":["{@note Please visit the {@filter rituals page|rituals||source=som} to view all Rituals from Secrets of Magic.}",{"type":"pf2-brown-box","source":"SoM","page":148,"name":"Sympathetic Magic","entries":["Some rituals work by exploiting magical bonds created between two creatures or a creature and an object tied to them with some kind of personal connection, such as a possession or lock of hair, in a style of spellcasting known as sympathetic magic. Sympathetic magic can be a tool for great good, binding the souls of a guardian and his ward together until a noble quest is completed, or for great evil, hiding assassins from the sight of an otherwise competent watcher."]},{"type":"pf2-brown-box","source":"SoM","page":150,"name":"Empathy, Sympathy, and Hate","entries":["Sympathetic magic draws much of its power from emotional and spiritual forces, which is one of the reasons it's more likely to be harnessed in occult rituals than any other magical tradition. Strong emotions directed towards the target of the ritual, such as love or empathy for a beloved ally or hatred for an unrelenting enemy, are often key to determining the ritual's success and effectiveness.","Powerful emotions from enough people can even give rise to such effects without a formalized ritual. In the orcish hold of Belkzen, Ardax the White-Hair rules the orcs with an iron fist and defies powerful runelords and magical tyrants with impunity. Some scholars posit that the collective emotions of the Belkzen orcs united under Ardax might have formed a pseudo sympathetic ritual with enough power to deflect the hateful spells of the wizards who would rather see Ardax removed from his position of leadership."]}]}]},{"type":"section","source":"SoM","page":155,"name":"Chapter 4: Magic Items","entries":[{"type":"pf2-sidebar","source":"SoM","page":155,"name":"Chapter Map","entries":["The chapter divides magic items into eight distinct sections, plus a treasure table. Six of these sections describe new categories of items.",{"type":"list","items":["Treasure by Level (page 156) The table lists the items and runes appearing in this chapter, organized by item level then category and name. Each level has a section for consumables, followed by a section for permanent items. A superscript \"U\" indicates the item is uncommon.","Fulus (page 158) are special consumables; some function like talismans, while others can be affixed to a wider variety of objects and creatures.","Grimoires (page 162) are magic spellbooks with special activations when you cast the spells contained within.","Magical Tattoos (page 164) are magic items that you etch onto yourself, rather than wear.","Personal Staves (page 166) are staves you build and customize yourself.","Spell Catalysts (page 168) are superpowered material components that offer additional effects to their spell.","Spellhearts (page 170) are akin to permanent talismans.","Consumables (page 172) contains other types of consumables, such as potions and talismans.","Permanent Items (page 178) contains more permanent items and runes."]}]},{"type":"pf2-h2","source":"SoM","page":155,"name":"Creating a Magic Item","entries":["As a crafter, creating a magic item is one of the most intensely personal projects you can undertake. While every serpentine wondrous figurine might more or less resemble a knotted snake carved out of jade, what type of snake is it? And what type of jade? Ten different figurines from ten different crafters could each show a distinct artistic mark, and experts can identify the handiwork of noteworthy crafters on sight. Similarly, items activated with commands typically each have unique utterances determined by the crafter. Before setting out to create a magic item, contemplate how your personality might inhabit and shape the item created."]},{"type":"pf2-h2","source":"SoM","page":155,"name":"Investing a Magic Item","entries":["The word \"preparation\" means different things to different wearers of invested magic items. To some, investing a diadem of intellect may involve sitting silently with it at the beginning of the day and feeling the magical energy course through it and themselves, but others may simply pull the headband out of their rucksack, wipe it off, and give it a glance to make sure the gems aren't cracked. Still others might refuse to ever take the headband off in the first place, even while washing up or sleeping. Any of these could work! The difference between these habits isn't a matter of respect or proper vs. improper technique, it simply reflects what investiture means to the person using the item."]},{"type":"pf2-h2","source":"SoM","page":155,"name":"Activating a Magic Item","entries":["You might activate a magic item flamboyantly, pragmatically, intensely, or off-handedly, but those choices are only external manifestations of how you activate the item. A deeper question is what the act of using a magic item feels like. Does the world seem to emit a deep thrum for an instant as a {@i {@item third eye}} gemstone sinks into your brow and manifests as a tattoo? Do you experience a counter-intuitive icy coolness when a blast from a {@i potion of dragon's breath} explodes from your mouth? A wizard might have a step-by-step instruction list that they mentally follow when they use a {@i {@item staff of power}}—potentially out of habit or concerns for safety. Imagining how you interact with magic items, some of which possess world-altering power, can be a revealing window into how you view your place in the cosmos."]},{"type":"pf2-h2","source":"SoM","page":155,"name":"Collected Notes","entries":["In his 72 years as an amateur historian, Lambus of Magnimar amassed a collection of thousands of accounts of people's everyday encounters and experimentations with magic items from across Golarion. Excerpts from his impressive collection can be found throughout the Consumables and Permanent Items sections later in the chapter."]},{"type":"pf2-h1","source":"SoM","page":158,"name":"Fulus","entries":["Many regional variants of fulus, each of which carries a different name, exist throughout Tian Xia. The workings behind the writings remained a secret until scholars correctly deduced that the charms were, in fact, edicts that commanded magic to act in the fashion prescribed by the talisman. Deciphering these writings allowed for the creation of fulus that draw power from sources as diverse as a witch's patron, an arcane legacy, or the changing of the seasons. For the creative adventurer, this lightweight paper makes a versatile tool with many potential applications.",{"type":"pf2-h2","name":"Fulu Rules","source":"SoM","page":158,"entries":["{@b {@trait Fulu}:} Fulus are small paper charms that can be affixed to a suit of armor, a shield, a weapon, a creature, or even a structure. Some fulus are composed of multiple such charms, taking effect only once all have been affixed. Normal fulus have effects immediately once affixed, while fulu talismans have an effect only once activated. Once a fulu has been activated, it lasts for the given duration and then burns out. Unless otherwise noted, fulus expire one year after being created, reverting to mundane paper.","All fulus have the {@trait fulu} and {@trait consumable} traits. Fulus also have a tradition trait—either {@trait arcane}, {@trait divine}, {@trait occult} or {@trait primal}—determined by the magical tradition of its creator. For example, a fulu created by a priest would have the {@trait divine} trait, whereas a witch who dabbles in fate might create a fulu with the {@trait occult} trait. Some fulus also have the {@trait talisman} trait, if they work similarly to talismans (such as being affixed to a suit of armor, a shield, or a weapon.","Each fulu's stat block indicates the type of item or creature it can be affixed to. Affixing or removing a fulu requires using the {@action Affix a Fulu|SoM} activity, or the {@action Affix a Talisman} action instead if the fulu is also a talisman."]},{"type":"pf2-h2","name":"Using Fulus","source":"SoM","page":158,"entries":["Beyond fulu talismans, non-talisman fulus can be affixed or removed easily, though removing a fulu causes it to immediately burn out. The paper is fragile, easily destroyed by hazards such as water, fire, or an observant enemy when either unattended or affixed to the ground or a structure. Fulus that are also talismans use the normal rules for Affixing and removing talismans instead of the action presented here.",{"type":"data","tag":"action","data":{"name":"Affix a Fulu","source":"SoM","page":158,"activity":{"number":1,"unit":"action"},"traits":["manipulate"],"actionType":{"basic":true},"entries":["You affix a {@filter fulu|items||General=Fulu} to an armor, weapon, shield, creature, or structure that's beside or in the same square as you. A creature can remove a fulu from itself or an unattended object in its reach with a single action."],"__prop":"action"}}]},{"type":"pf2-h2","name":"Crafting a Fulu","source":"SoM","page":158,"entries":["Fulus can be created using the {@skill Crafting} skill like any other magic item, and they have a batch size of four, meaning you can Craft four copies of the same fulu at a time. A fulu's script consists of symbols citing the person or place from which the fulu draws power, a symbol of command, details of the desired effect, and other formulaic elements to complete the charm. Each part is written as the crafter recites a spell mantra, with the crafter's powers and magic essences weaving into the ink and paper. As creating a fulu requires knowledge of these mantras, a fulu can't be disassembled to learn its formula like many other items—the formula for a fulu can be learned only firsthand.","Unlike most items, the ritualistic aspect of fulus' creation allows the creator to expedite the process, though doing so decreases the fulus' stability. A character with the formula for a fulu can {@action Craft} up to four fulus for their full price in a single day of downtime, rather than taking four days as normal for the {@action Craft} downtime activity. However, if they do so, the fulus only last for a month, rather than a year. This is perfect for fulus you expect to use soon after {@action Craft||Crafting} them, as in that case, there isn't much difference between a month and a year."]},{"type":"pf2-h2","name":"Fulus","source":"SoM","page":158,"entries":["The following are some of the fulus most frequently seen in temples and on armors and weapons. While divine fulus are most common on Golarion, fulus of all traditions are generally available, so the fulus in this section list the magical trait as a placeholder.",{"type":"pf2-sidebar","name":"Real-Life Usage","source":"SoM","page":160,"entries":["In the real world, \"fulu\" refers to two divine instruments found in Daoist traditions. \"Fu\" refers to warding talismans, and \"lu\" are writs for summoning divine soldiers or spirits; both can still be found in use by Daoist temples and folk religions. Unlike in Golarion, fulus that draw power from unrecognized divine figures or use ahistorical symbols are considered frauds. Some temples have attempted to reduce predatory appropriation by recording their talismans' meanings (though not how to create them) in informative manuals."]},{"type":"list","columns":3,"items":["{@item Apotropaic Fulu|SoM}","{@item Detect Anathema Fulu|SoM}","{@item Fulus Of Concealment|SoM}","{@item Fulu Of The Drunken Monkey|SoM}","{@item Fulu Of Fire Suppression|SoM}","{@item Fulu Of Flood Suppression|SoM}","{@item Fulu Of The Stoic Ox|SoM}","{@item Ghostbane Fulu|SoM}","{@item Magical Lock Fulu|SoM}","{@item Matchmaker Fulu|SoM}","{@item Rebound Fulu|SoM}","{@item Restful Sleep Fulu|SoM}","{@item Spirit-Sealing Fulu|SoM}","{@item Stormbreaker Fulu|SoM}","{@item Tracking Fulu|SoM}","{@item Venomous Cure Fulu|SoM}"]},{"type":"pf2-sidebar","name":"Creating Your Own Fulu","source":"SoM","page":161,"entries":["Many fulus replicate spell effects, functioning much like scrolls affixed onto the targets. As the GM, if you want to create a new fulu using this concept, in general, the number of fulus needed to replicate a spell is the same as the number of actions required to {@action Cast the Spell}. You can draw that full set of fulus into one hand with the same {@action Interact} action. While this means affixing time is equal to casting time, the fulus don't need to be affixed on the same turn, so take that into account when deciding whether or how to build a particular fulu. If a spell has more than three targets, such as a heightened {@spell remove fear}, you might allow for the creation of a fulu that's affixed to the ground and that affects targets within a certain distance once a character places the last one."]},{"type":"pf2-h3","name":"Fulu Items","source":"SoM","page":161,"entries":["The following items are associated with fulus.",{"type":"list","columns":2,"items":["{@item Fu Water|SoM}","{@item Fulu Compendium|SoM}"]}]}]}]},{"type":"pf2-h1","source":"SoM","page":161,"name":"Grimoires","entries":["Most grimoires can hold up to 100 spells, like any spellbook, but allow spellcasters to erase spells written by a book's previous owner in favor of spells that employ their own magical formulas. If a spellcaster wants to transfer their spells from one of their spellbooks to a grimoire, they can conduct a simple, 1-minute ritual with the two books to cause the spells to vanish from their spellbook and appear in the grimoire.","If you prepare spells (whether from your class features, like a cleric or wizard, or from a special feat or ability, like the Esoteric Polymath bard feat), you can study a grimoire during your daily preparations to enhance one or more of the spells within. Until your next daily preparations, you gain the ability to Activate the grimoire. As you've already absorbed the power from the grimoire during your daily preparations, you can Activate it even if you later lose possession of the book itself. Grimoires' benefits apply only to spells cast via spell slots—not cantrips, focus spells, or innate spells. No one can use more than one grimoire per day, nor can a grimoire be used by more than one person per day.",{"type":"pf2-h2","name":"Grimoires","source":"SoM","page":161,"entries":["A few of the grimoires known to exist are listed here.",{"type":"list","columns":3,"items":["{@item Bestiary Of Metamorphosis|SoM}","{@item Book Of Lingering Blaze|SoM}","{@item Codex Of Unimpeded Sight|SoM}","{@item Endless Grimoire|SoM}","{@item Instructions For Lasting Agony|SoM}","{@item Spellbook Of Redundant Enchantment|SoM}","{@item Storyteller's Opus|SoM}","{@item Summoning Handscroll|SoM}","{@item Warding Tablets|SoM}"]}]}]},{"type":"pf2-h1","source":"SoM","page":164,"name":"Magical Tattoos","entries":["Tattooing is a precise art, and making magical tattoos requires developing a special rapport between the artist and their living canvas. For this reason, it can be difficult to find someone to ink a magical tattoo on your body. (Consequently, most most magical tattoos other than the ones appearing here are uncommon.) Securing such services might require a person to achieve notable deeds, become a member of a community, or prove their character and commitment to the artist.","Most magical tattooing requires the same tools as traditional methods, just using magical inks and, sometimes, magical implements, such as needles, bone tattooing rakes, or the like. Some processes, including certain traditional Varisian methods, etch the magic directly into the skin without puncturing it. The pain remains the same.",{"type":"pf2-h2","name":"Tattooing Rules","source":"SoM","page":164,"entries":["To craft a magical tattoo, you must be able to craft magic items and have a specialty in tattooing. You can attain these requirements by taking the {@feat Tattoo Artist|SoM} skill feat below, or you can take both the {@feat Magical Crafting} and {@feat Specialty Crafting} skill feats, choosing artistry as your specialty.",{"type":"pf2-h3","name":"Crafting A Tattoo","source":"SoM","page":164,"entries":["Inking a magical tattoo onto a creature is much like etching a rune onto an item. The tattooist uses the {@action Craft} activity, and the subject must be present throughout the process. The tattooist must meet any special {@action Craft} requirements, and they can ink only one tattoo at a time. Not only does a magical tattoo not have any effect until the {@action Craft} activity is complete, but it also requires a healing period. Though this time frame can last up to a month, applying magical or alchemical healing can shorten it to as little as a day."]},{"type":"pf2-h3","name":"The Tattoo Trait","source":"SoM","page":164,"entries":["A magical tattoo has the {@trait tattoo} trait. It's permanently a part of the subject's body, and reduces the number of items that creature can invest per day by 1. Each tattoo has the {@trait invested} trait to indicate this limitation—a magical tattoo is like an invested item that the tattooed creature has no choice but to invest. If the tattoo loses its magic or is destroyed, it no longer reduces your investiture. Just like a physical magic item, a magical tattoo can be counteracted by spells like {@spell dispel magic} or {@spell disjunction}. If destroyed, the tattoo fades from the skin.","If a creature gets a new magical tattoo when their limit on invested items has already been reduced to zero, the new tattoo's magic fails to take hold, and it becomes a non-magical tattoo instead. However, a tattooist can alter an existing tattoo when they {@action Craft} a tattoo, modifying the old one into a different magical tattoo and removing the old effect. Magical tattoos can usually be {@book upgraded||11|Craft Requirements} into their greater versions by having a tattooist add to or modify the existing tattoo."]}]},{"type":"pf2-sample-box","name":"Cultural Tattoos","source":"SoM","page":165,"entries":[],"reference":{"auto":true}},{"type":"pf2-h2","name":"Tattoos","source":"SoM","page":164,"entries":[{"type":"list","columns":3,"items":["{@item Familiar Tattoo|SoM}","{@item Rune of Sin|SoM}","{@item Warding Tattoo|SoM}"]}]}]},{"type":"pf2-h1","source":"SoM","page":166,"name":"Personal Staves","entries":["A custom staff is always unique, and you need your GM's permission to create one and introduce it to your game.",{"type":"pf2-h2","name":"Creating a Personal Staff","source":"SoM","page":166,"entries":["Establishing magical pathways to turn a simple piece of wood or metal into a staff is no simple matter. Without some structure to bind multiple disparate spells to a single staff, the magic would surely fail. Thus, a custom staff must always be created around a single trait. For example, an elemental trait (air, earth, fire, or water), energy trait (acid, cold, electricity, fire, sonic, positive, negative, or force), alignment trait, the detection trait, the light trait, and so on. The staff and its spells must have the trait. A few traits are too broad to use, including incapacitation and the traits for spell schools and traditions. The GM might add others to this list.",{"type":"pf2-h3","name":"Determining Level And Price","source":"SoM","page":166,"entries":["Your level sets a personal staff's maximum item level, which determines the Price and the number and level of spells the staff can have, as shown on the table below.",{"type":"data","tag":"table","data":{"type":"table","source":"SoM","page":166,"name":"Personal Staves","id":"4-2","spans":[[[1,2],[2,12]]],"colStyles":["","text-center","text-center","text-center","text-center","text-center","text-center","text-center","text-center","text-center","text-center"],"labelRowIdx":[0,1],"cellStyles":[{"row":0,"col":1,"style":"text-center"}],"rows":[["Staff","Maximum Spells"],["Level","Price","Cantrip","1st","2nd","3rd","4th","5th","6th","7th","8th"],["5","160 gp","1","2","—","—","—","—","—","—","—"],["7","250 gp","1","2","2","—","—","—","—","—","—"],["9","700 gp","1","2","2","2","—","—","—","—","—"],["11","1400 gp","1","2","2","2","2","—","—","—","—"],["13","3000 gp","1","2","2","2","2","2","—","—","—"],["15","6500 gp","1","2","2","2","2","2","2","—","—"],["17","15000 gp","1","2","2","2","2","2","2","2","—"],["19","40000 gp","1","2","2","2","2","2","2","2","2"]],"__prop":"table"}}]},{"type":"pf2-h3","name":"Picking Your Spells","source":"SoM","page":166,"entries":["Once you've decided the trait, choose the spells to inscribe. They must share the trait you chose for the staff. For instance, your {@class sorcerer|crb|undine|undine} {@class sorcerer} might create a {@i deep sea staff} themed around the {@trait water} trait, inscribing it with spells such as {@spell create water} and {@spell hydraulic push}.","You can inscribe a number of common spells on the staff depending on its level, as shown on the table below. You can place the same spell into the staff at multiple levels to provide heightened versions, though doing so uses up one of your picks for that spell level. You can add a spell you can't cast to a staff by supplying a casting of it via another caster or by using {@feat Trick Magic Item}; however, since you can cast a spell from a staff only if it's on your spell list, this option isn't useful for most characters."]},{"type":"pf2-h4","name":"Example","source":"SoM","page":166,"entries":["Lini, a 15th-level druid, wants to create a staff to interact with the plants she encounters. She chooses the plant trait to represent that theme. Next, she selects some common spells for the staff, starting with one cantrip and adding one or two spells at each level, up to the staff's maximum spell level. To build a 15th-level staff with 6th-level spells, she selects the following combination of spells:",{"type":"list","style":"list-hang","items":["Cantrip: {@spell tanglefoot}","1st: {@spell protector tree}, {@spell shillelagh}","2nd: {@spell entangle}, {@spell shape wood}","3rd: {@spell tree shape}, {@spell wall of thorns}","4th: {@spell barkskin}, {@spell speak with plants}","5th: {@spell plant form}, {@spell wall of thorns}","6th: {@spell nature's reprisal}, {@spell plant form}"]},"Note that some of these spells are duplicates of lower-level spells, which can be a great way to fill in levels if new spells don't appeal to you. It's usually best to choose a spell for one of these slots that has an extra benefit when heightened (such as plant form giving you better statistics), but even if you don't find a spell with such a benefit, it's worth filling every open slot."]},{"type":"pf2-h3","name":"Crafting the Staff","source":"SoM","page":166,"entries":[{"type":"pf2-sidebar","name":"Staff of Nature's Cunning","source":"SoM","page":167,"entries":["You might want to take a version of the {@item Lini's Leafstick} for your own character or to give out as treasure in a campaign. To make that easier, here's a non-unique version with multiple types for different levels.","{@item Staff of Nature's Cunning|SoM}"]},"Once you've themed and designed your staff, you can craft it with the following the guidelines, along with previously established rules for crafting magical items.","As with normal staves, one casting of all listed levels of all spells in the staff must be provided during {@action Craft||Crafting}.","Choose a magical school for your staff from among the schools the spells on it have. Pick the one that best reflects the spells, usually the one most shared among them. You can optionally give your staff a trait for one magic tradition, instead of the {@trait magical} trait, if the staff is fully steeped in that tradition and contains spells only from that tradition's spell list.","You still need to {@action Craft} the staff. If you're not good at {@skill Crafting}, you can have somebody use the {@skill Craft} activity for you, but you must be present the whole time. Since the creation of a custom staff is {@trait rare}, you and the GM might decide to have a special quest for esoteric ingredients and methods as part of the story.",{"type":"pf2-h4","name":"Example","source":"SoM","page":167,"entries":["Lini selected mostly transmutation spells for her staff, so she chooses the {@trait transmutation} trait. She could give it the primal trait, but choses to keep it open with the {@trait magical} trait, much like the {@item verdant staff} in the Core Rulebook.","To Craft the staff, Lini follows the normal rules. She provides 3,250 gp in raw materials, spends 4 days at work, and attempts a {@skill Crafting} check. Each day she works on it, she prepares the spells she needs to put into the staff given its Craft Requirements."]}]},{"type":"pf2-h3","name":"Naming The Staff","source":"SoM","page":167,"entries":["When your staff is complete, give it a name—though skeptics might sneer, spellcasters believe that naming a staff upon creation will help it attune to its new master.",{"type":"pf2-h4","name":"Example","source":"SoM","page":167,"entries":["Lini christens her new creation {@i Lini's Leafstick}!",{"type":"data","tag":"item","data":{"name":"Lini's Leafstick","source":"SoM","page":167,"type":"Item","level":15,"traits":["unique","magical","plant","staff","transmutation"],"price":{"coin":"gp","amount":6500},"usage":"held in 1 hand","bulk":1,"category":"Staff","entries":["Moss and winding vines give this gnarled staff of wild wood a vibrant green tinge. You created this staff to aid you in speaking to the plants you met on your adventure and beseeching them to come to your aid.",{"type":"ability","components":["{@action Cast a Spell}"],"entries":["You expend a number of charges from the staff to cast a spell from its list.",{"type":"list","items":["{@bold Cantrip} {@spell tanglefoot}","{@bold 1st} {@spell protector tree|som}, {@spell shillelagh}","{@bold 2nd} {@spell entangle}, {@spell shape wood}","{@bold 3rd} {@spell tree shape}, {@spell wall of thorns}","{@bold 4th} {@spell barkskin}, {@spell speak with plants}","{@bold 5th} {@spell plant form}, {@spell wall of thorns}","{@bold 6th} {@spell nature's reprisal|som}, {@spell plant form}"]}]}],"craftReq":["Supply one casting of all listed levels of all listed spells."]}}]}]}],"data":{"quickref":2}},{"type":"pf2-h2","name":"Revising the Staff","source":"SoM","entries":["As you level up, your staff will get less useful unless you upgrade it. You might also want to make revisions as you play if you come to dislike the spells you chose.","To change spells already in the staff, use the {@action Craft} activity with a Price equal to 1/10th the staff's Price. You can swap out any of the spells in the staff when you finish. The new spells have to have the staff's chosen trait and be an appropriate level, just as though you were choosing them when initially making the staff, and you must provide castings of them.","Upgrading the staff is similar to {@book upgrading||11|Craft Requirements} an item to a higher-level version. Decide the staff's new level. Pay the difference in Price, pick the new spells, and use {@action Craft} for the upgrade. You must supply castings of the new spells. Upgrading doesn't let you switch any of the spells you'd previously chosen."]}]},{"type":"pf2-h1","source":"SoM","page":167,"name":"Spell Catalysts","entries":["Items with the {@trait catalyst} trait are consumable material spell components that alter or magnify specific spells. {@action Activate an Item||Activating} a catalyst is part of {@action Cast a Spell||Casting the Spell}. The catalyst might increase the number of actions required to {@action Cast the Spell}, as indicated in the catalyst's Activate entry. Additionally, the spell gains material components if it didn't have them already or adds the catalyst to its existing components. Because the catalyst becomes part of the material components, you can draw the catalyst as part of {@action Cast a Spell||Casting the Spell}.",{"type":"list","columns":3,"items":["{@item Dazzling Rosary|SoM}","{@item Dimensional Knot|SoM}","{@item Firestarter Pellets|SoM}","{@item Force Tiles|SoM}","{@item Noxious Incense|SoM}","{@item Shimmering Dust|SoM}","{@item Soothing Scents|SoM}","{@item Thunderbird Tuft|SoM}","{@item Waterproofing Wax|SoM}"]}]},{"type":"pf2-h1","source":"SoM","page":170,"name":"Spellhearts","entries":["Unlike talismans, a spellheart can be used repeatedly, and doesn't burn out after use. Each spellheart can be attached to different items, giving a benefit depending on your choice, which means you can plan ahead in facing expected dangers. They have the spellheart trait.","{@b {@trait Spellheart}}: Spellhearts are permanent items that work similarly to talismans. You affix a spellheart using the {@action Affix a Talisman||Affix a Spellheart} activity, which is otherwise identical to {@action Affix a Talisman}. The limit of one talisman per item remains—an item can have one spellheart or one talisman, not both. The rules related to talismans and affixing them are on page 565 of the Core Rulebook. When casting a cantrip from a spellheart, you can use your own spell attack roll or spell DC if it's higher. {@action Craft||Crafting} a spellheart requires the spells the spellheart can cast. For example, a {@item major five-feather wreath|som} requires {@spell air walk}, {@spell gale blast}, and {@spell wall of wind}.",{"type":"list","columns":3,"items":["{@item Five-Feather Wreath|SoM}","{@item Flaming Star|SoM}","{@item Grim Sandglass|SoM}","{@item Perfect Droplet|SoM}","{@item Trinity Geode|SoM}"]}]},{"type":"pf2-h1","source":"SoM","page":173,"name":"Consumables","entries":[{"type":"pf2-h1-flavor"},"{@note Please visit the {@filter items page|items||source=SoM|item=consumable} to view all Consumable Items from Secrets of Magic.}",{"type":"paper","style":"paper--dark letter","noIndentLastEntry":true,"page":175,"source":"SoM","entries":[{"type":"pf2-title","name":"Note Tied to a Bundle of Arrows Found in Diobel."}],"reference":{"auto":true}},{"type":"list","columns":2,"style":"list-hang","items":[{"type":"pf2-sample-box","name":"Materiality and Magic","source":"SoM","page":177,"entries":[],"reference":{"auto":true}},{"type":"pf2-sample-box","name":"Pleasantly Consumable","source":"SoM","page":177,"entries":[],"reference":{"auto":true}}]}]},{"type":"pf2-h1","source":"SoM","page":179,"name":"Permanent Items","entries":[{"type":"pf2-h1-flavor"},"{@note Please visit the {@filter items page|items||source=SoM|item=!consumable} to view all Permanent Items from Secrets of Magic.}",{"type":"paper","style":"paper--dark letter","noIndentLastEntry":true,"source":"SoM","page":180,"entries":[{"type":"pf2-title","name":"The Experiments of Hexen, #912"}],"reference":{"auto":true}},{"type":"paper","style":"paper--dark letter","noIndentLastEntry":true,"source":"SoM","page":181,"entries":[{"type":"pf2-title","name":"Written statement found wedged between two pages in the court records of Galt"}],"reference":{"auto":true}},{"type":"paper","style":"paper--dark letter","noIndentLastEntry":true,"source":"SoM","page":184,"entries":[{"type":"pf2-title","name":"Old Vellum affixed to an empty leather pouch"}],"reference":{"auto":true}},{"type":"paper","style":"paper--dark letter","noIndentLastEntry":true,"entries":[{"type":"pf2-title","name":"Personal Correspondence between sisters from Haugin's Ear"}],"reference":{"auto":true},"source":"SoM","page":187},{"type":"paper","style":"paper--dark letter","noIndentLastEntry":true,"entries":[{"type":"pf2-title","name":"Magrithar's Magical Compendium, p.284"}],"reference":{"auto":true},"source":"SoM","page":188},{"type":"paper","style":"paper--dark letter","noIndentLastEntry":true,"entries":[{"type":"pf2-title","name":"Parchment scrap recovered from the embers of Salford's School of Conjury"}],"reference":{"auto":true},"source":"SoM","page":190},{"type":"paper","style":"paper--dark letter","noIndentLastEntry":true,"entries":[{"type":"pf2-title","name":"Personal Journal Entry of Harlo Simly, of the Gildefax/Harlo feud"}],"reference":{"auto":true},"source":"SoM","page":191}]}]},{"type":"section","source":"SoM","page":193,"name":"Chapter 5: Book of Unlimited Magic","entries":[{"type":"pf2-sidebar","name":"Access To Rules Elements","entries":["Sometimes, a stat block for an uncommon rules element might include a bold Access entry that lists specific criteria. A character who meets the criteria listed in the Access entry gains access to the rules element. For instance, a shadowcaster can choose a shadow familiar, even though it's uncommon. Access entries are often used in other books to give appropriate access to creatures from specific regions or organizations.",{"type":"pf2-title","name":"Class Archetypes"},"This section includes several class archetypes: elementalist, flexible spellcaster, runelord, and wellspring mage. These archetypes with the class trait fundamentally diverge from your class's specialties but still fit within the theme of your class.","You can select a class archetype only if your class meets the criteria listed in the archetype's prerequisites. Class archetypes always alter or replace some of a class's static class features in addition to any new feats they offer.","It might be possible to take a class archetype at 1st level if it alters or replaces some of the class's initial class features. The 1st-level ability is presented much like a class feature and includes the class archetype's prerequisites and rules on how it changes your class. If you select this ability, you must take that archetype's dedication feat at 2nd level, and you proceed normally afterward. You can never have more than one class archetype."]},"This chapter provides you with a wide variety of unusual magical practices and character options, many of them uncommon or rare. By adding them to your game, you can expand and enrich the narrative of how magic works. The chapter is organized into the following sections.","{@indentSubsequent {@b {@book Cathartic Magic|SoM|6|Cathartic Magic}} allows a spellcaster to harness pent-up emotions to enter a state of emotional fervor, gaining special benefits from the emotion but risking emotional fallout once the fervor ends.}","{@indentSubsequent {@b {@book Elementalism|SoM|6|Elementalism}} has options for characters focused on elemental magic, including elementalists who focus their entire spell list on the elements, elemental stances for monks, and druid orders of flame, stone, and waves.}","{@indentSubsequent {@b {@book Flexible Preparation|SoM|6|Flexible Preparation}} represents the culmination of spellcasters' research and experimentation to gain the best of both worlds between prepared spellcasting and spontaneous spellcasting.}","{@indentSubsequent {@b {@book Geomancy|SoM|6|Geomancy}} taps into the natural world around the spellcaster, giving them benefits depending on the terrain, even allowing the spellcaster to simulate the energies of a different terrain.}","{@indentSubsequent {@b {@book Ley Lines|SoM|6|Ley Lines}} embody the magical veins and arteries of the multiverse, flowing with energy across worlds and planes alike and gathering at special locations called nodes. Spellcasters can learn to tap into ley lines, though doing so presents a significant gamble.}","{@indentSubsequent {@b {@book Pervasive Magic|SoM|6|Pervasive Magic}} covers situations and settings where magic is {@i everywhere}, infusing the land itself with unusual effects and trickling down to every creature in the area.}","{@indentSubsequent {@b {@book Shadow Magic|SoM|6|Shadow Magic}} surrenders the piece of a spellcaster's soul that keeps out the darkness, allowing themselves to learn new magic or to gain shadowy animal companions and familiars.}","{@indentSubsequent {@b {@book Soul Seeds|SoM|6|Soul Seeds}} magically attach to a creature's soul, then grow in the breadth of their magic in a similar fashion to relics.}","{@indentSubsequent {@b {@book Soulforged Armaments|SoM|6|Soulforged Armaments}} bond weapons, armor, or shields to the forger's soul, allowing the soulforger to manifest their armament at a moment's notice and even bring forth an empowered true form.}","{@indentSubsequent {@b {@book Thassilonian Rune Magic|SoM|6|Thassilonian Rune Magic}} divides magic into seven runes associated with the seven sins. Each runelord embodies one of the seven schools, gaining significant advantages with their school spells.}","{@indentSubsequent {@b {@book True Names|SoM|6|True Names}} allow a practitioner to learn the secrets of a being's inner nature, granting them an incredible amount of leverage to compel that creature into service.}","{@indentSubsequent {@b {@book Wellspring Magic|SoM|6|Wellspring Magic}} is both a blessing and a curse: it grants a deep infusion of magic, potentially allowing the casting of many spells, but it also risks out-of-control wellspring surges if the power becomes too much to handle.}",{"type":"pf2-h1","name":"Cathartic Magic","source":"SoM","page":194,"entries":["{@b Rarity:} {@trait Uncommon}","Catharsis, the process of purging pent-up emotions, places a cathartic mage in a heightened emotional state much like a barbarian's rage. Magical energy pours out, often manifesting in visible displays that cascade off the mage. This can even produce a faint echo of the released emotion within those nearby. Though it seems reasonable that the caster's pent-up emotion would be one that they normally repress, this is by no means required. A cathartic mage could be a generally happy and positive person who still enters an enhanced state as a magical wave of joy overwhelms them.","The magic of emotions is as difficult to master as emotions themselves. Practitioners of this art find themselves tired, unfocused, or in physical pain after tapping into their deepest feelings. It often takes time for these users to reclaim mastery of their own minds. Most cathartic mages find a mundane activity to help settle themselves, such as reading, needlepoint, or simple meditation.",{"type":"pf2-h2","name":"Roleplaying","source":"SoM","page":194,"entries":["Using cathartic magic in your game invites heavy use of role-playing emotional states, which can be a challenge for some game tables. Players need to check with their GMs and other players to ensure these rules are appropriate for the game. Entering an emotional fervor doesn't mean anything a character does in that state is acceptable. As always, adding new rules doesn't excuse being rude to other players.","It's also important to keep the cathartic emotion from overshadowing the other parts of your character, as it works best as part of a well-rounded personality. It's a powerful emotion, though not your {@i only} emotion. This power can be a double-edged sword, but it doesn't have to be. It could be a fun quirk, a deep struggle, or a mysterious power your character wants to investigate."]},{"type":"pf2-h2","name":"Gamemastering","source":"SoM","page":194,"entries":["One of the reasons cathartic magic is uncommon has to do with the adjustments the GM must make to incorporate it in the game. Some situations that would normally be detrimental for PCs, like becoming controlled or critically failing at a roll, can be a trigger for powering up instead! Some emotions require a PC or NPC to be an emotional focus, making the ability largely useless if the PC is separated from that person.",{"type":"pf2-h3","name":"Gamemastering","source":"SoM","page":194,"entries":["In the right circumstances, a GM might introduce cathartic magic into the game without a player pursuing it first. For example, if a mind-controlled bodyguard is ordered to slay someone they vowed to protect, the GM might decide they can take the Catharsis reaction from the Cathartic Mage Dedication. Like any reaction, it still poses a choice—the player could choose not to take it. If the player enjoys this mechanical reveal, they might even want to invest feats into the {@archetype Cathartic Mage|SoM} archetype."]}]},{"type":"pf2-h2","name":"{@archetype Cathartic Mage|SoM} (Archetype)","source":"SoM","page":194,"entries":["Emotions are powerful, and you can tap into that power to enhance your magic for a time. You learn to harness a particular emotional state under the right conditions, but be warned: emotions are volatile and destructive if left unchecked. The experience often leaves you reeling from the unhindered emotion, requiring a rest or distraction before tapping into it again.",{"type":"list","columns":3,"items":["{@feat Cathartic Mage Dedication|SoM}","{@feat Basic Cathartic Spellcasting|SoM}","{@feat Cathartic Focus Spell|SoM}","{@feat Work Yourself Up|SoM}","{@feat Expert Cathartic Spellcasting|SoM}","{@feat Infectious Emotions|SoM}","{@feat Master Cathartic Spellcasting|SoM}"]},{"type":"pf2-sidebar","name":"Emotional Focus","entries":["Some emotional states, such as love or hatred, require the caster to focus on a specific individual called their emotional focus. Your emotional focus can change over time with you choosing a new focus after an important part of your story is resolved. Work with your GM to determine when this change happens. An emotional focus doesn't get a say in the matter; the cathartic spellcaster's emotions determine the bond. However, making another PC your emotional focus could result in an uncomfortable social dynamic. You should check with that PC's player in advance to see if such a link is acceptable."]},{"type":"pf2-h2","name":"Emotional States","source":"SoM","page":196,"entries":["The following emotional states are used in the Cathartic Mage archetype. Each emotional state's entry lists the following pieces of information.",{"type":"text","style":"pf2-stat pf2-stat__section--wide","entries":["{@b Catharsis Trigger} The event or conditions you must meet to take your Catharsis reaction.","{@b Catharsis Activation} The benefit when you use Catharsis.","{@b Emotional Fervor} Benefits you gain for 3 rounds after you use Catharsis. This entry also lists a spell you're able to cast while in your emotional fervor. You must expend a spell slot to cast it. This slot must be of at least the spell's level, and the spell is automatically heightened to the level of slot you expended.","{@b Emotional Fallout} The effect you experience when your emotional fervor ends.","{@b Focus Spell} The focus spell you gain if you select the {@feat Cathartic Focus Spell|SoM} archetype feat."]},{"type":"pf2-h3","collapsible":true,"name":"Anger","source":"SoM","page":196,"entries":["Your destructive wrath allows you to harm your foes but causes you pain in the process.",{"type":"text","style":"pf2-stat pf2-stat__section--wide","entries":["{@b Catharsis Trigger} An enemy deals damage to you. You can't use this reaction if you're {@condition fatigued}.","{@b Catharsis Activation} If you're {@condition grabbed}, {@condition immobilized}, or {@condition restrained}, you can attempt to {@action Escape}. If you succeed, the creature or hazard imposing the condition on you (if applicable) takes force damage equal to your level.","{@b Emotional Fervor} When you {@action Cast a Spell} from your spell slots, if the spell deals damage and doesn't have a duration, you gain a status bonus to that spell's damage equal to the spell's level. Spell: {@spell draw ire|SoM}","{@b Emotional Fallout} You become {@condition fatigued} until you Settle your Emotions.","{@b Focus Spell} {@spell athletic rush}"]}]},{"type":"pf2-h3","collapsible":true,"name":"Awe","source":"SoM","page":196,"entries":["Your powerful sense of wonderment can be infectious and distracting.",{"type":"text","style":"pf2-stat pf2-stat__section--wide","entries":["{@b Catharsis Trigger} You or an ally within 30 feet critically succeeds on an attack roll against an enemy's AC or a skill check against one of an enemy's DCs.","{@b Catharsis Activation} If you're {@condition fascinated} or {@condition stupefied}, you can attempt an additional save to end the effect if it allowed a save.","{@b Emotional Fervor} When you cast a spell, choose one creature that was hit by your spell attack roll or that failed its saving throw, if any. That creature becomes {@condition fascinated} with you until the end of its next turn. It's then temporarily immune to this fervor effect for 1 hour. Spell: {@spell glitterdust}","{@b Emotional Fallout} You become {@condition flat-footed} until you Settle your Emotions.","{@b Focus Spell} {@spell dazzling flash} (doesn't require a religious symbol)"]}]},{"type":"pf2-h3","collapsible":true,"name":"Dedication","source":"SoM","page":196,"entries":["Your commitment protects those you are dedicated to but can lead to dependency. Your emotional focus is an individual creature you're bound to (see Emotional Focus sidebar).",{"type":"text","style":"pf2-stat pf2-stat__section--wide","entries":["{@b Catharsis Trigger} Your emotional focus takes damage from an enemy while within 30 feet of you.","{@b Catharsis Activation} Your emotional focus gains a number of temporary Hit Points equal to half your level rounded up. These temporary HP last for 1 minute.","{@b Emotional Fervor} Your spells that target your emotional focus gain the benefits of Reach Spell. When you cast a healing spell that affects your emotional focus, your emotional focus also gains temporary HP equal to the spell's level in addition to the spell's effects. These temporary HP last for 1 minute. Spell: {@spell spirit link}","{@b Emotional Fallout} Until you Settle your Emotions, you can't Cast Spells unless you're adjacent to your emotional focus.","{@b Focus Spell} {@spell protector's sacrifice}"]}]},{"type":"pf2-h3","collapsible":true,"name":"Fear","source":"SoM","page":196,"entries":["You let your fear fuel you, rather than consume you, but it burns your endurance.",{"type":"text","style":"pf2-stat pf2-stat__section--wide","entries":["{@b Catharsis Trigger} An enemy makes you {@condition frightened}.","{@b Catharsis Activation} Increase your {@condition frightened} value by 1, to a maximum of {@condition frightened 4}.","{@b Emotional Fervor} You don't take the status penalty from the {@condition frightened} condition to your spell DCs or spell attack bonus. Instead, you gain a status bonus to spell attack rolls equal to the penalty you would've taken, and your foes take the same status penalty to their saving throws against your spells. Any other statistic takes the status penalty as normal. Spell: {@spell fear}","{@b Emotional Fallout} You are {@condition fleeing} for 2 rounds, running from the source of the {@condition frightened} condition that triggered your Catharsis. If that source is no longer present, you instead flee from the position where you were at the start of your emotional fallout.","{@b Focus Spell} {@spell waking nightmare}"]}]},{"type":"pf2-h3","collapsible":true,"source":"SoM","page":196,"name":"Hatred","entries":["Your unabashed hatred consumes your soul and causes your foe to falter. Your emotional focus is an individual enemy you detest (see Emotional Focus sidebar).",{"type":"text","style":"pf2-stat pf2-stat__section--wide","entries":["{@b Catharsis Trigger} You start your first turn in an encounter against your emotional focus or one of their followers. If the encounter includes multiple eligible followers and doesn't include your actual emotional focus, choose one of the followers to act as your emotional focus for this encounter (or until your actual emotional focus shows up).","{@b Catharsis Activation} You can {@action Step} or {@action Stride}. You must end this movement closer to your emotional focus.","{@b Emotional Fervor} Your emotional focus is {@condition flat-footed} to you and takes a –2 status penalty to saves against your spells. You're {@condition flat-footed} to your emotional focus and take a –2 status penalty to saves against it. Spell: {@spell blood vendetta|APG}","{@b Emotional Fallout} You become {@condition stunned 2}.","{@b Focus Spell} {@spell cry of destruction}"]}]},{"type":"pf2-h3","collapsible":true,"source":"SoM","page":197,"name":"Joy","entries":["Your unbridled enthusiasm and positive attitude can lead you to success, but you might expend more energy than you planned.",{"type":"text","style":"pf2-stat pf2-stat__section--wide","entries":["{@b Catharsis Trigger} You critically succeed on an attack roll or save, or an enemy critically fails on a save against you.","{@b Catharsis Activation} Reduce the value of any {@condition frightened} or {@condition stupefied} condition you have by 1 and end any {@condition persistent damage||persistent mental damage} you have.","{@b Emotional Fervor} You gain a +1 status bonus to {@skill Performance} checks and to the spell attack rolls of {@trait emotion} spells, and enemies take a –1 status penalty to saves against your {@trait emotion} spells. Spell: {@spell hideous laughter}","{@b Emotional Fallout} You become {@condition fatigued} until you Settle your Emotions.","{@b Focus Spell} {@spell unimpeded stride}"]}]},{"type":"pf2-h3","collapsible":true,"source":"SoM","page":197,"name":"Love","entries":["You're joined by the bonds of love and nothing can break that, but love can distract you from other things in your life. Your emotional focus is someone you're in love with; they aren't required to love you back.",{"type":"text","style":"pf2-stat pf2-stat__section--wide","entries":["{@b Catharsis Trigger} Your emotional focus takes damage from an enemy while within 30 feet of you.","{@b Catharsis Activation} If either you or your emotional focus is {@condition confused} or {@condition controlled}, one of you can attempt a new saving throw against one confusing or controlling effect (if it allowed a save), ending the condition if the new save is a success. If both of you are eligible, your emotional focus gets the new save.","{@b Emotional Fervor} You gain a +1 status bonus to Will saves. If you cast a spell to benefit your emotional focus, this bonus increases to +3 until the start of your next turn. Spell: {@spell soothe}","{@b Emotional Fallout} You're {@condition fascinated} with your emotional focus for 1 minute.","{@b Focus Spell} {@spell soothing words}"]}]},{"type":"pf2-h3","collapsible":true,"name":"Misery","source":"SoM","page":197,"entries":["To suffer is to know you're alive; to make your enemies suffer as greatly as you have eases your suffering.",{"type":"text","style":"pf2-stat pf2-stat__section--wide","entries":["{@b Catharsis Trigger} You gain {@condition persistent damage} from a foe.","{@b Catharsis Activation} You gain a number of temporary Hit Points equal to your level. They last for 1 minute.","{@b Emotional Fervor} You can choose not to attempt a flat check to end {@condition persistent damage} you're taking. When you cast a damaging spell, you can choose one creature that failed its save or that you hit with your spell attack roll. That target takes {@condition persistent damage} of the same type the spell dealt, of an amount equal to the highest amount of {@condition persistent damage} you currently have. You can't choose a creature that's already taking {@condition persistent damage}. Spell: {@spell phantom pain}","{@b Emotional Fallout} You take an untyped penalty to any damage you would deal with any spell you cast until you Settle your Emotions. The penalty is –1 per spell level.","{@b Focus Spell} {@spell savor the sting}"]}]},{"type":"pf2-h3","collapsible":true,"name":"Pride","source":"SoM","page":197,"entries":["All is well as long as you appear well, but you get caught up in the moment and lose track of what's important.",{"type":"text","style":"pf2-stat pf2-stat__section--wide","entries":["{@b Catharsis Trigger} You critically fail on an attack roll or saving throw.","{@b Catharsis Activation} The critical failure becomes a failure.","{@b Emotional Fervor} Each time you cast an illusion spell, until the start of your next turn, any critical failure you roll on an attack roll or saving throw is a failure instead. Spell: {@spell color spray}","{@b Emotional Fallout} You momentarily lose track of what's real, becoming {@condition confused} for 1 round. Spell: {@spell mirror image}","{@b Focus Spell} {@spell veil of confidence}"]}]},{"type":"pf2-h3","collapsible":true,"name":"Remorse","source":"SoM","page":197,"entries":["You attempt to overcome your failings, but your guilt stays with you.",{"type":"text","style":"pf2-stat pf2-stat__section--wide","entries":["{@b Catharsis Trigger} An ally within 30 feet drops to 0 Hit Points.","{@b Catharsis Activation} You {@action Step} or {@action Stride}. You must end this movement closer to the triggering ally","{@b Emotional Fervor} Any spell you cast that restores Hit Points to the triggering ally gets a status bonus to the Hit Points healed equal to the spell's level, or double the spell's level if the ally is at 0 Hit Points. Spell: {@spell warrior's regret|SoM}","{@b Emotional Fallout} Your emotional weight crushes you, leaving you {@condition stupefied 2} until you Settle your Emotions.","{@b Focus Spell} {@spell healer's blessing}"]}]}]}]}]},{"type":"pf2-h1","name":"Elementalism","source":"SoM","page":198,"entries":[{"type":"pf2-h2","name":"Druidic Orders","source":"SoM","page":198,"entries":["Elementalists eschew traditional magical divisions in favor of the elemental quaternity and rarely attempt a formal education. Instead, they travel Golarion, learning from the environment and elemental masters. These sojourns are referred to as pilgrimages, and the lessons learned along the way are called exposures or forms.","Druids are among the most well-known elemental masters, capable of harnessing the power of nature that exists below a mountain or flows through an ocean. Although some act as wardens to the world as a whole, most specialize into one of three orders that revere individual elements. Within these orders, as well as the {@class Druid||storm order|storm} that focuses on {@trait air}, a sizable contingent of druids devote themselves fully to elemental magic, choosing the {@archetype elementalist|SoM} class archetype. However, just as many druids in these orders access magic from the primal spell list normally, believing that they can still take a wider view of nature through the lens of their element.","Elementalist druids are more common in regions with strong traditions involving the cycle of elements, such as Jalmeray.",{"type":"pf2-h3","page":198,"name":"{@class Druid||Flame|Flame|SoM}","entries":["You feel a kinship with flames and can use them for succor and destruction. You're trained in {@skill Acrobatics}. You also gain the {@feat Fire Lung|SoM} druid feat. You gain the {@spell wildfire|SoM} order spell. Allowing unnatural fires to spread or preventing natural fires from occurring in a way that harms the environment are anathema to your order (this doesn't prevent you from using fire destructively or force you to combat a controlled or natural fire)."]},{"type":"pf2-h3","page":198,"name":"{@class Druid||Stone|Stone|SoM}","entries":["You're as enduring as stone, and you take comfort in its steadfast presence, both natural and worked. You're trained in {@skill Crafting}. You also gain the {@feat Steadying Stone|SoM} druid feat. You gain the {@spell crushing ground|SoM} order spell. Poisoning or polluting the land and heedlessly carving the earth to plunder its natural resources are anathema to your order (this doesn't prevent you from responsibly digging or mining)."]},{"type":"pf2-h3","page":198,"name":"{@class Druid||Wave|Wave|SoM}","entries":["Water is the source of life, and you've learned to shape how it flows. You're trained in {@skill Medicine}. You also gain the {@feat Shore Step|SoM} druid feat. You gain the {@spell rising surf|SoM} order spell. Polluting water or allowing those who pollute water sources to go unpunished is anathema to your order (this doesn't force you to take action against potential water pollution or to sacrifice yourself against an obviously superior foe)."]}]},{"type":"pf2-sidebar","name":"The Four Elements","source":"SoM","page":199,"entries":["The elements are clearly observable in the natural world, but philosophers ascribe deeper attributes that can be seen in a gust or heard in a geode.","{@indentSubsequent {@b Fire} is unbridled potential but must be tended with care. When nurtured, flames bring warmth and healing. They illuminate darkness and reveal truth, clearing old growth for new. But fire also burns, obscures, and destroys. An elementalist must learn to both bank and fuel the flames.}","{@indentSubsequent {@b Earth} is both cradle and tomb. It's home for most creatures, providing nourishment and shelter. But the earth runs deep and is too vast to fully control. An elementalist must listen carefully to the stones or risk their anger.}","{@indentSubsequent {@b Water} is soothing and enigmatic. Most living creatures are composed primarily of water and require water to survive; controlling water thus gives an elementalist power over the flow of life. Though water is the easiest element to work with, its depths are a mystery.}","{@indentSubsequent {@b Air} breathes life into myriad worlds but is ephemeral and often overlooked. In truth, air is the most difficult of elements to work with, as learning to grasp the ungraspable and see the unseen is notoriously difficult. Mastering air requires intuition, subtlety, and impressive powers of perception.}"]},{"type":"pf2-h2","name":"Druid Feats","source":"SoM","page":198,"entries":[{"type":"list","columns":3,"items":["{@feat Fire Lung|SoM}","{@feat Shore Step|SoM}","{@feat Steadying Stone|SoM}","{@feat Fire Resistance|SoM}","{@feat Natural Swimmer|SoM}","{@feat Sheltering Cave|SoM}","{@feat Advanced Elemental Spell|SoM}","{@feat Fiery Retort|SoM}","{@feat Harden Flesh|SoM}","{@feat Purifying Spell|SoM}"]}]},{"type":"pf2-h2","name":"Focus Spells","source":"SoM","page":200,"entries":["These elemental focus spells are available to druids of the {@class Druid||flame|flame|SoM}, {@class Druid||stone|stone|SoM}, and {@class Druid||wave|wave|SoM} orders and to characters with the {@archetype elementalist|SoM} class archetype.",{"type":"list","columns":3,"items":["{@spell Combustion|SoM}","{@spell Crushing Ground|SoM}","{@spell Powerful Inhalation|SoM}","{@spell Pulverizing Cascade|SoM}","{@spell Rising Surf|SoM}","{@spell Stone Lance|SoM}","{@spell Updraft|SoM}","{@spell Wildfire|SoM}"]}]},{"type":"pf2-h2","name":"Monk Stances","source":"SoM","page":202,"entries":["Monks manipulate the elements within themselves to manifest magic. {@feat Mountain Stance} and {@feat Wild Winds Initiate} from the Core Rulebook provide earth and air.",{"type":"list","columns":3,"items":["{@spell Reflective Ripple Stance|SoM}","{@spell Stoked Flame Stance|SoM}","{@spell Inner Fire|SoM}","{@spell Rippling Spin|SoM}","{@spell Blazing Streak|SoM}","{@spell Wave Spiral|SoM}"]}]},{"type":"pf2-h1","name":"Elemental Spell List","source":"SoM","page":203,"entries":["{@note Please visit the {@filter spells page|spells||source=SoM|tradition & spell list=elemental} to view all Elemental Spells from Secrets of Magic.}"]},{"type":"pf2-sidebar","name":"Elementalism On Golarion","source":"SoM","page":205,"entries":[],"reference":{"auto":true}},{"type":"pf2-h2","name":"{@archetype Elementalist|SoM} (Class Archetype)","source":"SoM","page":206,"entries":["You revere the four elements—air, earth, fire, and water—as the building blocks of creation and the source of all life. You believe that by balancing, mixing, and rearranging these four elements, magic is made. This belief has led you to eschew traditional magical theories and divisions, and you instead focus on harnessing, manipulating, and shaping the four elements. You cast spells drawn from multiple traditions and can use the four elements to alter and empower your spells, making them manifest and mixing them in unique ways. Most elementalists embrace the four elements equally as a mystical quaternity, and they strengthen their connection to one of these elements each day to protect themselves from harm. Others, notably {@class sorcerer} and {@class wizard} elementalists, feel a stronger connection to a singular element that they hone to great heights, utilizing the other three elements to support and augment their favored element.",{"type":"pf2-h3","name":"Elemental Magic","level":1,"entries":["You're a spellcaster that's specialized in harnessing the four elements. Though you might feel a stronger kinship for one element over the others, you're capable of shaping all of them. Due to your specialization in elemental magic, you have a smaller, more focused spell list than other spellcasters, though your magic is drawn from multiple traditions. If you choose this class archetype, you must select the {@feat Elementalist Dedication|SoM} as your 2nd-level class feat.","{@b Prerequisites:} You must have a spellcasting class feature that chooses spells from the arcane or primal spell list.","{@b Elementalist Adjustments:} Replace your spell list with the {@filter elemental spell list|spells||Tradition & Spell List=Elemental}. Your actual magical tradition is unchanged, but you choose your spells from the elemental list instead.","If you're a {@class sorcerer} with the {@class Sorcerer||elemental bloodline|Elemental}, you can replace your {@spell elemental toss||initial bloodline spell} with an {@filter initial elemental focus spell|spells||Tradition & Spell List=Elemental|Spell Type=Focus Spell|Level=1}, and your {@spell elemental motion||advanced bloodline spell} with an {@filter advanced elemental focus spell|spells||Tradition & Spell List=Elemental|Spell Type=Focus Spell|Level=3}. The initial and advanced elemental focus spells you select must have the same trait as your elemental bloodline.","{@b Druid Elementalist Adjustments:} If you're a {@class druid} of the {@class druid||storm order|storm}, you can choose to replace your starting order spell, {@spell tempest surge}, with {@spell updraft|SoM}.","{@b Wizard Elementalist Adjustments:} If you're a {@class wizard} with an arcane school, instead of specializing in a school of magic, you specialize in one of the four elements: air, earth, fire, or water. Any benefits your arcane school would grant you that are associated with a selected spell school, you instead apply to your selected element. For example, if you select air as your element, you can prepare only spells that have the {@trait air} trait in your extra arcane school slots, you can prepare an extra {@filter air cantrip|spells||spell type=cantrip|Energy & Elements=Air|Tradition & Spell List=Elemental}, and you add an extra {@filter air spell|spells||Level=!0|Energy & Elements=Air|Tradition & Spell List=Elemental} from the {@filter elemental spell list|spells||Tradition & Spell List=Elemental} to your spellbook. Additionally, in place of your arcane school spell, you learn the {@filter initial elemental focus|spells||Tradition & Spell List=Elemental|Spell Type=Focus Spell|Level=1} spell of your selected element. In all other ways, your {@classFeature arcane school|Wizard||1} functions as written in the Core Rulebook. If you later select the {@feat Advanced School Spell} wizard feat, instead of gaining the listed school spell, you gain the {@filter advanced elemental focus spell|spells||Tradition & Spell List=Elemental|Spell Type=Focus Spell|Level=3} of your selected element."]},"{@b Additional Feats:} {@b 4th} {@feat Familiar (Sorcerer)||Familiar}, {@b 6th} {@feat Enhanced Familiar (Sorcerer)||Enhanced Familiar}, {@b 8th} {@feat Current Spell|APG}, {@feat Water Step}.",{"type":"list","columns":3,"items":["{@feat Elementalist Dedication|SoM}","{@feat Dousing Spell|SoM}","{@feat Elemental Familiar|SoM}","{@feat Burning Spell|SoM}","{@feat Metabolize Element|SoM}","{@feat Rockslide Spell|SoM}","{@feat Wind-Tossed Spell|SoM}"]}]}]},{"type":"pf2-h1","name":"Flexible Preparation","source":"SoM","page":208,"entries":["Flexible spellcasters learn to prepare spells into a collection each day and can cast spells from their collection spontaneously. This combination makes such spellcasters the envy of their peers, but it comes with a significant cost. The magical power required to fuel their flexible casting draws heavily upon their magic's mental or vital essence, so they can cast far fewer spells each day. The strain manifests differently for each flexible spellcaster and varies by tradition, though it most commonly starts as a mild headache for arcane and occult spellcasters or fatigue for divine and primal spellcasters.","Flexible spellcasting wizards—who sometimes prefer to use the more generic term for arcane spellcasters, arcanists—are more common in schools and other places that practice experimental or innovative magic, such as the Occularium in the atheist nation of Rahadoum, the Magaambya magic school in the jungle of the Mwangi Expanse, or the many academies in the arcane nation of Nex. Flexible spellcasting druids, sometimes called fey callers, use the infinite possibilities of the First World and the magical curiosity of the fey to power their flexible magic. They more commonly appear in places where the veil to the First World is thin, such as the Land of the Linnorm Kings or the River Kingdoms. Flexible spellcasting clerics, sometimes called ecclesiasts, have an unorthodox connection to their deity, allowing them flexibility in the grace they earn through their prayers. They're more commonly itinerant, rather than connected to an established church. Flexible spellcasting witches, sometimes called invokers, have more personal connections with their patrons (even though the patron is still an enigma), allowing them to adjust their magic more easily.",{"type":"data","tag":"table","data":{"name":"Flexible Spellcaster Spells per Day","id":"5-1","source":"SoM","page":208,"labelRowIdx":[0],"colStyles":["text-center","text-center","text-center","text-center","text-center","text-center","text-center","text-center","text-center","text-center","text-center","text-center","text-center"],"rows":[["Level","Cantrips","1st","2nd","3rd","4th","5th","6th","7th","8th","9th","10th","Collection"],[1,3,2,"—","—","—","—","—","—","—","—","—",2],[2,4,2,"—","—","—","—","—","—","—","—","—",2],[2,4,2,2,"—","—","—","—","—","—","—","—",4],[4,5,2,2,"—","—","—","—","—","—","—","—",4],[5,5,2,2,2,"—","—","—","—","—","—","—",6],[6,5,2,2,2,"—","—","—","—","—","—","—",6],[7,5,2,2,2,2,"—","—","—","—","—","—",8],[8,5,2,2,2,2,"—","—","—","—","—","—",8],[9,5,2,2,2,2,2,"—","—","—","—","—",10],[10,5,2,2,2,2,2,"—","—","—","—","—",10],[11,5,2,2,2,2,2,2,"—","—","—","—",12],[12,5,2,2,2,2,2,2,"—","—","—","—",12],[12,5,2,2,2,2,2,2,2,"—","—","—",14],[14,5,2,2,2,2,2,2,2,"—","—","—",14],[15,5,2,2,2,2,2,2,2,2,"—","—",16],[16,5,2,2,2,2,2,2,2,2,"—","—",16],[17,5,2,2,2,2,2,2,2,2,2,"—",18],[18,5,2,2,2,2,2,2,2,2,2,"—",18],[19,5,2,2,2,2,2,2,2,2,2,"*",18],[20,5,2,2,2,2,2,2,2,2,2,"*",18]],"footnotes":["* Your class most likely has a class feature that gives you a single 10th level spell slot that works a bit differently from other slots. If so, flexible spellcaster doesn't change the way that spell works."],"type":"table","__prop":"table"}},{"type":"pf2-h2","name":"{@archetype Flexible Spellcaster|SoM} (Class Archetype)","source":"SoM","page":209,"entries":["You've learned how to cast spells flexibly, blending the best elements of spontaneous and prepared spellcasting at the cost of casting fewer spells each day.",{"type":"pf2-h3","name":"Flexible Spell Preparation","level":1,"entries":["This class feature alters your spellcasting class feature (such as {@classFeature Arcane Spellcasting|Wizard||1} for the {@class wizard} or {@classFeature Divine Spellcasting|Cleric||1} for the {@class cleric}). If you choose this class archetype, you must select {@feat Flexible Spellcaster Dedication|SoM} as your 2nd-level class feat.","{@b Prerequisites:} You must have a class, such as {@class cleric||clerics}, {@class druid||druids}, {@class witch|apg|witches}, and {@class wizard||wizards}, that prepares spells in spell slots using the same number of prepared spells per day.","{@b Flexible Spellcaster Adjustments:} You learn spells as normal for your class (a {@class wizard} uses a spellbook, a {@class witch|APG} teaches spells to their familiar, and so on), but change your spellcasting from your class as follows.",{"type":"list","items":["You can cast fewer spells each day. Your number of spell slots per day don't advance from 2 to 3 spells at even levels (see Table 5—1).","Reduce the number of cantrips you gain from your class by 2. This archetype doesn't change the way you prepare cantrips.","During your daily preparations, you prepare a spell collection rather than preparing spells into each spell slot individually. The number of spells in your spell collection each day equals the total number of spell slots you get each day from your class spells. Select these spells from the same source as normal, such as from a spellbook for a {@class wizard}.","You can cast any of the spells in your collection by using a spell slot of an appropriate level. For instance, if you were level 1 and had feather fall and magic missile in your spell collection, you could cast feather fall twice that day, magic missile twice, or each spell once.","Extra spell slots you gain that have additional restrictions, like the {@class wizard}'s specialist school spells or the cleric's divine font spells, don't change due to this archetype, nor do such spells count toward the number of spells you place in your spell collection. See the Restricted Spell Slots sidebar."]},{"type":"data","tag":"table","data":{"name":"Flexible Spellcaster Spells per Day","id":"5-1","source":"SoM","page":208,"labelRowIdx":[0],"colStyles":["text-center","text-center","text-center","text-center","text-center","text-center","text-center","text-center","text-center","text-center","text-center","text-center","text-center"],"rows":[["Level","Cantrips","1st","2nd","3rd","4th","5th","6th","7th","8th","9th","10th","Collection"],[1,3,2,"—","—","—","—","—","—","—","—","—",2],[2,4,2,"—","—","—","—","—","—","—","—","—",2],[2,4,2,2,"—","—","—","—","—","—","—","—",4],[4,5,2,2,"—","—","—","—","—","—","—","—",4],[5,5,2,2,2,"—","—","—","—","—","—","—",6],[6,5,2,2,2,"—","—","—","—","—","—","—",6],[7,5,2,2,2,2,"—","—","—","—","—","—",8],[8,5,2,2,2,2,"—","—","—","—","—","—",8],[9,5,2,2,2,2,2,"—","—","—","—","—",10],[10,5,2,2,2,2,2,"—","—","—","—","—",10],[11,5,2,2,2,2,2,2,"—","—","—","—",12],[12,5,2,2,2,2,2,2,"—","—","—","—",12],[12,5,2,2,2,2,2,2,2,"—","—","—",14],[14,5,2,2,2,2,2,2,2,"—","—","—",14],[15,5,2,2,2,2,2,2,2,2,"—","—",16],[16,5,2,2,2,2,2,2,2,2,"—","—",16],[17,5,2,2,2,2,2,2,2,2,2,"—",18],[18,5,2,2,2,2,2,2,2,2,2,"—",18],[19,5,2,2,2,2,2,2,2,2,2,"*",18],[20,5,2,2,2,2,2,2,2,2,2,"*",18]],"footnotes":["* Your class most likely has a class feature that gives you a single 10th level spell slot that works a bit differently from other slots. If so, flexible spellcaster doesn't change the way that spell works."],"type":"table","__prop":"table"}},{"type":"pf2-sidebar","name":"Restricted Spell Slots","entries":["When applying this archetype to a class that grants additional spell slots with restrictions, such as the specialist {@class wizard||wizard's} {@classFeature Arcane School|Wizard||1||specialist school} spells or the {@class cleric||cleric's} {@classFeature divine font|Cleric||1}, you still gain those additional slots, but they work as normal for your class, and they don't add more spells to your spell collection. A healing font grants you additional spell slots to cast {@spell heal} spells of the highest level you can cast, but doesn't add {@spell heal} to your spell collection. A harming font does the same for the {@spell harm} spell. As a specialist {@class wizard}, you prepare one spell per level from your specialty school, which also aren't added to your spell collection."]},{"type":"pf2-h3","name":"Heightening Spells","entries":["Once you gain 2nd-level spells, you can heighten any spell in your spell collection to any level you can cast, similar to a spontaneous spellcaster's signature spells. The only restriction is that you must select at least one 1st-level spell for your collection each time you prepare, ensuring that you can use all your spell slots each day."]},{"type":"pf2-h3","name":"Adjucidating Class Feats and Features","entries":["Some of your class feats or features might rely on the fact that you prepare spells in spell slots. While some class feats might no longer work or be necessary with the flexible spellcaster archetype, in many cases you can make a simple replacement and continue using the class feat. The following class feats simply require replacing \"a spell you have prepared\" or \"a prepared spell\" for \"a spell in your collection\" or \"a spell slot.\" For example, in {@feat Counterspell (Wizard)||Counterspell}, you'd replace \"a spell you have prepared\" in the trigger for \"a spell in your collection\" and \"expend a prepared spell\" for \"expend a spell slot.\" Similarly, in {@classFeature arcane bond|Wizard||1}, you'd replace \"cast one spell you prepared today and already cast\" with \"cast one spell in your collection you've already cast today.\"","The {@feat Counterspell (Wizard)||Counterspell} and {@feat Leyline Conduit} feats in the Core Rulebook need these substitutions, as does {@feat Form Retention|APG} from the Advanced Player's Guide. {@feat Spell Mastery|APG} provides additional restricted spells, like {@classFeature divine font|Cleric||1} or specialist spells; you can take it, but it doesn't add to your collection and works like normal prepared spells."]},{"type":"pf2-h3","name":"Disallowed Feats","entries":["The following feats from the Core Rulebook aren't available for a flexible spellcaster: {@feat Call of the Wild}, {@feat Clever Counterspell}, {@feat Infinite Possibilities}, {@feat Reprepare Spell}, and {@feat Spell Combination}. The disallowed feats from the Advanced Player's Guide are as follows: {@feat Elemental Summons|APG}, {@feat Miraculous Possibility|APG}, {@feat Rites of Convocation|APG}, and {@feat Rites of Transfiguration|APG}."]}]}]}]},{"type":"pf2-h1","name":"Geomancy","source":"SoM","page":210,"entries":["To a geomancer, the world is a living tapestry of magic, woven together in different biomes and ecosystems that each interact with those around them, sometimes working together and other times at cross purposes. A novice geomancer learns to tap into that flow of magic and enhance their castings whenever their magic has a resonance with the surrounding area, but a true master can chain magic to build an artificial resonance cobbled together out of nothing more than their own power and connection to the land.",{"type":"pf2-sidebar","name":"Geomantic Stauration","entries":["Areas of geomantic saturation are rare phenomena wherein either elemental matter or life essence strongly saturate a site or location, granting a unique magical effect. For example, the Crystal Womb deep underground is saturated with earth elemental energy. To represent a place of geomantic saturation, the rules for magical terrain in {@variantrule Pervasive Magic|SoM} are a good starting point.","To a geomancer, these areas also represent a potential source of power and learning. Tapping into or attuning with a saturated area might present a challenge for the geomancer, potentially requiring {@variantrule research|GMG} or a ritual similar to {@ritual establish nexus|SoM}. Successfully attuning to the areas might offer rare spells, feats, or other options for a geomancer to access or even a unique option available only by attuning with that specific saturation."]},{"type":"pf2-h2","name":"Terrain Types","entries":["Each of the nine fundamental geomantic terrains represents a wide variety of environments and biomes. For instance, the mountain terrain applies to hilly regions, the forest terrain applies to jungles and rain forests, and the swamp terrain includes marshes and bogs. While each of these fundamental terrains isn't homogeneous and offers diverse magical secrets to a geomancer, over time, geomancers have nonetheless developed certain broad associations with each type.",{"type":"pf2-h3","name":"Aquatic Geomancy","entries":["Rivers course, tides ebb and flow, and water shifts from ice to vapor, all while creatures grow and adapt within the depths. Casting spells in water calls for a free flow of ideas and emotions. Geomantic rituals intended to change one thing to another often take place in aquatic terrain, or in a liminal space between aquatic terrain and another type of terrain, such as a beach."]},{"type":"pf2-h3","name":"Arctic Geomancy","entries":["Icy winds carry crystalline flecks of snow that distort the horizons, and desolate nights bring undulating light shows to the black skies. An arctic environment draws a geomancer toward illusory magic that replicates the splendor and mystery of the sparkling tundras, and to long-lasting protection against the elements."]},{"type":"pf2-h3","name":"Desert Geomancy","entries":["Sandstorms rage as the sun glares down oppressive heat, only to retreat into a frigid night. Life is harsh in the desert, and only the powerful and adaptable survive; the desert's geomantic energies reflect that truth. When the environment is unforgiving, so is the geomancer, who brings forth punishing magic as merciless as trackless stone and sizzling sand."]},{"type":"pf2-h3","name":"Forest Geomancy","entries":["Forest are defined by the thick growth of plants, a canopy of green home to creatures across every stratum from the forest floor to the treetops. All forests, from those of humid ferns to frozen conifers, share growth and creation. This generative power thrives in a geomancer, coming to life in spells that spring vines and thorns or call forth ancient creatures tied to the land."]},{"type":"pf2-h3","name":"Mountain Geomancy","entries":["Mountains reach to the skies above, breathtaking and impassable. They stand ever-vigilant and seemingly outside the passage of time until, over the course of eons, even they crumble. Mountains serve as barriers and thresholds: boundaries between nations and demarcations between lush windward and arid leeward. This role leads geomancers to associate mountains with wards and barriers."]},{"type":"pf2-h3","name":"Plains Geomancy","entries":["The vast expanse of grasslands represent limitless potential spanning off in every direction. Animals and caravans alike migrate across the plains, but humans and other sapient creatures also settle down and build farms. The openness of the plains calls for spells of the wind, plant cultivation, and fast, effortless travel. A geomancer on the plains feels the vastness within them, stretching as broad as the distant horizons."]},{"type":"pf2-h3","name":"Sky Geomancy","entries":["The open sky is a soaring realm of freedom and exhilaration. The sky is capricious, reflecting the moods of the firmament and altering those of the creatures that live beneath; its oppressive gray or clear blue evoke different emotions. As night falls, the heavens become a star-flecked wonderland beneath the pale gaze of the moon. The sky opens the geomancer to change and uncertainty, allowing for magic to move physical forms and enchantments to sway minds."]},{"type":"pf2-h3","name":"Swamp Geomancy","entries":["Wetlands cultivate teeming life, though many of the organisms that thrive in swamps can also bring disease. Marshes, bogs, and fens have their own slightly different geomantic properties, but all envelop the geomancer, engulfing the self in gripping mud, murky water, and calls of buzzing insects. The magic of death and rebirth flourishes in the duality of the swamp."]},{"type":"pf2-h3","name":"Underground Geomancy","entries":["Places beneath the surface of the world are home to countless secrets, from the caves just under the surface to deep, dark caverns of progressively increasing mystery and alien splendor. Twisting tunnels block sight but provide ghostly echoes, revealing distant truths to those who can interpret them. Geomancers feel the pull of the mysterious knowledge held deep in the earth, tracing through the ground as surely as mineral veins. Geomancers tap into this force to learn the answers to enigmas long forgotten to those on the surface."]}]},{"type":"pf2-h2","name":"{@archetype Geomancer|SoM} (Archetype)","source":"SoM","page":212,"entries":["You know how to draw power from the land around you, no matter the terrain, by attuning your magic to match its mystical properties.","You might be a druid with an elemental focus (such as the {@class Druid|crb|flame|flame|SoM}, {@class Druid|crb|stone|stone|SoM}, or {@class Druid|crb|wave|wave|SoM} orders) or a naturalist with a touch of magic at your disposal. You could concentrate on a single type of terrain to wring every last drop of power from it or choose to wander the land to experience every type of terrain possible.",{"type":"list","columns":3,"items":["{@feat Geomancer Dedication|SoM}","{@feat Attunement Shift|SoM}","{@feat Shared Attunement|SoM}","{@feat Rough Terrain Stance|SoM}","{@feat Attuned Stride|SoM}","{@feat Draw From The Land|SoM}","{@feat Read The Land|SoM}","{@feat Terrain Shield|SoM}","{@feat Shifting Terrain|SoM}","{@feat Quickened Attunement|SoM}"]}]}]},{"type":"pf2-h1","name":"Ley Lines","source":"SoM","page":214,"entries":["Each ley line carries its own specific manifestation of magical energy. One ley line might contain the power to enhance divinations, while another forms a channel for the destructive power of fire. Regardless of a ley line's specific nature, its presence influences the world around it in subtle or overt ways.",{"type":"pf2-h2","name":"Ley Lines in your Game","entries":["Though magical essence permeates the multiverse, it rarely concentrates in high enough volume to form a ley line, and as such, ley lines are rare, inscrutable phenomena. Those who overtax a ley line might find that its power fades, reroutes, or even backfires—the ramifications of which can lead to interesting story explorations. In general, these rules assume that ley lines are few and far between in a setting and that one's presence holds notable significance in the game world.","Ley lines impact the world around them in considerable ways, which presents myriad narrative possibilities; for example, a wizard might build a tower on top of a ley line with magic that aids in planar research, or an entire civilization might structure their territory along a ley line to improve their wealth. Ley lines should also manifest magical side effects that relate to their nature, such as increased ambient temperatures or prevalent brushfires along a ley line attuned to fire magic. GMs should feel encouraged to explore how ley lines can affect their world.","Tapping into ley lines often provides benefits that alter spells, akin to metamagic (for example, the basic ley line on page 216 provides a choice between two metamagic effects from metamagic class feats). As such, spellcasters are the most likely to seek out and tap ley lines, but some ley lines provide benefits that any character capable of tapping into them can use; GMs should consider how an entire party can benefit from a ley line and what characters might enjoy some time in the spotlight.","A ley line might be a lasting benefit to the entire party, and discovering one could even serve as an interesting reward for them. The PCs might be encouraged to build a base of operations along a ley line or to establish a nexus at a ley line node.","Ultimately, the use of ley lines is rooted in the familiar mechanics of metamagic, meaning that they should be easy to add without complicating the game. Though they're presented as rare in this book, GMs might prefer them to be more common and are encouraged to create a unique setting featuring prevalent ley lines. Some settings might feature ley lines as common as rivers, influencing the magic and civilizations around them with the type of energy flowing through them. Consider whether the inclusion of ley lines will add or distract from to the richness of the story."]},{"type":"pf2-h2","name":"Locating Ley Lines","entries":["Ley lines are typically imperceptible by mundane means, so locating a ley line requires a magical connection of some kind (though not necessarily the ability to cast spells). Typically, ley lines' sizes correlate with their potency, with higher-level ley lines usually being wider and easier to notice—but ley lines are by nature enigmatic phenomena, and some particularly powerful ones are as thin as thread. In rare cases, ley lines might have physical manifestations that make their presence more apparent. For example, a ley line attuned to electrical energy might manifest as a constant stream of sparks and electricity arcing along the ley line's path, or a ley line suffused with positive energy might appear as a strip of overgrown and mutated plants.","A character can locate a ley line with a successful {@skill Occultism} check to {@action Identify Magic}, usually against a DC of 30 for a weak and minor ley line or 20 for a powerful one, but a particular line's presence might be more obvious if it has noticeable magical manifestations. A successful check reveals the location of a ley line but not its capabilities. Each ley line has at least one trait tied to a tradition of magic. To determine the effects of a ley line, a character must succeed at a check to {@action Identify Magic} based on its tradition, with a DC equal to the hard DC of the ley line's level. Finding the exact position, strength, and effects of a ley line can be extremely helpful for characters attempting to access the ley line's power."]},{"type":"pf2-h2","name":"Ley Line Nodes","entries":["Ley line nodes are the point at which multiple ley lines intersect. Incredibly rare and powerful, nodes provide those who tap into them access to all of the intersecting ley lines' abilities, and they usually produce one or more additional effects based on the combination of intersecting ley lines. A ley line node's level is equal to that of the highest-level ley line that intersects at the node. Enterprising PCs or NPCs sometimes seek out nodes as sites to perform rituals to establish ley line nexuses. Such locations are jealously guarded by those who wish to claim the nexus's power."]},{"type":"pf2-h2","name":"Using Ley Lines","entries":["While locating a ley line might be a difficult process, making use of a ley line's power is remarkably simple. Accessing the power of a ley line requires using the {@action Tap Ley Line|SoM} general skill action. The results of this action are based on the benefits and drawbacks of a ley line.",{"type":"pf2-h3","name":"Tap Ley Lines (Trained)","entries":["You can use your magical prowess to temporarily access the power of a ley line. Tapping the Ley Line requires a skill check using the skill associated with its tradition ({@skill Arcana} for arcane, {@skill Nature} for primal, {@skill Occultism} for occult, and {@skill Religion} for divine). In cases where a ley line has multiple associated traditions, you can use any of the appropriate skills to Tap the Ley Line. The benefits of a ley line are always magical in nature and can be counteracted in a similar way to a magic item.",{"type":"data","tag":"action","data":{"name":"Tap Ley Line","source":"SoM","page":215,"activity":{"number":1,"unit":"action"},"traits":["concentrate"],"actionType":{"basic":true,"variantrule":["Ley Lines|SoM"],"skill":{"trained":["arcana","nature","occultism","religion"]}},"entries":["You attempt to manipulate the magical essence of a ley line that you're aware of within 30 feet. The GM determines the DC based on the hard DC for the ley line's level.",{"type":"successDegree","entries":{"Critical Success":"You gain the ley line's benefits until the end of your next turn.","Success":"You gain the ley line's benefits until the end of your turn.","Failure":"You take mental damage equal to {@dice 1d6*#$prompt_number:min=1,title=Ley Line Level,default=1$#|1d6 × the ley line's level}. You can't Tap the Ley Line again for 1 hour.","Critical Failure":"As failure, and you're subject to the ley line's backlash effect. You can't Tap the Ley Line again for 24 hours."}}],"__prop":"action"}}]}]},{"type":"pf2-h2","name":"Sample Ley Lines","entries":["The following represent a number of different types of ley lines, each of which provides specific effects. GMs can use these ley lines as is or find some inspiration for new ley lines in their own games. Most ley lines are rare, but a specific ley line can be unique.",{"type":"data","tag":"generic","style":"book","data":{"name":"Basic Ley Line","traits":["rare","evocation"],"type":"Ley Line","level":"2","sections":[[["Most ley lines are simply naturally occurring conduits of pure magical energy. Tapping into a basic ley line allows spellcasters to modify their spells. This ley line has the {@trait arcane}, {@trait divine}, {@trait occult}, or {@trait primal} trait as appropriate.",{"type":"successDegree","entries":{"Benefit":"When you {@action Cast a Spell}, alter the spell as if you had just used your choice of either {@feat Reach Spell (Sorcerer)||Reach Spell} or {@feat Widen Spell (Sorcerer)||Widen Spell}.","Backlash":"The magical energy overwhelms your mind. You become {@condition stupefied 1} until the end of your next turn."}}]]]}},{"type":"data","tag":"generic","style":"book","data":{"name":"Energy Ley Line","traits":["rare","evocation","primal"],"type":"Ley Line","level":"4","sections":[[["Energy ley lines are attuned to a specific type of energy and enhance that energy's power. They might form where the power from an Inner Plane with immense energy (such as an Elemental Plane, the Positive Energy Plane, or the Negative Energy Plane) seeps across a planar boundary. An energy ley line can be attuned to acid, cold, electricity, fire, force, positive, negative, or sonic energy and gains the respective trait for that energy. Higher-level energy ley lines can deal greater persistent damage on the benefit and greater damage on the backlash, usually {@damage 1d8} per 4 levels.",{"type":"successDegree","entries":{"Benefit":"All damage of the associated energy type you deal clings to your targets, dealing an additional {@damage 1d8} {@condition persistent damage} of the ley line's energy type.","Backlash":"The energy rebounds, and you take {@damage 2d8} {@condition persistent damage} of the ley line's energy type."}}]]]}},{"type":"data","tag":"generic","style":"book","data":{"name":"Focused Ley Line","traits":["rare","arcane","divine","evocation","occult","primal"],"type":"Ley Line","level":"10","sections":[[["Focused ley lines are concentrated points of magical energy which are even more potent than other ley lines. These ley lines allow users to realign their magical connections almost immediately. Higher-level focused ley lines allow users to gain their benefits more times in a single day.",{"type":"successDegree","entries":{"Benefit":"You gain a Focus Point, which is separate from your focus pool and doesn't count toward the cap on your focus pool. You can gain this benefit only if you have a focus pool. If you don't use this focus point before the benefit of the ley line runs out, it's lost. You become temporarily immune to the benefits of this ley line for 24 hours.","Backlash":"Your entire being becomes overwhelmed with magical energy. You become {@condition stupefied 3} for 1 minute, and you can't {@action Refocus} for 1 hour."}}]]]}},{"type":"data","tag":"generic","style":"book","data":{"name":"Haunted Ley Line","traits":["rare","divine","necromancy","occult"],"type":"Ley Line","level":"12","sections":[[["Some ley lines form at sites of significant death. This results in haunted ley lines, which allow those who tap into them to blur the line between life and death. More powerful haunted ley lines grant the benefits of a higher-level {@spell blink} spell.",{"type":"successDegree","entries":{"Benefit":"You're affected by {@spell blink} for the duration of the ley line benefit. You can {@action Sustain a Spell||Sustain the Spell} as though you had cast it, and you can choose the direction of your reappearance when you do so (you still reappear randomly at the end of your turn).","Backlash":"You get partially pulled into the Ethereal Plane. For 1 minute, you vanish and reappear in a random direction at the end of your turn as noted in the effects of blink, but you don't gain any of the other effects of the spell."}}]]]}},{"type":"data","tag":"generic","style":"book","data":{"name":"Specialized Ley Line","traits":["rare","arcane"],"type":"Ley Line","level":"14","sections":[[["Specialized ley lines empower specific types of magic. They most commonly come about where a practitioner of a particular type of magic has utilized their magical arts repeatedly, such as at locations of magical academies. Each specialized ley line is attuned to a specific school of magic and gains that school's trait. More powerful ones can heighten a spell multiple levels at once.",{"type":"successDegree","entries":{"Benefit":"Spells you cast of the ley line's attuned school are empowered. When you {@action Cast a Spell} of that school, that spell is automatically heightened 1 level, up to a level equal to the highest spell level you can cast.","Backlash":"Your connection to the ley line's school of magic weakens, making it temporarily harder to manifest those spells. For 1 minute, all spells of the attuned school require one additional action to cast."}}]]]}}]},{"type":"pf2-h2","name":"Ley Line Rituals","entries":["Those who build a stronghold on a ley line might use rituals to increase their advantage. The following rituals allow easier or more powerful benefits from ley lines.",{"type":"data","tag":"ritual","data":{"name":"Empower Ley Line","source":"SoM","page":216,"level":7,"traits":["rare","evocation"],"cast":{"number":1,"unit":"day","entry":"1 day"},"cost":"magical foci worth a total value of 50 gp × the spell level × the target's level","secondaryCasters":{"number":6},"primaryCheck":{"entry":"{@skill Arcana}, {@skill Nature}, {@skill Occultism}, or {@skill Religion}, matching the ley line's tradition (legendary)","skills":["{@skill Arcana}","{@skill Nature}","{@skill Occultism}","{@skill Religion}"],"prof":"legendary"},"secondaryCheck":{"entry":"{@skill Lore||Ley Line Lore} or {@skill Occultism}","skills":["{@skill Lore}","{@skill Occultism}"]},"range":{"entry":"10 feet","distance":{"type":"feet","amount":10}},"targets":"1 ley line or ley line node up to double this ritual's level","duration":{"type":null},"entries":["You draw upon surrounding magical energy to empower a ley line, enhancing both its {@trait positive} and {@trait negative} effects.","The duration of an empowered ley line's benefits increases: when you successfully Tap a Ley Line that's empowered, you gain its benefits until the end of your next turn on a success (1 minute on a critical success)","You take double the damage if you fail to Tap a Ley Line that's empowered and double the damage from the ley line's backlash effects (if any). If a backlash effect has a duration, that duration increases: a backlash effect that would ordinarily last until the end of your next turn now lasts for 1 minute, effects that last for 1 minute now last for 10 minutes, effects that last for 10 minutes now last for 1 hour, and effects that last for 1 hour now last for 1 day.",{"type":"successDegree","entries":{"Critical Success":"You empower the ley line until the next turning of the season.","Success":"You empower the ley line for 1 week.","Failure":"You fail to empower the ley line.","Critical Failure":"All casters take damage and suffer the ley line's backlash as if they had critically failed to Tap the Ley Line. This damage and backlash is enhanced as if the ley line were successfully empowered, leading to increased damage and longer backlash effects."}}]}},{"type":"data","tag":"ritual","data":{"name":"Establish Nexus","source":"SoM","page":217,"level":5,"traits":["rare","consecration","transmutation"],"cast":{"number":1,"unit":"day","entry":"1 day"},"cost":"magical foci worth 100 gp × the spell level × the node's level","secondaryCasters":{"number":2},"primaryCheck":{"entry":"{@skill Arcana}, {@skill Nature}, {@skill Occultism}, or {@skill Religion} based on the ley line (master)","skills":["{@skill Arcana}","{@skill Nature}","{@skill Occultism}","{@skill Religion}"],"prof":"master"},"secondaryCheck":{"entry":"{@skill Lore||Ley Line Lore} or {@skill Occultism}","skills":["{@skill Lore}","{@skill Occultism}"]},"range":{"entry":"10 feet","distance":{"type":"feet","amount":10}},"targets":"1 ley line node up to double establish nexus's level","duration":{"type":null},"entries":["You focus the power of the node's intersecting ley lines into a powerful confluent point known as a ley line nexus.","The ley line nexus grows out from the node in a 20-foot radius. The ley line nexus is more open and available for access to creatures you designate. When Tapping the Ley Lines, these creatures get a degree of success one better than they rolled.",{"type":"successDegree","entries":{"Critical Success":"The ley line nexus is established. The nexus is particularly powerful, allowing it to continually refresh its magical energy; thus, the nexus lasts for up to 100 years, unless the ley lines shift.","Success":"The ley line nexus is established and lasts for a year and one day, unless the ley lines shift.","Failure":"You fail to establish the ley line nexus.","Critical Failure":"All casters take damage and suffer backlash effects as if they had critically failed to Tap every Ley Line in the node simultaneously, and they can't attempt to Tap those Ley Lines for a year and one day."}}]}}]}]},{"type":"pf2-h1","name":"Pervasive Magic","source":"SoM","page":218,"entries":["{@b Rarity:} {@trait Rare}","GMs can use the pervasive magic rules found here to create worlds where magic flows freely (or to alter only parts of a setting to be especially high in magic; see page 222 for ideas on how to incorporate pervasive magic rules into the Lost Omens setting).","Adding magical traits to a campaign can enrich the setting and make it more memorable. Perhaps a cataclysmic, magical event turned part of the world into a barren wasteland—those desolated plains might still hold enough residual magic to apply the pervasive magic rules. Creatures and characters in an area might all have the arcane trait, or mountain lakes tied to the Elemental Plane of Water might infuse the nearby terrain and its inhabitants with primal magic. The constant efforts of secretive cults might cause occult power to leak into the sewers and tunnels beneath a bustling city.","The GM must decide when first creating a campaign if it uses the pervasive magic rules. In pervasive magic campaigns, players choose their characters' associated magic trait and can select from the pervasive magic backgrounds and feats presented starting on page 219. Because pervasive magic represents a slight power increase overall, it's recommended that if some characters in the setting have access to pervasive magic, then all characters should to maintain balance.",{"type":"pf2-h2","name":"Tradition Traits","entries":["Every creature in a pervasive magic campaign, including PCs, has a trait associated with one of the magical traditions. Note that this trait is inherent and a circumstance of nature, independent of class choice—a character with the primal tradition trait can still study to be a wizard and cast arcane spells. See page 220 for how to adjust creature stats in areas of pervasive magic. You might see primal manticores, arcane ogres, occult gold dragons, or divine flesh golems.","Creatures (including PCs) gain the following:",{"type":"list","items":["A trait associated with one of the magic traditions: {@trait arcane}, {@trait divine}, {@trait occult}, or {@trait primal}.","The ability to cast a cantrip (PCs choose one upon character creation) from the tradition associated with that trait.","The {@action Cast a Spell} activity.","Proficiency rank in spell DCs and spell attack rolls with the chosen tradition equal to their class DC or their highest proficiency rank in spell DCs, whichever is higher. They can choose any mental ability score (Intelligence, Wisdom, or Charisma) to be associated with their innate spells granted by pervasive magic.","Access to backgrounds and feats with the {@trait pervasive magic} trait (see below)."]}]},{"type":"pf2-h2","name":"Magical Backgrounds","entries":["Characters in pervasive magic campaigns choose backgrounds normally, but they also have access to backgrounds that represent the influence of constant and powerful magic during their lives. Some of these backgrounds determine your innate magical trait.",{"type":"list","column":3,"items":["{@background Energy Scarred|SoM}","{@background Mystic Tutor|SoM}","{@background Surge Investigator|SoM}"]}]},{"type":"pf2-h2","name":"Feats","entries":["This section presents new feats that are available only to creatures or characters from pervasive magic campaigns. All of these feats are class feats, but they can be taken by any class. When you take the feat, it gains the trait appropriate for your class.",{"type":"list","column":2,"items":["{@feat Cantrip Casting|SoM}","{@feat Basic Spellcasting|SoM}","{@feat Expert Spellcasting|SoM}","{@feat Master Spellcasting|SoM}"]}]},{"type":"pf2-h2","name":"Creature Adjustments","entries":["In a world of pervasive magic, creatures gain at least one trait associated with a magical tradition. These traits reflect the creature's innate magical nature. In areas of localized pervasive magic, these traits represent the area itself.",{"type":"pf2-h3","name":"Arcane Adjustments","entries":["The creature gains the {@trait arcane} trait and can cast a single innate spell from the arcane spell list once per day. Use the creature's level (see the table below) to determine the spell's level. Use the spell DC and spell attack roll on the table if the creature does not already have those statistics.",{"source":"SoM","page":220,"labelRowIdx":[0],"colStyles":["text-left","text-left","text-left"],"rows":[["Creature Level","Spell Level (Statistics)","Suggested Spells"],["–1 to 2","Cantrip (DC 15, attack +7)","{@spell Daze}, {@spell detect magic}, {@spell shield}, {@spell telekinetic projectile}"],["3 to 4","1st (DC 18, attack +10)","{@spell Charm}, {@spell fleet step}, {@spell grim tendrils}, {@spell magic missile}, {@spell sleep}"],["5 to 6","2nd (DC 21, attack +13)","{@spell Blur}, {@spell invisibility}, {@spell mirror image}, {@spell see invisibility}, {@spell spider climb}"],["7 to 8","3rd (DC 23, attack +15)","{@spell Blindness}, {@spell fireball}, {@spell haste}, {@spell hypnotic pattern}, {@spell lightning bolt}, {@spell wall of wind}"],["9 to 10","4th (DC 26, attack +18)","{@spell Blink}, {@spell confusion}, {@spell fire shield}, {@spell freedom of movement}, {@spell wall of fire}"],["11 to 12","5th (DC 29, attack +21)","{@spell Cloak of colors}, {@spell cloudkill}, {@spell cone of cold}, {@spell tongues}"],["13 to 14","6th (DC 31, attack +23)","{@spell Chain lightning}, {@spell spellwrack}, {@spell true seeing}"],["15 to 16","7th (DC 34, attack +26)","{@spell Fiery body}, {@spell prismatic spray}, {@spell true target}"],["17 to 18","8th (DC 35, attack +27)","{@spell Disappearance}, {@spell horrid wilting}, {@spell maze}"],["19 to 20","9th (DC 38, attack +30)","{@spell Meteor swarm}, {@spell prismatic sphere}"],["21 or higher","10th (DC 42, attack +34)","{@spell Time stop}, {@spell wish}"]],"type":"table"}]},{"type":"pf2-h3","name":"Divine Adjustments","entries":["The creature gains the {@trait divine} trait and can cast a single innate spell from the divine spell list once per day. Use the creature's level (see the table below) to determine the spell's level. Use the spell DC and spell attack roll on the table if the creature does not already have those statistics.",{"source":"SoM","page":220,"labelRowIdx":[0],"colStyles":["text-left","text-left","text-left"],"rows":[["Creature Level","Spell Level (Statistics)","Suggested Spells"],["–1 to 2","Cantrip (DC 15, attack +7)","{@spell Detect magic}, {@spell divine lance}, {@spell guidance}, {@spell light}"],["3 to 4","1st (DC 18, attack +10)","{@spell Bane}, {@spell bless}, {@spell heal}, {@spell sanctuary}"],["5 to 6","2nd (DC 21, attack +13)","{@spell Death knell}, {@spell restoration}, {@spell silence}, {@spell spiritual weapon}"],["7 to 8","3rd (DC 23, attack +15)","{@spell Chilling darkness}, {@spell heroism}, {@spell sanctified ground}, {@spell searing light}"],["9 to 10","4th (DC 26, attack +18)","{@spell Divine wrath}, {@spell spell immunity}"],["11 to 12","5th (DC 29, attack +21)","{@spell Abyssal plague}, {@spell flame strike}, {@spell sending}, {@spell spiritual guardian}"],["13 to 14","6th (DC 31, attack +23)","{@spell Blade barrier}, {@spell righteous might}"],["15 to 16","7th (DC 34, attack +26)","{@spell Eclipse burst}, {@spell energy aegis}, {@spell sunburst}"],["17 to 18","8th (DC 35, attack +27)","{@spell Divine aura}, {@spell spiritual epidemic}"],["19 to 20","9th (DC 38, attack +30)","{@spell Overwhelming presence}, {@spell wail of the banshee}"],["21 or higher","10th (DC 42, attack +34)","{@spell Miracle}, {@spell revival}"]],"type":"table"}]},{"type":"pf2-h3","name":"Occult Adjustments","entries":["The creature gains the {@trait occult} trait and can cast a single innate spell from the occult spell list once per day. Use the creature's level (see the table below) to determine the spell's level. Use the spell DC and spell attack roll on the table if the creature does not already have those statistics.",{"source":"SoM","page":220,"labelRowIdx":[0],"colStyles":["text-left","text-left","text-left"],"rows":[["Creature Level","Spell Level (Statistics)","Suggested Spells"],["–1 to 2","Cantrip (DC 15, attack +7)","{@spell Chill touch}, {@spell guidance}, {@spell ghost sound}, {@spell shield}"],["3 to 4","1st (DC 18, attack +10)","{@spell Bane}, {@spell charm}, {@spell fear}, {@spell grim tendrils}, {@spell ray of enfeeblement}"],["5 to 6","2nd (DC 21, attack +13)","{@spell Darkness}, {@spell false life}, {@spell paranoia}"],["7 to 8","3rd (DC 23, attack +15)","{@spell Enthrall}, {@spell haste}, {@spell slow}"],["9 to 10","4th (DC 26, attack +18)","{@spell Confusion}, {@spell phantasmal killer}, {@spell suggestion}"],["11 to 12","5th (DC 29, attack +21)","{@spell Abyssal plague}, {@spell black tentacles}, {@spell crushing despair}"],["13 to 14","6th (DC 31, attack +23)","{@spell Feeblemind}, {@spell repulsion}, {@spell spirit blast}"],["15 to 16","7th (DC 34, attack +26)","{@spell Mask of terror}, {@spell visions of danger}, {@spell warp mind}"],["17 to 18","8th (DC 35, attack +27)","{@spell Maze}, {@spell mind}, {@spell spirit song}, {@spell uncontrollable dance}"],["19 to 20","9th (DC 38, attack +30)","{@spell Telepathic demand}, {@spell unfathomable song}"],["21 or higher","10th (DC 42, attack +34)","{@spell Alter reality}, {@spell fabricated truth}"]],"type":"table"}]},{"type":"pf2-h3","name":"Primal Adjustments","entries":["The creature gains the {@trait primal} trait and can cast a single innate spell from the primal spell list once per day. Use the creature's level (see the table below) to determine the spell's level. Use the spell DC and spell attack roll on the table if the creature does not already have those statistics.",{"source":"SoM","page":220,"labelRowIdx":[0],"colStyles":["text-left","text-left","text-left"],"rows":[["Creature Level","Spell Level (Statistics)","Suggested Spells"],["–1 to 2","Cantrip (DC 15, attack +7)","{@spell Electric arc}, {@spell produce flame}"],["3 to 4","1st (DC 18, attack +10)","{@spell Heal}, {@spell jump}, {@spell magic fang}, {@spell pass without trace}"],["5 to 6","2nd (DC 21, attack +13)","{@spell Barkskin}, {@spell enlarge}, {@spell resist energy}, {@spell shatter}"],["7 to 8","3rd (DC 23, attack +15)","{@spell Blindness}, {@spell slow}, {@spell stinking cloud}"],["9 to 10","4th (DC 26, attack +18)","{@spell Air walk}, {@spell freedom of movement}, {@spell solid fog}"],["11 to 12","5th (DC 29, attack +21)","{@spell Cloudkill}, {@spell elemental form}, {@spell wall of ice}"],["13 to 14","6th (DC 31, attack +23)","{@spell Baleful polymorph}, {@spell field of life}, {@spell tangling creepers}"],["15 to 16","7th (DC 34, attack +26)","{@spell Eclipse burst}, {@spell regenerate}, {@spell sunburst}, {volcanic eruption}"],["17 to 18","8th (DC 35, attack +27)","{@spell Earthquake}, {@spell horrid wilting}, {@spell punishing winds}"],["19 to 20","9th (DC 38, attack +30)","{@spell Nature's enmity}, {@spell storm of vengeance}"],["21 or higher","10th (DC 42, attack +34)","{@spell Cataclysm}, {@spell primal phenomenon}"]],"type":"table"}]}]},{"type":"pf2-h2","name":"Magical Terrain","entries":["From a city where strange lights flit from street to street, a cavern that can't be found by scrying, or a bog where illusions frolic, magical terrain can create memorable locations and challenges. This section describes several types of magical terrain that the GM can use in a pervasive magic setting. The size and location of each type of terrain is entirely up to the GM. The effects of magical terrain can be constant, or they might occur only under certain circumstances, such as a forest that becomes home to potent arcane magic only at night, or every century an eclipse on the winter solstice subjects a nearby city to ghoulish hunger.","Magical terrain fits well into pervasive magic campaigns, but can be used in any campaign as a way to help create unique and memorable encounters.",{"type":"pf2-h3","name":"Energy Surge Terrain","entries":["Choose an energy type (acid, cold, electricity, fire, force, negative, positive, or sonic). Whenever a magic effect does damage of that type, it does additional damage (usually {@damage 1d6} additional damage, but the GM might increase or decrease the amount to depict stronger or weaker areas of surging energy)."]},{"type":"pf2-h3","name":"Heightened Terrain","entries":["This type of terrain heightens spells cast within it. An area of heightened terrain could alter anything from a single spell to an entire school of magic or magical tradition. These areas vary greatly in appearance, evincing the influence of the specific type of magic heightened. Spells that match the criteria are heightened 1 level above the spell level they were cast at."]},{"type":"pf2-h3","name":"Metamagic Terrain","entries":["Any eligible spell cast in this terrain has a particular metamagic effect added to it—typically {@feat Reach Spell (Druid)||Reach Spell} or {@feat Widen Spell (Druid)||Widen Spell}. If the caster uses a {@trait metamagic} action before casting a spell, that action overrides the terrain's metamagic effect. These areas usually appear fairly normal, but fountains of magical energy spring up around a caster when they begin {@action Cast a Spell||Casting a Spell}."]},{"type":"pf2-h3","name":"Occult Magic Terrain","entries":["In areas of occult magic, emotions run hotter, passions flare, and a mysterious intent permeates.","Any creature casting an occult spell gains a +1 circumstance bonus to Will saves, {@skill Deception} checks, {@skill Diplomacy} checks, {@skill Intimidation} checks, and {@skill Performance} checks until the end of its next turn."]},{"type":"pf2-h3","name":"Primal Magic Terrain","entries":["In areas of primal magic, plant life is lusher, experiences are more vivid, and instincts are sharper—the land itself seems vibrant and alive.","Creatures who cast a primal spell here gain a +10-foot status bonus to Speeds until the end of their next turn."]},{"type":"pf2-h3","name":"Spell-Touched Terrain","entries":["Spell-touched terrain is enchanted with either a permanent spell effect or cast spells periodically.","{@indentFirst {@b Permanent Spell Effects:} This terrain, or all creatures in it, is affected by a certain spell. For example, all creatures in an area might be affected by {@spell blink}, or any creature that attempts to jump is automatically affected by a {@spell jump} spell. There might be a condition required before a creature gains the effects.}","{@indentFirst {@b Periodic Spell Casting:} The terrain itself casts spells at set intervals. These spells can affect all creatures, random creatures, or certain subcategories of creatures at the GM's discretion, and they might require a specific condition before they occur.}"]}]},{"type":"pf2-sidebar","name":"Limiting Pervasive Magic","entries":["This section assumes that pervasive magic is an option the GM chooses to help make a memorable high-magic campaign with a unique feel, but these rules can still be used in a way that doesn't have to be quite as... pervasive. Using these rules only in specific parts of the world can help make adventures feel special and allows you to introduce the pervasive magic a campaign that's already in progress. You can imbue a location of any size with pervasive magic, from a nation where everyone is imbued with an affinity for fire magic to a lonely forest glade where certain spells are more powerful.",{"type":"pf2-title","name":"Example Pervasive Magic Locations"},"Use the following list as inspiration when thinking of places in your campaign where the pervasive magic rules might apply.",{"type":"list","items":["A waterfall that grants {@spell heroism} to anyone who survives a plunge from its heights.","A cavern that casts {@spell hallucinatory terrain}, preventing spelunkers from finding the exit.","A remote spring that removes a curse or disease once per year for those who bathe in its waters.","An impassable forest that frequently casts {@spell tanglefoot} and {@spell entangle} on creatures not native to its reaches.","A tavern where one patron each night is the target of a {@spell hideous laughter} spell."]}]},{"type":"pf2-h2","name":"Pervasive Magic in the Inner Sea","entries":["There are many places on Golarion that could fit thematically in campaigns including pervasive magic or localized pervasive magic. The following are some examples of how GMs could apply pervasive magic rules to some of these areas.",{"type":"pf2-h3","name":"Absalom and Starstone Isle","entries":["Traces of the dead god Aroden's divine power might create areas of pervasive magic. Creatures of any type might gain the {@trait divine} trait.","{@b Starstone Cathedral:} The magic of the Starstone could make this divine spell-touched terrain.","{@b Tyrant's Grasp:} The site of the Whispering Tyrant's defeat is still suffused with powerful necromantic magic. Necromantic spells could be heightened in this area."]},{"type":"pf2-h3","name":"Broken Lands","entries":["The Broken Lands are marked by areas where primal magic flourishes. Wild creatures from these regions might show {@trait primal} traits.","{@b River Kingdoms:} The River Kingdoms, like other places with powerful First World connections, might feature areas of magical terrain with primal surges or areas where primal spells are heightened.","{@b Sarkoris:} The lingering effects of the Worldwound could create powerful pervasive magic effects in this region, boosting spells connected to the Abyss but risking corruption to spellcasters who rely too heavily on it."]},{"type":"pf2-h3","name":"Eye of Dread","entries":["The Eye of Dread region has seen multiple events of immense magical power, and pockets of pervasive magic could riddle the entire region.","{@b Gallowspire:} The broken fortress of Tar-Baphon still teems with power. It might heighten necromantic magic and imbue undead inhabitants with the {@trait arcane} trait.","{@b Nirmathas:} Nirmathas has strong First World connections through the Fangwood forest and could be filled with primal magic near portals to the First World."]},{"type":"pf2-h3","name":"Golden Road","entries":["Mostly due to the influence of Ancient Osirion, divine spell-touched terrain might appear in the region.","{@b Black Desert:} The power of unlife flourishes in this Vault deep in the Darklands. All necromancy spells could be heightened, and undead creatures from this area might gain the {@trait divine} trait."]},{"type":"pf2-h3","name":"High Seas","entries":["Even the waters of the High Seas could hold locations where magic is pervasive.","{@b Azlanti Ruins:} The various ruins of Azlant might contain several variations of pervasive magic effects, most likely enhancing or affecting arcane magic.","{@b Eye of Abendego:} The unceasing storm might heighten and enhance air- or wind-affecting magic. Creatures in the area might gain the {@trait primal} magic trait."]},{"type":"pf2-h3","name":"Impossible Lands","entries":["The Impossible Lands is the most magic-infused region in the Inner Sea. Many types of pervasive magic effects and terrain might be found throughout its reaches.","{@b Geb:} Geb's cities, especially the capital of Mechitar, might have heightened necromantic magic.","{@b Jalmeray:} The island nation might have energy surge terrain or other such areas that heighten elemental magic.","{@b Nex:} Several prominent locations within the magical kingdom might heighten {@trait arcane} magic."]},{"type":"pf2-h3","name":"Mwangi Expanse","entries":["The Mwangi Expanse is a verdant region, and it could have pockets of primal magic terrain secreted throughout its wild lands.","{@b Mzali:} The temple-city of Mzali was once the center of an empire ruled by divine sun kings. A few creatures in this area might have the {@trait divine} trait, and divine magic could be heightened in parts of the city proper.","{@b Ruins of Kho:} These ruins of the first Shory flying city, smashed to the earth by the Tarrasque, still sputter with magical energies. Creatures from areas near the fallen city might gain the {@trait arcane} trait, and {@trait arcane} magic could be heightened in the area. Specific spots among the ruins might feature various types of energy surge terrain."]},{"type":"pf2-h3","name":"Old Cheliax","entries":["Cheliax's connection to Hell and Nidal's ties to Zon-Kuthon might manifest as areas of divine spell-touched terrain.","{@b Barrowood:} While fey influences might lead to some areas of primal magic terrain, the Winter Grove where the first queen of House Thrune made her infernal pact could be covered in powerful Hellish, divine spell-touched terrain.","{@b Nidal:} The pall of darkness over Nidal might qualify as a powerful type of spell-touched terrain in a pervasive magic game, and there could be even more twisted manifestations of Zon-Kuthon across the land."]},{"type":"pf2-h3","name":"Saga Lands","entries":["The Saga Lands are potential places for pervasive magic that enhances primal spells. Additionally, Thassilonian ruins might enhance magic associated with a particular school of magic (excluding divination).","{@b Lands of the Linnorm Kings:} Places with potent First World connections might qualify as {@trait primal} magic terrain."]},{"type":"pf2-h3","name":"Shining Kingdoms","entries":["Many small areas of the Shining Kingdoms contain portals to the First World, and therefore might have the characteristic touch of primal magic common to such areas.","{@b Darkmoon Vale:} The area's affinity for evocation magic might make even innocuous creatures capable of dangerous magical bursts."]}]}]},{"type":"pf2-h1","name":"Shadow Magic","source":"SoM","page":224,"entries":["{@b Rarity:} {@trait Uncommon}","This section has options for both spellcasters who use shadow magic and for companions that dwell in the dark.","{@b {@archetype Shadowcaster|SoM|Shadowcasters}} sacrifice the magic of light to bind themselves to the darkness. Information about shadowcasters in the Inner Sea region can be found on this page and the {@archetype shadowcaster|SoM|archetype}.","{@b Shadow companions and familiars} can accompany shadowcasters or can join anyone else as shadowy compatriots. These creatures might follow one who's already traveling the path of shadow or might be strange ambassadors to someone of a more conventional stripe. {@archetype Shadowdancer|APG|Shadowdancers} with companions typically choose these creatures of shadow.",{"type":"pf2-h2","name":"Shadowcaster Origins","page":224,"source":"SoM","entries":["Shadowcasters can come from any tradition of magic, though divine or occult casters are the most likely to attempt to master the power of shadow. Their magic is most entwined with the spirit, and thus they're most easily able to understand and accept the sacrifice necessary to become a shadowcaster. Primal practitioners are rarer, often finding the power of shadow antithetical to their goals and beliefs. Arcane spellcasters are slightly more likely to use shadow magic, but it isn't uncommon for wizards to question the value of the trade, unwilling to give up the ability to manipulate the powers of light in exchange for increased facility with shadow and darkness."],"reference":{"auto":true}},{"type":"pf2-h2","page":226,"source":"SoM","name":"Shadowcaster (Archetype)","entries":["The world is full of shadows, but each living creature possesses a form of inner light to ward against that ever-present darkness... all except shadowcasters. By trading away that piece of their spirit, shadowcasters have removed a limiter, allowing them to gain magical power rooted in the darkness; however, this trade also exposes them to otherworldly whispers from the realms of shadow.","{@b Additional Feats:} {@b 4th} {@feat Familiar (Sorcerer)||Familiar}; {@b 6th} {@feat Enhanced Familiar (Sorcerer)||Enhanced Familiar}; {@b 12th} {@feat Shadow Magic|APG}; {@b 14th} {@feat Additional Shadow Magic|APG}, {@feat Shadow Illusion|APG}; {@b 16th} {@feat Shadow Power|APG}","{@note You can find the full {@archetype Shadowcaster|SoM} archetype on the {@pf2etools archetypes|archetypes.html} page.}"]},{"type":"pf2-h2","name":"Shadow Companions","source":"SoM","page":228,"entries":["Spellcasters aren't the sole purveyors of shadow magic. Some adventurers are guided on their path by companions with an inherent connection to shadow, whether or not the adventurer is a shadowcaster. Adventurers who would wield shadow should follow the guidance of such beings. {@archetype Shadowcaster|SoM|Shadowcasters}, as well as others who might stumble across this knowledge, have access to the shadow hound animal companion and the shade specialization option.","{@note The {@companion Shadow Hound|SoM} statblock can be found on the {@Pf2eTools Companions & Familiars|companionsfamiliars.html} page.}",{"type":"pf2-h3","name":"Shade Specialization","entries":["The shade specialization is an alternative to the specialization benefits included on page 217 of the Core Rulebook, such as ambusher or tracker, that draws an animal companion closer to shadow. This specialization is {@trait uncommon}, though you gain access to it if you're a {@archetype shadowcaster}.",{"type":"pf2-h4","name":"Shade","entries":["Your companion's physical form is made, in whole or in part, of shadow. It gains {@ability darkvision}, resistance 5 to all damage except force, and in areas of dim light or darkness, it can Step 10 feet instead of 5 feet. Its proficiency rank in unarmored defense increases to expert."]}]}]},{"type":"pf2-sidebar","name":"Stalking the Shadows","source":"SoM","page":229,"entries":[],"reference":{"auto":true}},{"type":"pf2-h2","name":"Shadow Familiars","source":"SoM","page":229,"entries":["Familiars bind themselves to mortals in a symbiotic relationship. Shadowcaster witches are among the most likely to obtain a familiar with the power of shadow, particularly those with the night patron. Others likely to take on shadow familiars include shadow bloodline sorcerers and darkness domain clerics.",{"type":"pf2-h3","name":"Shadow Familiar","source":"SoM","page":229,"entries":["Some spellcasters and ritualists don't just summon and bind a familiar, but instead transform their own shadow into a familiar. These casters can be identified by their lack of a shadow regardless of the level of light in the area and by the strange muted appearance of any article of clothing or jewelry they wear. Occasionally mistaken for vampires or other undead by the cautious or superstitious, these spellcasters nonetheless find the trade worth it in exchange for the unique abilities their shadow familiar can possess.","Shadow familiars are a type of specific familiar (Advanced Player's Guide 147). While all shadowcasters have access to these familiars, there are other paths to learn the proper magic to obtain a shadow familiar.","{@note The full {@familiar Shadow Familiar|SoM} statblock can be found on the {@Pf2eTools Companions & Familiars|companionsfamiliars.html} page.}"]},{"type":"pf2-h3","name":"Familiar Abilities","source":"SoM","page":229,"entries":["Shadow familiars use these additional familiar abilities. A shadowcaster, however, can select these abilities for any kind of familiar.","{@b {@familiarAbility Darkeater|SoM}:} Your familiar naturally recovers in the shadows. After spending 10 consecutive minutes in an area of dim light or darkness, your familiar recovers a number of Hit Points equal to half your level.","{@b {@familiarAbility Shadow Step|SoM}:} Your familiar gains the Shadow Step action. You must be at least 7th level to select this familiar ability for your familiar.",{"type":"ability","name":"Shadow Step","activity":{"entry":"{@as 1}","number":1,"unit":"action"},"requirements":"The familiar is in dim light or darkness.","traits":["conjuration","shadow","teleportation"],"entries":["The familiar teleports itself up to 30 feet. The destination must be in dim light or darkness and must be within your familiar's line of sight and line of effect. This action has the trait matching your tradition of magic, or {@trait occult} if you aren't a spellcaster."]}]}]}]},{"type":"pf2-h1","name":"Soul Seeds","source":"SoM","page":230,"entries":["{@b Rarity:} {@trait Rare}","Soul seeds are a special type of intangible {@book relic|gmg|3|Relics}, though because they bind to the soul of the creature that carries them, they can't be removed from the creature they're bonded with except on that creature's death (at which point the soul seed might manifest nearby or might be lost along with the bearer). Since soul seeds aren't physical objects, they never have {@action Interact} activations.",{"type":"pf2-sample-box","name":"Using Soul Seeds","entries":["Here are some potential ways for a soul seed to come into being or be used in your story:",{"type":"list","items":["A character can be born with a soul seed.","A soul seed is trapped in an obscure magical tome and bonds with the first creature to read the book.","Powerful emotion experienced in a place of great magic leads to the creation of a soul seed—and might also invoke {@variantrule cathartic magic|SoM}.","Dreadful sacrifice creates a malignant soul seed."]}]},{"type":"pf2-h2","name":"Soul Seed Gifts","source":"SoM","page":230,"entries":["The GM should follow the same {@book guidelines and rules|gmg|3|Relics} for granting soul seeds as for relics. They can have any aspect or gift that a normal relic has, and their DCs, spell attack rolls, and counteract modifiers are determined identically. The following gifts are particularly appropriate for soul seeds, though they might apply to relics in the right circumstances. Dragon gifts are often connected to the souls of ancient dragons, and soul gifts are prevalent across all sorts of soul seeds.","{@note Please visit the {@filter relic gifts page|relicgifts||source=som} to view all soul seed gifts.}"]}]},{"type":"pf2-h2","name":"Soulforged Armaments","source":"SoM","page":232,"entries":["{@b Rarity:} {@trait Uncommon}","Soulforged armaments can be summoned only in the service of a higher purpose or calling, such as a blade called forth to avenge a wrongful death or a shield conjured to protect one's homeland from invasion. Weaponry, shields, or armor created in this way often visually resemble the purpose they were summoned to fulfill. For example, a dagger forged from a soulbond to assassinate the high council of a tyrannical nation might bear the names or likenesses of the targets—only to see them crossed out or fade from view as each is eliminated.",{"type":"pf2-sidebar","name":"Soulforged Tales","source":"SoM","page":232,"entries":[],"reference":{"auto":true}},{"type":"pf2-h2","name":"Binding an Armament","source":"SoM","page":232,"entries":["You bind an armament—a weapon, shield, or suit of armor—to your soul when you select the {@feat Soulforger Dedication|SoM} feat. This represents performing a special ritual to do so. You can choose an item you own to make soulforged or spontaneously manifest an item with a form drawn from your spiritual essence. In the latter case, you choose the form, selecting a mundane weapon, shield, or armor of level 1 or lower, either common or one to which you have access. An existing armament is deconstructed and then recreated with the substance of your soul binding it together, which changes the appearance to match the state of your soul. It might have a perfect surface and gleam in the faintest light if you have a noble soul or have a twisting, chaotic shape if your soul is wracked with turmoil. This appearance can change based on your actions. Most soulforgers also choose a unique name for their armament.","{@b Traits:} A soulforged armament is always magical. If it doesn't otherwise have any traits that make it magical, it gains the magical and evocation traits if it's a weapon or the magical and abjuration traits if it's a shield or armor.","{@b Extradimensional Storage:} The armament is stored in an extradimensional space when not in use, and you can Manifest it to summon it into your hands or onto your body. A soulforged armament can be Dropped, {@action Disarm||Disarmed}, or otherwise removed from you, but its soulforged abilities don't function for anyone else, and you can {@action Dismiss} the manifestation to return the items to the extradimensional space no matter where the items are. If you die or choose to pass ownership of a soulforged armament to a successor, it loses any soulforged abilities; violating the spirit of the soulforged bond by selling the item tends to have disastrous results. There might be special techniques or rituals by which a determined foe can break your bond with a soulforged item, but otherwise, your ability to {@action Dismiss} and Manifest it essentially means it can't be stolen.","{@b Essence Power:} Choose one essence power for your soulforged armament. You can bring the essence power forth once per day by tapping into the armament's essence form deep in your soul; essence powers can be found on page 236. You also choose a soulbond—a cause true to your soul that links you and your armament. Going against this cause can give your armament a soulbond corruption that hinders you even while the armament isn't manifested."]},{"type":"pf2-sample-box","name":"Special Armament Types","source":"SoM","page":233,"entries":["The types of items you can choose for your armaments are fairly flexible, but some require special rules.",{"type":"pf2-title","name":"Specific Items"},"You can turn a specific item into your armament, such as a {@item flame tongue} or {@item sturdy shield}, though some unusual or special items can't be bonded, such as cursed items, artifacts, and intelligent items, in addition to other story-specific items at the GM's discretion. Bonding a specific item follows the standard procedure for upgrading or reshaping your armament.",{"type":"pf2-title","name":"Ammunition"},"If a soulforged weapon requires ammunition, that ammunition appears with the weapon when you Manifest it. You can choose the way it appears, such as in a magical quiver that appears on your body, or simply floating in the air where you can pluck it to load or shoot your weapon. The form doesn't change how many or what type of actions reloading takes or any other functions of the ammunition. If you want anything other than basic ammunition for your weapon (such as a {@item sleep arrow}), you must attain and carry that ammunition separately.",{"type":"pf2-title","name":"Dual Weapons"},"You can choose two one-handed weapons you want to wield simultaneously as your soulforged weapons. When you Manifest Soulforged Armament, both weapons appear. Because they're a pair, you must Manifest them together, having two hands free to do so, and Dismiss them simultaneously as well. The essence power applies to both weapons, so they share benefits like the new damage type and status bonus to damage from planar pain. However, you get any effects the bond grants you only once, as the dual weapons function as a single armament. For instance, if your essence power is healing grace, you can cast one heal spell when you manifest the essence form of your dual weapons, not two.",{"type":"pf2-title","name":"Attached Weapons"},"An attached weapon (such as a {@item shield boss} or {@item shield spikes}) brings the item it's attached to with it when manifested or Dismissed. Manifest Soulforged Armament uses the item the weapon is attached to for its Requirements, so a shield boss would require you to have a hand free to hold the shield. If you have Soul Arsenal, you could have a soulforged weapon attached to a soulforged shield. These items work normally for Soul Arsenal, except that you can neither Manifest nor Dismiss one without the other."]},{"type":"pf2-h2","name":"Soul Path","source":"SoM","page":234,"entries":["When you take Soulforger Dedication, you must choose a soul path—a motivation, cause, or goal that compels you to act, prompts you to undertake substantial risk, and drives you to face significant danger. Such a motivation can be limited or grand in scope but must be actionable enough to be easily linked to gameplay. For example, if your village was destroyed by the greed of wealthy nobles, you might select a soul path to protect the poor by undermining the rich, which might drive you to protect an innocent from the blade of a wealthy noble or break into a bank vault containing coins stolen from destitute villagers. Other sample soulbonds might include liberating the oppressed from the tyranny of slavery, punishing those who threaten nature or hunting and killing malevolent undead. Work with the GM to choose a soul path that fits in well with the themes of your campaign and group dynamic so that you can pursue your soul path in an interesting fashion.",{"type":"pf2-h3","name":"Corruption","entries":["Though the supernatural link with a specific armament created by a soulbond is powerful, the sensitive nature of will—with its potential for dramatic ebb and flow— poses a threat to those who harness this power. Once you're bound to a soulforged armament, you begin to test your true devotion to your soul path.","If you behave or act in a way that directly opposes or hinders the motivation, goal, or cause declared in your soul path (regardless of whether the act involves your soulforged armaments), your spirit begins to tarnish. It's anathema for you to commit acts opposed to your soul path or to even go a long time without taking action to pursue the path. You and your GM determine when you've performed an anathematic act. In the example of protecting the poor by undermining the rich, working for a wealthy noble or directly in their interest could be anathema, as could spending a month on a distant plane far from the struggles of the oppressed. In both examples, you could find an approach to remain true and avoid the anathema. In the first case, you might use your leverage to force the noble to anonymously divest a substantial amount of their funds to feed and house the poor—or do so yourself. In the second, you might seek a similar dynamic of wealth and want among the cultures of the distant plane and work against it.","Anathematic acts trigger a curse known as {@curse soulforged corruption|SoM} that degrades and perverts the energies within your soulforged armament. This curse brings out a flaw inextricably tied to the armament's true essence. The corruption flaw applies to you even when your armament isn't manifested. The rules for the flaw appear in the essence power. As normal for a curse, this affliction can be removed only by effects that specifically target curses, including the methods listed in the Removing Corruption section below."]},{"type":"pf2-h3","name":"Removing Corruption","entries":["The effects of {@curse soulforged corruption|SoM} can be staved off with the {@action Cleanse Soul Path|SoM} exploration activity or cured with the {@ritual purify soul path|SoM} ritual."]}]},{"type":"pf2-sidebar","name":"Soulforged Champions","source":"SoM","page":235,"entries":["The most exalted wielders of soulforged weapons have been champions, and they're much more common than other wielders. If you're a {@class champion}, you can tie your soul path to your cause. Being a {@class champion} sets a steady soul path before you; you can choose for your soul path to be the same as the tenets you follow. Corruption still comes about the same way, as it's much easier to corrupt your connection to your soulforged armament than to stray far enough from your alignment or code that you must {@ritual atone}.","You can also have your blade ally or shield ally be your soulforged armament. You can choose particulars that fit your own story, but doing so usually means the ally is more a reflection of your conscience than a specific spiritual being sent by your deity.","Finally, if you commit actions that both cause you to lose your champion abilities and corrupt your soulforged armament, undergoing the atone ritual also gives you the effects of the purify soul path ritual with the same degree of success you rolled for {@ritual atone}.","Characters other than {@class champion||champions} can also choose a {@class champion} cause to tie to their soul path, and devout characters sometimes tie their soul path to their deity's tenets and anathema."]},{"type":"pf2-h2","name":"Upgrading, Reshaping, Restoring","source":"SoM","page":235,"entries":["You might want to alter your soulbound armament by adding new runes, replacing its form with a new one, or creating a new armament after yours was destroyed. You decide whether you consider this new armament as the same armament of the same lineage or a brand-new creation with a totally different appearance and name.","Upgrading your armament works like etching or transferring runes (Core Rulebook 580) or upgrading a permanent item from a lower-level version of the same item (Core Rulebook 534), whichever is appropriate to what you're doing. You or someone else can do the work, but you must leave the item manifested for the entire process. You can transfer runes off your armament as well, typically in anticipation of establishing your bond with a different item.","Reshaping your armament allows you to change the base weapon, armor, or shield into another of the same type, turning half plate armor into full plate, changing a warhammer into a longbow, and so on. If all you do is change the form while keeping the same runes and other magical properties, you can do so by spending a day in meditation. This doesn't cost any gp or extra time unless the new form is higher than level 1, or unless the difference is so vast that the GM determines it might take additional time and cost. For example, turning explorer's clothing into full plate requires the same time, expense, and {@skill Crafting} check you'd need to Craft full plate since full plate is a level 2 item. Specific items can't be reshaped in this way unless the GM expressly allows it. You can't turn a flame tongue into a spiked chain, a breastplate of command into hide armor, or a sturdy shield into a darkwood shield. You can also use this day in meditation to rebind your soul to a different item in your possession. Typically, you keep the old item, its power removed, as a special keepsake or gift to a worthy successor, though attempting to disrespect the spirit of the bond by selling the item can have dire consequences. Since the essence power you chose represents the effects of the connection to your soul, the essence power typically doesn't change when you bind a new armament, though if your character's personality and connections change dramatically through the story, you and the GM might decide together to shift to a different essence power the next time you bind a new armament. If you rebind your soul to an armament that can't accommodate your current essence power, you will also need to change to a different essence power.","You can recreate a destroyed soulforged armament, or bond to a new armament if your previous one was destroyed. (If it was destroyed by {@curse soulforged corruption|SoM}, you must first successfully use purify soul path.) Recreating costs the same amount of time and money as creating the item from scratch. If you already have an item with which to form a new bond, it takes 1 day in meditation, as with reshaping an armament."]},{"type":"pf2-h2","name":"Soulforger (Archetype)","source":"SoM","page":236,"entries":["Your devotion to a cause unifies your soul with an armament tethered to the very essence of your spirit.","{@note You can find the {@archetype Soulforger|SoM} archetype on the {@pf2etools archetypes|archetypes.html} page.}"]}]},{"type":"pf2-h2","name":"Thassilonian Rune Magic","source":"SoM","page":238,"entries":["{@b Rarity:} {@trait Rare}","Xin and the rest of the runelords focused their studies on the discernible fragments of magic's raw nature, expanding upon the use and understanding of runes from the Azlanti tradition to raise rune magic as paramount to their new empire. Xin began with relatively high-minded intentions. He focused his research on seven powerful runes that he believed represented entire schools of magic, and on associated mental schemas and mindsets that would allow a wizard to truly master those schools. Xin taught these seven mindsets as virtues corresponding to each of the seven schools of Thassilonian magic, such as confidence rooted in humility, and passion steeped in love. Later, he offered a list of seven rewards for the appropriate usage of magic from each school.","But Xin's experimentation was built on a shaky foundation. The runes offered a powerful temptation to lose control, turning virtue into vice. When humility became pride and love became lust, Xin's most powerful runelords—Xanderghul of illusion and Sorshen of enchantment—formed a secret pact with the others to overthrow Xin and create a sinful empire where each of their seven provinces was a runelord's fiefdom and there was no higher authority to prevent the wizards of each province from falling deeper and deeper into sin.","The runelords ruled Thassilon for many centuries, but nothing lasts forever, and the apocalypse known as Earthfall didn't spare Thassilon from the devastation it brought to the rest of the world. The runelords had forewarning, and each used extreme measures to survive, but due to a series of failures in their contingencies, it would be 10,000 years before they began to rise again. As the risen runelords clashed and heroes stepped in to oppose their return, time itself strained and tore, and an entire Thassilonian city, once sheltered from the passage of the eons, emerged once more into the world along with an entire populace of time-displaced citizens.","Today, New Thassilon consists of two opposing lands. While Belimarius, the runelord of abjuration, rules over a kingdom keeping to the old and sinful ways of late Thassilon, Sorshen, once the runelord of enchantment, seeks to turn over a new leaf after a millennium of depraved evil and subjugation. As she seeks redemption, so too do those in her province seek to return to the study of the original meanings of the runes, eschewing the sinful ways of the late empire. It is in Sorshen's realm of Eurythnia that the understanding of runes and rune magic has begun to expand again, a lively scholastic revolution that mixes rediscovering the lore of Thassilon's founding and catching up with relevant magical innovations from the intervening 10,000 years. (You can find her thoughts on rune magic on page 242.) The term \"runelord\" has begun to shift in the vernacular, since Belimarius and Sorshen are independent queens and not the governors of provinces of imperial Thassilon. At first there was some inertia; practitioners had to overcome what felt almost like blasphemy, deigning to call themselves by the same title as their godlike rulers. But before long, those following the path of Thassilonian rune magic began to adopt the moniker as their own.","These new runelords each forge their own path; some remain in New Thassilon to continue their research, while others explore this young world or even become adventurers. No matter what other motivations they might have, runelords are fascinated with advancing the study of rune magic. How deeply to engage in their magic's associated mindset is a thoroughly personal decision, and every runelord has their own perspective on the matter. It is usually best to assume nothing about a particular runelord before spending time with them to take their measure, as runelords who avoid any hint of sin don't appreciate being lumped in with those who indulge deeply, and vice versa.",{"type":"pf2-h2","name":"The Seven Schools","entries":["The following seven schools are considered proper specializations of Thassilonian rune magic. In this paradigm, the Thassilonians considered divination magic to be something every wizard should learn but that none need take the effort to master.",{"type":"pf2-h3","collapsible":true,"name":"Abjuration [Envy]","entries":["Runelords of abjuration specialize in protective magic and in suppressing all other magic to glorify their own.","{@b Prohibited Schools} evocation, necromancy; {@b Rune Spells} initial: {@spell blind ambition}, advanced: {@spell competitive edge}"]},{"type":"pf2-h3","collapsible":true,"name":"Conjuration [Sloth]","entries":["Runelords of conjuration use their magic to create what they need as they need it, and call forth servants to do their bidding.","{@b Prohibited Schools} evocation, illusion; {@b Rune Spells} initial: {@spell efficient apport|SoM}, advanced: {@spell swamp of sloth}"]},{"type":"pf2-h3","collapsible":true,"name":"Enchantment [Lust]","entries":["Runelords of enchantment specialize in magic that compels and controls the minds of others, often to fulfill their own needs and desires.","{@b Prohibited Schools} necromancy, transmutation; {@b Rune Spells} initial: {@spell charming touch}, advanced: {@spell captivating adoration}"]},{"type":"pf2-h3","collapsible":true,"name":"Evocation [Wrath]","entries":["Runelords of evocation channel raw destructive energies and direct them toward all who would oppose their will.","{@b Prohibited Schools} abjuration, conjuration; {@b Rune Spells} initial: {@spell weapon surge}, advanced: {@spell zeal for battle}"]},{"type":"pf2-h3","collapsible":true,"name":"Illusion [Pride]","entries":["Runelords of illusion use magic to create the perfect appearance and fool others through trickery, deception, and misdirection.","{@b Prohibited Schools} conjuration, transmutation; {@b Rune Spells} initial: {@spell veil of confidence}, advanced: {@spell delusional pride}"]},{"type":"pf2-h3","collapsible":true,"name":"Necromancy [Gluttony]","entries":["Runelords of necromancy tap into their constant hunger for more power and enhancing their longevity, potentially even unto undeath.","{@b Prohibited Schools} abjuration, enchantment; {@b Rune Spells} initial: {@spell overstuff}, advanced: {@spell take its course}"]},{"type":"pf2-h3","collapsible":true,"name":"Transmutation [Greed]","entries":["Runelords of transmutation not only transform objects to create value, but also transform and enhance their own power.","{@b Prohibited Schools} enchantment, illusion; {@b Rune Spells} initial: {@spell appearance of wealth}, advanced: {@spell precious metals}"]}]},{"type":"pf2-h2","name":"Runelord (Class Archetype)","source":"SoM","page":240,"entries":["You've learned arcane magic following the path of the runelords. You unlock secrets of a chosen school of magic while forsaking lesser schools. You learn the secrets of runic magic, the building blocks of magic. But be warned: you might succumb to sin in your pursuit of power.","You also learn to use polearms, the signature weapons of the runelords, and can acquire the secrets of the mighty, ancient magic items called {@item aeon stone (generic)||aeon stones}, embedding them into your skin.","{@note You can find the full {@archetype Runelord|SoM} archetype on the {@pf2etools archetypes|archetypes.html} page.}"]},{"type":"paper","style":"paper research","source":"SoM","page":242,"entries":[{"type":"pf2-title","name":"A Little Chat about Runes"}],"reference":{"auto":true}}]},{"type":"pf2-h1","name":"True Names","source":"SoM","page":244,"entries":["{@b Rarity:} {@trait Rare}","The older and more complicated a thing is, the more likely it has more than one name. A single person acquires many names: names they inherit, names they're given at birth, names they choose, and nicknames bequeathed by others. The magic of true names, however, postulates there's a final, secret name—a true name known to no one, or to only a few—that best represents us in all our complexity.","True names might have been assigned by the gods when the cosmos was created or generated by natural processes, and are unique like fingerprints. Most people never learn theirs, and they might not even be aware they have one, but masters of this magic spend countless hours in study divining these names, recording them in long lists, and using them to summon, command, dispel, or otherwise dominate their enemies.",{"type":"pf2-h2","name":"The Nature of Names","entries":["For the purposes of true name magic, names are divided into three categories: public names, private names, and true names. Public names are what we call something when we don't have a more specific name. They're often just words—like \"grass\" or \"a giraffe\"—but they also include aliases and nicknames. A public name can be given without consent, which is how spellcasters who rely on names work magic on those they don't know, improvising a nickname or simply referring to the target with a noun, like \"elf.\"","Private names include most birth names, given names, and chosen names. They're not necessarily a secret, but at the same time not everyone knows them. They're confidential, and knowing them means you can better understand—and influence—the individual. Places, animals, and other objects can be given private names by individuals and communities. A mountain is just a mountain, but when those who live nearby see in it the image of a protective goddess and begin to call it the Stone Mother, that mountain has now gained a private name known only to this community.","A person, place, or thing might have many public or private names, but it can have only one true name, which perfectly represents its essence. Depending on their culture, individuals may not even be aware of theirs; a child who grows up in a society without knowledge of true names could live their whole life relying solely on private names and never even suspect they have a true name, let alone know what it is! But in cultures where this magic is common, most people know their true name and take steps to protect it. They keep their true name secret, revealing it only to their most trusted loved ones. An individual might first be told their true name by someone knowledgeable in magic, who finds it for them via research. But in other societies, individuals are given their true name by their soulmate, who knows this name without being told. Knowing your own true name gives you a deep, introspective insight into yourself that allows you to understand your own motivations and psychology, helping you self-actualize and avoid dissociation and anomie.","True names, by definition, encapsulate everything an individual is and has ever been. They are the essential kernel of a person, and that means they do not change. But life, magic, and the world are mysterious and unpredictable! There are a few individuals who go through an experience so transformative that they become, for all practical purposes, a different person at the end of the story than they were at the beginning—and when they change, their true name changes with them."]},{"type":"pf2-sample-box","entries":["Sometimes an aberration, celestial, fiend, monitor, spirit, or other creature enters the cosmos from another plane or another universe altogether—one where the laws of magic are different. If this creature comes from a place where true names don't exist or are optional, it may have no true name at all. Loremasters refer to these creatures as nameless things and no one is sure they even exist; some scholars argue that as soon as something without a name enters the cosmos, it is assigned a name in the same way every other living creature is. But if nameless things do exist in your game, give them the following rare ability.","{@b Nameless Thing} This creature has no true name. It can't be targeted by any magical effect performed at a distance without line of effect, such as scrying or sending. It has a +2 circumstance bonus on saves against other magical effects."],"name":"Nameless Things"},{"type":"pf2-h2","name":"Learning True Names","entries":["True names can be discovered or learned in many ways. A few rare secret societies might have \"namers\" among their number whose sole job is to teach long lists of true names to fellow members through rote memorization and practice. But for most, the discovery of a true name is the result of extensive research—though the form that research requires is difficult to predict.","True names are sometimes found recorded in the personal diaries or grimoires of long-dead spellcasters. Organizations known for combating certain types of creatures compile lists of the few true names of their enemies they've managed to uncover. The true names of angels, demons, and similar creatures can rarely be found in prayers dedicated to that entity or in chants that protect against them. Occultists sometimes use deep meditative trances—potentially assisted by hallucinogenic drugs—to cast their minds through the cosmos and receive a true name through bizarre epiphanies. Those who serve and understand nature also know that the true name of primal and First World entities is encoded into the world itself—in tree rings, geological strata, and the pattern of snow on the ground—just waiting to be deciphered by someone who knows what to look for. For a lucky few, a true name just comes to them spontaneously as a sign they've found their soulmate. All these are examples of information that can be uncovered using the {@variantrule research} subsystem."]},{"type":"pf2-h3","name":"Using the Research Subsystem","entries":["When finding the true name of a specific individual is key to the story and time is short, use the {@variantrule research} subsystem. Set the level of the library equal to the level of the creature whose true name the PCs are trying to find. Consider the types of strange and fanciful libraries you might use for such a story. For instance, imagine the player characters are searching for the true name of a phistophilus (also known as a contract devil), in order to rescue an NPC from the consequences of an infernal contract. You might build an infernal library in Cheliax or some other region where knowledge of devils is common, or maybe even in Hell itself! Such a library might have guardians and traps aplenty, but also the potential to learn even more true names from the various contracts therein."]},{"type":"pf2-h3","name":"Simplified Name Research","entries":["Sometimes the GM doesn't have time to create a library or use the research subsystem, but nonetheless would like a PC to be able to research the name of a particular entity for story reasons. In that case, they can use the Learn Name downtime activity below. Since the knowledge of a true name essentially puts that creature at the namer's mercy, this activity can't reveal true names by default, but it might lead to clues regarding a creature's true name."]},{"type":"data","tag":"action","data":{"name":"Learn Name","source":"SoM","page":245,"traits":["rare","downtime","secret"],"entries":["You spend a week trying to discover and learn a creature's name. The exact form of your effort varies depending on the skill you use, the resources you have available, and other circumstances. Decide if you are searching for the name of a specific individual or for names in general. If you're looking for the name of an individual, you must be able to clearly identify that individual; for example, \"the general leading the invasion\" is enough, but \"the person who killed the duchess\" isn't, if you don't know who killed the duchess. If you're searching for names more generally, name one creature type.","The GM chooses a DC, typically based on the level of the creature in question. If you're seeking names more generally, the DC is typically based on the level of the creature whose name the GM decides to provide, usually a creature from the chosen type of your level or lower. The GM might modify the DC of the task based on the resources you have available, or on using an unusually appropriate or inappropriate skill, or on other circumstances. Attempt a check with a skill that could be used to Recall Knowledge about the creature's type. After attempting to Learn a Name, you typically can't try to learn the name of the same individual again unless you gain access to a substantial new source of information, as determined by the GM.",{"type":"successDegree","entries":{"Critical Success":"You find one or more private names of the specific individual you chose, or the private name of a creature with the type you chose and a level equal to the task level. You also find hidden fragments of their true name and, at the GM's discretion, you might find a clue leading to an adventure where you can learn the rest of the true name.","Success":"As critical success, except you find only one private name and don't find hidden fragments of their true name.","Critical Failure":"If you were searching for the name of a specific individual, you find no new information and that individual becomes aware of your efforts. If you were searching for a general name of a specific type, you find a creature's name or names likely to get you in trouble, possibly the names of a different type of creature entirely"}}]}},{"type":"pf2-h2","name":"Using True Names","entries":["Certain spells, feats, and items have the true name trait. This trait means they require you to know a creature's true name to use them. But even without these specialized abilities, knowing a creature's true name gives you certain advantages. If you know a creature's true name, you have a +2 circumstance bonus to the following checks.",{"type":"list","items":["Checks to {@action Recall Knowledge} about the creature","{@skill Arcana}, {@skill Nature}, {@skill Occultism}, or {@skill Religion} checks relating to the creature, such as {@action Decipher Writing||Deciphering its Writing}, {@action Identify Magic||Identifying its Magic}, or {@action Learn a Spell||Learning its Spells}","{@skill Deception}, {@skill Diplomacy}, and {@skill Intimidation} checks used on or related to the creature, such as to {@action Coerce} it, {@action Gather Information} on it, or {@action Impersonate} it"]}]},{"type":"pf2-sidebar","name":"Fragmentary Names","entries":["Sometimes characters know only pieces of a creature's true name, not the whole thing. You don't gain the benefits listed under Using True Names if you only have fragments of the name, but you can still try to use abilities with the true name trait, though it's very dangerous. If your true name ability requires you to attempt a check, reduce your degree of success by one step. If your ability requires the named creature to attempt a saving throw, improve their degree of success by one step. For example, Invoke True Name would do nothing, since its effects would be canceled out. If the true name ability also has the incapacitation trait and the creature is high enough level, these effects combine, reducing your degree of success by two steps or improving their degree of success by two steps."]},{"type":"pf2-h2","name":"Namer's Codex","entries":["Namers have hidden their special techniques, spells, and items for millennia.",{"type":"pf2-h3","name":"Naming Skill Feat","entries":[{"type":"list","columns":3,"items":["{@feat Reveal True Name|SoM}"]}]},{"type":"pf2-h3","name":"Naming Spells","entries":[{"type":"list","columns":3,"items":["{@spell Catch Your Name|SoM}","{@spell Compel True Name|SoM}","{@spell Invoke True Name|SoM}"]}]},{"type":"pf2-h3","name":"Naming Items","entries":[{"type":"list","columns":3,"items":["{@item True Name Amulet (Generic)|SoM|True Name Amulet|SoM}"]}]}]}]},{"type":"pf2-h1","name":"Wellspring Magic","source":"SoM","page":248,"entries":["{@b Rarity:} {@trait Rare}","Your wellspring, by definition, lies outside your full control. The inherent contradiction is that you have greater potential for power, but you can't use it exactly as you wish. Regardless of whether you see it as a boon or a curse, it demands of you a degree of surrender if you're to use your magic at all.","A magic wellspring often comes as an intrinsic part of the caster's own magic, whether granted or inherited. Characters can also receive wellsprings of magic as gifts from powerful entities or when they're released from other sources of potent magical energy. Being nearby when an artifact is destroyed or a powerful magical being dies can, rarely, leave a permanent wellspring in a character.","Choosing the wellspring mage archetype below gives you the abilities related to this type of magic. This is a class archetype, chosen at 1st level as explained below. Consider what source will be most satisfying for your character, and think about how they feel when experiencing the influx of wellspring magic. Does the wellspring feel like a true part of your being? Like an unwanted outsider working its will through you? Like a problem to be solved? An aspect of yourself to come to terms with? As noted in the archetype, high-stress situations cause the wellspring magic roll. You can work with your GM to refine what sorts of situations might be high-stress for you that wouldn't be for other characters.",{"type":"pf2-h2","name":"Using Wellspring Magic","entries":["Wellspring magic is most often appropriate for oracles who struggle to handle seemingly endless magic sent from the gods unasked, and for sorcerers with exceptional raw power but not exceptional discipline. More rarely, a particularly interested muse might give a bard a wellspring of irresistible creative energy in exchange for using it to humiliate or cast down a rival fey lord at exceptional personal risk. Summoners very rarely experience wellsprings because of the nature of their link to their eidolon, but when they do, the wellspring is most often connected to a magical essence associated with the eidolon. When sent by an entity such as a god, this power is generally an ambitious gamble to further one or more far-reaching schemes.",{"type":"pf2-h3","name":"Multiclass Variant","entries":["As a variant, a GM can consider applying wellspring magic to characters with the oracle or sorcerer multiclass dedication to represent struggling to control their new powers. If used this way, you might allow players who wish to represent their character mastering the surging power to remove the wellspring mage archetype when they gain an appropriate level without retraining."]},{"type":"pf2-h3","name":"Areas of Wellspring Magic","entries":["A GM might implement wellspring magic in areas where there is an overload of magic or where magic is unstable. When using it in this way, you can apply chosen effects of the wellspring mage archetype to all spellcasters in the area, or even give the archetype to spellcasters in the area as a temporary free archetype.","The ravaged Mana Wastes might be a good place to use this style of wellspring magic. For other planes, the extraplanar First World, home of the fey, and the chaotic Maelstrom are excellent candidates."]}]},{"type":"pf2-h2","name":"Wellspring Mage (Class Archetype)","source":"SoM","page":248,"entries":["The source of your magic buckles against your control, always pressing to be released.","{@note You can find the {@archetype Wellspring Mage|SoM} archetype on the {@pf2etools archetypes|archetypes.html} page.}"]},{"type":"pf2-h2","name":"Wellspring Surges","entries":["When your wellspring magic goes out of control, it becomes a wellspring surge. Typically, this happens when you fail the flat check from wellspring magic, but other wellspring mage feats have effects that sometimes cause you to generate a wellspring surge, or might even cause your foes to do so.","Roll {@dice 1d20} and use {@table Wellspring Surges|SoM|Table 5–2: Wellspring Surges} below to determine the surge's effect. If the effect calls for a damage type, the GM chooses the type based on the types of spells you know or your current location. The wellspring surge uses your spell DC. You have no control over the way your wellspring surge manifests. You are the point of origin for your wellspring surges, and you are not excluded from their effects. If you force a foe to generate a surge, they are the origin point of that surge instead.","If your wellspring was granted by a being like a god or muse, the entity's intentions might sometimes alter the results of wellspring surges, or move the point of origin for an area to any point within 30 feet if the GM determines this fits the situation. For example, instead of uncontrolled damage, the entity might choose to damage only creatures opposing its plan, even if they are your allies.","A wellspring surge always has the trait of your magical tradition, plus any traits that appear in parentheses at the end of the surge's effects.",{"name":"Wellspring Surges","source":"SoM","type":"table","id":"5-2","rollable":true,"labelRowIdx":[0],"colSizes":[1,11],"rows":[["{@dice d20}","Effect"],["1","{@b Energy Unleashed} ({@trait evocation}) Raw energy deals {@scaledice 2d6|1-10|2d6} damage per spell level of the surge (basic Reflex save) in a 10-foot burst."],["2","{@b Positive Energy Expulsion} ({@trait healing}, {@trait necromancy}, {@trait positive}) Positive energy explodes outward, healing living creatures for {@scaledice 1d8|1-10|1d8} Hit Points per spell level of the surge in a 20-foot burst. Undead creatures instead take the same amount of positive damage, with a basic Will save."],["3","{@b Mass Siphon} ({@trait transmutation}) Creatures and objects within a 30-foot emanation become nearly weightless until the end of your next turn. Nearly weightless creatures can {@action Climb} at their land Speed and can {@action Leap} as far upward as they could normally {@action Leap} horizontally."],["4","{@b Magical Nemesis} ({@trait conjuration}, {@trait teleportation}) A random creature connected to your magic (or inimical to it) appears within 60 feet. The creature should be of a level approximately equal to the level of an animal summoned by {@spell summon animal} of the spell level, although it can be of any type. The GM determines the specific creature. The creature is {@condition unfriendly} to you and friendly to your apparent enemies. After 1 minute, the creature can choose either to return where it came from or to remain. It is not {@trait summoned} or a {@trait minion}."],["5","{@b Monstrous Transformation} ({@trait mental}, {@trait morph}, {@trait transmutation}) Your head and arms transform into an exaggerated imitation of a creature connected to your magic for 1 minute. The GM determines the creature. You gain a status bonus to weapon and unarmed damage rolls equal to the spell level. At the start of each of your turns while you are transformed, you must succeed at a Will saving throw or be {@condition confused} until the start of your next turn. On a critical success, you can choose to end the effect entirely, also losing the status bonus."],["6","{@b Sudden Gale} ({@trait air}, {@trait evocation}) Weather in a 40-foot emanation is disturbed. Strong winds blow in a random direction for 1 minute. Each creature that starts its turn in the area must succeed at a Fortitude save or fall {@condition prone} (and be pushed 10 feet on a critical failure), and you must succeed at this save immediately after the surge. Any movement against the wind is {@quickref difficult terrain||3|terrain}, or {@quickref greater difficult terrain||3|terrain} while flying."],["7","{@b Tremor} ({@trait earth}, {@trait evocation}) The earth trembles in a 40-foot emanation. Each creature on a surface must immediately succeed at a Fortitude save or fall {@condition prone}. The surface then becomes {@quickref difficult terrain||3|terrain} for 1 minute."],["8","{@b Oppressive Voice} ({@trait divination}, {@trait mental}, {@trait nonlethal}) The voice of your muse, your deity, an ancestor, or another appropriate entity suddenly overwhelms your mind. You must attempt a Will saving throw. You take {@scaledice 1d4|1-10|1d4} mental damage per spell level with a basic Will save. On a failure, you're also {@condition stunned 1} ({@condition stunned 2} on a critical failure)."],["9","{@b Trinket Squall} ({@trait illusion}) Visual illusions of objects related to your magic fall like rain throughout a 40-foot burst for 1 minute, giving concealment in the area. Creatures can attempt to {@quickref disbelieve this illusion|CRB|2|disbelieving illusions|0}."],["10","{@b Antimagic Eruption} ({@trait abjuration}) The surge attempts to counteract a random spell active on you and on each creature within a 10-foot burst."],["11","{@b Mental Broadcast} ({@trait detection}, {@trait divination}, {@trait mental}) For 1 minute, everyone within 30 feet of you can hear your surface thoughts."],["12","{@b Verdant Clutch} ({@trait conjuration}, {@trait plant}) Plants and vines grow from all surfaces within 20 feet, causing all creatures in the area to be {@condition immobilized} unless they succeed at a Reflex save. The {@action Escape} DC is equal to the spell DC."],["13","{@b Tinge of Terror} ({@trait emotion}, {@trait enchantment}, {@trait fear}, {@trait mental}) All creatures within 20 feet are affected by powerful fright. They attempt a Will save, becoming {@condition frightened 1} on a failure or {@condition frightened 2} on a critical failure."],["14","{@b Strike up the Band} ({@trait auditory}, {@trait illusion}) For 1 minute, you are followed by orchestral theme music tied to the emotional content of the actions you're performing. This grants you a +2 status bonus to {@skill Diplomacy}, {@skill Intimidation}, and {@skill Performance} checks, a –2 status penalty to {@skill Deception} checks, and makes certain uses of {@skill Stealth} virtually impossible. It might have other effects as the GM sees fit."],["15","{@b Life Sap} ({@trait necromancy}) The surge drains your life force and strength. You become {@condition drained 1} and {@condition doomed 1}, and you are {@condition enfeebled 2} for 1 minute."],["16","{@b Ablative Barrier} ({@trait abjuration}) Energy forms a protective barrier that ablates slowly as creatures in the area take damage. All creatures in a 40-foot burst gain resistance to all damage equal to double the surge's spell level for up to 1 minute. Whenever a creature applies this resistance, the resistance for all affected creatures reduces by 1. The effect ends for all creatures when it reduces to 0."],["17","{@b Luminous Pests} ({@trait illusion}, {@trait visual}) Numerous tiny flying creatures formed of bright colorful light, such as bats or hummingbirds, emerge from you, flying in a 30-foot cone. You and all creatures in the cone must succeed at a Will save or be {@condition dazzled} for 1 minute, or {@condition blinded} for 1 round and then {@condition dazzled} for 1 minute on a critical failure."],["18","{@b Emotional Turmoil} ({@trait emotion}, {@trait enchantment}, {@trait mental}) A swirl of conflicting emotions overwhelm you from the surging magic. For 1 minute, attempt a DC {@flatDC 11} flat check at the start of each of your turns. On a success, you gain a +2 status bonus to all attack rolls, saving throws, and skill checks; on a failure, you take a –2 status penalty to them instead."],["19","{@b Sudden Downpour} ({@trait evocation}, {@trait water}) Water cascades from above, putting out non-magical fires in a 10-foot burst and attempting to counteract magical fires."],["20","{@b Spell Surge} You immediately cast any spell in your repertoire of the surge's spell level or lower (or from your prepared spells or innate spells if you don't have a repertoire but have been forced to generate a wellspring surge). You must choose a spell that takes 3 or fewer actions to cast."]]}]}]}]}]}