{
	"ability": [
		{
			"name": "Tap Planar Gate",
			"page": 85,
			"source": "WoW2",
			"creature": [
				"Woodblessed"
			],
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"traits": [
				"concentrate",
				"primal"
			],
			"entries": [
				"The woodblessed empowers themself or their next attack.",
				"If the woodblessed's next action is to {@action Stride}, is launched off the ground by a suddenly sprouting tree and propelled forward. During this {@action Stride}, they have a fly Speed equal to their Speed. If they don't end their movement on a solid surface that can support their weight, they fall.",
				"If the woodblessed's next action is a {@action Strike}, the attack sprouts thorns that deal an additional {@damage 1d4} {@condition persistent damage||persistent bleed damage} ({@damage 1d6} for levels 6–12, {@damage 1d10} for levels 13+)."
			]
		},
		{
			"name": "Reactive Flare",
			"page": 85,
			"source": "WoW2",
			"creature": [
				"Woodblessed"
			],
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"trigger": "The woodblessed is damaged by a creature within their reach",
			"entries": [
				"Distracted by the pain, the woodblessed's concentration slips and splinters erupt from their body as they temporarily lose control of the planar energy within them. Both the triggering creature and the woodblessed take {@damage 1d6} piercing damage + {@damage 1d6} per 2 levels the woodblessed has, with a basic Reflex save against the woodblessed's spell DC."
			]
		},
		{
			"name": "Luminant Aura",
			"page": 85,
			"source": "WoW2",
			"creature": [
				"Woodblessed"
			],
			"traits": [
				"aura",
				"light"
			],
			"entries": [
				"20 feet. The volatile planar energy coursing through a woodblessed's veins fills the area with dim light."
			]
		},
		{
			"name": "Explosive End",
			"page": 85,
			"source": "WoW2",
			"creature": [
				"Woodblessed"
			],
			"traits": [
				"primal",
				"wood"
			],
			"entries": [
				"When the woodblessed dies, the planar portal inside of them collapses, causing them to explode in a 20-foot burst of vines that deal {@damage 1d6} bludgeoning damage per level to all creatures with a basic Reflex save against the woodblessed's spell DC. The woodblessed's body is completely consumed, though their root network and gear remain behind."
			]
		},
		{
			"name": "Wind-Up",
			"page": 48,
			"source": "B3",
			"creature": [
				"Clockwork"
			],
			"entries": [
				"For a clockwork to act, it must be wound with a unique key by another creature. This takes 1 minute. Once wound, it remains operational for the listed amount of time, usually 24 hours, after which time it becomes unaware of its surroundings and can't act until it's wound again. Some clockworks' abilities require them to spend some of their remaining operational time. They can't spend more than they have and shut down immediately once they have 0 time remaining. If it's unclear when a clockwork was last wound, most clockwork keepers wind all their clockworks at a set time, typically 8 a.m.",
				"A clockwork that lists standby in its wind-up entry can enter standby mode as a 3-action activity. Its operational time doesn't decrease in standby, but it can sense its surroundings (with a –2 penalty to Perception). It can't act, with one exception: when it perceives a creature, it can exit standby as a reaction (rolling initiative if appropriate).",
				"A creature can attempt to {@action Disable a Device} to wind a clockwork down (with a DC listed in the wind-up entry). For each success, the clockwork loses 1 hour of operational time. This can be done even if the clockwork is in standby mode."
			]
		},
		{
			"name": "Breathsense",
			"page": 156,
			"source": "BotD",
			"creature": [
				"Vampire, Jiang-Shi"
			],
			"entries": [
				"60 feet (precise). A jiang-shi can't perceive living creatures beyond 5 feet except with their breathsense. A living creature within the listed range who holds its breath is {@condition invisible} to the jiang-shi for as long as it holds its breath. To hold its breath in this way, a creature must have one hand free to fully plug its nose or cover its mouth. (Refer to {@quickref page 478 of the {@i Core Rulebook}|CRB|3|drowning and suffocating} for the full rules on holding breath.)"
			]
		},
		{
			"name": "Rigor Mortis",
			"page": 157,
			"source": "BotD",
			"creature": [
				"Vampire, Jiang-Shi"
			],
			"entries": [
				"The jiang-shi ignores difficult terrain and effects that would render them {@condition prone}. A jiang-shi can't take the {@action Drop Prone} action. When they {@action Leap} they don't trigger reactions that are normally triggered by move actions, such as {@action attack of opportunity||Attacks of Opportunity}."
			]
		},
		{
			"name": "Drain Qi",
			"page": 157,
			"source": "BotD",
			"creature": [
				"Vampire, Jiang-Shi"
			],
			"traits": [
				"divine",
				"necromancy"
			],
			"requirements": "A {@condition grabbed}, {@condition paralyzed}, {@condition restrained}, {@condition unconscious}, or willing creature is within the jiang-shi's reach",
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"entries": [
				"The jiang-shi drains the victim's life energy, or qi, through their breath. This requires an Athletics check against the victim's Fortitude DC if the victim is grabbed and is automatic for any of the other conditions. The victim is {@condition drained||drained 1} and the jiang-shi regains HP equal to 10% of its maximum HP, gaining any excess as temporary Hit Points. Draining qi from a creature that's already {@condition drained} doesn't restore any HP to the jiang-shi but increases the victim's {@condition drained} condition value by 1, killing the victim when it reaches {@condition drained||drained 5}. If the victim has the ability to cast ki spells, it can spend 1 Focus Point to avoid becoming {@condition drained}. This protects it only from the current attack, not from subsequent attempts to Drain Qi.",
				"A victim's {@condition drained} condition value decreases by 1 every week. If the creature restricts their diet to glutinous rice for at least 1 day and spends 10 minutes dancing, jogging, or otherwise engaging in vigorous physical activity by succeeding at a DC 25 Athletics check, it reduces its {@condition drained} condition by 1."
			]
		},
		{
			"name": "One More Breath",
			"page": 156,
			"source": "BotD",
			"creature": [
				"Vampire, Jiang-Shi"
			],
			"traits": [
				"divine",
				"necromancy",
				"negative"
			],
			"entries": [
				"Unlike other {@trait undead}, a jiang-shi isn't destroyed at 0 HP. Instead, they fall {@condition unconscious} and awaken in 1 minute with 1 Hit Point. Scattering at least 1 Bulk of glutinous rice or hen eggs on an {@condition unconscious} jiang-shi destroys them permanently. If the jiang-shi was reduced to 0 HP by an attack from a weapon made of {@item darkwood weapon (generic)||darkwood}, they're destroyed immediately."
			]
		},
		{
			"name": "Imprisoning Grave",
			"source": "SoG4",
			"page": 86,
			"creature": [
				"Path Maiden"
			],
			"traits": [
				"aura",
				"divine",
				"necromancy"
			],
			"entries": [
				"30 feet. The soul of a creature that dies within the {@creature path maiden|SoG4}'s aura is trapped within its corpse until its body spends 1 minute outside the aura. While trapped, the soul can't move on to the afterlife but can still be brought back to life or transformed into an {@trait undead} creature."
			]
		},
		{
			"name": "Limited Flight",
			"source": "SoG4",
			"page": 86,
			"creature": [
				"Path Maiden"
			],
			"entries": [
				"A {@creature path maiden|SoG4} has a fly Speed equal to her Speed but can't fly higher than 10 feet above the ground, and if she ends her turn above a nonsolid surface, she vanishes and rematerializes on the last space she occupied over solid ground and becomes {@condition stunned 1}."
			]
		},
		{
			"name": "Apostate's Shroud",
			"source": "SoG4",
			"page": 86,
			"creature": [
				"Path Maiden"
			],
			"entries": [
				"All {@creature path maiden|SoG4|path maidens} have an apostate's shroud unarmed attack that deals mental damage. This attack, which manifests as a whipping lash from the path maiden's sleeves or hem, has the {@trait agile}, {@trait finesse}, and {@trait magical traits}. A creature damaged by this attack must succeed at a Fortitude save against the path maiden's spell DC. On a failure, the creature becomes cursed for 1 hour; if the creature dies while cursed, it immediately rises from death as a {@trait ghost}. If the creature is a lower level than the path maiden that cursed it, it treats that path maiden as an ally and loyally obeys her; otherwise, it manifests as a free-willed ghost. In either case, it becomes {@ability site bound} to the site of their death."
			]
		},
		{
			"name": "Blasphemous Aura",
			"source": "SoG4",
			"page": 87,
			"creature": [
				"Path Maiden"
			],
			"traits": [
				"abjuration",
				"aura",
				"evil",
				"occult"
			],
			"entries": [
				"30 feet. When a creature in the aura uses a spell or ability with the {@trait healing} trait, it must succeed at a Will save against the {@creature path maiden|SoG4}'s spell DC – 3. On a failure, the amount of Hit Points restored by the spell or ability is halved. On a critical failure, the positive energy becomes negative energy, harming a living target instead of healing it."
			]
		},
		{
			"name": "Corrupting Doubt",
			"source": "SoG4",
			"page": 87,
			"creature": [
				"Path Maiden"
			],
			"traits": [
				"emotion",
				"enchantment",
				"mental",
				"occult"
			],
			"entries": [
				"A creature damaged by the {@creature path maiden|SoG4}'s hand {@action Strike} must succeed at a Will save to avoid becoming {@condition slowed 1} for 1 round (slowed 2 on a critical failure)."
			]
		},
		{
			"name": "Scorn Fate",
			"source": "SoG4",
			"page": 87,
			"creature": [
				"Path Maiden"
			],
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"traits": [
				"curse",
				"divination",
				"misfortune",
				"occult"
			],
			"entries": [
				"The {@creature path maiden|SoG4} targets a creature she can see. The creature must attempt a Will save against the path maiden's spell DC. On a failure, the creature's next roll is cursed. If the result of the roll is a critical success, it becomes a regular success. A success becomes a failure, and a failure becomes a critical failure. That creature is then temporarily immune to Scorn Fate for 24 hours."
			]
		},
		{
			"name": "Sour Victory",
			"source": "SoG4",
			"page": 87,
			"creature": [
				"Path Maiden"
			],
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"traits": [
				"curse",
				"divination",
				"misfortune",
				"occult"
			],
			"trigger": "A creature scores a critical hit against the {@creature path maiden|SoG4}",
			"entries": [
				"The creature must attempt a Will save against the {@creature path maiden|SoG4}'s spell DC. On a failure, its next roll to attack the path maiden must be rolled twice, and it takes the worse result. That creature is then temporarily immune to Sour Victory for 24 hours."
			]
		},
		{
			"name": "Vengeful Frenzy",
			"source": "SoG4",
			"page": 87,
			"creature": [
				"Path Maiden"
			],
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"traits": [
				"emotion",
				"enchantment",
				"mental",
				"occult"
			],
			"entries": [
				"The {@creature path maiden|SoG4} targets a creature within 60 feet that she can see. The target must attempt a Will save against the path maiden's spell DC. On a failure, the target is {@condition confused} until the end of its next turn, but it can't attack path maidens or itself as the result of this confusion."
			]
		},
		{
			"name": "Drink Blood",
			"source": "B1",
			"page": 319,
			"add_hash": "True Vampire",
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"creature": [
				"True Vampire"
			],
			"traits": [
				"divine",
				"necromancy"
			],
			"requirements": "A {@condition grabbed}, {@condition paralyzed}, {@condition restrained}, {@condition unconscious}, or willing creature is within the vampire's reach.",
			"entries": [
				"The vampire sinks its fangs into that creature to drink its blood. This requires an {@skill Athletics} check against the victim's Fortitude DC if the victim is {@condition grabbed} and is automatic for any of the other conditions. The victim is {@condition drained||drained 2} and the vampire regains HP equal to 10% of its maximum HP, gaining any excess HP as temporary Hit Points. Drinking Blood from a creature that's already {@condition drained} doesn't restore any HP to the vampire but increases the victim's {@condition drained||drain} value by 1. A vampire can also consume blood that's been emptied into a vessel for sustenance, but it gains no HP from doing so.",
				"A victim's {@condition drained} condition decreases by 1 per week. A blood transfusion, which requires a DC 20 {@skill Medicine} check and sufficient blood or a blood donor, reduces the {@condition drained||drain} by 1 after 10 minutes."
			]
		},
		{
			"name": "Drink Blood",
			"source": "B1",
			"page": 319,
			"add_hash": "Vampire",
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"creature": [
				"Vampire"
			],
			"traits": [
				"divine",
				"necromancy"
			],
			"requirements": "A {@condition grabbed}, {@condition paralyzed}, {@condition restrained}, {@condition unconscious}, or willing creature is within the vampire's reach.",
			"entries": [
				"The vampire sinks its fangs into that creature to drink its blood. This requires an {@skill Athletics} check against the victim's Fortitude DC if the victim is {@condition grabbed} and is automatic for any of the other conditions. The victim is {@condition drained||drained 1} and the vampire regains HP equal to 10% of its maximum HP, gaining any excess HP as temporary Hit Points. Drinking Blood from a creature that's already {@condition drained} doesn't restore any HP to the vampire but increases the victim's {@condition drained||drain} value by 1. A vampire can also consume blood that's been emptied into a vessel for sustenance, but it gains no HP from doing so.",
				"A victim's {@condition drained} condition decreases by 1 per week. A blood transfusion, which requires a DC 20 {@skill Medicine} check and sufficient blood or a blood donor, reduces the {@condition drained||drain} by 1 after 10 minutes."
			]
		},
		{
			"name": "Dominate",
			"source": "B1",
			"page": 319,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"creature": [
				"True Vampire"
			],
			"traits": [
				"divine",
				"enchantment",
				"incapacitation",
				"mental",
				"visual"
			],
			"entries": [
				"The vampire can cast {@spell dominate} at will as a {@trait divine} innate spell. Casting it requires staring into the target's eyes, giving the spell the {@trait visual} trait. The save DC uses the {@table DCs by Level|CRB|DC of the vampire's level}, and a creature that succeeds is temporarily immune to that vampire's Dominate for 24 hours. Fully destroying the vampire ends the domination, but merely reducing the vampire to 0 HP is insufficient to break the spell."
			]
		},
		{
			"name": "Drink Essence",
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"add_hash": "Strigoi Progenitor",
			"source": "SaS",
			"page": 59,
			"traits": [
				"divine",
				"necromancy"
			],
			"creature": [
				"Strigoi Progenitor"
			],
			"requirements": "A {@condition grabbed}, {@condition paralyzed}, {@condition restrained}, {@condition unconscious}, or willing creature is within the strigoi's reach",
			"entries": [
				"The strigoi sinks their fangs into the targeted creature to drink its blood and draw out its vital essence. This requires an {@skill Athletics} check against the creature's Fortitude DC if the creature is {@condition grabbed} and is automatic for any of the other conditions. The creature becomes {@condition drained||drained 2} and {@condition stupefied||stupefied 2}, and the strigoi regains HP equal to 10% of their maximum HP, gaining any excess HP as temporary Hit Points. Drinking Essence from a creature that's already {@condition drained} or {@condition stupefied} doesn't restore any HP, but increases either the creature's {@condition drained} condition value or its {@condition stupefied} condition value by 1 (whichever value is lesser is increased; if both values are equal, then the strigoi chooses which condition to increase the value of).",
				"A victim's {@condition drained} condition decreases by 1 per week. A blood transfusion, which requires a successful DC 20 {@skill Medicine} check and sufficient blood or a blood donor, reduces the {@condition drained} value by 1 after 10 minutes.",
				"A victim's {@condition stupefied} condition decreases by 1 per day after performing daily preparations. If the daily preparations are done in full sunlight, the {@condition stupefied} condition is removed entirely."
			]
		},
		{
			"name": "Domain of Dusk",
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"creature": [
				"Strigoi Progenitor"
			],
			"source": "SaS",
			"page": 60,
			"traits": [
				"conjuration",
				"divine",
				"shadow"
			],
			"entries": [
				"With a wave of its hand, the strigoi calls fourth vile ruination from the surrounding shadows, causing coils of darkness and shadowy bats, rats, and wolves to lash out at living targets in a 30-foot emanation. Living creatures in this area take {@damage 1d6} negative damage +{@damage 1d6} per 2 levels possessed by the strigoi (basic Fortitude save against the {@table DCs by Level|CRB|DC of the strigoi's level}). A creature that fails this save is also {@condition dazzled} for 1 round (or {@condition blinded} for 1 round and then {@condition dazzled} for 1 round) by the darkness. The strigoi progenitor can't use Domain of Dusk for 1 minute."
			]
		},
		{
			"name": "Shadow Escape",
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"creature": [
				"Strigoi Progenitor"
			],
			"source": "SaS",
			"page": 60,
			"trigger": "The strigoi is reduced to 0 HP",
			"entries": [
				"The strigoi uses {@ability Shadow Form|SaS}. It can take {@trait move} actions to move toward its coffin even though it's at 0 HP. While at 0 HP in this form, the strigoi is unaffected by further damage. Once the strigoi reaches its coffin, or if it hasn't done so within 2 hours, it automatically returns to its physical form, {@condition unconscious}."
			]
		},
		{
			"name": "Create Spawn",
			"source": "SaS",
			"page": 60,
			"creature": [
				"Strigoi Progenitor"
			],
			"traits": [
				"divine",
				"downtime",
				"necromancy"
			],
			"entries": [
				"As {@ability create spawn|B1|true vampire}, but the victim must have been slain either by Domain of Dusk or Drink Essence. A victim that is 8th level or higher becomes a {@creatureTemplate strigoi servant|SaS}, while a lower-level victim instead becomes a {@creatureTemplate vampire|B1|moroi vampire}."
			]
		},
		{
			"name": "Shadow Form",
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"source": "SaS",
			"page": 60,
			"creature": [
				"Strigoi",
				"Strigoi Progenitor"
			],
			"traits": [
				"concentrate",
				"divine",
				"shadow",
				"transmutation"
			],
			"entries": [
				"The strigoi reverts to pure shadow and absorbs its body and its gear into the darkness, or it shifts back to its physical form. In shadow form, the strigoi gains a climb Speed equal to its land Speed and can move through any gap that isn't airtight. However, it can only move along solid surfaces that aren't highly reflective, not liquid or mirrored surfaces. If the surface it's on is destroyed, the strigoi returns to physical form and is {@condition stunned||stunned 1}. The strigoi loses {@ability fast healing} while in shadow form but can remain in shadow form indefinitely.",
				"A strigoi that is exposed to sunlight while in shadow form becomes {@condition slowed||slowed 2} and must attempt a DC {@flatDC 16} flat check at the end of each of its turns. If it fails this flat check, it is destroyed, the shadow vanishing with a blood-curdling wail."
			]
		},
		{
			"name": "Drink Essence",
			"add_hash": "Strigoi",
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"source": "SaS",
			"page": 59,
			"creature": [
				"Strigoi"
			],
			"traits": [
				"divine",
				"necromancy"
			],
			"requirements": "A {@condition grabbed}, {@condition paralyzed}, {@condition restrained}, {@condition unconscious}, or willing creature is within the strigoi's reach",
			"entries": [
				"The strigoi sinks their fangs into the targeted creature to drink its blood and draw out its vital essence. This requires an {@skill Athletics} check against the creature's Fortitude DC if the creature is {@condition grabbed} and is automatic for any of the other conditions. The creature becomes {@condition drained||drained 1} and {@condition stupefied||stupefied 1}, and the strigoi regains HP equal to 10% of their maximum HP, gaining any excess HP as temporary Hit Points. Drinking Essence from a creature that's already {@condition drained} or {@condition stupefied} doesn't restore any HP, but increases either the creature's {@condition drained} condition value or its {@condition stupefied} condition value by 1 (whichever value is lesser is increased; if both values are equal, then the strigoi chooses which condition to increase the value of).",
				"A victim's {@condition drained} condition decreases by 1 per week. A blood transfusion, which requires a successful DC 20 {@skill Medicine} check and sufficient blood or a blood donor, reduces the {@condition drained} value by 1 after 10 minutes.",
				"A victim's {@condition stupefied} condition decreases by 1 per day after performing daily preparations. If the daily preparations are done in full sunlight, the {@condition stupefied} condition is removed entirely."
			]
		},
		{
			"name": "Levitation",
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"creature": [
				"Strigoi",
				"Strigoi Progenitor"
			],
			"source": "SaS",
			"page": 59,
			"traits": [
				"divine",
				"evocation",
				"shadow"
			],
			"entries": [
				"Strigoi can cast {@spell levitate} at will as a {@trait divine} innate spell; when they do so, they appear to ascend or descend on a coiling mass of shadows."
			]
		},
		{
			"source": "SaS",
			"name": "Strigoi Weaknesses",
			"page": 59,
			"creature": [
				"Strigoi",
				"Strigoi Progenitor"
			],
			"entries": [
				"All strigoi possess the following weaknesses:",
				{
					"type": "list",
					"items": [
						"{@b Revulsion} Strigoi are uncomfortable near mirrors or sources of bright light. Only a strigoi's shadow reflects in a mirror, and this often compels them to cover or destroy mirrors in their presence rather than risk their true nature being displayed. A strigoi can't voluntarily come within 10 feet of a brandished mirror or source of bright light. To brandish a mirror or light source, a creature must {@action Interact} to do so for 1 round (similar to {@action Raise a Shield||Raising a Shield}). If the strigoi involuntarily comes within 10 feet of a brandished mirror or light source, it gains the {@condition fleeing} condition, running from the brandished object until it ends an action beyond 10 feet. After 1 round of being exposed to the subject of its revulsion, a strigoi can attempt a DC 25 Will save as a single action, which has the {@trait concentrate} trait. On a success, it overcomes its revulsions for {@dice 1d6} rounds (or 1 hour on a critical success). A strigoi can move normally around mirrors or bright light sources that are not brandished, although doing so causes them discomfort that can be noticed with a successful {@skill Perception} check to {@action Sense Motive}.",
						"{@b Sunlight} When exposed to direct sunlight, a strigoi immediately becomes {@condition unconscious} and falls to the ground. It appears to be dead: it doesn't breathe, its body temperature matches its surroundings, and it doesn't react to pain or other stimuli. A successful {@skill Perception} check against the strigoi's Reflex DC is enough to note one anomaly: the shadow cast by its \"dead\" body shifts and moves slightly, its edges twisting and active. Spells like {@spell detect alignment||detect evil}, senses like {@ability lifesense}, and the \"corpse\" taking damage from positive energy still function normally, and could reveal the truth without needing a successful {@skill Perception} check. Viewing the \"corpse\" in a mirror's reflection can also reveal the truth, for only the body's shadow reflects. While in sunlight and {@condition unconscious}, the strigoi loses its resistance to physical damage. If the strigoi takes enough damage that it would be reduced to 0 Hit Points, its body quickly decomposes, and the strigoi is destroyed.",
						"{@b Water Revulsion} A strigoi cannot cross a significant source of running water (such as a creek, river, or waves on a seashore). A strigoi capable of flight can cross running water provided it approaches no closer than 10 feet to the liquid's surface. If forced into running water against its will, the strigoi becomes {@condition slowed||slowed 2} and gains the {@condition fleeing} condition as long as it remains in the water. At the end of any turn in which the strigoi remains in running water, it must succeed at a DC {@flatDC 5} flat check or be destroyed."
					]
				}
			]
		},
		{
			"name": "Coffin Restoration",
			"source": "SaS",
			"page": 59,
			"creature": [
				"Strigoi",
				"Strigoi Progenitor"
			],
			"traits": [
				"divine",
				"necromancy",
				"negative"
			],
			"entries": [
				"As with moroi vampires, a strigoi isn't destroyed at 0 HP. Instead, it falls {@condition unconscious} and loses fast healing. If its body rests in its coffin for 1 hour, the strigoi gains 1 HP, after which its {@ability fast healing} begins to function normally."
			]
		},
		{
			"name": "Keen Eyes",
			"source": "GMG",
			"page": 204,
			"creature": [
				"Halfling"
			],
			"entries": [
				"Your eyes are sharp, allowing you to make out small details about concealed or even invisible creatures that others might miss. You gain a +2 circumstance bonus when using the Seek action to find hidden or undetected creatures within 30 feet of you. When you target an opponent that is concealed from you or hidden from you, reduce the DC of the flat check to 3 for a concealed target or 9 for a hidden one."
			]
		},
		{
			"name": "Troop Defenses",
			"otherSources": {
				"Reprinted": [
					"BotD|214"
				]
			},
			"source": "B3",
			"page": 306,
			"entries": [
				"Troops are composed of many individuals, and over the course of enough attacks and downed comrades, troops shrink in size. Most troops start with 16 squares (4 by 4), and their Hit Points have two listed thresholds, typically the first is at 2/3 their maximum Hit Points and the second is at 1/3 their maximum Hit Points. Once the troop drops below the first threshold, it loses 4 squares, leaving 12 squares remaining, and the first threshold becomes the troop's new maximum Hit Points. Once the troop falls below the second threshold, it loses another 4 squares, leaving 8 squares remaining, and the second threshold becomes the troop's new maximum Hit Points. In order to restore its size and maximum Hit Points, a troop needs to spend downtime to use long-term treatment on casualties or recruit new members to replace the fallen. At 0 Hit Points, the troop is reduced down to 4 squares, which is too few to sustain the troop, so it disperses entirely, with the few remaining members surrendering, {@condition fleeing}, or easily dispatched, depending on their nature. A damaging single-target effect, such as a {@action Strike}, can't force a troop to pass through more than one threshold at once. For instance, if a troop had 60 Hit Points, with thresholds at 40 and 20, a {@action Strike} for 50 damage would leave the troop at 21 Hit Points, just above the second threshold. A damaging area effect or multi-target effect can cross multiple thresholds at once and could potentially destroy the entire troop in one shot. Non-damaging effects with an area or that target all creatures in a certain proximity affect a troop normally if they affect the entire area occupied by the troop. If an effect has a smaller area or numbers of targets, it typically has no effect on the troop. However, if the effect can target at least four creatures or cover at least four squares in the troop, and if it would prevent its targets from acting, cause them to flee, or otherwise make them unable to function as part of the troop for a round or more, the troop loses a number of Hit Points equal to the amount required to bring it to the next threshold, removing 4 squares. If an effect would both deal damage and automatically cross a threshold due to incapacitating some of the creatures in the troop, apply the damage first. If the damage wasn't enough to cross a threshold on its own, then reduce the Hit Points to cross the threshold for the incapacitating effect."
			]
		},
		{
			"name": "Form Up",
			"source": "B3",
			"page": 304,
			"entries": [
				"The troop chooses one of the squares it currently occupies and redistributes its squares to any configuration in which all squares are contiguous and within 15 feet of the chosen square. The troop can't share its space with other creatures."
			]
		},
		{
			"name": "Bloody",
			"source": "B1",
			"page": 298,
			"creature": [
				"Skeleton"
			],
			"entries": [
				"The skeleton is covered in dripping blood and gains {@ability fast healing} equal to its level."
			]
		},
		{
			"name": "Collapse",
			"source": "B1",
			"page": 298,
			"creature": [
				"Skeleton"
			],
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"trigger": "The skeleton is critically hit.",
			"entries": [
				"The skeleton collapses into a pile of bones and the attack deals only normal damage. The skeleton can reform in a standing position as an action, but until it does, it is {@condition immobilized} and {@condition flat-footed}."
			]
		},
		{
			"name": "Explosive Death",
			"source": "B1",
			"page": 298,
			"creature": [
				"Skeleton"
			],
			"entries": [
				"When the skeleton is destroyed, its bones shatter and explode as the necromantic energy holding it together is released. Adjacent creatures take {@damage 1d6} slashing damage per 2 levels (minimum {@dice 1d6}) with a basic Reflex save."
			]
		},
		{
			"name": "Screaming Skull",
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"source": "B1",
			"page": 298,
			"creature": [
				"Skeleton"
			],
			"traits": [
				"auditory",
				"emotion",
				"fear",
				"mental"
			],
			"entries": [
				"The skeleton removes its skull and throws it, making a jaws attack with a range of 20 feet. It then attempts to {@action Demoralize} each foe within 10 feet of the target. The head bounces, rolls, or even flies back, returning to the skeleton at the start of its next turn. The skeleton is blind until then."
			]
		},
		{
			"name": "Blaze",
			"source": "B3",
			"creature": [
				"Skeleton"
			],
			"page": 236,
			"entries": [
				"The skeleton is wreathed with fire, which doesn't consume its bones or gear. The skeleton gains immunity to fire and weakness 5 to cold, loses its resistance to cold, and its {@action Strike||Strikes} deal additional {@condition persistent damage||persistent fire damage} equal to half the skeleton's level (minimum 1 damage)."
			]
		},
		{
			"name": "Bone Missile",
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"source": "B3",
			"creature": [
				"Skeleton"
			],
			"page": 236,
			"entries": [
				"The skeleton yanks a rib from its ribcage to use as an arrow or javelin. The skeleton loses HP equal to its level (minimum 1), then makes a ranged {@action Strike}. This uses the attack bonus of whichever of the skeleton's other {@action Strike||Strikes} has the highest attack bonus and deals piercing damage equal to that {@action Strike}'s damage plus the skeleton's level (minimum 1)."
			]
		},
		{
			"name": "Bone Powder",
			"source": "B3",
			"creature": [
				"Skeleton"
			],
			"page": 236,
			"entries": [
				"When the skeleton takes physical damage from a critical hit, one of its bones is pulverized into a fine powder. All creatures in a 5-foot emanation that breathe take {@damage 1d6} {@condition persistent damage||persistent poison damage} (plus an additional {@dice 1d6} for every 6 levels the skeleton has)."
			]
		},
		{
			"name": "Skeleton of Roses",
			"source": "B3",
			"creature": [
				"Skeleton"
			],
			"page": 236,
			"entries": [
				"Thick briars have grown through the skeleton's bones, covering it in red roses with inch-long thorns. The skeleton's unarmed melee {@action Strike||Strikes} deal additional piercing damage equal to 1/3 the skeleton's level (minimum 1 damage). At the end of each of its turns, if the skeleton has caused piercing damage with its thorns, it regains HP equal to its level (minimum 1). Each time the skeleton regains HP in this way, another rose blossoms."
			]
		},
		{
			"name": "Aquatic Bones",
			"source": "BotD",
			"creature": [
				"Skeleton"
			],
			"page": 146,
			"entries": [
				"The skeleton has bones from aquatic creatures, allowing it to swim using a simple tail, paddles, or similar appendage. The skeleton has a swim Speed of 20 feet and gains the {@trait aquatic} trait and the {@ability aquatic ambush} ability."
			]
		},
		{
			"name": "Bone Storm",
			"source": "BotD",
			"creature": [
				"Skeleton"
			],
			"page": 146,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"frequency": {
				"number": 1,
				"unit": "day"
			},
			"entries": [
				"The skeleton transforms into a cyclone of bones, taking up the same space, but twice as tall. It then Strides up to double its Speed. It can move through spaces occupied by other creatures, and this movement doesn't trigger reactions. Creatures the bone storm moves through take {@damage 1d6} slashing damage for every 2 levels of the skeleton, with a basic Reflex save against the hard DC for the creature's level. A level 1 or lower skeleton only moves; it doesn't deal damage. A creature attempts this save only once even if the bone storm moved through its space multiple times. At the end of the movement, the skeleton reforms."
			]
		},
		{
			"name": "Crumbling Bones",
			"source": "BotD",
			"creature": [
				"Skeleton"
			],
			"page": 146,
			"entries": [
				"The skeleton is made from crumbling bones that drift in clouds of dust. The skeleton has a fly Speed of 20 but it must end its turn within no more than 5 feet off the ground, or it falls, taking damage as normal. In addition, the skeleton can move through any space that's large enough for its skull to fit through."
			]
		},
		{
			"name": "Frozen",
			"source": "BotD",
			"creature": [
				"Skeleton"
			],
			"page": 146,
			"entries": [
				"The skeleton's bones are covered in a thin layer of ice. The skeleton gains immunity to cold and weakness 5 to fire and loses resistance to fire. The skeleton is surrounded by an aura of cold that deals cold damage equal to half the skeleton's level to all adjacent creatures at the start of the skeleton's turn (basic Reflex save with a standard DC for its level)."
			]
		},
		{
			"name": "Grave Eruption",
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"source": "BotD",
			"creature": [
				"Skeleton"
			],
			"page": 146,
			"requirements": "The skeleton is {@condition undetected} and buried in dirt, gravel, or other loose material",
			"entries": [
				"The skeleton erupts from the ground, Stands, and makes a melee {@action Strike}. The target is {@condition flat-footed} against this {@action Strike}. If the {@action Strike} hits, the target is {@condition frightened||frightened 1} (or {@condition frightened||frightened 2} on a critical hit)."
			]
		},
		{
			"name": "Lacquered",
			"source": "BotD",
			"creature": [
				"Skeleton"
			],
			"page": 146,
			"entries": [
				"During the process to create the skeleton, it was covered with several layers of an alchemical lacquer, giving its bones a golden hue and granting added protection. The skeleton gains acid resistance 5 and a +2 status bonus to saves against effects that age or erode the target."
			]
		},
		{
			"name": "Nimble",
			"source": "BotD",
			"page": 146,
			"creature": [
				"Skeleton"
			],
			"entries": [
				"The skeleton is particularly fast and nimble. Its land Speed increases by 10 feet and it has a climb Speed of 20 feet. In addition, it gains the Nimble Dodge reaction (Core Rulebook 183)."
			]
		},
		{
			"name": "Rotten",
			"source": "BotD",
			"creature": [
				"Skeleton"
			],
			"page": 146,
			"entries": [
				"The bones of this skeleton are black and rotten, having spent years in polluted water or some other foul substance. The skeleton loses its resistance to piercing and slashing damage and is surrounded by a horrific stench in a 10-foot aura. A creature entering or starting its turn in the aura must succeed at a Fortitude save against the standard DC of the skeleton's level or become {@condition sickened||sickened 1} (plus {@condition slowed||slowed 1} for as long as it remains {@condition sickened} on a critical failure). While within the aura, affected creatures take a –2 circumstance penalty to saves against disease and to recover from the {@condition sickened} condition. A creature that succeeds at its save is temporarily immune for 1 minute.",
				"This stench remains for 1 hour after the rotten skeleton has been destroyed unless the bones are burned, or the rot is washed away with at least 1 gallon of water."
			]
		},
		{
			"name": "All-Around Vision",
			"source": "B1",
			"page": 342,
			"entries": [
				"This monster can see in all directions simultaneously, and therefore can't be flanked."
			]
		},
		{
			"name": "Aquatic Ambush",
			"source": "B1",
			"page": 342,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"requirements": "The monster is hiding in water and a creature that hasn't detected it is within the listed number of feet.",
			"entries": [
				"The monster moves up to its swim Speed + 10 feet toward the triggering creature, traveling on water and on land. Once the creature is in reach, the monster makes a {@action Strike|CRB} against it. The creature is {@condition flat-footed} against this {@action Strike|CRB}."
			]
		},
		{
			"name": "At-Will Spells",
			"source": "B1",
			"page": 342,
			"entries": [
				"The monster can cast its at-will spells any number of times without using up spell slots."
			]
		},
		{
			"name": "Attack of Opportunity",
			"source": "B1",
			"page": 342,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"trigger": "A creature within the monster's reach uses a manipulate action or a move action, makes a ranged attack, or leaves a square during a move action it's using.",
			"entries": [
				"The monster attempts a melee {@action Strike} against the triggering creature. If the attack is a critical hit and the trigger was a manipulate action, the monster disrupts that action. This {@action Strike} doesn't count toward the monster's multiple attack penalty, and its multiple attack penalty doesn't apply to this {@action Strike}."
			]
		},
		{
			"name": "Aura",
			"source": "B1",
			"page": 342,
			"entries": [
				"A monster's aura automatically affects everything within a specified emanation around that monster. The monster doesn't need to spend actions on the aura; rather, the aura's effects are applied at specific times, such as when a creature ends its turn in the aura or when creatures enter the aura.",
				"If an aura does nothing but deal damage, its entry lists only the radius, damage, and saving throw. Such auras deal this damage to a creature when the creature enters the aura and when a creature starts its turn in the aura. A creature can take damage from the aura only once per round. The GM might determine that a monster's aura doesn't affect its own allies. For example, a creature might be immune to a monster' frightful presence if they have been around each other for a long time."
			]
		},
		{
			"name": "Buck",
			"source": "B1",
			"page": 342,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"trigger": "A creature Mounts or uses the Command an Animal action while riding the monster.",
			"entries": [
				"Most monsters that serve as mounts can attempt to buck off unwanted or annoying riders, but most mounts will not use this reaction against a trusted creature unless the mounts are spooked or mistreated. The triggering creature must succeed at a Reflex saving throw against the listed DC or fall off the creature and land {@condition prone}. If the save is a critical failure, the triggering creature also takes {@dice 1d6} bludgeoning damage in addition to the normal damage for the fall."
			]
		},
		{
			"name": "Butter Up",
			"source": "GMG",
			"page": 204,
			"traits": [
				"emotion",
				"mental"
			],
			"entries": [
				"When someone eats a dish or treat made by this NPC, the NPC can attempt a {@skill Lore||Baking Lore}, {@skill Lore||Cooking Lore}, or similar check against that creature's Will DC, with the same results as the {@action Make an Impression} action of {@skill Diplomacy}. If more than one creature partakes, the NPC uses the same check result against each creature's Will DC."
			]
		},
		{
			"name": "Call Your Bluff",
			"source": "GMG",
			"page": 205,
			"entries": [
				"When gambling, the NPC may use {@skill Lore||Games Lore} to {@action Sense Motive} instead of {@skill Perception}."
			]
		},
		{
			"name": "Catch Rock",
			"source": "B1",
			"page": 342,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"requirements": "The monster must have a free hand but can Release anything it's holding as part of this reaction.",
			"trigger": "The monster is targeted with a thrown rock Strike or a rock would fall on the monster.",
			"entries": [
				"The monster gains a +4 circumstance bonus to its AC against the triggering attack or to any defense against the falling rock. If the attack misses or the monster successfully defends against the falling rock, the monster catches the rock, takes no damage, and is now holding the rock."
			]
		},
		{
			"name": "Change Shape",
			"source": "B1",
			"page": 342,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"traits": [
				"concentrate",
				"[magical tradition]",
				"polymorph",
				"transmutation"
			],
			"entries": [
				"The monster changes its shape indefinitely. It can use this action again to return to its natural shape or adopt a new shape. Unless otherwise noted, a monster cannot use Change Shape to appear as a specific individual. Using Change Shape counts as creating a disguise for the Impersonate use of {@skill Deception}. The monster's transformation automatically defeats Perception DCs to determine whether the creature is a member of the ancestry or creature type into which it transformed, and it gains a +4 status bonus to its {@skill Deception} DC to prevent others from seeing through its disguise. Change Shape abilities specify what shapes the monster can adopt. The monster doesn't gain any special abilities of the new shape, only its physical form. For example, in each shape, it replaces its normal Speeds and {@action Strike||Strikes}, and might potentially change its senses or size. Any changes are listed in its stat block."
			]
		},
		{
			"name": "Child Care",
			"source": "GMG",
			"page": 205,
			"entries": [
				"When treating infants, the NPC can use their {@skill Lore||Midwifery Lore} skill in place of {@skill Medicine}, and can use {@filter Medicine's trained actions|actions||Trained=Medicine} on infants."
			]
		},
		{
			"name": "Constant Spells",
			"source": "B1",
			"page": 342,
			"entries": [
				"A constant spell affects the monster without the monster needing to cast it, and its duration is unlimited. If a constant spell gets counteracted, the monster can reactivate it by spending the normal spellcasting actions the spell requires."
			]
		},
		{
			"name": "Constrict",
			"source": "B1",
			"page": 342,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"entries": [
				"The monster deals the listed amount of damage to any number of creatures {@condition grabbed} or {@condition restrained} by it. Each of those creatures can attempt a basic Fortitude save with the listed DC."
			]
		},
		{
			"name": "Coven",
			"source": "B1",
			"page": 342,
			"traits": [
				"divination",
				"mental",
				"occult"
			],
			"entries": [
				"This monster can form a coven with two or more other creatures who also have the coven ability. This involves performing an 8-hour ceremony with all prospective coven members. After the coven is formed, each of its members gains elite adjustments, adjusting their levels accordingly. Coven members can sense other members' locations and conditions by spending a single action, which has the {@trait concentrate}, and can sense what another coven member is sensing as a two-action activity, which has the {@trait concentrate} as well.",
				"Covens also grant spells and rituals to their members, but these can be cast only in cooperation between three coven members who are all within 30 feet of one another. A coven member can contribute to a coven spell with a single-action spellcasting activity that has a single verbal component. If two coven members have contributed these actions within the last round, a third member can cast a coven spell on her turn by spending the normal spellcasting actions. A coven can cast its coven spells an unlimited number of times but can cast only one coven spell each round. All covens grant the 8th-level {@spell baleful polymorph|CRB} spell and all the following spells, which the coven can cast at any level up to 5th: {@spell augury|CRB}, {@spell charm|CRB}, {@spell clairaudience|CRB}, {@spell clairvoyance|CRB}, {@spell dream message|CRB}, {@spell illusory disguise|CRB}, {@spell illusory scene|CRB}, {@spell prying eye|CRB}, and {@spell talking corpse|CRB}. Individual creatures with the coven ability also grant additional spells to any coven they join. A coven can also cast the {@ritual control weather} ritual, with a DC of 23 instead of the standard DC.",
				"If a coven member leaving the coven or the death of a coven member brings the coven below three members, the remaining members keep their elite adjustments for 24 hours, but without enough members to contribute the necessary actions, they can't cast coven spells."
			]
		},
		{
			"name": "Curse of the Werecreature",
			"source": "B1",
			"page": 329,
			"traits": [
				"curse",
				"necromancy",
				"primal"
			],
			"entries": [
				"This curse affects only humanoids.",
				{
					"type": "affliction",
					"savingThrow": "Fortitude",
					"DC": "is the standard DC for the {@table DCs by Level||werecreature's new level – 1}",
					"entries": [
						"On each full moon, the cursed creature must succeed at another Fortitude save or turn into the same kind of {@filter werecreature|bestiary||creature=werecreature} until dawn. The creature is under the GM's control and goes on a rampage for half the night before falling {@condition unconscious} until dawn"
					]
				}
			]
		},
		{
			"name": "Darkvision",
			"source": "B1",
			"page": 343,
			"entries": [
				"A monster with darkvision can see perfectly well in areas of darkness and dim light, though such vision is in black and white only. Some forms of magical darkness, such as a 4th-level {@spell darkness|CRB} spell, block normal {@ability darkvision}. A monster with greater darkvision, however, can see through even these forms of magical darkness."
			]
		},
		{
			"name": "Disease",
			"source": "B1",
			"page": 343,
			"entries": [
				"When a creature is exposed to a monster's disease, it attempts a Fortitude save or succumbs to the disease. The level of a disease is the level of the monster inflicting the disease. The disease follows the rules for afflictions found on page 457 of the Pathfinder Core Rulebook."
			]
		},
		{
			"name": "Engulf",
			"source": "B1",
			"page": 343,
			"activity": {
				"number": 2,
				"unit": "action"
			},
			"entries": [
				"The monster {@action Stride||Strides} up to double its Speed and can move through the spaces of any creatures in its path. Any creature of the monster's size or smaller whose space the monster moves through can attempt a Reflex save with the listed DC to avoid being engulfed. A creature unable to act automatically critically fails this save. If a creature succeeds at its save, it can choose to be either pushed aside (out of the monster's path) or pushed in front of the monster to the end of the monster's movement. The monster can attempt to Engulf the same creature only once in a single use of Engulf. The monster can contain as many creatures as can fit in its space.",
				"A creature that fails its save is pulled into the monster's body. It is {@condition grabbed}, is {@condition slowed 1}, and has to hold its breath or start suffocating. The creature takes the listed amount of damage when first engulfed and at the end of each of its turns while it's engulfed. An engulfed creature can get free by Escaping against the listed escape DC. An engulfed creature can attack the monster engulfing it, but only with unarmed attacks or with weapons of light Bulk or less. The engulfing creature is {@condition flat-footed} against the attack. If the monster takes piercing or slashing damage equaling or exceeding the listed Rupture value from a single attack or spell, the engulfed creature cuts itself free. A creature that gets free by either method can immediately breathe and exits the swallowing monster's space.",
				"If the monster dies, all creatures it has engulfed are automatically released as the monster's form loses cohesion."
			]
		},
		{
			"name": "Fast Healing",
			"source": "B1",
			"page": 343,
			"entries": [
				"A monster with this ability regains the given number of Hit Points each round at the beginning of its turn."
			]
		},
		{
			"name": "Ferocity",
			"source": "B1",
			"page": 343,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"trigger": "The monster is reduced to 0 HP.",
			"entries": [
				"The monster avoids being knocked out and remains at 1 HP, but its {@condition wounded} value increases by 1. When it is {@condition wounded 3}, it can no longer use this ability."
			]
		},
		{
			"name": "Find Footing",
			"source": "GMG",
			"page": 205,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"traits": [
				"concentrate"
			],
			"entries": [
				"The NPC attempts an {@skill Lore||Architecture Lore}, {@skill Lore||Engineering Lore}, or similar skill check to find a stable path across uneven ground. This grants them and anyone they share this information with a +2 circumstance bonus on {@skill Acrobatics} checks to {@action Balance} across that ground."
			]
		},
		{
			"name": "Frightful Presence",
			"source": "B1",
			"page": 343,
			"traits": [
				"aura",
				"emotion",
				"fear",
				"mental"
			],
			"entries": [
				"A creature that first enters the area must attempt a Will save. Regardless of the result of the saving throw, the creature is temporarily immune to this monster's Frightful Presence for 1 minute.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "The creature is unaffected by the presence.",
						"Success": "The creature is {@condition frightened 1}.",
						"Failure": "The creature is {@condition frightened 2}.",
						"Critical Failure": "The creature is {@condition frightened 4}."
					}
				}
			]
		},
		{
			"name": "Golem Antimagic",
			"source": "B1",
			"page": 184,
			"entries": [
				"A golem is immune to spells and magical abilities other than its own, but each type of golem is affected by a few types of magic in special ways. These exceptions are listed in shortened form in the golem's stat block, with the full rules appearing here. If an entry lists multiple types (such as \"cold and water\"), either type of spell can affect the golem.",
				{
					"type": "list",
					"items": [
						"{@bold Harmed By} Any magic of this type that targets the golem causes it to take the listed amount of damage (this damage has no type) instead of the usual effect. If the golem starts its turn in an area of magic of this type or is affected by a persistent effect of the appropriate type, it takes the damage listed in the parenthetical.",
						"{@bold Healed By} Any magic of this type that targets the golem makes the golem lose the {@condition slowed} condition and gain HP equal to half the damage the spell would have dealt. If the golem starts its turn in an area of this type of magic, it gains the HP listed in the parenthetical.",
						"{@bold Slowed By} Any magic of this type that targets the golem causes it to be {@condition slowed 1} for {@dice 2d6} rounds instead of the usual effect. If the golem starts its turn in an area of this type of magic, it's {@condition slowed 1} for that round.",
						"{@bold Vulnerable To} Each golem is vulnerable to one or more specific spells, with the effects described in its stat block."
					]
				}
			]
		},
		{
			"name": "Gone Fishing",
			"source": "GMG",
			"page": 205,
			"entries": [
				"The NPC can use {@skill Lore||Fishing Lore} to {@action Track} aquatic creatures or to {@action Aid} checks to {@action Track} them."
			]
		},
		{
			"name": "Grab",
			"source": "B1",
			"page": 343,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"requirements": "The monster's last action was a success with a Strike that lists Grab in its damage entry, or it has a creature grabbed using this action.",
			"entries": [
				"The monster automatically Grabs the target until the end of the monster's next turn. The creature is {@condition grabbed} by whichever body part the monster attacked with, and that body part can't be used to {@action Strike|CRB} creatures until the grab is ended. Using Grab extends the duration of the monster's Grab until the end of its next turn for all creatures {@condition grabbed} by it. A {@condition grabbed} creature can use the {@action Escape|CRB} action to get out of the grab, and the Grab ends for a {@condition grabbed} creatures if the monster moves away from it."
			]
		},
		{
			"name": "Greater Constrict",
			"source": "B1",
			"page": 343,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"entries": [
				"The monster deals the listed amount of damage to any number of creatures {@condition grabbed} or {@condition restrained} by it. Each of those creatures can attempt a basic Fortitude save with the listed DC. A creature that fails this save falls {@condition unconscious}, and a creature that succeeds is then temporarily immune to falling {@condition unconscious} from Greater Constrict for 1 minute."
			]
		},
		{
			"name": "Improved Grab",
			"source": "B1",
			"page": 343,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"entries": [
				"The monster can use {@ability Grab|b1} as a free action triggered by a hit with its initial attack. A monster with {@ability Improved Grab} still needs to spend an action to extend the duration for creatures it already has {@condition grabbed}."
			]
		},
		{
			"name": "Improved Knockdown",
			"source": "B1",
			"page": 343,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"entries": [
				"The monster can use {@ability Knockdown|b1} as a free action triggered by a hit with its initial attack."
			]
		},
		{
			"name": "Improved Push",
			"source": "B1",
			"page": 343,
			"activity": {
				"number": 1,
				"unit": "free"
			},
			"entries": [
				"The monster can use {@ability Push|b1} as a free action triggered by a hit with its initial attack."
			]
		},
		{
			"name": "Knockdown",
			"source": "B1",
			"page": 343,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"requirements": "The monster's last action was a success with a Strike that lists Knockdown in its damage entry.",
			"entries": [
				"The monster knocks the target {@condition prone}."
			]
		},
		{
			"name": "Lifesense",
			"source": "B1",
			"page": 343,
			"entries": [
				"Lifesense allows a monster to sense the vital essence of living and undead creatures within the listed range. The sense can distinguish between the positive energy animating living creatures and the negative energy animating undead creatures, much as sight distinguishes colors."
			]
		},
		{
			"name": "Light Blindness",
			"source": "B1",
			"page": 343,
			"entries": [
				"When first exposed to bright light, the monster is {@condition blinded} until the end of its next turn. After this exposure, light doesn't blind the monster again until after it spends 1 hour in darkness. However, as long as the monster is in an area of bright light, it's {@condition dazzled}."
			]
		},
		{
			"name": "Local Lore",
			"source": "GMG",
			"page": 205,
			"entries": [
				"When they first meet a given person from their home settlement, the NPC can automatically attempt one check to {@action Recall Knowledge} about that person. This uses the {@skill Lore} skill for that settlement."
			]
		},
		{
			"name": "Low-Light Vision",
			"source": "B1",
			"page": 343,
			"entries": [
				"The monster can see in dim light as though it were bright light, so it ignores the {@condition concealed} condition due to dim light."
			]
		},
		{
			"name": "Moon Frenzy",
			"source": "B1",
			"page": 329,
			"traits": [
				"polymorph",
				"primal",
				"transmutation"
			],
			"entries": [
				"When a full moon appears in the night sky, the werecreature must enter hybrid form, can't {@ability Change Shape} thereafter, becomes one size larger, increases its reach by 5 feet, and increases the damage of its jaws by 2. When the moon sets or the sun rises, the werecreature returns to humanoid form and is fatigued for 2d4 hours."
			]
		},
		{
			"name": "Negative Healing",
			"source": "B2",
			"page": 305,
			"entries": [
				"A creature with negative healing draws health from negative energy rather than positive energy. It is damaged by positive damage and is not healed by positive healing effects. It does not take negative damage, and it is healed by negative effects that heal undead."
			]
		},
		{
			"name": "Poison",
			"source": "B1",
			"page": 343,
			"entries": [
				"When a creature is exposed to a monster's poison, it attempts a Fortitude save to avoid becoming poisoned. The level of a poison is the level of the monster inflicting the poison. The poison follows the rules for afflictions found on page 457 of the Pathfinder Core Rulebook."
			]
		},
		{
			"name": "Push",
			"source": "B1",
			"page": 343,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"requirements": "The monster's last action was a success with a Strike that lists Push in its damage entry.",
			"entries": [
				"The monster automatically knocks the target away from the monster. Unless otherwise noted in the ability description, the creature is pushed 5 feet. If the attack was a critical hit, this distance is doubled."
			]
		},
		{
			"name": "Quick Transcription",
			"source": "GMG",
			"page": 205,
			"entries": [
				"The NPC can attempt to copy a document faster than normal, provided they don't alter the content. They attempt a {@skill Lore||Scribing Lore} check, completing the task in half the time on a success (one-quarter on a critical success)."
			]
		},
		{
			"name": "Regeneration",
			"source": "B1",
			"page": 343,
			"entries": [
				"This monster regains the listed number of Hit Points each round at the beginning of its turn. Its {@condition dying} condition never increases beyond {@condition dying 3} as long as its regeneration is active. However, if it takes damage of a type listed in the regeneration entry, its regeneration deactivates until the end of its next turn. Deactivate the regeneration before applying any damage of a listed type, since that damage might kill the monster by bringing it to {@condition dying 4}."
			]
		},
		{
			"name": "Rend",
			"source": "B1",
			"page": 344,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"requirements": "The monster hit the same enemy with two consecutive {@action Strike||Strikes} of the listed type in the same round.",
			"entries": [
				"A Rend entry lists a {@action Strike|CRB} the monster has. The monster automatically deals that {@action Strike|CRB}'s damage again to the enemy."
			]
		},
		{
			"name": "Retributive Strike",
			"source": "B1",
			"page": 344,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"trigger": "An enemy damages the monster's ally, and both are within 15 feet of the monster.",
			"entries": [
				"The ally gains resistance to all damage against the triggering damage equal to 2 + the monster's level. If the foe is within reach, the monster makes a melee {@action Strike|CRB} against it."
			]
		},
		{
			"name": "Scent",
			"source": "B1",
			"page": 344,
			"entries": [
				"Scent involves sensing creatures or objects by smell, and is usually a vague sense. The range is listed in the ability, and it functions only if the creature or object being detected emits an aroma (for instance, incorporeal creatures usually do not exude an aroma)",
				"If a creature emits a heavy aroma or is upwind, the GM can double or even triple the range of {@ability scent} abilities used to detect that creature, and the GM can reduce the range if a creature is downwind."
			]
		},
		{
			"name": "Shield Block",
			"source": "B1",
			"page": 344,
			"activity": {
				"number": 1,
				"unit": "reaction"
			},
			"trigger": "The monster has its shield raised and takes damage from a physical attack.",
			"entries": [
				"The monster snaps its shield into place to deflect a blow. The shield prevents the monster from taking an amount of damage up to the shield's Hardness. The monster and the shield each take any remaining damage, possibly breaking or destroying the shield."
			]
		},
		{
			"name": "Sneak Attack",
			"source": "B1",
			"page": 344,
			"entries": [
				"When the monster {@action Strike||Strikes} a creature that has the {@condition flat-footed} condition with an agile or finesse melee weapon, an agile or finesse unarmed attack, or a ranged weapon attack, it also deals the listed precision damage. For a ranged attack with a thrown weapon, that weapon must also be an agile or finesse weapon."
			]
		},
		{
			"name": "Swallow Whole",
			"source": "B1",
			"page": 344,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"traits": [
				"attack"
			],
			"entries": [
				"The monster attempts to swallow a creature of the listed size or smaller that it has {@condition grabbed} in its jaws or mouth. If a swallowed creature is of the maximum size listed, the monster can't use Swallow Whole again. If the creature is smaller than the maximum, the monster can usually swallow more creatures; the GM determines the maximum. The monster attempts an {@skill Athletics} check opposed by the {@condition grabbed} creature's Reflex DC. If it succeeds, it swallows the creature. The monster's mouth or jaws no longer grab a creature it has swallowed, so the monster is free to use them to {@action Strike|CRB} or Grab once again. The monster can't attack creatures it has swallowed.",
				"A swallowed creature is {@condition grabbed}, is {@condition slowed 1}, and has to hold its breath or start suffocating. The swallowed creature takes the listed amount of damage when first swallowed and at the end of each of its turns while it's swallowed. If the victim {@action Escape||Escapes} this ability's {@condition grabbed} condition, it exits through the monster's mouth. This frees any other creature {@condition grabbed} in the monster's mouth or jaws. A swallowed creature can attack the monster that has swallowed it, but only with unarmed attacks or with weapons of light Bulk or less. The engulfing creature is {@condition flat-footed} against the attack. If the monster takes piercing or slashing damage equaling or exceeding the listed Rupture value from a single attack or spell, the engulfed creature cuts itself free. A creature that gets free by either Escaping or cutting itself free can immediately breathe and exits the swallowing monster's space.",
				"If the monster dies, a swallowed creature can be freed by creatures adjacent to the corpse if they spend a combined total of 3 actions cutting the monster open with a weapon or unarmed attack that deals piercing or slashing damage."
			]
		},
		{
			"name": "Swarm Mind",
			"source": "B1",
			"page": 344,
			"entries": [
				"This monster doesn't have a single mind (typically because it's a swarm of smaller creatures), and is immune to mental effects that target only a specific number of creatures. It is still subject to mental effects that affect all creatures in an area."
			]
		},
		{
			"name": "Telepathy",
			"source": "B1",
			"page": 344,
			"traits": [
				"aura",
				"divination",
				"magical"
			],
			"entries": [
				"A monster with {@spell telepathy|CRB} can communicate mentally with any creatures within the listed radius, as long as they share a language. This doesn't give any special access to their thoughts, and communicates no more information than normal speech would."
			]
		},
		{
			"name": "Throw Rock",
			"source": "B1",
			"page": 344,
			"activity": {
				"number": 1,
				"unit": "action"
			},
			"entries": [
				"The monster picks up a rock within reach or retrieves a stowed rock and throws it, making a ranged {@action Strike|CRB}."
			]
		},
		{
			"name": "Trample",
			"source": "B1",
			"page": 344,
			"activity": {
				"number": 3,
				"unit": "action"
			},
			"entries": [
				"The monster {@action Stride||Strides} up to double its Speed and can move through the spaces of creatures of the listed size, Trampling each creature whose space it enters. The monster can attempt to Trample the same creature only once in a single use of Trample. The monster deals the damage of the listed {@action Strike|CRB}, but trampled creatures can attempt a basic Reflex save at the listed DC (no damage on a critical success, half damage on a success, double damage on a critical failure)."
			]
		},
		{
			"name": "Tremorsense",
			"source": "B1",
			"page": 344,
			"entries": [
				"Tremorsense allows a monster to feel the vibrations through a solid surface caused by movement. It is an imprecise sense with a limited range (listed in the ability). Tremorsense functions only if the monster is on the same surface as the subject, and only if the subject is moving along (or burrowing through) the surface."
			]
		},
		{
			"name": "Warpwave",
			"source": "AoE6",
			"page": 81,
			"entries": [
				"Many proteans can inflict disorienting alterations in time and space called warpwaves. When a creature fails its saving throw and is affected by a warpwave, roll {@dice 1d8} and consult the table below for the specific effect on that creature. Unless indicated otherwise, a warpwave effect lasts for {@dice 1d4} rounds, and a new warpwave effect negates any previous warpwave effect already affecting a creature.",
				{
					"source": "AoE6",
					"page": 81,
					"colStyles": [
						"text-center",
						"text-center"
					],
					"labelRowIdx": [
						0
					],
					"colSizes": [
						1,
						9
					],
					"rows": [
						[
							"{@dice D8}",
							"Warpwave Effect"
						],
						[
							1,
							"{@condition Clumsy 2} ({@condition clumsy 3} on a critical failure)"
						],
						[
							2,
							"{@condition Confused} and gains {@dice 4d6} temporary Hit Points"
						],
						[
							3,
							"{@condition Dazzled} (permanent on a critical failure)"
						],
						[
							4,
							"{@condition Enfeebled 2} (3 on a critical failure)"
						],
						[
							5,
							"{@condition Immobilized} by filaments of energy"
						],
						[
							6,
							"{@condition Quickened} ({@action Stride}, {@action Strike}, or {@action Step} only)"
						],
						[
							7,
							"{@condition Slowed 1}"
						],
						[
							8,
							"{@condition Stupefied 2} (3 on a critical failure)"
						]
					],
					"type": "table"
				}
			]
		},
		{
			"name": "Wavesense",
			"source": "B1",
			"page": 344,
			"entries": [
				"This sense allows a monster to feel vibrations caused by movement through a liquid. It's an imprecise sense with a limited range (listed in the ability). Wavesense functions only if monster and the subject are in the same body of liquid, and only if the subject is moving through the liquid."
			]
		},
		{
			"name": "Site Bound",
			"source": "B1",
			"page": 166,
			"creature": [
				"Ghost"
			],
			"entries": [
				"A typical ghost can stray only a short distance from where it was killed or the place it haunts. A typical limit is 120 feet. Some ghosts are instead bound to a room, building, item, or creature that was special to it rather than a location."
			]
		},
		{
			"name": "Rejuvenation",
			"source": "B1",
			"page": 166,
			"creature": [
				"Ghost"
			],
			"traits": [
				"divine",
				"necromancy"
			],
			"entries": [
				"When a ghost is destroyed, it re-forms after {@dice 2d4} days within the location it's bound to, fully healed. A ghost can be permanently destroyed only if someone determines the reason for its existence and sets right whatever prevents the spirit from resting."
			],
			"add_hash": "Ghost"
		},
		{
			"name": "Corrupting Gaze",
			"source": "B1",
			"page": 166,
			"creature": [
				"Ghost"
			],
			"activity": {
				"unit": "action",
				"number": 2
			},
			"entries": [
				"The ghost stares at a creature it can see within 30 feet. The target takes {@damage 1d6} negative damage + {@damage 1d6} per 2 levels with a basic Will save. A creature that fails its save is also {@condition stupefied 1} for 1 minute."
			]
		},
		{
			"name": "Draining Touch",
			"source": "B1",
			"page": 166,
			"creature": [
				"Ghost"
			],
			"activity": {
				"unit": "action",
				"number": 2
			},
			"entries": [
				"With a touch, the ghost attempts to drain a living creature's life force. It makes a ghostly hand {@action Strike} but deals no damage on a hit. Instead, the target becomes {@condition drained 1} for 1 day, and the ghost regains HP equal to half its own level."
			]
		},
		{
			"name": "Frightful Moan",
			"source": "B1",
			"page": 166,
			"creature": [
				"Ghost"
			],
			"traits": [
				"auditory",
				"divine",
				"emotion",
				"enchantment",
				"fear",
				"mental"
			],
			"activity": {
				"unit": "action",
				"number": 2
			},
			"entries": [
				"The ghost laments its fate, forcing each living creature within 30 feet to attempt a Will save. On a failure, a creature becomes {@condition frightened 2} (or {@condition frightened 3} on a critical failure). On a success, a creature is temporarily immune to this ghost's frightful moan for 1 minute."
			]
		},
		{
			"name": "Inhabit Object",
			"source": "B1",
			"page": 166,
			"creature": [
				"Ghost"
			],
			"activity": {
				"unit": "action",
				"number": 1
			},
			"entries": [
				"The ghost possesses an object of size {@trait Large} or smaller within 20 feet, making it an animated object (pages 20–21). This animated object's level can be no higher than the ghost's level – 2. If the target object is being held by a creature, the bearer can attempt a Will save to prevent the possession. This possession ends when the object is destroyed or the ghost leaves it. At this point, the ghost reappears in the object's square and can't Inhabit an Object again for {@dice 1d4} rounds."
			]
		},
		{
			"name": "Malevolent Possession",
			"source": "B1",
			"page": 167,
			"creature": [
				"Ghost"
			],
			"activity": {
				"unit": "action",
				"number": 2
			},
			"entries": [
				"The ghost attempts to possess an adjacent corporeal creature. This has the same effect as the {@spell possession} spell, except since the ghost doesn't have a physical body, it is unaffected by that restriction of the spell."
			]
		},
		{
			"name": "Telekinetic Assault",
			"source": "B1",
			"page": 167,
			"traits": [
				"divine",
				"evocation"
			],
			"creature": [
				"Ghost"
			],
			"activity": {
				"unit": "action",
				"number": 2
			},
			"entries": [
				"The ghost cries out in pain and anguish as small objects and debris fly about in a 30-foot emanation. Creatures in this area take {@damage 1d6} bludgeoning damage + {@damage 1d6} per 2 levels, subject to a basic Reflex save."
			]
		},
		{
			"name": "Inspiration",
			"source": "B1",
			"page": 246,
			"traits": [
				"emotion",
				"enchantment",
				"mental",
				"primal"
			],
			"creature": [
				"Nymph Queen"
			],
			"activity": {
				"unit": "action",
				"number": 3
			},
			"entries": [
				"A nymph queen can inspire a single intelligent creature by giving that creature a token of her favor, typically a lock of her hair. As long as the creature carries her token and remains in good standing with the nymph queen, the creature gains a +1 status bonus to all Crafting checks, Performance checks, and Will saves.",
				"If a nymph queen grants her Inspiration to a bard and the nymph queen is that bard's muse, the bard gains an additional benefit depending on their muse theme: for lore muse, the bard also gains a +1 status bonus to all Lore checks; for maestro muse, the status bonus to Performance checks increases to +2 for the purpose of determining the effects of compositions; for polymath muse, the bard gains a +4 status bonus to untrained skill checks; and for all other muses, the Will save bonus increases to +2 against fey."
			]
		},
		{
			"name": "Focus Beauty",
			"source": "B1",
			"page": 246,
			"traits": [
				"emotion",
				"enchantment",
				"mental",
				"primal",
				"visual"
			],
			"creature": [
				"Nymph Queen"
			],
			"activity": {
				"unit": "action",
				"number": 1
			},
			"entries": [
				"The nymph queen focuses her beauty upon a target within her aura. The creature must attempt a Will save. On a failure, it is affected as if by the nymph queen's nymph's beauty aura; if it was already affected by the aura, it suffers a greater effect described in the nymph queen's entry. A nymph queen can Focus Beauty on a given creature only once per turn."
			]
		},
		{
			"name": "Change Shape",
			"source": "B1",
			"page": 246,
			"traits": [
				"polymorph",
				"primal",
				"transmutation"
			],
			"creature": [
				"Nymph Queen"
			],
			"activity": {
				"unit": "action",
				"number": 1
			},
			"entries": [
				"Nymph queens can transform between their original form, which looks much like a typical nymph of their kind, and any Small or Medium humanoid form, typically choosing a more humanoid-looking version of their natural form."
			],
			"add_hash": "Nymph Queen"
		},
		{
			"name": "Nymph's Beauty",
			"source": "B1",
			"page": 246,
			"creature": [
				"Nymph Queen"
			],
			"traits": [
				"emotion",
				"enchantment",
				"mental",
				"primal",
				"visual"
			],
			"entries": [
				"30 feet.",
				"Creatures that start their turn in the aura must succeed at a Will save or suffer an effect described in the nymph queen's entry."
			]
		},
		{
			"name": "Tied to the Land",
			"source": "B1",
			"page": 246,
			"creature": [
				"Nymph Queen"
			],
			"entries": [
				"A nymph queen is intrinsically tied to a specific region, such as a forest for a dryad queen. As long as the queen is healthy, the environment is exceptionally resilient, allowing the nymph queen to automatically attempt to counteract spells and rituals such as blight that would harm the environment, using her Spell DC with a counteract level equal to the highest-level druid spell she can cast. When the nymph queen becomes physically or psychologically unhealthy, however, her warded region eventually becomes twisted or unhealthy as well. In that case, restoring the nymph queen swiftly heals the entire region."
			]
		},
		{
			"name": "Jiang-shi Vulnerabilities",
			"source": "BotD",
			"page": 157,
			"creature": [
				"Vampire, Jiang-Shi"
			],
			"entries": [
				"All jiang-shi possess the following vulnerabilities.",
				{
					"type": "ability",
					"name": "Revulsion",
					"entries": [
						"A jiang-shi can't voluntarily come within 10 feet of a brandished mirror or the sound of ringing handbells. A creature can Interact with a mirror or handbell to brandish or ring that item for 1 round (similar to {@action Raise a Shield||Raising a Shield}). If the jiang-shi involuntarily comes within 10 feet of an object of their revulsion, they gain the {@condition fleeing} condition, running from the object of their revulsion until they are 10 feet or farther from the object. After 1 round of being exposed to the object of their revulsion, a jiang-shi can attempt a {@dc 25} Will save as a single action, which has the {@trait concentrate} trait. On a success, they overcome their revulsions for {@dice 1d6} rounds (or 1 hour on a critical success)."
					]
				},
				{
					"type": "ability",
					"name": "Bitter Epiphany",
					"entries": [
						"A jiang-shi is afflicted by severe melancholia when reminded of their debased nature and the truth of their existential disconnection from living beings. When a jiang-shi sees an altar with at least 1 Bulk of food offerings to ancestor spirits, they must attempt a {@dc 25} Will save. They are then temporarily immune to bitter epiphany for 1 minute.",
						{
							"type": "successDegree",
							"entries": {
								"Critical Success": "The jiang-shi is unaffected.",
								"Success": "The jiang-shi is {@condition stupefied 1} for 1 round.",
								"Failure": "The jiang-shi is {@condition stupefied 2} for 1 minute.",
								"Critical Failure": "The jiang-shi is {@condition stupefied 2} and {@condition confused} for 1 minute."
							}
						}
					]
				}
			]
		},
		{
			"name": "Warped Fulu",
			"source": "BotD",
			"page": 158,
			"creature": [
				"Vampire, Jiang-Shi"
			],
			"entries": [
				"The jiang-shi has corrupted the fulu attached to their brow. The jiang-shi is immune to spells cast from a magic item without expending a spell slot, such as from a scroll or wand. A creature can {@action Steal} a jiang-shi's fulu to remove it, rolling against the jiang-shi's Perception DC. This immediately ends the jiang-shi's immunity to these effects. If a creature then destroys a jiang-shi's removed fulu with an {@action Interact} action, the jiang-shi also loses their {@ability fast healing} ability. A jiang-shi can create a replacement fulu by spending 1 uninterrupted hour inscribing a strip of paper (or similar) with a writing instrument."
			]
		},
		{
			"name": "Nosferatu Vulnerabilities",
			"source": "B3",
			"page": 282,
			"creature": [
				"Vampire, Nosferatu"
			],
			"entries": [
				{
					"type": "ability",
					"name": "Revulsion",
					"entries": [
						"A nosferatu can't voluntarily come within 10 feet of brandished garlic or a brandished religious symbol of a non-evil deity. To brandish garlic or a religious symbol, a creature must Interact to do so for 1 round (similar to {@action Raise a Shield}). If the nosferatu involuntarily comes within 10 feet of an object of their revulsion, they gain the {@condition fleeing} condition, running from the object of their revulsion until they end an action beyond 10 feet. After 1 round of being exposed to the subject of their revulsion, a nosferatu can attempt a {@dc 25} 25 Will save as a single action, which has the {@trait concentrate} trait. On a success, they overcome their revulsions for {@dice 1d6} rounds (or 1 hour on a critical success)."
					]
				},
				{
					"type": "ability",
					"name": "Stake",
					"entries": [
						"A magical wooden stake (such as one affected by a {@item weapon potency (generic)||weapon potency rune}, {@spell magic weapon}, or similar magic) driven through the nosferatu's heart drops the nosferatu to 0 HP and prevents them from healing above 0 HP, even in their coffin. Staking a nosferatu requires 3 actions and works only if the nosferatu is {@condition unconscious}. If the stake is removed, the nosferatu can heal above 0 HP again, and if they're in their coffin, the 1-hour rest period begins once the stake is removed. If the nosferatu's head is severed and anointed with holy water while the stake is in place, the nosferatu is destroyed."
					]
				},
				{
					"type": "ability",
					"name": "Sunlight",
					"entries": [
						"If exposed to direct sunlight, a nosferatu immediately becomes {@condition slowed 1}. The slowed value increases by 1 each time the nosferatu ends their turn in sunlight, and the condition ends when they're no longer in sunlight. If the nosferatu loses all their actions in this way, they're destroyed."
					]
				}
			]
		},
		{
			"name": "Command Thrall",
			"source": "B3",
			"page": 282,
			"traits": [
				"auditory",
				"divine",
				"mental"
			],
			"creature": [
				"Vampire, Nosferatu"
			],
			"activity": {
				"unit": "free",
				"number": 1
			},
			"requirements": "One of the nosferatu's thralls is present and can hear the nosferatu",
			"entries": [
				"The nosferatu gives a single command to one of their thralls, which the thrall follows to the best of its ability during its next turn."
			]
		},
		{
			"name": "Mindbound",
			"source": "B3",
			"page": 282,
			"traits": [
				"divine",
				"enchantment"
			],
			"creature": [
				"Nosferatu Thrall"
			],
			"entries": [
				"A nosferatu master exerts a fierce hold over their thrall's mind. If any creature other than the thrall's master targets them with an effect that would give them the {@condition controlled} condition, the thrall's master rolls a counteract check against it using their Dominate DC - 10 as the counteract check modifier."
			]
		},
		{
			"name": "Rally",
			"source": "B3",
			"page": 282,
			"trigger": "The thrall ends their turn more than 30 feet away from their master",
			"creature": [
				"Nosferatu Thrall"
			],
			"activity": {
				"unit": "reaction",
				"number": 1
			},
			"entries": [
				"The thrall Strides up to their Speed toward their master."
			]
		},
		{
			"name": "Mortal Shield",
			"source": "B3",
			"page": 282,
			"trigger": "The thrall's master would take damage from a Strike or spell attack and is in an adjacent square",
			"creature": [
				"Nosferatu Thrall"
			],
			"activity": {
				"unit": "reaction",
				"number": 1
			},
			"entries": [
				"The thrall throws themself in front of their master, taking half the damage of the attack (before applying any weaknesses or resistances). The thrall's master takes the remaining damage, applying any weaknesses or resistances as normal."
			]
		},
		{
			"name": "Mist Escape",
			"source": "B1",
			"page": 318,
			"creature": [
				"Vampire"
			],
			"activity": {
				"unit": "free",
				"number": 1
			},
			"trigger": "The vampire is reduced to 0 HP.",
			"entries": [
				"The vampire uses Turn to Mist. It can take move actions to move toward its coffin even though it's at 0 HP. While at 0 HP in this form, the vampire is unaffected by further damage. It automatically returns to its corporeal form, unconscious, if it reaches its coffin or after 2 hours, whichever comes first."
			]
		},
		{
			"name": "Create Spawn",
			"source": "B1",
			"page": 318,
			"creature": [
				"Vampire"
			],
			"traits": [
				"divine",
				"downtime",
				"necromancy"
			],
			"entries": [
				"If a creature dies after being reduced to 0 HP by Drink Blood, the vampire can turn this victim into a vampire by donating some of its own blood to the victim and burying the victim in earth for 3 nights. If the new vampire is lower level than its creator, it is under the creator's control. If a vampire controls too many spawn at once (as determined by the GM), strong-willed spawn can free themselves by succeeding at a Will saving throw against the vampire's Will DC."
			]
		},
		{
			"name": "Children of the Night",
			"source": "B1",
			"page": 318,
			"creature": [
				"Vampire"
			],
			"traits": [
				"divine",
				"enchantment",
				"mental"
			],
			"entries": [
				"The vampire's presence brings forth creatures of the night to do the master's bidding. These typically include rat swarms, bat swarms, and wolves, but can include other creatures. The vampire can give telepathic orders to these creatures as long as they are within 100 feet, but they can't communicate back."
			]
		},
		{
			"name": "Turn to Mist",
			"source": "B1",
			"page": 318,
			"creature": [
				"Vampire"
			],
			"traits": [
				"concentrate",
				"divine",
				"transmutation"
			],
			"entries": [
				"The vampire turns into a cloud of vapor, as the {@spell gaseous form} spell, or back to its normal form. The vampire loses fast healing while in gaseous form. The vampire can remain in this form indefinitely."
			]
		},
		{
			"name": "Vrykolakas Vulnerabilities",
			"source": "B2",
			"page": 275,
			"creature": [
				"Vampire, Vrykolakas"
			],
			"entries": [
				"Vrykolakas all have the following vulnerabilities",
				{
					"type": "ability",
					"name": "Burial Site Bound",
					"entries": [
						" A vrykolakas is bound to the place of its death or interment. It must return to this location once per week and bury itself in the earth for 24 hours, during which time it is paralyzed and can be beheaded. If it is unable to return to this site, it is reduced to 0 Hit Points and attempts to use Feral Corruption; if this host animal can't return to the burial site before the possession effect ends, the vrykolakas is destroyed and the animal host returns to normal. "
					]
				},
				{
					"type": "ability",
					"name": "Vulnerable to Decapitation",
					"entries": [
						"A vrykolakas that is beheaded can't use its Feral Possession, and a beheaded corpse cannot rise as a vrykolakas."
					]
				}
			]
		},
		{
			"name": "Control Comatose",
			"source": "BotD",
			"page": 160,
			"creature": [
				"Vampire, Vetalarana"
			],
			"traits": [
				"exploration",
				"incapacitation",
				"mental",
				"necromancy",
				"occult",
				"possession"
			],
			"frequency": {
				"unit": "day",
				"number": 1
			},
			"entries": [
				"The vetalarana manipulator spends 10 minutes to take psychic control of the creatures they've rendered comatose with Drain Thoughts. This has the effects of the {@spell possession} spell, but lasts for up to 6 hours, has a range of 1 mile, and the vetalarana can control a number of comatose victims at a time equal to half the vetalarana's level. A comatose victim can't resist this possession and automatically gets a critical failure on its saving throw against Control Comatose.",
				"As long as a comatose victim is controlled by a vetalarana manipulator in this way, the victim's stupefied and unconscious conditions are temporarily suppressed."
			]
		}
	]
}
