{
	"action": [
		{
			"name": "Aid",
			"source": "CRB",
			"page": 470,
			"srd": true,
			"activity": {
				"number": 1,
				"unit": "reaction",
				"entry": "{@as r}"
			},
			"trigger": "An ally is about to use an action that requires a skill check or attack roll.",
			"requirements": "The ally is willing to accept your aid, and you have prepared to help (see below).",
			"entries": [
				"You try to help your ally with a task. To use this reaction, you must first prepare to help, usually by using an action during your turn. You must explain to the GM exactly how you’re trying to help, and they determine whether you can Aid your ally.",
				"When you use your Aid reaction, attempt a skill check or attack roll of a type decided by the GM. The typical DC is 20, but the GM might adjust this DC for particularly hard or easy tasks. The GM can add any relevant traits to your preparatory action or to your Aid reaction depending on the situation, or even allow you to Aid checks other than skill checks and attack rolls.",
				{
					"type": "success_degree",
					"entries": {
						"Critical Success": "You grant your ally a +2 circumstance bonus to the triggering check. If you’re a master with the check you attempted, the bonus is +3, and if you’re legendary, it’s +4.",
						"Success": "You grant your ally a +1 circumstance bonus to the triggering check.",
						"Critical Failure": "Your ally takes a –1 circumstance penalty to the triggering check."
					}
				}
			]
		},
		{
			"name": "Crawl",
			"source": "CRB",
			"page": 470,
			"srd": true,
			"traits": [
				"Move"
			],
			"activity": {
				"number": 1,
				"unit": "single",
				"entry": "{@as 1}"
			},
			"requirements": "You are prone and your Speed is at least 10 feet.",
			"entries": [
				"You move 5 feet by crawling and continue to stay prone."
			]
		},
		{
			"name": "Delay",
			"source": "CRB",
			"page": 470,
			"srd": true,
			"activity": {
				"number": 1,
				"unit": "single",
				"entry": "{@as 1}"
			},
			"trigger": "Your turn begins.",
			"entries": [
				"You wait for the right moment to act. The rest of your turn doesn’t happen yet. Instead, you’re removed from the initiative order. You can return to the initiative order as a free action triggered by the end of any other creature’s turn. This permanently changes your initiative to the new position. You can’t use reactions until you return to the initiative order. If you Delay an entire round without returning to the initiative order, the actions from the Delayed turn are lost, your initiative doesn’t change, and your next turn occurs at your original position in the initiative order.",
				"When you Delay, any persistent damage or other negative effects that normally occur at the start or end of your turn occur immediately when you use the Delay action. Any beneficial effects that would end at any point during your turn also end. The GM might determine that other effects end when you Delay as well. Essentially, you can’t Delay to avoid negative consequences that would happen on your turn or to extend beneficial effects that would end on your turn."
			]
		},
		{
			"name": "Drop Prone",
			"source": "CRB",
			"page": 470,
			"srd": true,
			"traits": [
				"Move"
			],
			"activity": {
				"number": 1,
				"unit": "single",
				"entry": "{@as 1}"
			},
			"entries": [
				"You fall {@condition prone}."
			]
		},
		{
			"name": "Escape",
			"source": "CRB",
			"page": 470,
			"srd": true,
			"traits": [
				"Attack"
			],
			"activity": {
				"number": 1,
				"unit": "single",
				"entry": "{@as 1}"
			},
			"entries": [
				"You attempt to escape from being grabbed, immobilized, or restrained. Choose one creature, object, spell effect, hazard, or other impediment imposing any of those conditions on you. Attempt a check using your unarmed attack modifier against the DC of the effect. This is typically the Athletics DC of a creature grabbing you, the Thievery DC of a creature who tied you up, the spell DC for a spell effect, or the listed Escape DC of an object, hazard, or other impediment. You can attempt an Acrobatics or Athletics check instead of using your attack modifier if you choose (but this action still has the attack trait).",
				{
					"type": "success_degree",
					"entries": {
						"Critical Success": "You get free and remove the {@condition grabbed}, {@condition immobilized}, and {@condition restrained} conditions imposed by your chosen target. You can then {@action Stride} up to 5 feet.",
						"Success": "You get free and remove the {@condition grabbed}, {@condition immobilized}, and {@condition restrained} conditions imposed by your chosen target.",
						"Critical Failure": "You don’t get free, and you can’t attempt to Escape again until your next turn."
					}
				}
			]
		},
		{
			"name": "Interact",
			"source": "CRB",
			"page": 470,
			"srd": true,
			"traits": [
				"Manipulate"
			],
			"activity": {
				"number": 1,
				"unit": "reaction",
				"entry": "{@as r}"
			},
			"entries": [
				"You use your hand or hands to manipulate an object or the terrain. You can grab an unattended or stored object, open a door, or produce some similar effect. You might have to attempt a skill check to determine if your Interact action was successful."
			]
		},
		{
			"name": "Invest an Item",
			"source": "CRB",
			"page": 531,
			"srd": true,
			"activity": {
				"number": 1,
				"unit": "Varies",
				"entry": "Varies"
			},
			"entries": [
				"You invest your energy in an item with the {@trait invested} trait as you don it. This process requires 1 or more Interact actions, usually taking the same amount of time it takes to don the item. Once you’ve Invested the Item, you benefit from its constant magical abilities as long as you meet its other requirements (for most invested items, the only other requirement is that you must be wearing the item). This investiture lasts until you remove the item.",
				"You can invest no more than 10 items per day. If you remove an invested item, it loses its investiture. The item still counts against your daily limit after it loses its investiture. You reset the limit during your daily preparations, at which point you Invest your Items anew. If you’re still wearing items you had invested the previous day, you can typically keep them invested on the new day, but they still count against your limit."
			]
		},
		{
			"name": "Leap",
			"source": "CRB",
			"page": 470,
			"srd": true,
			"activity": {
				"number": 1,
				"unit": "single",
				"entry": "{@as 1}"
			},
			"entries": [
				"You take a careful, short jump. You can Leap up to 10 feet horizontally if your Speed is at least 15 feet, or up to 15 feet horizontally if your Speed is at least 30 feet. You land in the space where your Leap ends (meaning you can typically clear a 5-foot gap, or a 10-foot gap if your Speed is 30 feet or more).",
				"If you Leap vertically, you can move up to 3 feet vertically and 5 feet horizontally onto an elevated surface.",
				"Jumping a greater distance requires using the Athletics skill."
			]
		},
		{
			"name": "Ready",
			"source": "CRB",
			"page": 470,
			"srd": true,
			"traits": [
				"Concentrate"
			],
			"activity": {
				"number": 1,
				"unit": "double",
				"entry": "{@as 2}"
			},
			"entries": [
				"You prepare to use an action that will occur outside your turn. Choose a single action or free action you can use, and designate a trigger. Your turn then ends. If the trigger you designated occurs before the start of your next turn, you can use the chosen action as a reaction (provided you still meet the requirements to use it). You can’t Ready a free action that already has a trigger.",
				"If you have a multiple attack penalty and your readied action is an attack action, your readied attack takes the multiple attack penalty you had at the time you used Ready. This is one of the few times the multiple attack penalty applies when it’s not your turn."
			]
		},
		{
			"name": "Release",
			"source": "CRB",
			"page": 470,
			"srd": true,
			"traits": [
				"Manipulate"
			],
			"activity": {
				"number": 1,
				"unit": "free",
				"entry": "{@as f}"
			},
			"entries": [
				"You release something you’re holding in your hand or hands. This might mean dropping an item, removing one hand from your weapon while continuing to hold it in another hand, releasing a rope suspending a chandelier, or performing a similar action. Unlike most manipulate actions, Release does not trigger reactions that can be triggered by actions with the manipulate trait (such as {@action Attack of Opportunity}).",
				"If you want to prepare to Release something outside of your turn, use the {@action Ready} activity."
			]
		},
		{
			"name": "Seek",
			"source": "CRB",
			"page": 471,
			"srd": true,
			"traits": [
				"Concentrate",
				"Secret"
			],
			"activity": {
				"number": 1,
				"unit": "single",
				"entry": "{@as 1}"
			},
			"entries": [
				"You scan an area for signs of creatures or objects. If you’re looking for creatures, choose an area you’re scanning. If precision is necessary, the GM can have you select a 30-foot cone or a 15-foot burst within line of sight. You might take a penalty if you choose an area that’s far away.",
				"If you’re using Seek to search for objects (including secret doors and hazards), you search up to a 10-foot square adjacent to you. The GM might determine you need to Seek as an activity, taking more actions or even minutes or hours if you’re searching a particularly cluttered area.",
				"The GM attempts a single secret Perception check for you and compares the result to the Stealth DCs of any undetected or hidden creatures in the area or the DC to detect each object in the area (as determined by the GM or by someone Concealing the Object). A creature you detect might remain hidden, rather than becoming observed, if you’re using an imprecise sense or if an effect (such as invisibility) prevents the subject from being observed.",
				{
					"type": "success_degree",
					"entries": {
						"Critical Success": "If you were searching for creatures, any undetected or hidden creature you critically succeeded against becomes {@condition observed} by you. If you were searching for an object, you learn its location.",
						"Success": "If you were searching for creatures, any undetected creature you succeeded against becomes hidden from you instead of undetected, and any hidden creature you succeeded against becomes {@condition observed} by you. If you were searching for an object, you learn its location or get a clue to its whereabouts, as determined by the GM."
					}
				}
			]
		},
		{
			"name": "Sense Motive",
			"source": "CRB",
			"page": 471,
			"srd": true,
			"traits": [
				"Concentrate",
				"Secret"
			],
			"activity": {
				"number": 1,
				"unit": "single",
				"entry": "{@as 1}"
			},
			"entries": [
				"You try to tell whether a creature’s behavior is abnormal. Choose one creature, and assess it for odd body language, signs of nervousness, and other indicators that it might be trying to deceive someone. The GM attempts a single secret Perception check for you and compares the result to the Deception DC of the creature, the DC of a spell affecting the creature’s mental state, or another appropriate DC determined by the GM. You typically can’t try to Sense the Motive of the same creature again until the situation changes significantly.",
				{
					"type": "success_degree",
					"entries": {
						"Critical Success": "You determine the creature’s true intentions and get a solid idea of any mental magic affecting it.",
						"Success": "You can tell whether the creature is behaving normally, but you don’t know its exact intentions or what magic might be affecting it.",
						"Failure": "You detect what a deceptive creature wants you to believe. If they’re not being deceptive, you believe they’re behaving normally.",
						"Critical Failure": "You get a false sense of the creature’s intentions."
					}
				}
			]
		},
		{
			"name": "Stand",
			"source": "CRB",
			"page": 471,
			"srd": true,
			"traits": [
				"Move"
			],
			"activity": {
				"number": 1,
				"unit": "single",
				"entry": "{@as 1}"
			},
			"entries": [
				"You stand up from {@condition prone}."
			]
		},
		{
			"name": "Step",
			"source": "CRB",
			"page": 471,
			"srd": true,
			"traits": [
				"Move"
			],
			"activity": {
				"number": 1,
				"unit": "single",
				"entry": "{@as 1}"
			},
			"requirements": "Your Speed is at least 10 feet.",
			"entries": [
				"You carefully move 5 feet. Unlike most types of movement, Stepping doesn’t trigger reactions, such as Attacks of Opportunity, that can be triggered by move actions or upon leaving or entering a square.",
				"You can’t Step into difficult terrain, and you can’t Step using a Speed other than your land Speed."
			]
		},
		{
			"name": "Stride",
			"source": "CRB",
			"page": 471,
			"srd": true,
			"traits": [
				"Move"
			],
			"activity": {
				"number": 1,
				"unit": "single",
				"entry": "{@as 1}"
			},
			"entries": [
				"You move up to your Speed."
			]
		},
		{
			"name": "Strike",
			"source": "CRB",
			"page": 471,
			"srd": true,
			"traits": [
				"Attack"
			],
			"activity": {
				"number": 1,
				"unit": "single",
				"entry": "{@as 1}"
			},
			"entries": [
				"You attack with a weapon you're wielding or with an unarmed attack, targeting one creature within your reach (for a melee attack) or within range (for a ranged attack). Roll the attack roll for the weapon or unarmed attack you are using, and compare the result to the target creature's AC to determine the effect. See Attack Rolls and Damage for details on calculating your attack and damage rolls.",
				{
					"type": "success_degree",
					"entries": {
						"Critical Success": "As success, but you deal double damage.",
						"Success": "You deal damage according to the weapon or unarmed attack, including any modifiers, bonuses, and penalties you have to damage."
					}
				}
			]
		},
		{
			"name": "Take Cover",
			"source": "CRB",
			"page": 471,
			"srd": true,
			"activity": {
				"number": 1,
				"unit": "single",
				"entry": "{@as 1}"
			},
			"requirements": "You are benefiting from cover, are near a feature that allows you to take cover, or are {@condition prone}.",
			"entries": [
				"You press yourself against a wall or duck behind an obstacle to take better advantage of cover. If you would have standard cover, you instead gain greater cover, which provides a +4 circumstance bonus to AC; to Reflex saves against area effects; and to Stealth checks to Hide, Sneak, or otherwise avoid detection. Otherwise, you gain the benefits of standard cover (a +2 circumstance bonus instead). This lasts until you move from your current space, use an attack action, become {@condition unconscious}, or end this effect as a free action."
			]
		},
		{
			"name": "Activate an Item",
			"source": "CRB",
			"page": 532,
			"srd": true,
			"activity": {
				"number": 1,
				"unit": "Varies",
				"entry": "Varies"
			},
			"requirements": "You can Activate an Item with the invested trait only if it’s invested by you. If the item requires you to Interact with it, you must be wielding it (if it’s a held item) or touching it with a free hand (if it’s another type of item).",
			"entries": [
				"You call forth the effect of an item by properly activating it. This is a special activity that takes a variable number of actions, as listed in the item’s stat block.",
				"Some items can be activated as a reaction or free action. In this case, you Activate the Item as a reaction or free action (as appropriate) instead of as an activity. Such cases are noted in the item’s Activate entry in its stat block—for example, “Activate {@as R} command.”",
				{
					"type": "entries",
					"name": "Long Activation Times",
					"entries": [
						"Some items take minutes or hours to activate. The Activate an Item activity for these items includes a mix of the listed activation components, but it’s not necessary to break down which one you’re providing at a given time. You can’t use other actions or reactions while activating such an item, though at the GM’s discretion, you might be able to speak a few sentences. As with other activities that take a long time, these activations have the exploration trait, and you can’t activate them in an encounter. If combat breaks out while you’re activating one, your activation is disrupted (see the Disrupting Activations sidebar)."
					]
				},
				{
					"type": "entries",
					"name": "Activation Components",
					"entries": [
						"Each activation entry lists any components involved in the activation after the action icons or text, such as “{@as 1} command.” The activation components, described below, add traits (listed in parentheses) and requirements to the activation. If you can’t provide the components, you fail to Activate the Item.",
						{
							"type": "list",
							"items": [
								"Command ({@trait auditory}, {@trait concentrate})",
								"Envision ({@trait concentrate})",
								"Interact ({@trait manipulate})",
								"{@action Cast a Spell}"
							]
						}
					]
				}
			]
		},
		{
			"name": "Arrest a Fall",
			"source": "CRB",
			"page": 472,
			"srd": true,
			"activity": {
				"number": 1,
				"unit": "reaction",
				"entry": "{@as r}"
			},
			"trigger": "You fall.",
			"requirements": "You have a fly Speed.",
			"entries": [
				"You attempt an Acrobatics check to slow your fall. The DC is typically 15, but it might be higher due to air turbulence or other circumstances.",
				{
					"type": "success_degree",
					"entries": {
						"Success": "You fall gently, taking no damage from the fall."
					}
				}
			]
		},
		{
			"name": "Avert Gaze",
			"source": "CRB",
			"page": 472,
			"srd": true,
			"activity": {
				"number": 1,
				"unit": "single",
				"entry": "{@as 1}"
			},
			"entries": [
				"You avert your gaze from danger. You gain a +2 circumstance bonus to saves against visual abilities that require you to look at a creature or object, such as a medusa’s petrifying gaze. Your gaze remains averted until the start of your next turn."
			]
		},
		{
			"name": "Burrow",
			"source": "CRB",
			"page": 472,
			"srd": true,
			"traits": [
				"Move"
			],
			"activity": {
				"number": 1,
				"unit": "single",
				"entry": "{@as 1}"
			},
			"requirements": "You have a burrow Speed",
			"entries": [
				"You dig your way through dirt, sand, or a similar loose material at a rate up to your burrow Speed. You can’t burrow through rock or other substances denser than dirt unless you have an ability that allows you to do so."
			]
		},
		{
			"name": "Cast a Spell",
			"source": "CRB",
			"page": 302,
			"srd": true,
			"entries": [
				"You cast a spell you have prepared or in your repertoire. Casting a Spell is a special activity that takes a variable number of actions depending on the spell, as listed in each spell’s stat block. As soon as the spellcasting actions are complete, the spell effect occurs.",
				"Some spells are cast as a reaction or free action. In those cases, you Cast the Spell as a reaction or free action (as appropriate) instead of as an activity. Such cases will be noted in the spell’s stat block—for example, “{@as R} verbal.”",
				{
					"type": "entries",
					"name": "Long Casting Times",
					"entries": [
						"Some spells take minutes or hours to cast. The Cast a Spell activity for these spells includes a mix of the listed spell components, but it’s not necessary to break down which one you’re providing at a given time. You can’t use other actions or reactions while casting such a spell, though at the GM’s discretion, you might be able to speak a few sentences. As with other activities that take a long time, these spells have the {@trait exploration} trait, and you can’t cast them in an encounter. If combat breaks out while you’re casting one, your spell is disrupted (see Disrupted and Lost Spells below)."
					]
				},
				{
					"type": "entries",
					"name": "Activation Components",
					"entries": [
						"Each spell lists the spell components required to cast it after the action icons or text, such as “{@as 3} material, somatic, verbal.“ The spell components, described in detail below, add traits and requirements to the Cast a Spell activity. If you can’t provide the components, you fail to Cast the Spell.",
						{
							"type": "list",
							"items": [
								"Material ({@trait manipulate})",
								"Somatic ({@trait manipulate})",
								"Verbal ({@trait concentrate})",
								"Focus ({@trait manipulate})"
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Disrupted and Lost Spells",
					"entries": [
						"Some abilities and spells can disrupt a spell, causing it to have no effect and be lost. When you lose a spell, you’ve already expended the spell slot, spent the spell’s costs and actions, and used the Cast a Spell activity. If a spell is disrupted during a Sustain a Spell action, the spell immediately ends. The full rules for disrupting actions appear here."
					]
				}
			]
		},
		{
			"name": "Dismiss",
			"source": "CRB",
			"page": 305,
			"srd": true,
			"activity": {
				"number": 1,
				"unit": "single",
				"entry": "{@as 1}"
			},
			"traits": [
				"Concentrate"
			],
			"entries": [
				"You end one spell effect or magic item effect. This must be an effect you are allowed to dismiss, as defined by the spell or item. Dismissal might end the effect entirely or might end it just for a certain target or targets, depending on the spell or item."
			]
		},
		{
			"name": "Fly",
			"source": "CRB",
			"page": 305,
			"srd": true,
			"activity": {
				"number": 1,
				"unit": "single",
				"entry": "{@as 1}"
			},
			"traits": [
				"Move"
			],
			"requirements": "You have a fly Speed.",
			"entries": [
				"You move through the air up to your fly Speed. Moving upward (straight up or diagonally) uses the rules for moving through difficult terrain. You can move straight down 10 feet for every 5 feet of movement you spend. If you Fly to the ground, you don’t take falling damage. You can use an action to Fly 0 feet to hover in place. If you’re airborne at the end of your turn and didn’t use a Fly action this round, you fall."
			]
		},
		{
			"name": "Grab an Edge",
			"source": "CRB",
			"page": 472,
			"srd": true,
			"activity": {
				"number": 1,
				"unit": "reaction",
				"entry": "{@as r}"
			},
			"trigger": "You fall from or past an edge or handhold.",
			"requirements": "Your hands are not tied behind your back or otherwise restrained.",
			"entries": [
				"When you fall off or past an edge or other handhold, you can try to grab it, potentially stopping your fall. You must succeed at a Reflex save, usually at the Climb DC. If you grab the edge or handhold, you can then Climb up using Athletics.",
				{
					"type": "success_degree",
					"entries": {
						"Critical Success": "You grab the edge or handhold, whether or not you have a hand free, typically by using a suitable held item to catch yourself (catching a battle axe on a ledge, for example). You still take damage from the distance fallen so far, but you treat the fall as though it were 30 feet shorter.",
						"Success": "If you have at least one hand free, you grab the edge or handhold, stopping your fall. You still take damage from the distance fallen so far, but you treat the fall as though it were 20 feet shorter. If you have no hands free, you continue to fall as if you had failed the check.",
						"Critical Failure": "You continue to fall, and if you’ve fallen 20 feet or more before you use this reaction, you take 10 bludgeoning damage from the impact for every 20 feet fallen."
					}
				}
			]
		},
		{
			"name": "Mount",
			"source": "CRB",
			"page": 472,
			"srd": true,
			"activity": {
				"number": 1,
				"unit": "single",
				"entry": "{@as 1}"
			},
			"traits": [
				"Move"
			],
			"entries": [
				"You move onto the creature and ride it. If you’re already mounted, you can instead use this action to dismount, moving off the mount into a space adjacent to it."
			]
		},
		{
			"name": "Point Out",
			"source": "CRB",
			"page": 472,
			"srd": true,
			"activity": {
				"number": 1,
				"unit": "single",
				"entry": "{@as 1}"
			},
			"traits": [
				"Auditory",
				"Manipulate",
				"Visual"
			],
			"requirements": "A creature is {@condition undetected} by one or more of your allies but isn’t {@condition undetected} by you.",
			"entries": [
				"You indicate a creature that you can see to one or more allies, gesturing in a direction and describing the distance verbally. That creature is {@condition hidden} to your allies, rather than {@condition undetected}. This works only for allies who can see you and are in a position where they could potentially detect the target. If your allies can’t hear or understand you, they must succeed at a Perception check against the creature’s Stealth DC or they misunderstand and believe the target is in a different location."
			]
		},
		{
			"name": "Raise a Shield",
			"source": "CRB",
			"page": 472,
			"srd": true,
			"activity": {
				"number": 1,
				"unit": "single",
				"entry": "{@as 1}"
			},
			"requirements": "You are wielding a shield.",
			"entries": [
				"You position your shield to protect yourself. When you have Raised a Shield, you gain its listed circumstance bonus to AC. Your shield remains raised until the start of your next turn."
			]
		},
		{
			"name": "Sustain a Spell",
			"source": "CRB",
			"page": 304,
			"srd": true,
			"activity": {
				"number": 1,
				"unit": "single",
				"entry": "{@as 1}"
			},
			"traits": [
				"Concentrate"
			],
			"requirements": "You have at least one spell active with a sustained duration, and you are not fatigued.",
			"entries": [
				"Choose one spell with a sustained duration you have in effect. The duration of that spell continues until the end of your next turn. Some spells might have slightly different or expanded effects if you sustain them. Sustaining a Spell for more than 10 minutes (100 rounds) ends the spell and makes you fatigued unless the spell lists a different maximum duration (such as “sustained up to 1 minute” or “sustained up to 1 hour”).",
				"If your Sustain a Spell action is disrupted, the spell immediately ends."
			]
		},
		{
			"name": "Sustain an Activation",
			"source": "CRB",
			"page": 534,
			"srd": true,
			"activity": {
				"number": 1,
				"unit": "single",
				"entry": "{@as 1}"
			},
			"requirements": "You have at least one magic item activation that you can sustain and you are not fatigued.",
			"entries": [
				"Choose one magic item activation with a sustained duration you have in effect. The duration of that activation continues until the end of your next turn. Some activations may have slightly different or expanded effects if you sustain them. Sustaining an Activation for more than 10 minutes (100 rounds) ends the activation and makes you fatigued unless the item’s description states a different maximum duration (such as “up to 1 minute” or “up to 1 hour”).",
				"If your Sustain an Activation action is disrupted, the item’s effect immediately ends."
			]
		},
		{
			"name": "Attack of Opportunity",
			"source": "CRB",
			"page": 474,
			"srd": true,
			"activity": {
				"number": 1,
				"unit": "reaction",
				"entry": "{@as r}"
			},
			"trigger": "A creature within your reach uses a {@trait manipulate} action or a {@trait move} action, makes a ranged attack, or leaves a square during a move action it’s using.",
			"entries": [
				"You lash out at a foe that leaves an opening. Make a melee Strike against the triggering creature. If your attack is a critical hit and the trigger was a manipulate action, you disrupt that action. This Strike doesn’t count toward your multiple attack penalty, and your multiple attack penalty doesn’t apply to this Strike."
			]
		},
		{
			"name": "Refocus",
			"source": "CRB",
			"page": 300,
			"srd": true,
			"activity": {
				"number": 10,
				"unit": "minute",
				"entry": "10 minutes"
			},
			"traits": [
				"Concentrate",
				"Exploration"
			],
			"requirements": "You have a focus pool, and you have spent at least 1 Focus Point since you last regained any Focus Points.",
			"entries": [
				"You spend 10 minutes performing deeds to restore your magical connection. This restores 1 Focus Point to your focus pool. The deeds you need to perform are specified in the class or ability that gives you your focus spells. These deeds can usually overlap with other tasks that relate to the source of your focus spells. For instance, a cleric with focus spells from a good deity can usually Refocus while tending the wounds of their allies, and a wizard of the illusionist school might be able to Refocus while attempting to Identify Magic of the illusion school."
			]
		},
		{
			"name": "Hustle",
			"source": "CRB",
			"page": 480,
			"srd": true,
			"traits": [
				"Exploration",
				"Move"
			],
			"entries": [
				"You strain yourself to move at double your travel speed. You can Hustle only for a number of minutes equal to your Constitution modifier × 10 (minimum 10 minutes). If you are in a group that is Hustling, use the lowest Constitution modifier among everyone to determine how fast the group can Hustle together."
			]
		},
		{
			"name": "Investigate",
			"source": "CRB",
			"page": 480,
			"srd": true,
			"traits": [
				"Concentrate",
				"Exploration"
			],
			"entries": [
				"You seek out information about your surroundings while traveling at half speed. You use Recall Knowledge as a secret check to discover clues among the various things you can see and engage with as you journey along. You can use any skill that has a {@action Recall Knowledge} action while Investigating, but the GM determines whether the skill is relevant to the clues you could find."
			]
		},
		{
			"name": "Repeat a Spell",
			"source": "CRB",
			"page": 480,
			"srd": true,
			"traits": [
				"Concentrate",
				"Exploration"
			],
			"entries": [
				"You repeatedly cast the same spell while moving at half speed. Typically, this spell is a cantrip that you want to have in effect in the event a combat breaks out, and it must be one you can cast in 2 actions or fewer. In order to prevent fatigue due to repeated casting, you’ll likely use this activity only when something out of the ordinary occurs.",
				"You can instead use this activity to continue {@action Sustain a Spell|CRB|Sustaining a Spell} or {@action Sustain an Activation|CRB|Activation} with a sustained duration. Most such spells or item effects can be sustained for 10 minutes, though some specify they can be sustained for a different duration."
			]
		},
		{
			"name": "Scout",
			"source": "CRB",
			"page": 480,
			"srd": true,
			"traits": [
				"Concentrate",
				"Exploration"
			],
			"entries": [
				"You scout ahead and behind the group to watch danger, moving at half speed. At the start of the next encounter, every creature in your party gains a +1 circumstance bonus to their initiative rolls."
			]
		},
		{
			"name": "Search",
			"source": "CRB",
			"page": 480,
			"srd": true,
			"traits": [
				"Concentrate",
				"Exploration"
			],
			"entries": [
				"You {@action Seek} meticulously for hidden doors, concealed hazards, and so on. You can usually make an educated guess as to which locations are best to check and move at half speed, but if you want to be thorough and guarantee you checked everything, you need to travel at a Speed of no more than 300 feet per minute, or 150 feet per minute to ensure you check everything before you walk into it. You can always move more slowly while Searching to cover the area more thoroughly, and the Expeditious Search feat increases these maximum Speeds. If you come across a secret door, item, or hazard while Searching, the GM will attempt a free secret check to Seek to see if you notice the hidden object or hazard. In locations with many objects to search, you have to stop and spend significantly longer to search thoroughly."
			]
		},
		{
			"name": "Decipher Writing",
			"source": "CRB",
			"page": 234,
			"srd": true,
			"traits": [
				"Concentrate",
				"Exploration",
				"Secret"
			],
			"entries": [
				"You attempt to decipher complicated writing or literature on an obscure topic. This usually takes 1 minute per page of text, but might take longer (typically an hour per page for decrypting ciphers or the like). The text must be in a language you can read, though the GM might allow you to attempt to decipher text written in an unfamiliar language using {@skill Society} instead.",
				"The DC is determined by the GM based on the state or complexity of the document. The GM might have you roll one check for a short text or a check for each section of a larger text.",
				{
					"type": "success_degree",
					"entries": {
						"Critical Success": "You understand the true meaning of the text.",
						"Success": "You understand the true meaning of the text. If it was a coded document, you know the general meaning but might not have a word-for-word translation.",
						"Failure": "You can’t understand the text and take a –2 circumstance penalty to further checks to decipher it.",
						"Critical Failure": "You believe you understand the text on that page, but you have in fact misconstrued its message."
					}
				},
				{
					"type": "pf2-sample-box",
					"name": "Sample Decipher Tasks",
					"entries": [
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Trained",
									"entry": "entry-level philosophy treatise"
								},
								{
									"type": "item",
									"name": "Expert",
									"entry": "complex code, such as a cipher"
								},
								{
									"type": "item",
									"name": "Master",
									"entry": "spymaster’s code or advanced research notes"
								},
								{
									"type": "item",
									"name": "Legendary",
									"entry": "esoteric planar text written in metaphor by an ancient celestial"
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Earn Income",
			"source": "CRB",
			"page": 236,
			"srd": true,
			"traits": [
				"Downtime"
			],
			"entries": [
				"You use one of your skills to make money during downtime. The GM assigns a task level representing the most lucrative job available. You can search for lower-level tasks, with the GM determining whether you find any. Sometimes you can attempt to find better work than the initial offerings, though this takes time and requires using the {@skill Diplomacy} skill to {@action Gather Information}, doing some research, or socializing.",
				"When you take on a job, the GM secretly sets the DC of your skill check. After your first day of work, you roll to determine your earnings. You gain an amount of income based on your result, the task’s level, and your proficiency rank (as listed on {@table Table 4–2: Income Earned|CRB}).",
				"You can continue working at the task on subsequent days without needing to roll again. For each day you spend after the first, you earn the same amount as the first day, up until the task’s completion. The GM determines how long you can work at the task. Most tasks last a week or two, though some can take months or even years.",
				{
					"type": "success_degree",
					"entries": {
						"Critical Success": "You do outstanding work. Gain the amount of currency listed for the task level + 1 and your proficiency rank.",
						"Success": "You do competent work. Gain the amount of currency listed for the task level and your proficiency rank.",
						"Failure": "You do shoddy work and get paid the bare minimum for your time. Gain the amount of currency listed in the failure column for the task level. The GM will likely reduce how long you can continue at the task.",
						"Critical Failure": "You earn nothing for your work and are fired immediately. You can’t continue at the task. Your reputation suffers, potentially making it difficult for you to find rewarding jobs in that community in the future."
					}
				},
				{
					"type": "pf2-sample-box",
					"name": "Sample Earn Income Tasks",
					"entries": [
						"These examples use Alcohol Lore to work in a bar or Legal Lore to perform legal work.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Trained",
									"entry": "bartend, do legal research"
								},
								{
									"type": "item",
									"name": "Expert",
									"entry": "curate drink selection, present minor court cases"
								},
								{
									"type": "item",
									"name": "Master",
									"entry": "run a large brewery, present important court cases"
								},
								{
									"type": "item",
									"name": "Legendary",
									"entry": "run an international brewing franchise, present a case in Hell’s courts"
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Identify Magic",
			"source": "CRB",
			"page": 238,
			"srd": true,
			"traits": [
				"Concentrate",
				"Exploration",
				"Secret"
			],
			"entries": [
				"Once you discover that an item, location, or ongoing effect is magical, you can spend 10 minutes to try to identify the particulars of its magic. If your attempt is interrupted, you must start over. The GM sets the DC for your check. Cursed or esoteric subjects usually have higher DCs or might even be impossible to identify using this activity alone. Heightening a spell doesn’t increase the DC to identify it.",
				{
					"type": "success_degree",
					"entries": {
						"Critical Success": "You learn all the attributes of the magic, including its name (for an effect), what it does, any means of activating it (for an item or location), and whether it is cursed.",
						"Success": "For an item or location, you get a sense of what it does and learn any means of activating it. For an ongoing effect (such as a spell with a duration), you learn the effect’s name and what it does. You can’t try again in hopes of getting a critical success.",
						"Failure": "You fail to identify the magic and can’t try again for 1 day.",
						"Critical Failure": "You misidentify the magic as something else of the GM’s choice."
					}
				},
				{
					"type": "pf2-sample-box",
					"name": "Magical Traditions and Skills",
					"entries": [
						"Each magical tradition has a corresponding skill, as shown on the table below. You must have the trained proficiency rank in a skill to use it to Identify Magic or Learn a Spell. Something without a specific tradition, such as an item with the magical trait, can be identified using any of these skills.",
						{
							"type": "table",
							"colLabels": [
								"Magical Tradition",
								"Corresponding Skill"
							],
							"colStyles": [
								"col-6 text-center",
								"col-6 text-center"
							],
							"rows": [
								[
									"{@filter Arcane|spells|tradition=arcane}",
									"{@skill Arcana}"
								],
								[
									"{@filter Divine|spells|tradition=divine}",
									"{@skill Religion}"
								],
								[
									"{@filter Occult|spells|tradition=occult}",
									"{@skill Occultism}"
								],
								[
									"{@filter Primal|spells|tradition=primal}",
									"{@skill Nature}"
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Learn a Spell",
			"source": "CRB",
			"page": 238,
			"srd": true,
			"traits": [
				"Concentrate",
				"Exploration"
			],
			"requirements": "You have a spellcasting class feature, and the spell you want to learn is on your magical tradition’s spell list.",
			"entries": [
				"You can gain access to a new spell of your tradition from someone who knows that spell or from magical writing like a spellbook or scroll. If you can cast spells of multiple traditions, you can Learn a Spell of any of those traditions, but you must use the corresponding skill to do so. For example, if you were a {@class cleric} with the bard multiclass archetype, you couldn’t use {@skill Religion} to add an occult spell to your bardic spell repertoire.",
				"To learn the spell, you must do the following:",
				{
					"type": "list",
					"items": [
						"Spend 1 hour per level of the spell, during which you must remain in conversation with a person who knows the spell or have the magical writing in your possession.",
						"Have materials with the Price indicated in {@table Table 4-3: Learning a Spell|CRB|Table 4–3}.",
						"Attempt a skill check for the skill corresponding to your tradition (DC determined by the GM, often close to the DC on {@table Table 4-3: Learning a Spell|CRB|Table 4–3}). Uncommon or rare spells have higher DCs; full guidelines for the GM appear on page 503."
					]
				},
				"If you have a spellbook, Learning a Spell lets you add the spell to your spellbook; if you prepare spells from a list, it’s added to your list; if you have a spell repertoire, you can select it when you add or swap spells.",
				{
					"type": "success_degree",
					"entries": {
						"Critical Success": "You expend half the materials and learn the spell.",
						"Success": "You expend the materials and learn the spell.",
						"Failure": "You fail to learn the spell but can try again after you gain a level. The materials aren’t expended.",
						"Critical Failure": "As failure, plus you expend half the materials."
					}
				}
			]
		},
		{
			"name": "Recall Knowledge",
			"source": "CRB",
			"page": 239,
			"srd": true,
			"traits": [
				"Concentrate",
				"Secret"
			],
			"entries": [
				"You attempt a skill check to try to remember a bit of knowledge regarding a topic related to that skill. The GM determines the DCs for such checks and which skills apply.",
				{
					"type": "success_degree",
					"entries": {
						"Critical Success": "You recall the knowledge accurately and gain additional information or context.",
						"Success": "You recall the knowledge accurately or gain a useful clue about your current situation.",
						"Critical Failure": "You recall incorrect information or gain an erroneous or misleading clue."
					}
				},
				"The following skills can be used to Recall Knowledge, getting information about the listed topics. In some cases, you can get the GM’s permission to use a different but related skill, usually against a higher DC than normal. Some topics might appear on multiple lists, but the skills could give different information. For example, {@skill Arcana} might tell you about the magical defenses of a golem, whereas {@skill Crafting} could tell you about its sturdy resistance to physical attacks.",
				{
					"type": "list",
					"style": "list-hang",
					"items": [
						"{@b Arcana:} Arcane theories, magical traditions, creatures of arcane significance, and arcane planes.",
						"{@b Crafting:} Alchemical reactions and creatures, item value, engineering, unusual materials, and constructs.",
						"{@b Lore:} The subject of the Lore skill’s subcategory.",
						"{@b Medicine:} Diseases, poisons, wounds, and forensics.",
						"{@b Nature:} The environment, flora, geography, weather, creatures of natural origin, and natural planes.",
						"{@b Occultism:} Ancient mysteries, obscure philosophy, creatures of occult significance, and esoteric planes.",
						"{@b Religion:} Divine agents, divine planes, theology, obscure myths, and creatures of religious significance.",
						"{@b Society:} Local history, key personalities, legal institutions, societal structure, and humanoid culture."
					]
				},
				"The GM might allow checks to Recall Knowledge using other skills. For example, you might assess the skill of an acrobat using Acrobatics. If you’re using a physical skill (like in this example), the GM will most likely have you use a mental ability score—typically Intelligence— instead of the skill’s normal physical ability score.",
				{
					"type": "pf2-sample-box",
					"name": "Recall Knowledge Tasks",
					"entries": [
						"These examples use {@skill Society} or {@skill Religion}.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Untrained",
									"entry": "name of a ruler, key noble, or major deity"
								},
								{
									"type": "item",
									"name": "Trained",
									"entry": "line of succession for a major noble family, core doctrines of a major deity"
								},
								{
									"type": "item",
									"name": "Expert",
									"entry": "genealogy of a minor noble, teachings of an ancient priest"
								},
								{
									"type": "item",
									"name": "Master",
									"entry": "hierarchy of a genie noble court, major extraplanar temples of a deity"
								},
								{
									"type": "item",
									"name": "Legendary",
									"entry": "existence of a long-lost noble heir, secret doctrines of a religion"
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Subsist",
			"source": "CRB",
			"page": 240,
			"srd": true,
			"traits": [
				"Downtime"
			],
			"entries": [
				"You try to provide food and shelter for yourself, and possibly others as well, with a standard of living described on page 294. The GM determines the DC based on the nature of the place where you’re trying to Subsist. You might need a minimum proficiency rank to Subsist in particularly strange environments. Unlike most downtime activities, you can Subsist after 8 hours or less of exploration, but if you do, you take a –5 penalty",
				{
					"type": "success_degree",
					"entries": {
						"Critical Success": "You either provide a subsistence living for yourself and one additional creature, or you improve your own food and shelter, granting yourself a comfortable living.",
						"Success": "You find enough food and shelter with basic protection from the elements to provide you a subsistence living.",
						"Failure": "You’re exposed to the elements and don’t get enough food, becoming fatigued until you attain sufficient food and shelter.",
						"Critical Failure": "You attract trouble, eat something you shouldn’t, or otherwise worsen your situation. You take a –2 circumstance penalty to checks to Subsist for 1 week. You don’t find any food at all; if you don’t have any stored up, you’re in danger of starving or dying of thirst if you continue failing."
					}
				},
				"The following skills can be used to Recall Knowledge, getting information about the listed topics. In some cases, you can get the GM’s permission to use a different but related skill, usually against a higher DC than normal. Some topics might appear on multiple lists, but the skills could give different information. For example, {@skill Arcana} might tell you about the magical defenses of a golem, whereas {@skill Crafting} could tell you about its sturdy resistance to physical attacks.",
				{
					"type": "pf2-sample-box",
					"name": "Sample Subsist Tasks",
					"entries": [
						"These examples use {@skill Society} or {@skill Religion}.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Untrained",
									"entry": "lush forest with calm weather or large city with plentiful resources"
								},
								{
									"type": "item",
									"name": "Trained",
									"entry": "typical hillside or village"
								},
								{
									"type": "item",
									"name": "Expert",
									"entry": "typical mountains or insular hamlet"
								},
								{
									"type": "item",
									"name": "Master",
									"entry": "typical desert or city under siege"
								},
								{
									"type": "item",
									"name": "Legendary",
									"entry": "barren wasteland or city of undead"
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Balance",
			"source": "CRB",
			"page": 240,
			"srd": true,
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"traits": [
				"Move"
			],
			"skills": [
				{
					"proficiency": "untrained", 
					"skill": "Acrobatics"
				}
			],
			"requirements": "You are in a square that contains a narrow surface, uneven ground, or another similar feature.",
			"entries": [
				"You move across a narrow surface or uneven ground, attempting an Acrobatics check against its Balance DC. You are flat-footed while on a narrow surface or uneven ground.",
				{
					"type": "success_degree",
					"entries": {
						"Critical Success": "You move up to your Speed.",
						"Success": "You move up to your Speed, treating it as difficult terrain (every 5 feet costs 10 feet of movement).",
						"Failure": "You must remain stationary to keep your balance (wasting the action) or you fall. If you fall, your turn ends.",
						"Critical Failure": "You fall and your turn ends."
					}
				},
				{
					"type": "inset",
					"name": "Sample Balance Tasks",
					"entries": [
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Untrained",
									"entry": "tangled roots, uneven cobblestones"
								},
								{
									"type": "item",
									"name": "Trained",
									"entry": "wooden beam"
								},
								{
									"type": "item",
									"name": "Expert",
									"entry": "deep, loose gravel"
								},
								{
									"type": "item",
									"name": "Master",
									"entry": "tightrope, smooth sheet of ice"
								},
								{
									"type": "item",
									"name": "Legendary",
									"entry": "razor’s edge, chunks of floor falling in midair"
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Tumble Through",
			"source": "CRB",
			"page": 240,
			"srd": true,
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"traits": [
				"Move"
			],
			"skills": [
				{
					"proficiency": "untrained", 
					"skill": "Acrobatics"
				}
			],
			"entries": [
				"You {@action Stride} up to your Speed. During this movement, you can try to move through the space of one enemy. Attempt an {@skill Acrobatics} check against the enemy’s Reflex DC as soon as you try to enter its space. You can Tumble Through using Climb, Fly, Swim, or another action instead of Stride in the appropriate environment.",
				{
					"type": "success_degree",
					"entries": {
						"Success": "You move through the enemy’s space, treating the squares in its space as difficult terrain (every 5 feet costs 10 feet of movement). If you don’t have enough Speed to move all the way through its space, you get the same effect as a failure.",
						"Failure": "Your movement ends, and you trigger reactions as if you had moved out of the square you started in."
					}
				}
			]
		}
	]
}
