{
	"action": [
		{
			"name": "Aid",
			"source": "CRB",
			"page": 470,
			"srd": true,
			"time": [
				{
					"number": 1,
					"unit": "reaction"
				}
			],
			"trigger": "An ally is about to use an action that requires a skill check or attack roll.",
			"requirements": "The ally is willing to accept your aid, and you have prepared to help (see below).",
			"entries": [
				"You try to help your ally with a task. To use this reaction, you must first prepare to help, usually by using an action during your turn. You must explain to the GM exactly how you’re trying to help, and they determine whether you can Aid your ally.",
				"When you use your Aid reaction, attempt a skill check or attack roll of a type decided by the GM. The typical DC is 20, but the GM might adjust this DC for particularly hard or easy tasks. The GM can add any relevant traits to your preparatory action or to your Aid reaction depending on the situation, or even allow you to Aid checks other than skill checks and attack rolls.",
				{
					"type": "success_degree",
					"entries": {
						"Critical Success": "You grant your ally a +2 circumstance bonus to the triggering check. If you’re a master with the check you attempted, the bonus is +3, and if you’re legendary, it’s +4.",
						"Success": "You grant your ally a +1 circumstance bonus to the triggering check.",
						"Critical Failure": "Your ally takes a –1 circumstance penalty to the triggering check."
					}
				}
			]
		},
		{
			"name": "Crawl",
			"source": "CRB",
			"page": 470,
			"srd": true,
			"traits": [
				"Move"
			],
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"requirements": "You are prone and your Speed is at least 10 feet.",
			"entries": [
				"You move 5 feet by crawling and continue to stay prone."
			]
		},
		{
			"name": "Delay",
			"source": "CRB",
			"page": 531,
			"srd": true,
			"time": [
				"Varies"
			],
			"entries": [
				"You invest your energy in an item with the {@trait invested} trait as you don it. This process requires 1 or more Interact actions, usually taking the same amount of time it takes to don the item. Once you’ve Invested the Item, you benefit from its constant magical abilities as long as you meet its other requirements (for most invested items, the only other requirement is that you must be wearing the item). This investiture lasts until you remove the item.",
				"You can invest no more than 10 items per day. If you remove an invested item, it loses its investiture. The item still counts against your daily limit after it loses its investiture. You reset the limit during your daily preparations, at which point you Invest your Items anew. If you’re still wearing items you had invested the previous day, you can typically keep them invested on the new day, but they still count against your limit."
			]
		},
		{
			"name": "Delay",
			"source": "CRB",
			"page": 470,
			"srd": true,
			"time": [
				{
					"number": 1,
					"unit": "action"
				}
			],
			"trigger": "Your turn begins.",
			"entries": [
				"You wait for the right moment to act. The rest of your turn doesn’t happen yet. Instead, you’re removed from the initiative order. You can return to the initiative order as a free action triggered by the end of any other creature’s turn. This permanently changes your initiative to the new position. You can’t use reactions until you return to the initiative order. If you Delay an entire round without returning to the initiative order, the actions from the Delayed turn are lost, your initiative doesn’t change, and your next turn occurs at your original position in the initiative order.",
				"When you Delay, any persistent damage or other negative effects that normally occur at the start or end of your turn occur immediately when you use the Delay action. Any beneficial effects that would end at any point during your turn also end. The GM might determine that other effects end when you Delay as well. Essentially, you can’t Delay to avoid negative consequences that would happen on your turn or to extend beneficial effects that would end on your turn."
			]
		}
	]
}
