{
	"archetype": [
        {
			"name": "Zephyr Guard",
			"source": "APAST",
			"page": 81,
			"entries": [
				"You are one of the Zephyr Guard, professional soldiers who protect Katapesh from military threats, economic sabotage, and elite thieves."
			],
			"extraFeats": []
		},
        {
			"name": "Swordmaster",
			"source": "LOCG",
			"page": 115,
			"entries": [
				"Though the ultimate goal of the Pathfinder society is to learn, knowledge cannot be spread if those who discover it fail to come back alive. The Master of Swords teaches recruits to survive, to defend other Pathfinders, and to defeat the Society’s enemies. The swordmaster embodies these skills, focusing on practicality and ignoring ideals or methods that interfere with their ability to overcome any challenge."
			],
			"extraFeats": []
		},
        {
			"name": "Student of Perfection",
			"source": "LOWG",
			"page": 83,
			"entries": [
				"You studied martial arts at Jalmeray’s Houses of Perfection."
			],
			"extraFeats": []
		},
        {
			"name": "Staff Acrobat",
			"source": "APTSMGO",
			"page": 114,
			"entries": [
				"You can perform amazing acts in and out of combat when you have a spear, staff, or polearm."
			],
			"extraFeats": []
		},
        {
			"name": "Spellmaster",
			"source": "LOCG",
			"page": 114,
			"entries": [
				"Those who train under the Master of Spells concern themselves with all matters related to magic. Though not all members of the School of Spells are spellcasters, those who would become Spellmasters of the highest rank and influence have at least some spellcasting capabilities."
			],
			"extraFeats": []
		},
        {
			"name": "Sixth Pillar",
			"source": "APR?F!",
			"page": 77,
			"entries": [
				"The Sixth Pillar follows a tradition that blends martial arts with magic. Traditionally, this is a way to better focus and harness innate or bloodline magic, but it can be used by anyone who can cast spells."
			],
			"extraFeats": []
		},
        {
			"name": "Scrollmaster",
			"source": "LOCG",
			"page": 113,
			"entries": [
				"Members who align themselves with the Scrolls branch of the Pathfinder Society are fervent seekers of lore, experts in esoterica, and masters of the wealth of knowledge at the Society’s disposal. In addition to maintaining and researching the Society’s massive collection of tomes and artifacts, these scholars are also eager to adventure in order to add to the Pathfinder’s archives. They take tremendous pride in their ability to thoroughly observe, research, and catalog creatures and events. Members of the Scrolls value knowledge and preparation above strength and cunning, and they work to hone their intellectual skills. As a Scrollmaster, you are an elite member of this arm of the Society."
			],
			"extraFeats": []
		},
        {
			"name": "Runescarred",
			"source": "LOWG",
			"page": 119,
			"entries": [
				"The rune magic of Thassilon and its descendant nations has left its mark on your very flesh. As a runescarred, you have an unusually close connection to this ancient magic, which has become a newly emerging field of study for small pockets of interested scholars in both Varisia and New Thassilon."
			],
			"extraFeats": []
		},
        {
			"name": "Red Mantis Assassin",
			"source": "APAoN",
			"page": 71,
			"entries": [
				"You are a Red Mantis assassin, inducted by the mantis god and sworn to chase your prey to the end of the world and beyond."
			],
			"extraFeats": []
		},
        {
			"name": "Provocator",
			"source": "APAoN",
			"page": 79,
			"entries": [
				"The provocator is a gladiator who mixes brilliant performance with mastery of weapons."
			],
			"extraFeats": []
		},
        {
			"name": "Pathfinder Agent",
			"source": "LOWG",
			"page": 23,
			"entries": [
				"You’re a field agent of the globe-trotting Pathfinder Society, sworn to report, explore, and cooperate. You explore the world, gathering artifacts and antiquities, and record your adventures for posterity."
			],
			"extraFeats": []
		},
        {
			"name": "Oozemorph",
			"source": "PATS",
			"page": 59,
			"entries": [
				"You have suffered from the deadly touch of an ooze or other amorphous creature, like a gibbering mouther or a shoggoth, and have come away changed. Alternatively, you might have been exposed to some alchemical accident involving experiments with oozes, such as those performed in the city of Oenopion in Nex. Parts of your body occasionally liquefy and threaten to slough off, and only through force of will can you keep your natural form intact. Your affliction is plainly supernatural in origin and distressingly permanent."
			],
			"extraFeats": []
		},
        {
			"name": "Magic Warrior",
			"source": "LOWG",
			"page": 95,
			"entries": [
				"You mix magic and martial prowess, following in the tradition of the Ten Magic Warriors of Old-Mage Jatembe."
			],
			"extraFeats": []
		},
        {
			"name": "Living Monolith",
			"source": "LOWG",
			"page": 59,
			"entries": [
				"You have delved into ancient sphinx magic to imbue your body and soul with the patience and strength of stone, as you work to create a special magical ka stone to finalize your oaths."
			],
			"extraFeats": []
		},
        {
			"name": "Lastwall Sentry",
			"source": "LOWG",
			"page": 47,
			"entries": [
				"While the nation of Lastwall is gone, leaving only the horror of the Gravelands behind, you refuse to give up and renounce your oaths. You’ve renewed your vows, swearing to combat the influence of the Whispering Tyrant wherever it might strike across Golarion."
			],
			"extraFeats": []
		},
        {
			"name": "Knight Vigilant",
			"source": "LOCG",
			"page": 94,
			"entries": [
				"Taking their lead from heroic stories of the Shining Crusade, the knights vigilant stand as a courageous example of morality and honor."
			],
			"extraFeats": []
		},
        {
			"name": "Knight Reclaimant",
			"source": "LOCG",
			"page": 74,
			"entries": [
				"Knights reclaimant spend much of their time amid the horrors of the Gravelands, rescuing civilians that remain and striking back against the Whispering Tyrant’s agents. Accomplishing these goals requires the adoption of subtle tactics, with a focus on stealth and survival."
			],
			"extraFeats": []
		},
        {
			"name": "Juggler",
			"source": "APTSMGO",
			"page": 74,
			"entries": [
				"You’re a skilled performer, with impressive balance and coordination that help you greatly in battle."
			],
			"extraFeats": []
		},
        {
			"name": "Jalmeri Heavenseeker",
			"source": "APSFU",
			"page": 78,
			"entries": [
				"Certain martial artists dedicate themselves to fighting in Jalmeray's Challenge of Sky and Heaven; these individuals devote themselves to the esoteric mysteries of the sky and incorporate these lofty abilities into their martial arts maneuvers. You may have learned these skills from the Houses of Perfection in Jalmeray, or from a practitioner of this style who left Jalmeray bearing its secrets (such as Shristi Melipdra). The Houses of Perfection focus on honing elemental powers, but the Jalmeri heavenseeker isn't limited by the powers of air alone. This style's attacks emulate darting flashes of lightning and the crash of thunder from roiling storm clouds. A true practitioner masters control even over dense matter, causing the air to support its weight or bring it crashing down."
			],
			"extraFeats": []
		},
        {
			"name": "Hellknight Signifier",
			"source": "LOCG",
			"page": 85,
			"entries": [
				"Signifers are the powerful and enigmatic Hellknight spellcasters who support and sometimes lead other Hellknights on their missions to enforce unwavering law. Formidable in their own right, signifers are trained to be unstoppable forces of order and authority when they stand alongside their martial counterparts."
			],
			"extraFeats": []
		},
        {
			"name": "Hellknight Armiger",
			"source": "LOWG",
			"page": 107,
			"entries": [
				"You have presented yourself to a Hellknight citadel as a candidate to become a fearsome Hellknight. You believe that all who live must be forced to obey law, and you adventure as a test of your loyalty, discipline, and courage. Someday you will take the Hellknight test and battle a devil in single combat to prove your strength and join the Hellknight ranks."
			],
			"extraFeats": []
		},
        {
			"name": "Hellknight",
			"source": "LOCG",
			"page": 84,
			"entries": [
				"Hellknights are among the fiercest warriors in the Inner Sea region, as they have emerged from hell-forged trials ready to serve as faceless bastions of law wherever chaos might threaten to rear."
			],
			"extraFeats": []
		},
        {
			"name": "Ghost Hunter",
			"source": "APR?F!",
			"page": 76,
			"entries": [
				"You've become a xun, a powerful gang enforcer."
			],
			"extraFeats": []
		},
        {
			"name": "Ghost Hunter",
			"source": "APRoG",
			"page": 81,
			"entries": [
				"Ghosts have a wide range of capabilities and features— no two ghosts are exactly alike, as the nature of their abilities depends as much upon who they were in life as on how they died. Haunts, the spectral phenomena remaining in a site of death or powerful emotions, are related to but distinct from ghosts.",
                "The ghost hunter knows that ghosts and haunts share many features. By focusing on these similarities, they can track down, confront, and defeat all manner of unquiet souls, helping them to find peace and move on to the afterlife."
			],
			"extraFeats": []
		},
        {
			"name": "Ghost Eater",
			"source": "APDDI",
			"page": 79,
			"entries": [
				"The warriors of Minata frequently contend with lost spirits of the Taumatan people that haunt their shattered lands to this day. These Minatan warriors, known as ghost eaters around Bonmu, travel the countless islands of Minata and offer their skills to exorcists and priests. When working in such a partnership, ghost eater's main task is to destroy a spirit in order to give their holy comrade time to learn about the individual soul and finally put it to rest."
			],
			"extraFeats": []
		},
        {
			"name": "Butterfly Blade",
			"source": "APDDI",
			"page": 78,
			"entries": [
				"You've trained in one of Goka's oldest traditions of espionage, intimidation, and combat mastery. You use your skills to learn about your enemies and cut them down with your mastery of the butterfly sword."
			],
			"extraFeats": [
                "4|Clever Gambit|APG",
                "4|Combat Assessment|APG",
                "4|Quick Draw (Ranger)|CRB"
            ]
		},
        {
			"name": "Eldritch Researcher",
			"source": "APHotD",
			"page": 76,
			"entries": [
				"An eager student of occult lore, you enjoy reading rare or forgotten tomes with ancient rituals and hidden secrets. You connect disparate facts to unlock deeper mysteries and uncover the truths of the universe, and you zealously hoard the knowledge your painstaking research produces. Aberrations fascinate you for many reasons, not the least of which is because their anatomy is wholly alien and yet, to the insightful, eminently sensible.",
                "You've been particularly enlightened by the accumulated lore in Thresholds of Truth, and you know Zarmavdian was a kindred soul in occult research. With this book in hand, you feel like you stand at the doorway to unprecedented occult discoveries.",
                "You scoff at those fools who claim you meddle in things mortals aren't meant to know—for isn't it the duty of the enlightened to gather the universe's deepest truths?"
			],
			"extraFeats": []
		},
        {
			"name": "Drow Shootist",
			"source": "APDDI",
			"page": 77,
			"entries": [
				"Some drow take skill with the hand crossbow to new heights. You've learned the secrets of these fabled drow shootists. With fearlessness and swagger, you can accomplish amazing deeds with hand crossbows."
			],
			"extraFeats": []
		},
        {
			"name": "Crystal Keeper",
			"source": "APFHC",
			"page": 74,
			"entries": [
				"In the era before Earthfall, the elven people of Golarion exhibited a wide range of mastery over magic. A sect of elves who venerated the goddess Yuelral first developed the techniques of the crystal keeper, but this tradition has since been long forgotten by most of the world. There are those who still remember, though—PCs can gain access to the crystal keeper archetype from the tragic figure that haunts Jewelgate waystation in “Fires of the Haunted City.”"
			],
			"extraFeats": []
		},
        {
			"name": "Acrobat",
			"source": "APG",
			"page": 155,
			"entries": [
				"You have trained your body to perform incredible, seemingly superhuman feats of grace. You move in ways that leave your opponents caught off guard and fumbling for a response, turning every fight into performance art."
			],
			"extraFeats": []
		},
		{
			"name": "Archaeologist",
			"source": "APG",
			"page": 156,
			"entries": [
				"Adventurers raid tombs for material gain, but true archaeologists treasure the knowledge gained from such sites. You might accomplish your goals with scholarly learning, by training to overcome the tricks and traps set by ancient peoples and rivals, through magical training, or even with a bit of inexplicable luck."
			],
			"extraFeats": [
				"4|Trap Finder|CRB",
				"10|Delay Trap|CRB"
			]
		},
		{
			"name": "Archer",
			"source": "APG",
			"page": 157,
			"entries": [
				"Bows of all types are powerful weapons. Generals and hunters alike recognize the power in dealing death from long distances, and from behind cover. Those dedicated to the bow—from mysterious cloaked strangers to heartless snipers—are often viewed with a mixture of respect and fear. Like any weapon adept, the archer's skill is forged through experience and constant practice. A true archer becomes one with the bow and is able to accomplish with that weapon things that most would consider impossible, or at least nearly magical."
			],
			"extraFeats": [
				"4|Assisting Shot|CRB",
				"4|Point-Blank Shot|CRB",
				"6|Double Shot|CRB",
				"6|Parting Shot|APG",
				"6|Running Reload|CRB",
				"8|Triple Shot|CRB",
				"10|Mobile Shot Stance|CRB",
				"18|Multishot Stance|CRB"
			]
		},
		{
			"name": "Assassin",
			"source": "APG",
			"page": 158,
			"entries": [
				"Targeted killing through stealth and subterfuge is the expertise of an assassin. While assassins are skilled in ending lives and many are evil, some live by a moral code, preying on the wicked, the cruel, or those who revel in unchecked aggression or power."
			],
			"extraFeats": [
				"4|Poison Resistance (Alchemist)|CRB",
				"6|Poison Weapon|CRB",
				"6|Sneak Attacker|CRB",
				"10|Improved Poison Weapon|CRB"
			]
		},
		{
			"name": "Bastion",
			"source": "APG",
			"page": 159,
			"entries": [
				"Some say that a good offense is the best defense, but you find such boasting smacks of overconfidence. In your experience, the best defense is a good, solid shield between you and your enemies. You've focused your training on how best to use a shield to protect yourself and those around you."
			],
			"extraFeats": [
				"6|Shielded Stride|CRB",
				"8|Reflexive Shield|CRB",
				"10|Quick Shield Block|CRB",
				"12|Mirror Shield|CRB"
			]
		},
		{
			"name": "Beastmaster",
			"source": "APG",
			"page": 160,
			"entries": [
				"You attract the loyalty of animals, and as your powers increase you can command more of them, briefly inhabit their body to perceive what they perceive, and even communicate with them over vast distances. Your animals may see you as a beloved parent, teacher, and mentor, or they may consider you a poor, defenseless cub that needs protection. Regardless, they will fight for you and alongside you, even sacrificing their lives for you if necessary",
				{
					"type": "pf2-brown-box",
					"name": "BEASTMASTER ANIMAL COMPANIONS",
					"entries": [
						"If you're playing a beastmaster, you determine the statistics and abilities of your animal companions according to the rules on pages 214 –217 of the Core Rulebook. As a beastmaster, it's possible for you to have more than one animal companion at one time—up to four companions—but only one of those companions, your \"active companion,\" follows you during exploration and in encounters; the rest are nearby, usually foraging or hunting for food. As soon as you gain a second animal companion from the Beastmaster archetype, you also gain Call Companion to switch your active companion. These rules apply to all your companions, regardless of whether you got the animal companion from the beastmaster archetype or from another source.",
						{
							"traits": [
								"Exploration"
							],
							"entries": [
								"You spend 1 minute calling for a different animal companion, switching your active companion for another of your animal companions."
							],
							"type": "ability",
							"style": "full",
							"name": "Call Companion"
						}
					]
				}
			],
			"extraFeats": [
				"4|Magic Hide|APG",
				"4|Wild Empathy|CRB",
				"6|Companion's Cry|CRB",
				"10|Enlarge Companion|APG",
				"14|Side by Side (Ranger)|CRB"
			]
		},
		{
			"name": "Blessed One",
			"source": "APG",
			"page": 162,
			"entries": [
				"Through luck or deed, heritage or heroics, you carry the blessing of a deity. This blessing manifests as the ability to heal wounds and remove harmful conditions, and exists independent of worship. You might offer thanks daily to the deity whose power you wield, or you might carry these blessings reluctantly, seeking to avoid responsibility or even acting to defy the deity's influence on you. You might wear the robes of the deity's order, or you might give little thought and even less reverence to the source of your powers. However you feel about these gifts, there can be no doubt that you wield a special power. Good-aligned deities are most likely to empower a blessed one. However, deities of any alignment can grant such a blessing, as long as they are capable of granting a positive divine font to their clerics. This means such deities as {@deity Lamashtu} might grant a foul version of the blessed one's powers."
			],
			"extraFeats": [
				"6|Accelerating Touch|APG",
				"6|Mercy|CRB",
				"8|Invigorating Mercy|APG",
				"10|Greater Mercy|CRB",
				"12|Elucidating Mercy|APG",
				"12|Resilient Touch|APG",
				"14|Affliction Mercy|CRB",
				"14|Amplifying Touch|APG",
				"20|Rejuvenating Touch|APG"
			]
		},
		{
			"name": "Bounty Hunter",
			"source": "APG",
			"page": 163,
			"entries": [
				"Whether for coin, glory, or justice, you know how to track, defeat, and capture dangerous individuals. You're accustomed to perusing wanted posters, searching up on leads, and pursuing villains to hell and back."
			],
			"extraFeats": [
				"14|Double Prey|CRB"
			]
		},
		{
			"name": "Cavalier",
			"source": "APG",
			"page": 164,
			"entries": [
				"You are a skilled and dedicated warrior of the battlefield who specializes in fighting astride a powerful animal companion that serves as your mount. You and your mount are an unparalleled team, moving with shared intent to become a powerful force on the battlefield. You might wield a banner in the name of a greater organization, a liege, or an ideal you uphold, or you might fight solely to further enrich your own prestige, reputation, and coffers.",
				{
					"type": "pf2-brown-box",
					"name": "CAVALIER PLEDGES",
					"entries": [
						"Many cavaliers pledge themselves in service to a specific organization or individual, such as a noble family or sovereign ruler, a knightly order or another organization, or a particular ideal. A cavalier pledged to an order or ideal must uphold its edicts and is beholden to any anathema it has; for example, a cavalier pledged to the druid's animal order would be tied to that anathema, while a cavalier pledged to the church of Abadar would be held to the same standards as a cleric of that god. If you pledge yourself to an entity or cause without a stated anathema, you should work with your GM to determine the edicts and anathema associated with your pledge.",
						"Cavaliers who have pledged themselves can gain access to certain abilities related to that pledge, such as Cavalier's Banner. If you violate the anathema of your pledge, you lose access to those feats until you benefit from an atone ritual. Changing the subject of your pledge is equivalent to retraining a class feature."
					]
				}
			],
			"extraFeats": []
		},
		{
			"name": "Celebrity",
			"source": "APG",
			"page": 166,
			"entries": [
				"You're a special personality... and you know it. You're not merely comfortable in the spotlight, you crave it. While the traditional celebrity is a musician or another type of performer, you could be known for any occupation."
			],
			"extraFeats": []
		},
		{
			"name": "Dandy",
			"source": "APG",
			"page": 167,
			"entries": [
				"You are a genteel master of style, culture, and decorum, aware of even the subtlest rules of etiquette. Whether you were born into status, acquired it later in life, or merely pretend to possess it, you look and act your part to manicured perfection."
			],
			"extraFeats": []
		},
		{
			"name": "Dragon Disciple",
			"source": "APG",
			"page": 168,
			"entries": [
				"The rippling waves of fear, the rustling of thick scales, and the beat of immense wings signal the arrival of a great dragon. The awe-inspiring presence of these creatures makes them worthy of reverence—or even outright worship. Dragon disciples dedicate themselves to becoming like these great beasts, with each disciple striving to typify one variety of dragon. Sorcerers of draconic blood, barbarians with the dragon instinct, and many kobolds with close ties to their draconic predecessors become dragon disciples, but anyone who has encountered one of these terrifying creatures might follow this path.",
				"As a dragon disciple, you study and learn from the example of dragons, but that doesn't necessarily mean that you admire the dragons you emulate. While most dragon disciples do indeed revere their chosen dragon, countless tales are told of dragon disciples born of great personal tragedy at the hands of boundless draconic fury. These disciples have transformed themselves into what they despise in order to gain the power to destroy their draconic tormentor and at long last earn their revenge.",
				{
					"type": "pf2-brown-box",
					"name": "INSTINCT OF THE WYRM",
					"entries": [
						"The acquisition of draconic might can change the dragon disciple's body and give them magical abilities, as reflected in the archetype's feats, but the mind often changes as well, potentially even overwhelming the disciple's normal personality. Any dragon disciple can find the attitudes of dragonkind intruding into their thoughts. The foremost emotion among all types of dragons is pride. Even the influence of a benevolent metallic dragon can overwhelm a dragon disciple with pride. When tempered, this feeling levels out to a steady confidence, but when uncontrolled, it can grow to an air of arrogance or superiority.",
						"Disciples of metallic dragons also feel the pangs of compassion and benevolence. They grow to be more focused on cooperation and might take on leadership roles. Disciples of the vile chromatic dragons are plagued by thoughts of cruelty and greed. They long to see fear in the eyes of foe and friend alike. Those who succumb to these thoughts become bullies or tyrants.",
						"Instinctual draconic feelings can be constant, yet they seem to intensify when the disciple uses their draconic powers. In the few seconds after using a breath weapon or attacking with claws, or when the disciple sprouts wings, they might have a moment of mental transformation. This can bring on the full mindset of a dragon, or even make the disciple temporarily believe they truly {@i are} a dragon, and is often accompanied by a draconic roar, cackle, or majestic display."
					]
				}
			],
			"extraFeats": []
		},
		{
			"name": "Dual-Weapon Warrior",
			"source": "APG",
			"page": 170,
			"entries": [
				"You're able to effortlessly fight with multiple weapons simultaneously, weaving your weapons together into a storm of quick attacks. To you, continual offense is the best form of defense, and you leave little room for your foes to avoid your whirlwind of weapons."
			],
			"extraFeats": [
				"6|Twin Parry (Fighter)|CRB",
				"12|Twin Riposte (Fighter)|CRB",
				"16|Improved Twin Riposte (Fighter)|CRB",
				"18|Twinned Defense (Fighter)|CRB"
			]
		},
		{
			"name": "Duelist",
			"source": "APG",
			"page": 171,
			"entries": [
				"Across the world, students in martial academies practice with their blades to master one-on-one combat. The libraries of such schools hold deep troves of information detailing hundreds of combat techniques, battle stances, and honorable rules of engagement. Those who gain admission to such schools might train in formalized duels—and that's certainly the more genteel route to take. However, others assert that there's no better place to try out dueling techniques than in the life-and-death struggles common to an adventurer's life."
			],
			"extraFeats": [
				"4|Dueling Parry|CRB",
				"8|Disarming Stance|CRB",
				"10|Dueling Riposte|CRB",
				"12|Disarming Twist|CRB",
				"14|Dueling Dance|CRB",
				"14|Improved Dueling Riposte|CRB",
				"16|Guiding Riposte|CRB"
			]
		},
		{
			"name": "Eldritch Archer",
			"source": "APG",
			"page": 172,
			"entries": [
				"While many archers see their craft as an art form as much as a means of battle, a small number of archers seek to perfect their skills through magic, and you are among their number. Bolstering your athletic and martial abilities with mystical talents, you achieve rare heights with the bow or crossbow—transforming arrows or bolts into eldritch ammunition, sending arrows zig-zagging nearly unerringly to their target, and manifesting arrows that can deliver spells or even instant death.",
				"While having some spellcasting ability increases your potential flexibility and power as an eldritch archer, you might learn the secrets of these arts without being independently skilled in spellcasting, instead learning the magic of the bow for its own sake.",
				{
					"type": "pf2-brown-box",
					"name": "ELVEN ARROWS",
					"entries": [
						"The ability to infuse eldritch energy into bow shots is often seen as a kind of elven magic. While it may be true that elves first developed eldritch archery as a martial art, and many eldritch archers are elves and half-elves, other peoples have learned and developed their own forms of eldritch archery.",
						"Some whisper that remote regions to the south have their own dedications that rely on elemental archery, while the strange and shadowy hunters of the Uskwood use a form that relies on tenebrous shadow magic. Disturbing rumors circulate claiming that devils have developed a diabolical form of magical archery that can trap the soul and bind it to Hell, albeit for a short time. Like any form of magic, the discipline of eldritch archery will continue to develop among its practitioners across the multiverse."
					]
				}
			],
			"extraFeats": [
				"20|Impossible Volley (Fighter)|CRB"
			],
			"benefits": [
				"Spellcasting"
			]
		},
		{
			"name": "Familiar Master",
			"source": "APG",
			"page": 174,
			"entries": [
				"From the wise owl perched on the wizard's shoulder to the crafty gremlin that serves the witch for their own reasons, the ghastly homunculus in the alchemist's lab to the clever monkey that picks the lock of the thief's cell, familiars have always served. Whether through rigorous training or a preternatural connection, yours serves better than most."
			],
			"extraFeats": [
				"4|Enhanced Familiar (Wizard)|CRB"
			]
		},
		{
			"name": "Gladiator",
			"source": "APG",
			"page": 175,
			"entries": [
				"The roar of the crowd and thrill of competitive combat drive you to become the best—and the fame isn't bad either.",
				"If there are sapient creatures observing a combat encounter, and these onlookers are neither engaged in the combat themselves nor allied or affiliated with either side, the combatants have spectators. The GM is the final arbiter."
			],
			"extraFeats": []
		},
		{
			"name": "Herbalist",
			"source": "APG",
			"page": 176,
			"entries": [
				"The plants around you can provide more remedies than the finest hospital or temple, and you are skilled in their use."
			],
			"extraFeats": [],
			"benefits": [
				"Alchemy"
			]
		},
		{
			"name": "Horizon Walker",
			"source": "APG",
			"page": 177,
			"entries": [
				"Many long for the open road, but you prefer the trackless wild. You can find safe passage through the most inhospitable terrain in the world—icecaps, deserts, and similar environs are where you're comfortable. Your talents open untrod paths for you and help guide others through the wilderness."
			],
			"extraFeats": [
				"10|Blind-Fight (Ranger)|CRB",
				"10|Terrain Master|CRB",
				"12|Warden's Step|CRB"
			]
		},
		{
			"name": "Investigator",
			"source": "APG",
			"page": 151,
			"entries": [
				"You've developed a keen eye for investigating mysteries.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Investigator characters",
					"entries": [
						"The investigator archetype is a good choice for a character that wants deeper investigations or to plan out their turns in advance; it's a particularly good match for Intelligence-based characters like alchemists, witches, and wizards."
					]
				}
			],
			"extraFeats": [],
			"miscTags": [
				"Multiclass"
			]
		},
		{
			"name": "Linguist",
			"source": "APG",
			"page": 178,
			"entries": [
				"Whether you study to further your own ambitions or simply out of fascination with the intricacies of language, your way with words is unparalleled."
			],
			"extraFeats": []
		},
		{
			"name": "Loremaster",
			"source": "APG",
			"page": 179,
			"entries": [
				"Knowledge is power, and you labor in pursuit of that power. No matter the situation, you can usually procure some tidbit of knowledge to inform your actions. You specialize in secrets, both uncovering them and hiding them away, and your command of the written word borders on the supernatural. As you discover deeper secrets of lore, you might develop a power over knowledge that becomes outright magical, allowing you to understand and disguise information even more effectively."
			],
			"extraFeats": [
				"4|Loremaster's Etude|CRB",
				"8|Assured Knowledge|APG",
				"14|Enigma's Knowledge|APG",
				"16|True Hypercognition|CRB"
			]
		},
		{
			"name": "Marshal",
			"source": "APG",
			"page": 180,
			"entries": [
				"Marshals are leaders, first and foremost. Marshals can come from any class or background, though they all share a willingness to sacrifice their own glory for the greater good of the team. Some marshals lead from the front, sword and shield raised, while others may call instructions and encouragements from the rear while providing allied spellcasters with skilled support. Regardless of their preferred method of combat, marshals' ability to bring the best out in every ally is a valuable addition to any group."
			],
			"extraFeats": [
				"8|Attack of Opportunity (Champion)|CRB"
			]
		},
		{
			"name": "Martial Artist",
			"source": "APG",
			"page": 182,
			"entries": [
				"You have trained in the martial arts, making your unarmed strikes lethal. You seek neither mysticism nor enlightenment, and you don't view this training as some greater path to wisdom. Yours is the way of the fist striking flesh, the hand turning aside the blade, and the devastating kick taking your enemy down. Your training is focused and practical, and since you have turned every part of your body into a weapon, you never find yourself without one. While you might have learned your techniques in a dojo or school focused on training the body, you might just as easily have learned them in street brawls and bar fights, combining instincts with intense athleticism for a deadly combination."
			],
			"extraFeats": [
				"4|Brawling Focus|CRB",
				"4|Crane Stance|CRB",
				"4|Dragon Stance|CRB",
				"4|Gorilla Stance|APG",
				"4|Mountain Stance|CRB",
				"4|Stumbling Stance|APG",
				"4|Tiger Stance|CRB",
				"4|Wolf Stance|CRB",
				"8|Crane Flutter|CRB",
				"8|Dragon Roar|CRB",
				"8|Gorilla Pound|APG",
				"8|Mountain Stronghold|CRB",
				"8|Stumbling Feint|APG",
				"8|Tiger Slash|CRB",
				"8|Wolf Drag|CRB",
				"16|Mountain Quake|CRB"
			]
		},
		{
			"name": "Mauler",
			"source": "APG",
			"page": 183,
			"entries": [
				"You have trained in the martial arts, making your unarmed strikes lethal. You seek neither mysticism nor enlightenment, and you don't view this training as some greater path to wisdom. Yours is the way of the fist striking flesh, the hand turning aside the blade, and the devastating kick taking your enemy down. Your training is focused and practical, and since you have turned every part of your body into a weapon, you never find yourself without one. While you might have learned your techniques in a dojo or school focused on training the body, you might just as easily have learned them in street brawls and bar fights, combining instincts with intense athleticism for a deadly combination."
			],
			"extraFeats": [
				"4|Knockdown|CRB",
				"4|Power Attack|CRB",
				"12|Improved Knockdown|CRB",
				"14|Brutal Finish|CRB",
				"14|Unbalancing Sweep|APG"
			]
		},
		{
			"name": "Medic",
			"source": "APG",
			"page": 184,
			"entries": [
				"You've studied countless techniques for providing medical aid, making you a peerless doctor and healer."
			],
			"extraFeats": []
		},
		{
			"name": "Oracle",
			"source": "APG",
			"page": 152,
			"entries": [
				"A mysterious force granted you divine magic and a curse."
			],
			"extraFeats": [],
			"miscTags": [
				"Multiclass"
			],
			"benefits": [
				"Spellcasting"
			]
		},
		{
			"name": "Pirate",
			"source": "APG",
			"page": 185,
			"entries": [
				"You live a life of freedom, taking by force and intimidation all that you desire. You may be a privateer, raiding and plundering on behalf of a particular nation or another authority, or you may answer to no one but your own capricious whims. Either way, you rely on intimidation, wits, and combat prowess to take what you want from those you deem less deserving.",
				"Pirates have much in common with {@class swashbuckler|APG|swashbucklers}, and many pirates have the {@class swashbuckler|APG|swashbuckler class} or {@archetype swashbuckler|APG|archetype}. Much like a swashbuckler's daring deeds, classic pirate maneuvers are often showy feats intended to impress, intimidate, and gain panache. For example, if you have the panache class feature and your Acrobatics check for a Boarding Assault exceeds the very hard DC for your level, you would gain panache."
			],
			"extraFeats": []
		},
		{
			"name": "Poisoner",
			"source": "APG",
			"page": 186,
			"entries": [
				"People are so delightfully fragile when exposed to the glories of nature. The bite of a certain serpent makes the blood congeal to jelly. A particular stone, suitably powdered, causes hallucinations and delirium. The sap of a tree inflicts such pain that death seems preferable. You are a student of such dark wonders, making you a dangerous foe indeed."
			],
			"extraFeats": [
				"4|Poison Resistance (Alchemist)|CRB",
				"4|Subtle Delivery|APG",
				"6|Poison Weapon|CRB",
				"6|Tenacious Toxins|APG",
				"8|Sticky Poison|APG",
				"10|Improved Poison Weapon|CRB",
				"10|Pinpoint Poisoner|APG",
				"12|Improved Poison Weapon|CRB",
				"18|Chemical Contagion|APG"
			],
			"benefits": [
				"Alchemy"
			]
		},
		{
			"name": "Ritualist",
			"source": "APG",
			"page": 187,
			"entries": [
				"While some learn the art of ritual casting through rigorous study, other gifted individuals may find that a combination of natural talent and luck gives them surprising skill at performing rituals, whether they want that power or not."
			],
			"extraFeats": []
		},
		{
			"name": "Scout",
			"source": "APG",
			"page": 188,
			"entries": [
				"You're an expert in espionage and reconnaissance, able to skulk silently through the wilderness to gather intelligence, sneak through enemy lines to report to your comrades, or suddenly and decisively strike your foes. Your skills ease the difficulty of travel for you and your companions and keep you all on guard when you're approaching danger."
			],
			"extraFeats": [
				"12|Camouflage|CRB"
			]
		},
		{
			"name": "Scroll Trickster",
			"source": "APG",
			"page": 189,
			"entries": [
				"Magic has long been written down, and in myriad forms. From the classic rolled parchment to strings tied with a hundred intricate knots, from baked clay tablets covered with incisions to bound collections of bamboo slips, magic is everywhere. You just need to know how to read it."
			],
			"extraFeats": [
				"12|Camouflage|CRB"
			]
		},
		{
			"name": "Scrounger",
			"source": "APG",
			"page": 190,
			"entries": [
				"You have spent countless hours disassembling and rebuilding complex items to learn how they work, giving you the skill to create just about anything from the most unlikely materials. While your improvised items don't last long, they tend to be just what you need in a pinch, and your enemies find that while they might be able to disarm you, the real challenge is keeping you that way. Locked rooms, diabolical traps, and desperate situations are each their own sort of puzzle to you, and the mundane objects around you are the pieces you use to improvise your own solution."
			],
			"extraFeats": []
		},
		{
			"name": "Sentinel",
			"source": "APG",
			"page": 191,
			"entries": [
				"Armor offers solid, reassuring protection in combat, and as someone who faces danger on a regular basis, you have made it your business to get the most out of your defenses. You stand solid on any battlefield, encased in the sturdiest armor you can find. When danger threatens, your solid defenses will safely get you, and possibly your companions, home again. As a sentinel, you might be a member of an order of knights or bodyguards that trained you how best to take advantage of heavy armor. On the other hand, you might just be an adventurer who took one too many scrapes and decided that enough was enough, so you trained yourself to wear the heaviest plate you could get your hands on. Some witches or sorcerers have chosen to follow the path of the sentinel to increase their survivability."
			],
			"extraFeats": [
				"10|Sacrifice Armor|APG",
				"16|Greater Interpose|APG"
			]
		},
		{
			"name": "Shadowdancer",
			"source": "APG",
			"page": 192,
			"entries": [
				"Shadow has always been the cousin of fear. Within the darkness, monsters dwell, plans are hatched, and enemies strike with fang and dagger and dark magic. But some embrace the shadow, gain power from it, and dance within its shifting dark.",
				"A true shadowdancer is a creature who flits on the edge of light and darkness. Moving amid the inky blackness, shadowdancers are spies, assassins, infiltrators, and emissaries. Some shadowdancers use their relationship with the dark for good, while others embrace the primordial night, its terror, and its betrayal.",
				"Regardless of the reason why someone embraces the shadows, the shadows embrace that person in turn, gradually transforming them into something inky, nebulous, and mysterious.",
				{
					"type": "pf2-brown-box",
					"name": "CALL OF SHADOWS",
					"entries": [
						"The shadows call out to a potential shadowdancer in a myriad of ways. Often it starts with fear—fear of the dark, fear of enemies, or an underlying uncontrolled anxiety and the desire to gain power over the darkness. Many potential shadowdancers hear the shadows whisper in their heads. First dismissed as some perverse trick of the mind, the whispers can seem to ebb and wane, but a true calling becomes more lucid and more compelling.",
						"In some shadow-infused lands in the Pathfinder setting, particularly Nidal, Ustalav, and even Cheliax, organizations search for and recruit those called by the shadows, eager to transform them into spies and assassins. But the call can come to any creature anywhere. It's just a question of whether the creature heeds the call and forms a pact with the shadows.",
						"Though it is hard to convince many folks otherwise, given the fearsome reputations of shadowdancers working for dark powers and cabals, there is nothing intrinsically evil about embracing the shadows. Darkness is amoral but not without its champions for good and even law, though it is true that such shadowdancers are few and far between."
					]
				}
			],
			"extraFeats": [
				"10|Uncanny Dodge|CRB",
				"14|Spring from the Shadows|CRB",
				"16|Sense the Unseen (Rogue)|CRB",
				"18|Cognitive Loophole|CRB"
			]
		},
		{
			"name": "Snarecrafter",
			"source": "APG",
			"page": 194,
			"entries": [
				"You're able to take ordinary materials and use them to create deadly snares, special traps that you can rig up quickly when the situation demands. While traps might grant you less brute force to apply in a fair fight than weapons would, you rarely allow your fights to be fair. Instead, when a battle takes place at a location of your choice, you have a major advantage thanks to your well-placed snares. Once your foes come to realize that you may have trapped any location on the battlefield, their fear of walking into another trap can help you corral them toward the waiting blades of your allies, or even make them too paranoid to move at all, locking them in place."
			],
			"extraFeats": [
				"8|Quick Snares|CRB",
				"10|Powerful Snares|CRB",
				"14|Lightning Snares|CRB"
			]
		},
		{
			"name": "Swashbuckler",
			"source": "APG",
			"page": 153,
			"entries": [
				"You fight with flair and style, adding swashbuckling tricks to your combat repertoire.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Swashbuckler characters",
					"entries": [
						"The swashbuckler archetype is a great fit for martial characters who want to be a bit flashier or for Charisma-based spellcasters who want to add a bit of dramatic flair to their routine. Multiclass swashbucklers work especially well for characters who already wanted to perform the actions associated with gaining panache, such as a monk or barbarian with the gymnast style or a braggart, battledancer, or wit-style bard."
					]
				}
			],
			"extraFeats": [],
			"miscTags": [
				"Multiclass"
			]
		},
		{
			"name": "Talisman Dabbler",
			"source": "APG",
			"page": 195,
			"entries": [
				"The classic idea of magic is that of a hoary wizard, poring over a crumbling book of spells. But magic is so much more than that—it is thought, will, and action, and with the right talismans, you can make even the cut of a sword a deeply magical act. This all hinges on the small magical talismans you affix to your gear. You know how to make and use the perfect talismans for any job."
			],
			"extraFeats": []
		},
		{
			"name": "Vigilante",
			"source": "APG",
			"page": 196,
			"entries": [
				"As a vigilante, you have two faces: a public persona, and a secret identity that lets you hide your extralegal actions from polite society. Your secret identity lets you adventure and carry out clandestine missions while keeping the civilians you care about safe. Whatever your purpose—fighting crime, inciting rebellion, sowing chaos—your vigilante identity makes you both hard to pin down and a mysterious, intriguing subject of gossip."
			],
			"extraFeats": [
				"4|Quick Draw (Rogue)|CRB"
			]
		},
		{
			"name": "Viking",
			"source": "APG",
			"page": 198,
			"entries": [
				"To go \"a-viking\" is to raid by sea, and thus vikings have spread far and wide. Some have even settled in the very communities they once raided. Vikings traditionally travel in longboats; a score of these warriors might live aboard their ship for days at a time, sailing the seas (or, as they call it, the \"whale-road\") to ambush coastal communities. Once they arrive at a settlement, they charge ashore, plundering all they can find and slaying anyone foolish enough to get in their way. The ferocity of viking raids is legendary."
			],
			"extraFeats": [
				"4|Reactive Shield|CRB",
				"6|Shielded Stride|CRB",
				"10|Quick Shield Block|CRB"
			]
		},
		{
			"name": "Weapon Improviser",
			"source": "APG",
			"page": 198,
			"entries": [
				"As far as you're concerned, the best weapon to wield is the one that your opponents never see coming. By knowing how to fight effectively with whatever's at hand, you ensure that you're never caught unarmed, and you often get the drop on opponents who mistakenly think they've caught you off guard.",
				"Whether you're smashing someone over the head with a bar stool, tossing a mug of ale in their face to blind them, or stabbing your foes with a broken bottle, you can find weapons anywhere and employ them creatively whenever a fight breaks out. Because you fight with disposable weapons, you don't need to be as careful with your weapons as other warriors do, and you can break them when needed to win a fight without feeling any regrets later.",
				{
					"type": "pf2-h3",
					"name": "Improvised Weapon Ideas",
					"entries": [
						"{@b Cavern:} broken stalagmites, large mushrooms, old bones",
						"{@b Docks:} barrel, crate, hook",
						"{@b Forest:} branch, needles or thorns",
						"{@b Market:} box, fruit, scale, sign",
						"{@b Noble Court:} gavel, goblet, quill, lectern",
						"{@b Tavern:} bottle, mug, serving tray, stool"
					]
				}
			],
			"extraFeats": []
		},
		{
			"name": "Witch",
			"source": "APG",
			"page": 154,
			"entries": [
				"You have heard the whispers of a distant patron, who sent an emissary to teach you powerful magic.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Witch characters",
					"entries": [
						"The witch archetype grants versatile prepared spells, perfect for characters looking to add some extra utility."
					]
				}
			],
			"extraFeats": [],
			"miscTags": [
				"Multiclass"
			],
			"benefits": [
				"Spellcasting"
			]
		},
        {
			"name": "Golem Grafter",
			"source": "APLLS",
			"page": 74,
			"entries": [
				"You have replaced a portion of your body with artifice of the kind used to create golems, fortifying your flesh with the unyielding might of magical constructs."
			]
		},
		{
			"name": "Turpin Rowe Lumberjack",
			"source": "APLLS",
			"page": 75,
			"entries": [
				"You are a feller of trees and a skilled axe wielder, trained in the art of forestry by the hard-working loggers of Turpin Rowe."
			]
		},
        {
			"name": "Animal Trainer",
			"source": "APLOLG",
			"page": 76,
			"entries": [
				"You have befriended an animal to serve as an able assistant and loyal guardian."
			],
			"extraFeats": []
		},
        {
			"name": "Bellflower Tiller",
			"source": "APTMB",
			"page": 75,
			"entries": [
				"Bellflower tillers handle most of the ground-level efforts of freeing slaves and escorting them to safety. They use farming-related code words to hide their work: a tiller’s freed slaves are her “crop,” which she moves along secretive paths termed “rows,” taking shelter in secret hideouts referred to as “barns.”"
			],
			"extraFeats": []
		},
        {
			"name": "Alchemist",
			"source": "CRB",
			"page": 220,
			"entries": [
				"You enjoy tinkering with alchemical formulas and substances in your spare time, and your studies have progressed beyond mere experimentation.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Alchemist characters",
					"entries": [
						"The free alchemical items from the alchemist archetype are extremely useful to characters of any class. The following are just some of the possible combinations.",
						{
							"type": "list",
							"items": [
								"Barbarian alchemists can mix mutagens with their rage to ferocious effect.",
								"Champion alchemists can focus on alchemical items that boost defenses and heal others, allowing their champion's reaction and {@i lay on hands} to go further.",
								"Fighter alchemists can use their alchemy to gain additional options in situations where their usual tactics don't work.",
								"Ranger alchemists focus on alchemy and snares, getting extra use out of their Crafting skill and supplying bombs for the bomb snare.",
								"Rogue alchemists can combine a rogue's poison feats with free daily poisons, and bombs present an interesting way to sneak attack with various types of energy damage.",
								"Spellcaster alchemists often use their alchemical items to take pressure off their repertoire or prepared spells. For instance, a wizard alchemist who can brew up darksight elixirs to grant darkvision can prepare another spell instead of {@i darkvision}."
							]
						}
					]
				}
			],
			"miscTags": [
				"Multiclass"
			],
			"benefits": [
				"Alchemy"
			]
		},
		{
			"name": "Barbarian",
			"source": "CRB",
			"page": 221,
			"entries": [
				"There's a rage deep inside you that sometimes breaks loose, granting you some of the might of a barbarian in addition to your other abilities.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Barbarian characters",
					"entries": [
						"The barbarian archetype is a great choice for characters that emphasize Strength and melee attacks more than usual for their class, as long as they can handle Rage's spellcasting restriction. It's especially good for characters looking to add more damage."
					]
				}
			],
			"extraFeats": [],
			"miscTags": [
				"Multiclass"
			]
		},
		{
			"name": "Bard",
			"source": "CRB",
			"page": 222,
			"entries": [
				"A muse has called you to dabble in occult lore, allowing you to cast a few spells. The deeper you delve, the more powerful your performances become.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Bard characters",
					"entries": [
						"The bard archetype grants powerful effects that tend to use actions; it's a great choice if you have actions to spare."
					]
				}
			],
			"extraFeats": [],
			"miscTags": [
				"Multiclass"
			],
			"benefits": [
				"Spellcasting"
			]
		},
		{
			"name": "Champion",
			"source": "CRB",
			"page": 223,
			"entries": [
				"You have sworn a solemn oath to your deity, who has granted you champion powers to aid you in your cause.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Champion characters",
					"entries": [
						"The champion archetype greatly improves defenses, particularly armor. It's a great way for a character to gain armor proficiency or a powerful defensive reaction."
					]
				}
			],
			"extraFeats": [],
			"miscTags": [
				"Multiclass"
			]
		},
		{
			"name": "Cleric",
			"source": "CRB",
			"page": 224,
			"entries": [
				"You are an ordained priest of your deity and have even learned how to cast a few divine spells. Though your main training lies elsewhere, your religious calling provides you divine gifts.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Cleric characters",
					"entries": [
						"The cleric archetype is a great way to create a character of another class who's a devotee of a particular deity. The many domains available to clerics of different deities present a variety of options for focus spells.",
						{
							"type": "list",
							"items": [
								"Alchemist clerics work well with the chirurgeon field, healing various ailments with either alchemy or spells.",
								"Martial clerics are typically looking for a potent domain spell or some healing to use in a pinch.",
								"Divine sorcerer clerics double down as the ultimate divine spellcasters.",
								"Other spellcaster clerics diversify their options, becoming theurgic characters who combine two magical traditions."
							]
						}
					]
				}
			],
			"extraFeats": [],
			"miscTags": [
				"Multiclass"
			],
			"benefits": [
				"Spellcasting"
			]
		},
		{
			"name": "Druid",
			"source": "CRB",
			"page": 225,
			"entries": [
				"You have entered a druidic circle and learned a few of the order's secrets, granting you primal power.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Druid characters",
					"entries": [
						"The druid archetype can provide a bit of healing or elemental damage and can increase your utility in a natural environment with spells like {@spell speak with animals} and {@spell meld into stone}."
					]
				}
			],
			"extraFeats": [],
			"miscTags": [
				"Multiclass"
			],
			"benefits": [
				"Spellcasting"
			]
		},
		{
			"name": "Fighter",
			"source": "CRB",
			"page": 226,
			"entries": [
				"You have spent time learning the art of warfare, increasing your skill with martial arms and at wearing armor. With further training, you can become a true combat specialist.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Fighter characters",
					"entries": [
						"The fighter archetype grants access to great feats for characters focusing on any combat style, and it's particularly helpful for characters looking to diversify their offensive abilities or focus on more powerful weapons.",
						{
							"type": "list",
							"items": [
								"Barbarian fighters can combine their talents with two-handed weapons with some of the fighter's two-handed feats to devastating effect.",
								"Champion fighters focus on a style of combat exemplified by their deity. A shield-using champion benefits from the best of both worlds in shield feats.",
								"Monk fighters are great at combining unusual weapon styles. For instance, a monks isn't hindered by a restriction to keep one hand free, because they want to punch you with that hand anyway.",
								"Ranger fighters can either specialize in archery or use their fighter feats to pick up an unusual combat style combination.",
								"Rogue fighters can make good use of fighter's free hand, two-weapon fighting, or archery feats.",
								"Spellcaster fighters benefit greatly from the additional weapon proficiencies, and fighter is a solid choice for any spellcaster of a particularly martial bent."
							]
						}
					]
				}
			],
			"extraFeats": [],
			"miscTags": [
				"Multiclass"
			]
		},
		{
			"name": "Monk",
			"source": "CRB",
			"page": 227,
			"entries": [
				"Monastic training has taught you martial arts and allowed you to hone your mind, body, and spirit to new heights.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Monk characters",
					"entries": [
						"The monk archetype is a strong choice for any character that fights unarmored or with unarmed attacks.",
						{
							"type": "list",
							"items": [
								"Barbarian monks with the animal instinct can combine the barbarian's excellent unarmed damage with the monk's diverse unarmed special abilities.",
								"Champion monks are perfect for champions of Irori or other deities who favor unarmed attacks.",
								"Fighter monks can supplement free-hand fighting and add mobility to the fighter's toolkit.",
								"Rogue monks are incredibly effective because stances grant some of the best agile finesse attacks and flurry gives more sneak attacks.",
								"Spellcaster monks can fight with a free hand and still use material components to cast spells."
							]
						}
					]
				}
			],
			"extraFeats": [],
			"miscTags": [
				"Multiclass"
			]
		},
		{
			"name": "Ranger",
			"source": "CRB",
			"page": 228,
			"entries": [
				"You have studied hunting, tracking, and wilderness survival, adding a ranger's tools to your skill set.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Ranger characters",
					"entries": [
						"The ranger archetype has access to excellent options to improve a character's monster knowledge and survival skills, but ranger is of particular interest to any character wanting to become a dedicated archer.",
						{
							"type": "list",
							"items": [
								"Alchemist rangers can add snares to their daily free items, benefiting from a strong Crafting modifier, and their Intelligence makes them exceptional with monster knowledge feats. The ranger archetype is also useful to bombers who want to alternate with bow attacks.",
								"Champion rangers are particularly fitting for deities who connect thematically to nature or have a bow as their favored weapon. (Or, in the case of Erastil, both!)",
								"Fighter rangers are among the most fearsome archers, combining the best archery feats from both classes to create a fighting style unique to each fighter ranger.",
								"Rogue rangers make excellent snipers or ranged skirmishers, and snares let them be on the other side of traps for a change.",
								"Spellcaster rangers benefit greatly from ranger's feat support, backing up their spells with ranged weapon attacks. Druids have the most thematic overlap with rangers among the spellcasters, allowing you to create a true master of the wilderness."
							]
						}
					]
				}
			],
			"extraFeats": [],
			"miscTags": [
				"Multiclass"
			]
		},
		{
			"name": "Rogue",
			"source": "CRB",
			"page": 229,
			"entries": [
				"You've learned to sneak, steal, and disable traps. With time and luck, you'll become capable of moving through the shadows, striking unseen, and escaping without notice.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Rogue characters",
					"entries": [
						"Nearly any character can benefit from the many skills and tricks the rogue archetype grants.",
						{
							"type": "list",
							"items": [
								"Alchemist rogues can use the rogue's Poison Weapon to great effect with their daily poisons, and sneak attack is a nice boost to bomb damage.",
								"Barbarian rogues can become masters in every save and diversify their skills.",
								"Champion rogues add damage from sneak attack while protecting their flanking partners from harm.",
								"Fighter rogues combine the fighter's accuracy with extra damage, a deadly combination for archers or finesse fighters.",
								"Monk rogues have great synergy, since many stances grant powerful Strikes that work with sneak attack.",
								"Ranger rogues benefit from the shared focus on trailing foes and catching them flat-footed. The flurry edge can get you many sneak attacks, and the precision edge doubles down on precision damage.",
								"Spellcaster rogues use the rogue multiclass to shore up skills or to pick up tricky rogue feats like Mobility to help keep them safe."
							]
						}
					]
				}
			],
			"extraFeats": [],
			"miscTags": [
				"Multiclass"
			]
		},
		{
			"name": "Sorcerer",
			"source": "CRB",
			"page": 230,
			"entries": [
				"You coax the magic power in your blood to manifest, accessing magic others don't expect you to have.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Sorcerer characters",
					"entries": [
						"The sorcerer archetype is a method for anyone to pick up commonly useful spells, such as {@spell invisibility} and {@spell haste}."
					]
				}
			],
			"extraFeats": [],
			"miscTags": [
				"Multiclass"
			],
			"benefits": [
				"Spellcasting"
			]
		},
		{
			"name": "Wizard",
			"source": "CRB",
			"page": 231,
			"entries": [
				"You have dabbled in the arcane arts and, through discipline and academic study, learned how to cast a few spells.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Wizard characters",
					"entries": [
						"The wizard archetype grants versatile prepared spells, perfect for characters looking to add some extra utility."
					]
				}
			],
			"extraFeats": [],
			"miscTags": [
				"Multiclass"
			],
			"benefits": [
				"Spellcasting"
			]
		},
        {
			"name": "Halcyon Speaker",
			"source": "LOCG",
			"page": 104,
			"entries": [
				"One of Old-Mage Jatembe’s central lessons was that magic was magic, no matter what the source. Though the Magaambya seeks to hold true to Jatembe’s teachings by aiming to understand magic of all kinds, the mages of the Magaambya have found the most success with magic rooted in the material world. Halcyon speakers are powerful conversants who epitomize the Magaambyan practice of blending arcane and primal magic, seeing both traditions as flowing from the same wellspring."
			],
			"extraFeats": []
		},
		{
			"name": "Magaambyan Attendant",
			"source": "LOCG",
			"page": 101,
			"entries": [
				"Magaambyans attendants have become full members of the Magaambya and begun to learn the secrets of the university. Not all Magaambyan attendants necessarily have this archetype, and this archetype doesn’t represent the abilities of all attendants; rather, the archetype represents many of those who have affiliated with a branch and are pursuing conversant rank."
			],
			"extraFeats": []
		},
		{
			"name": "Firebrand Braggart",
			"source": "LOCG",
			"page": 74,
			"entries": [
				"Many Firebrands travel the Inner Sea region drawing attention to themselves, making great shows of their exploits, and proclaiming their great deeds."
			],
			"extraFeats": []
		},
        {
			"name": "Bright Lion",
			"source": "LOL",
			"page": 101,
			"entries": [
				"You are one of the Bright Lions, part revolutionary warrior, part undercover spy."
			],
			"extraFeats": []
		},
        {
			"name": "Aldori Duelist",
			"source": "LOWG",
			"page": 35,
			"entries": [
				"You have sworn the Aldori swordpact and study the art of Aldori dueling, a famed school of bladecraft which has been passed down for over a millennium from the teachings of Baron Sirian Aldori. One day, you hope to demonstrate your skill at swordplay in order to become acknowledged as a true swordlord."
			],
			"extraFeats": []
		}
	]
}
