{
	"archetype": [
		{
			"name": "Verduran Shadow",
			"source": "WoW1",
			"page": 79,
			"rarity": "uncommon",
			"dedicationLevel": 2,
			"entries": [
				"Primal energy exists for far more than being gathered, shaped, and directed by druids; like air currents, it flows naturally through an environment. With the proper training, an explorer can perceive these currents, sensing cues carried on them like airborne scents. With further work, they can drift with these energies like a leaf on a river, or even hide themselves in the primal eddies to evade their foes' senses. Too much exposure can erode the practitioner's higher thoughts, leaving behind a predatory cunning that augments their combat abilities at the risk of wearing away their sense of self.",
				"These techniques have developed independently, spread, and then faded to obscurity countless times, with the Verduran Forest boasting the largest population of practitioners, who are known as Verduran shadows. Developed by the hunter Treyinca centuries ago, Verduran shadow techniques are widespread among the region's guardians but rarely taught to outsiders. Treyinca's fate is unknown, and some speculate she transformed into a primal spirit that mentors woodland warriors to this day."
			],
			"extraFeats": [
				"6|Fleeting Shadow|APG",
				"6|Sneak Attacker|PC1",
				"10|Scout's Pounce|APG",
				"12|Camouflage|PC1",
				"12|Sneak Adept|PC1"
			]
		},
		{
			"name": "Stalwart Defender",
			"source": "LOHh",
			"page": 110,
			"rarity": "uncommon",
			"entries": [
				"The military history of the dwarves is a story of largely defensive combat and tactics, whether it be as simple as guarding a camp during the Quest for Sky or a protracted siege, such as at the Sky Citadel of Kraggodan. The martial discipline of the stalwart defender arose over the course of centuries to become an iconic dwarven warrior, capable of holding their ground against overwhelming odds and not ceding an inch of stone.",
				"To be a stalwart defender is to stand with the resilience of a mountain. When danger arrives you face it unflinchingly, allowing your enemy's blows to glance off you like wind whistling past granite. This mindset comes naturally to dwarves, while other ancestries typically need specialized training to attain the determination needed for such a style."
			],
			"extraFeats": [
				"6|Steel Skin|APG",
				"10|Armored Rebuff|APG",
				"12|Mighty Bulwark|APG"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Scion of Domora",
			"page": 82,
			"source": "GW2",
			"dedicationLevel": 4,
			"rarity": "rare",
			"entries": [
				"At the climax of \"They Watched the Stars,\" the party rescues a group of spirit guides. In so doing, Sakuachi proves worthy of a spirit guide—a Sarkorian god who vows to accompany her to the Crown of the World. Characters who accompany Sakuachi gain access to the following new archetype at the end of this adventure. This bond also changes the powers and nature of the spirit guide; the spirit guide becomes a familiar, and a PC with this archetype uses the {@familiar spirit guide|GW2} familiar statistics and abilities described in this archetype, rather than the normal benefits."
			]
		},
		{
			"name": "Harrower",
			"source": "SF0",
			"page": 13,
			"rarity": "uncommon",
			"entries": [
				"Whether or not the revelations and divinations of a typical harrow card reading are trustworthy, none can deny that the strange powers wielded by the harrower are real. The harrower uses the ancient art of fortune-telling to harness destiny and augment their spellcasting abilities, infusing them with power by drawing cards from their harrow deck and letting fate decide what elements of their magic need augmentation. For many years, the traditions of the harrower were limited to regions like Varisia and Ustalav, where the Varisian people had more deeply established traditions. But recently, particularly as Varisia's importance in Avistan has grown, harrowers have begun to spread across the world of Golarion."
			],
			"dedicationLevel": 2
		},
		{
			"name": "Kineticist",
			"source": "RoE",
			"page": 57,
			"entries": [
				"You have, intentionally or accidentally, awoken a gateway to elemental power inside yourself and can now channel that power to devastating effect, adding an elemental arsenal to your abilities.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Kineticist Characters",
					"entries": [
						"Kineticist is a great fit for characters with high Constitution who want to add some magical blasting to their repertoire without managing the complexity of spell slots. Kineticist impulses can also provide damage types that are useful against certain creatures and special utility abilities such as better movement or battlefield control.",
						"{@class champion||Champions} looking to diversify their capabilities, {@class barbarian||barbarians} with the Moment of Clarity feat, and particularly stout druids might all find suitable options."
					]
				}
			],
			"dedicationLevel": 2,
			"extraFeats": [
				"4|Base Kinesis|RoE",
				"4|Through the Gate|RoE",
				"6|Advanced Element Control|RoE",
				"8|Improved Elemental Blast|RoE",
				"10|Add Element|RoE",
				"12|Expert Kinetic Control|RoE"
			]
		},
		{
			"name": "Elementalist (Rage of Elements)",
			"source": "RoE",
			"page": 58,
			"entries": [
				"You revere the elements as the building blocks of creation and the source of all life. You believe that by balancing, mixing, and rearranging these elements, magic is made. This belief has led you to eschew traditional magical theories and divisions, and you instead focus on harnessing, manipulating, and shaping the elements. There are many paths to elementalism, and many classes can become elementalists. As the most basic building blocks of matter, the elements can be shaped to your specific training and understanding. The study of elementalism expands every day.",
				"You cast spells drawn from multiple traditions and can use the elements to alter and empower your spells, making them manifest and mixing them in unique ways. Most elementalists embrace either the philosophy of four elements common in the Inner Sea or the five-element cycle prevalent in Tian Xia. This is often a balance, but some elementalists feel a stronger connection to a singular element that they hone to great heights, utilizing the other elements to support and augment their favored.",
				{
					"type": "pf2-h3",
					"name": "Elemental Magic",
					"level": 1,
					"entries": [
						"You're a spellcaster who specializes in harnessing the elements. Though you might feel a kinship for one element over the others, you're capable of shaping many of them. Due to your specialization in elemental magic, you have a smaller, more focused spell list than other spellcasters, though your magic is drawn from multiple traditions. If you choose this class archetype, you must select the Elementalist Dedication as your 2nd-level class feat.",
						"{@b Prerequisites:} You must have a spellcasting class feature that chooses spells from the arcane or primal spell list.",
						"{@b Elementalist Adjustments:} Replace your spell list with the {@filter elemental spell list|spells||Tradition & Spell List=Elemental}. Your actual magical tradition is unchanged, but you choose your spells from the elemental list instead. You must choose an elemental philosophy (detailed below), which determines which spells and other elemental magic you can use.",
						"{@b Druid Elementalist Adjustments:} If you're a {@class druid} of the {@class druid||storm order|storm}, you can choose to replace your starting order spell, {@spell tempest surge}, with {@spell updraft|SoM}.",
						"{@b Elemental Sorcerer Adjustments:} If you're a {@class sorcerer} with the {@class Sorcerer||elemental bloodline|Elemental}, you can replace your {@spell elemental toss||initial bloodline spell} with an {@filter initial elemental focus spell|spells||Tradition & Spell List=Elemental|Spell Type=Focus Spell|Level=1}, and your {@spell elemental motion||advanced bloodline spell} with an {@filter advanced elemental focus spell|spells||Tradition & Spell List=Elemental|Spell Type=Focus Spell|Level=3}. The initial and advanced elemental focus spells you select must have the same trait as your elemental bloodline.",
						"{@b Wizard Elementalist Adjustments:} If you're a {@class wizard}, you can either choose to be a {@class wizard||universalist} or to follow an arcane school dedicated to one element from your elemental philosophy. If you choose an elemental school, your curriculum spells can be any spells that you have access to and that have your chosen element's trait. Your school spells are the elemental focus spells of your chosen element (page 60), with the 1st-rank spell as your initial school spell and the 3rd- rank spell as the advanced school spell."
					]
				},
				{
					"type": "pf2-h4",
					"name": "Elemental Philosophy",
					"entries": [
						"Choose an elemental philosophy, which determines which elements you can use. The options available in this book are as follows.",
						{
							"type": "list",
							"items": [
								"{@b Elemental Cycle}: {@trait Earth}, {@trait fire}, {@trait metal}, {@trait water}, {@trait wood}",
								"{@b Inner Sea Elementalism}: {@trait Air}, {@trait earth}, {@trait fire}, {@trait water}"
							]
						},
						"Every elementalist has the spells from the universal {@filter elemental spell list|spells||Tradition & Spell List=Elemental} list. Your choice of elemental philosophy affects your other spells. Your personal list also contains any spell that shares one or more traits with those in your elemental philosophy, and doesn't have any traits that aren't in your elemental philosophy. For example, an elemental cycle elementalist could choose a spell with both the earth and fire traits, but not one with the air and fire traits, while an inner sea elementalist could choose either of those, but not a spell with metal and fire traits.",
						"{@b Spells}: Your GM might allow you to add more spells from other books to the {@filter elemental spell list|spells||Tradition & Spell List=Elemental} that fit the metal or wood element but first appeared without the trait, adding the relevant trait to the spell.",
						"You can't take {@filter elementalist|feats||Archetypes=Elementalist} feats or use elementalist abilities for an element you're unable to attune to. For example, an Inner Sea elementalist couldn't select the {@feat Reverberating Spell|RoE} feat, use {@feat Redirect Elements|RoE} against a {@trait metal} or {@trait wood} spell, or choose a {@trait metal} or {@trait wood} ability for their {@trait Elemental Familiar|RoE}."
					]
				}
			],
			"extraFeats": [
				"4|Dousing Spell|RoE",
				"4|Elemental Familiar (Elementalist)|RoE",
				"6|Burning Spell|RoE",
				"6|Current Spell|RoE",
				"6|Expanded Elemental Magic|RoE",
				"8|Metabolize Element|RoE",
				"10|Reverberating Spell|RoE",
				"10|Growth Spell|RoE",
				"10|Rockslide Spell|RoE",
				"12|Redirect Elements|RoE",
				"6|Water Step|RoE",
				"14|Wind-tossed Spell|RoE"
			],
			"miscTags": [
				"Class Archetype"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Gelid Shard",
			"source": "TV",
			"page": 184,
			"entries": [
				{
					"type": "pf2-h4",
					"source": "TV",
					"page": 184,
					"reference": {
						"auto": true
					},
					"entries": [
						"{@i Gelid shards} are arcane focuses of refined magical cold in physical form. Unfortunately for their creator, {@i gelid shards} do not grant immortality, though mortal creatures bonded to them do often have slightly longer lifespans thanks to the preserving cold that inundates and surrounds them."
					]
				},
				"{@note This archetype is a part of the {@item Gelid Shard|TV} artifact.}"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Ursine Avenger Hood",
			"source": "TV",
			"page": 183,
			"entries": [
				{
					"type": "pf2-h4",
					"source": "TV",
					"page": 183,
					"reference": {
						"auto": true
					},
					"entries": [
						"Over many generations, the magic of the hood was proven true, and more than that, the magic continued to grow and evolve with ever-more-ursine attributes. As the belief and power of each new wearer soaked into the hood, the artifact's potential has continued to grow. Now, those who bond with the generational artifact will discover that the {@i Ursine Avenger Hood} continues to grow in power alongside them."
					]
				},
				"{@note This archetype is a part of the {@item Ursine Avenger Hood|TV} artifact.}"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Reanimator",
			"source": "BotD",
			"page": 34,
			"entries": [
				"Most cultures revere the bodies of the deceased, laying to rest the mortal remains of their companions according to tradition formed generations before. Such customs assume a common conclusion: once the spirit that inhabited it has gone on to the Boneyard, the empty shell of a corpse has no purpose beyond its eventual return to the elements that formed it. You know differently. As the vessels that once housed immortal souls, corpses hold great power and potential, perfect construction materials for creations of unsurpassed wonder. As a reanimator, you have chosen to focus your study of the necromantic arts on the transformation of dead flesh into innumerable varieties of undead, from the lowliest shuffling corpses and brittle skeletons to abominations of ghastly splendor barely conceived of by only the most fanatical—or brilliant—mortal minds."
			],
			"dedicationLevel": 2,
			"extraFeats": [
				"4|Undying Conviction|BotD",
				"12|Necromancer's Visage|BotD",
				"14|Sepulchral Sublimation|BotD"
			]
		},
		{
			"name": "Pactbound Initiate",
			"source": "LOMM",
			"page": 10,
			"rarity": "rare",
			"entries": [
				"Saumen kar can initiate a member of another ancestry into their pact, imbuing the creature with their power and their curse. Over time, this pact slowly changes the initiate internally and, sometimes, externally as well. The initiate's mind slowly fills with ancient pieces of lore and techniques that are as much part of the saumen kar as their hands and feet. As the initiate's mind adapts to this knowledge and power, their body sometimes evolves in kind—sprouting sweeping horns, gaining heightened olfactory senses, and growing additional height and muscle—becoming a hybrid between their old ancestry and saumen kar, wrapped in runic tattoos.",
				"An unwilling creature can never be forced to become a pactbound initiate, and only those with deep bonds of mutual friendship with a saumen kar can even attempt the process. Befriending a saumen kar can be enough to begin one's initiation into the pact, though they must choose to accept the burden and can change their minds about undertaking the pact at any point until their final transition (represented by the {@feat Bound in Ice|LOMM} feat). Once a creature has completed the pact by accepting the full burden of a saumen kar and taking the Bound in Ice feat, all transformations are permanent. At that point, they can't retrain the {@feat Pactbound Dedication|LOMM}, {@feat Frostbite Runes|LOMM}, or {@feat Bound in Ice|LOMM} feats and must live out the rest of their lives as something between their old ancestry and a saumen kar. If their normal lifespan was less than 400 years, it's increased to at least 400 years. If their natural lifespan was greater than 400 years, it's instead reduced to approximately that amount of time."
			],
			"dedicationLevel": 2
		},
		{
			"name": "Shieldmarshal",
			"source": "LOIL",
			"page": 108,
			"rarity": "uncommon",
			"entries": [
				"Gunplay isn't enough to uphold Alkenstar's laws; when firearms are readily available to criminals and the corrupt, relying solely on firepower isn't always the best approach to law enforcement. To stay ahead in their never-ending war against crime and espionage, Alkenstar's elite shieldmarshals instead refine their skills of marksmanship and situational awareness into a potent blend of operational acumen and special tactics. Shieldmarshals study forensics, engineering, law, and etiquette to navigate the city's volatile conditions and politics; advanced lessons include specialized training to deal with criminals using technology as well as tactical analysis for maneuvering in congested urban environments.",
				"You've undergone specialized training to help you keep the peace in Alkenstar's sprawling streets. Urban operations are dreadfully complex endeavors; closed doors and high walls conceal suspects and belligerents, while every alley and corridor could be a fatal funnel. As a shieldmarshal, you overcome these complexities by reducing and adapting to uncertain elements. You methodically observe your surroundings, make swift decisions, and actualize best practices to pacify hostiles, rescue hostages, and otherwise meet overall mission objectives."
			],
			"dedicationLevel": 4
		},
		{
			"name": "Sleepwalker",
			"source": "DA",
			"page": 206,
			"entries": [
				"Many think of mental realms and mindscapes as rare and elaborate constructions, forgetting that everyone creates their own mental realm when they sleep, one where even the strangest occurrences seem perfectly normal. Anything is possible inside these dreamscapes, but few sapient creatures have the will and insight to take control and truly explore their unconscious mind.",
				"Sleepwalkers dedicate themselves to unlocking the secrets of the sleeping mind, taking control of their dreams and walking through the slumbering vistas of others. Some are nefarious manipulators, whispering to the slumbering for personal gain. Others use their powers for good, seeking evildoers and those who corrupt dreams to nightmares. As their power grows, a sleepwalker's appearance gradually becomes slightly indistinct, as though they were blurred around the edges, and those who encounter them find it difficult to recall exact details about their appearance."
			],
			"dedicationLevel": 4
		},
		{
			"name": "Mind Smith",
			"source": "DA",
			"page": 204,
			"entries": [
				"\"The mind makes it real.\" Though uttered in many parts of Golarion, nowhere is this more literal than perhaps among mind smiths—those with a mysterious mental talent that allows them to manifest their mind into a physical object. Some gain this power through magical training from an ancestor or mentor, while others earn it as a gift or reward from some greater being, or by inexplicable chance. Whatever the source, you have mastered the ability to form a mental image into a corporeal figment solid enough to affect the physical world. You trained the power to aid you in battle by shaping itself into a potent weapon, bound by only the reaches of your own imagination."
			],
			"dedicationLevel": 2
		},
		{
			"name": "Psychic Duelist",
			"source": "DA",
			"page": 203,
			"entries": [
				"The mental landscape of the psychic duel rises to meet your steps and reshapes at your touch. You understand the binary mindscape links two minds, making its foundation only as strong as the wills of those involved. Two psychic castles in a siege—patch every loose brick in your walls and single out every flaw in your foe's defenses."
			],
			"dedicationLevel": 4,
			"rarity": "rare"
		},
		{
			"name": "Chronoskimmer",
			"source": "DA",
			"page": 186,
			"entries": [
				"The flow of time is an unstoppable force. Most are carried downstream inexorably, like a leaf floating on a river. You, however, somehow fell out of the flow of time, if only for an instant, but in doing so gained a perspective that few others have.",
				"Now you stand on the banks of the river, watching the flow, choosing where to dive in, or even defying the current, at least for a short while, as you skim its surface and skip from moment to moment. As a chronoskimmer, time is yours to exploit.",
				"You have the means to see the timelines of all creatures, including your own. You can use this insight to manipulate the flow of time for creatures, much like you can pluck the leaf from the river and place it elsewhere. Manipulating timelines can be dangerous, however, and the {@place Dimension of Time} won't allow these transgressions against time to stand forever. The threat always looms of time dimensionals coming to correct your actions or of you becoming removed from time forever."
			],
			"dedicationLevel": 2,
			"rarity": "rare"
		},
		{
			"name": "Time Mage",
			"source": "DA",
			"page": 184,
			"entries": [
				"Magic leaves its brand on those who practice it. The veteran pyromancer bears the scorch marks of lessons learned. The archdruid grows to resemble plants or animals in their domain or grove. The professional reanimator can never quite cover up the stench of their grim work.",
				"The mark left by the practice of time magic is less obvious but no less indelible. With other disciplines, the marks of experience accumulate as magic is learned, creating an equilibrium of sorts between the exercise of power and the necessary consequences. Time magic suffers no such limitations of cause and effect. Distortions and anachronistic thoughts echo back throughout a time mage's entire life, providing a nonlinear perspective that others can find distracting or even alien. The threat of creating a paradox is ever looming. Many a reckless time mage has inadvertently erased themselves from existence, glimpsed a future they now have no choice but to enact, or attracted the attentions of temporal creatures, such as iriis or siktemporas.",
				"For these reasons, most mages merely dabble in time magic, learning a spell or two here and there. Despite the dangers, a brave few embrace the discipline, for it offers the allure of changing what was and controlling what will be."
			],
			"extraFeats": [
				"10|Read Disaster|APG",
				"12|Quickened Casting (Bard)|CRB",
				"16|Plot the Future|APG",
				"20|Echoing Spell|APG"
			],
			"dedicationLevel": 6,
			"rarity": "uncommon"
		},
		{
			"name": "Curse Maelstrom",
			"source": "DA",
			"page": 168,
			"entries": [
				{
					"type": "pf2-sidebar",
					"name": "Manifestations",
					"entries": [
						"Those at the center of a storm of curses often have peculiar manifestations that mark them as one of the unfortunate. Over time, even the places that they inhabit will begin to show signs of their presence: plants with bizarre growths, dust clouds that form strange symbols in the light, and floors that creak and groan even when no one is walking across them."
					]
				},
				"Some folks are ridden with bad luck: the rations they were counting on turn out to be spoiled, the ship they were hoping to catch sinks in the harbor, or the new home they bought is destroyed by a rampaging golem. Most know that they are cursed, feeling an emptiness in their soul that weighs upon them, gnawing at their confidence and shrouding their ambitions. Sometimes, these curse maelstroms learn to control and channel their curse; you are one such unfortunate soul.",
				"You have a powerful curse living deep within you. You might have been able to restrain your curse for the most part, but it flares up occasionally and tempts you with the power to curse your foes, should you allow it to exert itself. Why should you be the only one who has to endure a cursed life when others have so clearly earned such woe?",
				"Living with a curse every day, you become intimately familiar with the workings of curses, getting a sense of when bad luck is about to befall those around you. You might try to avoid further bad fortune—which rarely pans out as you'd like—or you could come to terms with your lot in life and regard your curse as something akin to an old friend. Either way, fate cares little.",
				"Misery loves company, so your curse can even be a beacon for more misfortune. You might have multiple curses all tied to you, all fighting to make your life as hellish as possible."
			],
			"dedicationLevel": 2,
			"rarity": "rare"
		},
		{
			"name": "Pactbinder",
			"source": "DA",
			"page": 166,
			"entries": [
				"Some people feel that the universe is a constant struggle. Good against evil, law against chaos, civilization against nature, life against death against undeath. But why fight what you can't change? You prefer to bargain.",
				"As a pactbinder, you make deals with strange entities, otherworldly beings, and all sorts of multiversal denizens, amiable and unapproachable alike. Over the course of your many negotiations, you've learned something important: while such beings always seek a bargain tilted in their own favor, sometimes your definition of value differs enough from theirs that you can still come out ahead. In fact, sometimes, those who don't understand pacts like you do might mistake the payment for the benefit, or vice versa. Perhaps an ancient being of nightmare demanded to consume something you sought to be rid of, like a painful memory or a negative personality trait, priding itself on how it was taking something personal from you. Little did it know, you let it win on haggling your end of the deal. Of course, this practice isn't without its own risks, as who knows what you might become without that part of you.",
				"All these things, you can and must consider in every pact. In addition to pacts, you might also pursue magical contracts. While less of a metaphysical commitment than a pact, contracts offer similar benefits you just can't resist—and you can employ your skill set as a pactbinder to manipulate the precise wording of the bargain."
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Living Vessel",
			"source": "DA",
			"page": 140,
			"entries": [
				"With the dawning of a new era comes the need for a new seat of power, and what better way to show your coming master your devotion than by sacrificing your entire being for their use? You presented yourself before their altar and they answered your call, flooding your body with their power and granting you the gift of their original form. Or maybe you were abducted in the dark, on a night that the moon refused to shine, when you were taken to a profane location where a mysterious cult bound you to their master against your will. Now you have powers you didn't before and you have new features that scare (and maybe, in a small dark part of your heart, thrill) you.",
				"You might have even become a living vessel through a strange bargain. For instance, perhaps at the brink of death, you received an offer from an entity to spare your life in exchange for inhabiting you. Or you might have offered yourself to the entity in exchange for saving a loved one, for riches, or to fulfill a lifelong dream.",
				"Beings of any alignment can inhabit a living vessel. Evil-aligned beings, especially demons, are most likely to be interested in such an arrangement, especially if it involves forcefully taking over and changing the body and mind of a sapient being. Part of being a living vessel is learning more about your entity and finding what assuages them best and what their ultimate plans might be for your body and the world. Few vessels can fully dictate the terms of the arrangement, but the fact that you give the entity a corporeal form does give you some amount of leverage. Use it wisely.",
				"{@b Additional Feats:} Your GM might determine that you can take a pact feat from the {@archetype pactbinder|DA} archetype as an additional feat, as long as the pact is made to the entity within you. For instance, if you're hosting a fey, you could make a pact involving fey. These pact feats are at the same level as for a pactbinder. "
			],
			"dedicationLevel": 2,
			"rarity": "rare"
		},
		{
			"name": "Alter Ego",
			"source": "DA",
			"page": 126,
			"entries": [
				{
					"type": "pf2-sidebar",
					"name": "Alter Egos in Golarion",
					"reference": {
						"auto": true
					},
					"source": "DA",
					"page": 127
				},
				"A highly guarded castle in the middle of an extravagant ball, the headquarters of a city's infamous thieves' guild, the locked room in the back of a cultist hideout—all perfect targets for you to use your expertise at blending in. Rather than skulking through the shadows, you use your training and latent supernatural abilities to become a mirror, playing on the perceptions of others and taking on whatever role necessary to get in and out of your destination before anyone has a chance to think something is amiss.",
				"Performing an alter ego means going unregarded. Passing as just a face in the crowd is crucial, and accolades come as the gratitude from your leaders or coin from your clients, rather than the awed adoration from a crowd. This arrangement might suit you fine, as you thrive in a job well done and on the thrill of walking flagrantly past your duped adversaries. Or it might become pent up, until you can't resist a dramatic reveal or a signature calling card that shows you were there. One final word before speeding away from the castle, a gloating message left behind, or some other sign reveals your skill—usually too late for your victims to do anything about it."
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Thaumaturge",
			"source": "DA",
			"page": 49,
			"entries": [
				"Scraps of knowledge have taught you how to exploit the vulnerabilities of creatures and the powers of mystical objects.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Thaumaturge Characters",
					"entries": [
						"Thaumaturge suits characters who want to glean strange knowledge. It's especially useful for those who tend to fight with one-handed weapons, like swashbucklers or rogues, since they have their other hand free for an implement. "
					]
				}
			],
			"dedicationLevel": 2
		},
		{
			"name": "Psychic",
			"source": "DA",
			"page": 48,
			"entries": [
				"You've awoken the latent abilities of your mind, taking your first steps into wielding psychic magic.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Psychic Characters",
					"entries": [
						"Psychic is a good fit for characters who want a touch of occult power. Intelligence-based characters like investigators and alchemists, as well as Charisma-based characters like bards, can choose the path that best suits their inherent abilities."
					]
				}
			],
			"dedicationLevel": 2
		},
		{
			"name": "Acrobat",
			"source": "APG",
			"page": 155,
			"entries": [
				"You have trained your body to perform incredible, seemingly superhuman feats of grace. You move in ways that leave your opponents caught off guard and fumbling for a response, turning every fight into performance art."
			],
			"dedicationLevel": 2
		},
		{
			"name": "Alchemist",
			"source": "CRB",
			"page": 220,
			"entries": [
				"You enjoy tinkering with alchemical formulas and substances in your spare time, and your studies have progressed beyond mere experimentation.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Alchemist characters",
					"entries": [
						"The free alchemical items from the alchemist archetype are extremely useful to characters of any class. The following are just some of the possible combinations.",
						{
							"type": "list",
							"items": [
								"Barbarian alchemists can mix mutagens with their rage to ferocious effect.",
								"Champion alchemists can focus on alchemical items that boost defenses and heal others, allowing their champion's reaction and {@spell lay on hands} to go further.",
								"Fighter alchemists can use their alchemy to gain additional options in situations where their usual tactics don't work.",
								"Ranger alchemists focus on alchemy and snares, getting extra use out of their {@skill Crafting} skill and supplying bombs for the bomb snare.",
								"Rogue alchemists can combine a rogue's poison feats with free daily poisons, and bombs present an interesting way to sneak attack with various types of energy damage.",
								"Spellcaster alchemists often use their alchemical items to take pressure off their repertoire or prepared spells. For instance, a {@class wizard} alchemist who can brew up {@item Darkvision Elixir||darkvision elixirs} to grant {@ability darkvision} can prepare another spell instead of {@spell darkvision}."
							]
						}
					]
				}
			],
			"benefits": [
				"Alchemy"
			],
			"miscTags": [
				"Multiclass"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Aldori Duelist",
			"source": "LOWG",
			"page": 35,
			"entries": [
				"You have sworn the Aldori swordpact and study the art of Aldori dueling, a famed school of bladecraft which has been passed down for over a millennium from the teachings of Baron Sirian Aldori. One day, you hope to demonstrate your skill at swordplay in order to become acknowledged as a true swordlord."
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Animal Trainer",
			"source": "EC2",
			"page": 76,
			"entries": [
				"You have befriended an animal to serve as an able assistant and loyal guardian."
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Archaeologist",
			"source": "APG",
			"page": 156,
			"entries": [
				"Adventurers raid tombs for material gain, but true archaeologists treasure the knowledge gained from such sites. You might accomplish your goals with scholarly learning, by training to overcome the tricks and traps set by ancient peoples and rivals, through magical training, or even with a bit of inexplicable luck."
			],
			"extraFeats": [
				"4|Trap Finder (Rogue)|CRB",
				"10|Delay Trap|CRB"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Archer",
			"source": "APG",
			"page": 157,
			"entries": [
				"Bows of all types are powerful weapons. Generals and hunters alike recognize the power in dealing death from long distances, and from behind cover. Those dedicated to the bow—from mysterious cloaked strangers to heartless snipers—are often viewed with a mixture of respect and fear. Like any weapon adept, the archer's skill is forged through experience and constant practice. A true archer becomes one with the bow and is able to accomplish with that weapon things that most would consider impossible, or at least nearly magical."
			],
			"extraFeats": [
				"4|Assisting Shot|CRB",
				"4|Point-Blank Shot|CRB",
				"6|Double Shot|CRB",
				"6|Parting Shot|APG",
				"6|Running Reload|CRB",
				"8|Triple Shot|CRB",
				"10|Mobile Shot Stance|CRB",
				"18|Multishot Stance|CRB"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Artillerist",
			"source": "G&G",
			"page": 128,
			"entries": [
				{
					"type": "quote",
					"entries": [
						"Load Pathfinders, load! That fey-blighted moth will be coming around for another pass quick as a blink and if we don't meet it with a rain of cannon fire, you'll be wishing you had a diving suit like mine. Steady the aim there! Steady... fire!"
					],
					"by": "Khoumrock Blackthorne, captain of the Unsinkable and self-proclaimed slayer of \"giant evil moth gods.\""
				},
				"The artillerist's maxim holds that while fights might be won with swords, battles are won with cannons. Or in a pinch, with trebuchets, siege towers, catapults, hwachas, and all other lethal miscellanea of a combat engineers' corp. As a true artillerist, you leave the penny-ante pistols and knives to those who only need to operate on a small scale. You're a consummate professional in the art of big guns, a maestro at merging mathematics and manpower to transform whatever castle wall, infantry battalion, or rampaging dragon offends you into a smoking crater in the ground.",
				"You're not just some daredevil demolitionist, though. You're part of a team, accustomed to coordinating with your unit to maximize your time and effectiveness. Whether jumping in to help your crew load the next round, quickly calculating the trajectory of the engine's next shot, or taking the shot yourself, your presence on the team ensures their chances of success are maximized, creating a whole that is greater than the sum of its parts."
			],
			"dedicationLevel": 2
		},
		{
			"name": "Assassin",
			"source": "APG",
			"page": 158,
			"entries": [
				"Targeted killing through stealth and subterfuge is the expertise of an assassin. While assassins are skilled in ending lives and many are evil, some live by a moral code, preying on the wicked, the cruel, or those who revel in unchecked aggression or power."
			],
			"extraFeats": [
				"4|Poison Resistance (Alchemist)|CRB",
				"6|Poison Weapon|CRB",
				"6|Sneak Attacker|CRB",
				"10|Improved Poison Weapon|CRB"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Barbarian",
			"source": "CRB",
			"page": 221,
			"entries": [
				"There's a rage deep inside you that sometimes breaks loose, granting you some of the might of a barbarian in addition to your other abilities.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Barbarian characters",
					"entries": [
						"The barbarian archetype is a great choice for characters that emphasize Strength and melee attacks more than usual for their class, as long as they can handle Rage's spellcasting restriction. It's especially good for characters looking to add more damage."
					]
				}
			],
			"miscTags": [
				"Multiclass"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Alkenstar Agent",
			"source": "OoA1",
			"page": 78,
			"entries": [
				"Outwardly dashing outlaws or silent, deadly bravos, these masters of combat and culture must hone a variety of skills to serve as secret agents and informants for the leader of Alkenstar, Grand Duchess Trietta Ricia."
			],
			"extraFeats": [
				"4|Plant Evidence|APG",
				"4|Quick Draw (Ranger)|CRB",
				"6|Reactive Pursuit|CRB",
				"6|Running Reload|CRB",
				"10|Snap Shot|CRB",
				"18|Instant Opening|CRB"
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Clockwork Reanimator",
			"source": "OoA3",
			"page": 78,
			"entries": [
				"You have unlocked the secret connections between necromancy and clockwork locomotion, giving you the unholy power to reanimate corpses. These minions shuffle forth with the mindless motions of the unliving and are little more than puppets under your control.",
				"Similarly, via careful tinkering and anatomical study, you learned how to make a powerful necromechanical ally. Finally, your technological prowess is such that you can use your innovations to force even powerful, free-willed undead to obey you.",
				"The secret to your success is a combination of alchemy and clockwork, machines and magic, science and spellcasting. Of course, crafting the shell of a wind-up zombie is one matter—your primary focus is on the craftwork necessary to make the whole thing work together. To you, the magic involved is only a means to an end, a way to make science more efficient through necromancy and potentially a little bit of evocation for some electric power.",
				"While some think your creations are vile, you see beauty in utility and believe animated corpses are tools that can be used for good or ill. For better or worse, when it comes to results, the science you've cobbled together fulfills the most important criterium for any new innovation: it works, plain and simple. Your reanimated clockwork corpses are stable, effective, and, more importantly, they don't rampage or crave the flesh of the living in the same way an undead would. Plus, they aren't vulnerable to positive energy, making them easier to use around good clerics and their ilk without your minions taking friendly fire. (Except Pharasmins, always so inconveniently up in arms about the whole \"desecrating the bodies of the dead\" thing. They can't learn the difference between the stench of undeath and the smell of progress.)"
			],
			"dedicationLevel": 2,
			"rarity": "rare"
		},
		{
			"name": "Bard",
			"source": "CRB",
			"page": 222,
			"entries": [
				"A muse has called you to dabble in occult lore, allowing you to cast a few spells. The deeper you delve, the more powerful your performances become.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Bard characters",
					"entries": [
						"The bard archetype grants powerful effects that tend to use actions; it's a great choice if you have actions to spare."
					]
				}
			],
			"benefits": [
				"Spellcasting"
			],
			"miscTags": [
				"Multiclass"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Bastion",
			"source": "APG",
			"page": 159,
			"entries": [
				"Some say that a good offense is the best defense, but you find such boasting smacks of overconfidence. In your experience, the best defense is a good, solid shield between you and your enemies. You've focused your training on how best to use a shield to protect yourself and those around you."
			],
			"extraFeats": [
				"6|Shielded Stride|CRB",
				"8|Reflexive Shield|CRB",
				"8|Shield Warden (Fighter)|CRB",
				"10|Quick Shield Block (Fighter)|CRB",
				"12|Mirror Shield|CRB"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Beast Gunner",
			"source": "G&G",
			"page": 130,
			"entries": [
				"The art of creating the weapons most commonly referred to as \"beast guns\" is truly ancient, with the first iterations of the weapons created on the continent of Arcadia well over 10,000 years ago. This means that beast guns predate all other forms of firearm crafting in Arcadia, even the legendary star guns, whose secrets have been lost to the ages. The tradition of designing beast guns has persisted throughout Arcadia well into the modern era, though it has become increasingly rare as the proliferation of classic firearms and the prestige associated with star guns has allowed more people access to equivalent destructive power without the intense requirements behind crafting a beast gun. However, beast gunners remain virtually unknown outside of Arcadia.",
				"The art of bonding to a beast gun and gaining the full magic of a beast gunner is an extended ritual with multiple steps, beginning with the hunt. A person seeking to bond to a beast gun typically does so with a brand new weapon made after they hunt down the creature themselves. This involves telling the story of the hunt, the beast, and the weapon created from the hunted creature. Finally, the weapon is carefully modified and tailored to ensure a proper bond between the beast gun and the prospective beast gunner. However, it's also possible to bond to an heirloom beast gun passed down through the generations by adding symbolic fresh components from the same kind of creature, after performing the same ritual hunt necessary to forge a new weapon with the intent of establishing a bond.",
				"To perform the ritual the prospective beast gunner must first plan a hunt to slay the creature corresponding to the beast gun, whether they wish to bond with a brand new beast gun or establish a link to an old beast gun. Typically, these ritualized hunts can include up to five assistants plus hunting beasts like canines or birds who help corner the beast and bring it down. If the assistants are significantly more powerful than the hunted creature, or if there are so many assistants the creature never stood a chance at survival, the magic simply fails during the bonding process and the hunt and organic materials are wasted, usually much to the shame and chagrin of the hunter. The same doesn't apply if the prospective beast gunner hunts the creature alone, even if they are significantly more powerful than the creature, such that the creature never stood a chance against them in a one on one fight.",
				"You're one of those who successfully completed the hunt and bonded with your prized weapon. Now, you seek to discover the hidden depths that others who think they know how to use beast guns can only imagine.",
				{
					"type": "pf2-sample-box",
					"name": "Choosing your Beast Gun",
					"entries": [
						"A beast gunner's bond with their beast gun is deep and mystical, so if you hope to be a successful beast gunner, it's important to choose a beast gun that suits your temperament, magic, and combat style. For example, if you favor strength and intimidation, a {@item screech shooter|G&G} is the right choice for you, whereas a {@item spider gun|G&G} might be optimal if you prefer a more careful style of setting up the battlefield in advance. Similarly, a {@item tentacle cannon|G&G} is slow and methodical and can hold an enemy in place at close range, while a {@item drake rifle|G&G} is energetic and mobile and can be used to attack from a great distance. Each beast gun has a personality and magical abilities that attract people who value them. For this reason, some experienced beast gunners say the weapon chooses you."
					]
				}
			],
			"extraFeats": [
				"8|Call Gun|G&G"
			],
			"dedicationLevel": 6,
			"rarity": "uncommon"
		},
		{
			"name": "Beastmaster",
			"source": "APG",
			"page": 160,
			"entries": [
				"You attract the loyalty of animals, and as your powers increase you can command more of them, briefly inhabit their body to perceive what they perceive, and even communicate with them over vast distances. Your animals may see you as a beloved parent, teacher, and mentor, or they may consider you a poor, defenseless cub that needs protection. Regardless, they will fight for you and alongside you, even sacrificing their lives for you if necessary",
				{
					"type": "pf2-brown-box",
					"name": "BEASTMASTER ANIMAL COMPANIONS",
					"entries": [
						"If you're playing a beastmaster, you determine the statistics and abilities of your animal companions according to the rules on pages 214 –217 of the Core Rulebook. As a beastmaster, it's possible for you to have more than one animal companion at one time—up to four companions—but only one of those companions, your \"active companion,\" follows you during exploration and in encounters; the rest are nearby, usually foraging or hunting for food. As soon as you gain a second animal companion from the Beastmaster archetype, you also gain Call Companion to switch your active companion. These rules apply to all your companions, regardless of whether you got the animal companion from the beastmaster archetype or from another source.",
						{
							"traits": [
								"exploration"
							],
							"entries": [
								"You spend 1 minute calling for a different animal companion, switching your active companion for another of your animal companions."
							],
							"type": "ability",
							"style": "full",
							"name": "Call Companion"
						}
					]
				}
			],
			"extraFeats": [
				"4|Magic Hide|APG",
				"4|Wild Empathy|CRB",
				"6|Companion's Cry|CRB",
				"10|Enlarge Companion|APG",
				"14|Side by Side (Ranger)|CRB"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Bellflower Tiller",
			"source": "AoA3",
			"page": 75,
			"entries": [
				"Bellflower tillers handle most of the ground-level efforts of freeing slaves and escorting them to safety. They use farming-related code words to hide their work: a tiller's freed slaves are her \"crop,\" which she moves along secretive paths termed \"rows,\" taking shelter in secret hideouts referred to as \"barns.\""
			],
			"dedicationLevel": 6,
			"rarity": "uncommon"
		},
		{
			"name": "Blessed One",
			"source": "APG",
			"page": 162,
			"entries": [
				"Through luck or deed, heritage or heroics, you carry the blessing of a deity. This blessing manifests as the ability to heal wounds and remove harmful conditions, and exists independent of worship. You might offer thanks daily to the deity whose power you wield, or you might carry these blessings reluctantly, seeking to avoid responsibility or even acting to defy the deity's influence on you. You might wear the robes of the deity's order, or you might give little thought and even less reverence to the source of your powers. However you feel about these gifts, there can be no doubt that you wield a special power. Good-aligned deities are most likely to empower a blessed one. However, deities of any alignment can grant such a blessing, as long as they are capable of granting a positive divine font to their {@class cleric||clerics}. This means such deities as {@deity Lamashtu} might grant a foul version of the blessed one's powers."
			],
			"extraFeats": [
				"6|Accelerating Touch|APG",
				"6|Mercy|CRB",
				"8|Invigorating Mercy|APG",
				"10|Greater Mercy|CRB",
				"12|Elucidating Mercy|APG",
				"12|Resilient Touch|APG",
				"14|Affliction Mercy|CRB",
				"14|Amplifying Touch|APG",
				"20|Rejuvenating Touch|APG"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Bounty Hunter",
			"source": "APG",
			"page": 163,
			"entries": [
				"Whether for coin, glory, or justice, you know how to track, defeat, and capture dangerous individuals. You're accustomed to perusing wanted posters, searching up on leads, and pursuing villains to hell and back."
			],
			"extraFeats": [
				"14|Double Prey|CRB"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Bright Lion",
			"source": "LOL",
			"page": 101,
			"entries": [
				"You are one of the Bright Lions, part revolutionary warrior, part undercover spy."
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Bullet Dancer",
			"source": "G&G",
			"page": 132,
			"entries": [
				"While most monastic orders and traditional fighting schools shun firearms as loud and unreliable technology for unskilled conscripts, you fuse flourishing feints and ricocheting gunplay into a whirling ballet of bullets. As a bullet dancer, you might become the target of brash duelists and gladiators looking to make a name for themselves. But you tend to welcome the attention and might have proven your reputation while dancing your deadly ballet in tournaments from Tymon to Goka. You've found your fluid motions and explosive attacks to be surefire crowd-pleasers, even as they serve to confound and shock your foes."
			],
			"extraFeats": [
				"6|Black Powder Boost|G&G",
				"8|Snap Shot|CRB",
				"12|Trick Shot|G&G",
				"14|Ricochet Shot|G&G",
				"16|Showstopper|G&G",
				"16|Two-Weapon Fusillade|G&G"
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Butterfly Blade",
			"source": "FRP1",
			"page": 78,
			"entries": [
				"You've trained in one of Goka's oldest traditions of espionage, intimidation, and combat mastery. You use your skills to learn about your enemies and cut them down with your mastery of the butterfly sword."
			],
			"extraFeats": [
				"4|Clever Gambit|APG",
				"4|Combat Assessment|APG",
				"4|Quick Draw (Ranger)|CRB",
				"4|Dread Striker|CRB"
			],
			"dedicationLevel": 4,
			"rarity": "uncommon"
		},
		{
			"name": "Captivator",
			"source": "LOTGB",
			"page": 120,
			"entries": [
				"Others find you inherently fascinating. You have a facility with words that draws others in, and you've always found it easy to sway others to your point of view. This ability has grown to the point where you're capable of innate magic. You can bend others' wills to your own by weaving alluring enchantments and compelling illusions. Perhaps this comes from a touch of fey or draconic blood in your family's distant past, or perhaps it's the work of some special boon or curse placed upon you.",
				"Captivators come from all areas of the world and all walks of life. A farmhand with the right gifts, sent to the market every week to hawk their latest crop, could find themself on the path to becoming a captivator. An urchin who relies on the sympathy of others just to survive may become a captivator out of necessity, and a noble, immersed in a deadly game of luxury and influence, might have trained to be a captivator since birth. Regardless of background, most captivators use their abilities to advance their station in life, make things easier for themselves, or befriend those who can help them achieve their goals.",
				"Good captivators use their gifts and skills to bring people together. They might turn a would-be tavern brawl into a night of sharing drinks and telling stories. They might offer encouragement to those facing depression or doubt. They excel at ending conflict peacefully and efficiently, leaving everyone around them happier. When faced with violence, they use their magic to quickly subdue or enthrall enemies while minimizing harm to their companions.",
				"Evil captivators manipulate others to achieve status, wealth, and power. They have no qualms about deceiving someone or using their magic to cause harm. Evil captivators are dangerous tricksters whose enchantments and illusions make them seem harmless, unimportant, or friendly. The slick politician, the devious con artist, the cunning courtier—these are all roles that an evil captivator can easily assume."
			],
			"benefits": [
				"Spellcasting"
			],
			"dedicationLevel": 4
		},
		{
			"name": "Cathartic Mage",
			"source": "SoM",
			"page": 194,
			"entries": [
				"Emotions are powerful, and you can tap into that power to enhance your magic for a time. You learn to harness a particular emotional state under the right conditions, but be warned: emotions are volatile and destructive if left unchecked. The experience often leaves you reeling from the unhindered emotion, requiring a rest or distraction before tapping into it again.",
				{
					"type": "pf2-sidebar",
					"name": "Emotional Focus",
					"entries": [
						"Some emotional states, such as love or hatred, require the caster to focus on a specific individual called their emotional focus. Your emotional focus can change over time with you choosing a new focus after an important part of your story is resolved. Work with your GM to determine when this change happens. An emotional focus doesn't get a say in the matter; the cathartic spellcaster's emotions determine the bond. However, making another PC your emotional focus could result in an uncomfortable social dynamic. You should check with that PC's player in advance to see if such a link is acceptable."
					]
				},
				{
					"type": "pf2-h2",
					"name": "Emotional States",
					"entries": [
						"The following emotional states are used in the Cathartic Mage archetype. Each emotional state's entry lists the following pieces of information.",
						{
							"type": "entries",
							"style": "pf2-stat pf2-stat__section--wide",
							"entries": [
								"{@b Catharsis Trigger} The event or conditions you must meet to take your Catharsis reaction.",
								"{@b Catharsis Activation} The benefit when you use Catharsis.",
								"{@b Emotional Fervor} Benefits you gain for 3 rounds after you use Catharsis. This entry also lists a spell you're able to cast while in your emotional fervor. You must expend a spell slot to cast it. This slot must be of at least the spell's level, and the spell is automatically heightened to the level of slot you expended.",
								"{@b Emotional Fallout} The effect you experience when your emotional fervor ends.",
								"{@b Focus Spell} The focus spell you gain if you select the {@feat Cathartic Focus Spell|SoM} archetype feat."
							]
						},
						{
							"type": "pf2-h3",
							"collapsible": true,
							"name": "Anger",
							"entries": [
								"Your destructive wrath allows you to harm your foes but causes you pain in the process.",
								{
									"type": "entries",
									"style": "pf2-stat pf2-stat__section--wide",
									"entries": [
										"{@b Catharsis Trigger} An enemy deals damage to you. You can't use this reaction if you're {@condition fatigued}.",
										"{@b Catharsis Activation} If you're {@condition grabbed}, {@condition immobilized}, or {@condition restrained}, you can attempt to {@action Escape}. If you succeed, the creature or hazard imposing the condition on you (if applicable) takes force damage equal to your level.",
										"{@b Emotional Fervor} When you {@action Cast a Spell} from your spell slots, if the spell deals damage and doesn't have a duration, you gain a status bonus to that spell's damage equal to the spell's level. Spell: {@spell draw ire|SoM}",
										"{@b Emotional Fallout} You become {@condition fatigued} until you Settle your Emotions.",
										"{@b Focus Spell} {@spell athletic rush}"
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"collapsible": true,
							"name": "Awe",
							"entries": [
								"Your powerful sense of wonderment can be infectious and distracting.",
								{
									"type": "entries",
									"style": "pf2-stat pf2-stat__section--wide",
									"entries": [
										"{@b Catharsis Trigger} You or an ally within 30 feet critically succeeds on an attack roll against an enemy's AC or a skill check against one of an enemy's DCs.",
										"{@b Catharsis Activation} If you're {@condition fascinated} or {@condition stupefied}, you can attempt an additional save to end the effect if it allowed a save.",
										"{@b Emotional Fervor} When you cast a spell, choose one creature that was hit by your spell attack roll or that failed its saving throw, if any. That creature becomes {@condition fascinated} with you until the end of its next turn. It's then temporarily immune to this fervor effect for 1 hour. Spell: {@spell glitterdust}",
										"{@b Emotional Fallout} You become {@condition flat-footed} until you Settle your Emotions.",
										"{@b Focus Spell} {@spell dazzling flash} (doesn't require a religious symbol)"
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"collapsible": true,
							"name": "Dedication",
							"entries": [
								"Your commitment protects those you are dedicated to but can lead to dependency. Your emotional focus is an individual creature you're bound to (see Emotional Focus sidebar).",
								{
									"type": "entries",
									"style": "pf2-stat pf2-stat__section--wide",
									"entries": [
										"{@b Catharsis Trigger} Your emotional focus takes damage from an enemy while within 30 feet of you.",
										"{@b Catharsis Activation} Your emotional focus gains a number of temporary Hit Points equal to half your level rounded up. These temporary HP last for 1 minute.",
										"{@b Emotional Fervor} Your spells that target your emotional focus gain the benefits of Reach Spell. When you cast a healing spell that affects your emotional focus, your emotional focus also gains temporary HP equal to the spell's level in addition to the spell's effects. These temporary HP last for 1 minute. Spell: {@spell spirit link}",
										"{@b Emotional Fallout} Until you Settle your Emotions, you can't Cast Spells unless you're adjacent to your emotional focus.",
										"{@b Focus Spell} {@spell protector's sacrifice}"
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"collapsible": true,
							"name": "Fear",
							"entries": [
								"You let your fear fuel you, rather than consume you, but it burns your endurance.",
								{
									"type": "entries",
									"style": "pf2-stat pf2-stat__section--wide",
									"entries": [
										"{@b Catharsis Trigger} An enemy makes you {@condition frightened}.",
										"{@b Catharsis Activation} Increase your {@condition frightened} value by 1, to a maximum of {@condition frightened 4}.",
										"{@b Emotional Fervor} You don't take the status penalty from the {@condition frightened} condition to your spell DCs or spell attack bonus. Instead, you gain a status bonus to spell attack rolls equal to the penalty you would've taken, and your foes take the same status penalty to their saving throws against your spells. Any other statistic takes the status penalty as normal. Spell: {@spell fear}",
										"{@b Emotional Fallout} You are {@condition fleeing} for 2 rounds, running from the source of the {@condition frightened} condition that triggered your Catharsis. If that source is no longer present, you instead flee from the position where you were at the start of your emotional fallout.",
										"{@b Focus Spell} {@spell waking nightmare}"
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"collapsible": true,
							"name": "Hatred",
							"entries": [
								"Your unabashed hatred consumes your soul and causes your foe to falter. Your emotional focus is an individual enemy you detest (see Emotional Focus sidebar).",
								{
									"type": "entries",
									"style": "pf2-stat pf2-stat__section--wide",
									"entries": [
										"{@b Catharsis Trigger} You start your first turn in an encounter against your emotional focus or one of their followers. If the encounter includes multiple eligible followers and doesn't include your actual emotional focus, choose one of the followers to act as your emotional focus for this encounter (or until your actual emotional focus shows up).",
										"{@b Catharsis Activation} You can {@action Step} or {@action Stride}. You must end this movement closer to your emotional focus.",
										"{@b Emotional Fervor} Your emotional focus is {@condition flat-footed} to you and takes a –2 status penalty to saves against your spells. You're {@condition flat-footed} to your emotional focus and take a –2 status penalty to saves against it. Spell: {@spell blood vendetta|APG}",
										"{@b Emotional Fallout} You become {@condition stunned 2}.",
										"{@b Focus Spell} {@spell cry of destruction}"
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"collapsible": true,
							"name": "Joy",
							"entries": [
								"Your unbridled enthusiasm and positive attitude can lead you to success, but you might expend more energy than you planned.",
								{
									"type": "entries",
									"style": "pf2-stat pf2-stat__section--wide",
									"entries": [
										"{@b Catharsis Trigger} You critically succeed on an attack roll or save, or an enemy critically fails on a save against you.",
										"{@b Catharsis Activation} Reduce the value of any {@condition frightened} or {@condition stupefied} condition you have by 1 and end any {@condition persistent damage||persistent mental damage} you have.",
										"{@b Emotional Fervor} You gain a +1 status bonus to {@skill Performance} checks and to the spell attack rolls of {@trait emotion} spells, and enemies take a –1 status penalty to saves against your {@trait emotion} spells. Spell: {@spell hideous laughter}",
										"{@b Emotional Fallout} You become {@condition fatigued} until you Settle your Emotions.",
										"{@b Focus Spell} {@spell unimpeded stride}"
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"collapsible": true,
							"name": "Love",
							"entries": [
								"You're joined by the bonds of love and nothing can break that, but love can distract you from other things in your life. Your emotional focus is someone you're in love with; they aren't required to love you back.",
								{
									"type": "entries",
									"style": "pf2-stat pf2-stat__section--wide",
									"entries": [
										"{@b Catharsis Trigger} Your emotional focus takes damage from an enemy while within 30 feet of you.",
										"{@b Catharsis Activation} If either you or your emotional focus is {@condition confused} or {@condition controlled}, one of you can attempt a new saving throw against one confusing or controlling effect (if it allowed a save), ending the condition if the new save is a success. If both of you are eligible, your emotional focus gets the new save.",
										"{@b Emotional Fervor} You gain a +1 status bonus to Will saves. If you cast a spell to benefit your emotional focus, this bonus increases to +3 until the start of your next turn. Spell: {@spell soothe}",
										"{@b Emotional Fallout} You're {@condition fascinated} with your emotional focus for 1 minute.",
										"{@b Focus Spell} {@spell soothing words}"
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"collapsible": true,
							"name": "Misery",
							"entries": [
								"To suffer is to know you're alive; to make your enemies suffer as greatly as you have eases your suffering.",
								{
									"type": "entries",
									"style": "pf2-stat pf2-stat__section--wide",
									"entries": [
										"{@b Catharsis Trigger} You gain {@condition persistent damage} from a foe.",
										"{@b Catharsis Activation} You gain a number of temporary Hit Points equal to your level. They last for 1 minute.",
										"{@b Emotional Fervor} You can choose not to attempt a flat check to end {@condition persistent damage} you're taking. When you cast a damaging spell, you can choose one creature that failed its save or that you hit with your spell attack roll. That target takes {@condition persistent damage} of the same type the spell dealt, of an amount equal to the highest amount of {@condition persistent damage} you currently have. You can't choose a creature that's already taking {@condition persistent damage}. Spell: {@spell phantom pain}",
										"{@b Emotional Fallout} You take an untyped penalty to any damage you would deal with any spell you cast until you Settle your Emotions. The penalty is –1 per spell level.",
										"{@b Focus Spell} {@spell savor the sting}"
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"collapsible": true,
							"name": "Pride",
							"entries": [
								"All is well as long as you appear well, but you get caught up in the moment and lose track of what's important.",
								{
									"type": "entries",
									"style": "pf2-stat pf2-stat__section--wide",
									"entries": [
										"{@b Catharsis Trigger} You critically fail on an attack roll or saving throw.",
										"{@b Catharsis Activation} The critical failure becomes a failure.",
										"{@b Emotional Fervor} Each time you cast an illusion spell, until the start of your next turn, any critical failure you roll on an attack roll or saving throw is a failure instead. Spell: {@spell color spray}",
										"{@b Emotional Fallout} You momentarily lose track of what's real, becoming {@condition confused} for 1 round. Spell: {@spell mirror image}",
										"{@b Focus Spell} {@spell veil of confidence}"
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"collapsible": true,
							"name": "Remorse",
							"entries": [
								"You attempt to overcome your failings, but your guilt stays with you.",
								{
									"type": "entries",
									"style": "pf2-stat pf2-stat__section--wide",
									"entries": [
										"{@b Catharsis Trigger} An ally within 30 feet drops to 0 Hit Points.",
										"{@b Catharsis Activation} You {@action Step} or {@action Stride}. You must end this movement closer to the triggering ally",
										"{@b Emotional Fervor} Any spell you cast that restores Hit Points to the triggering ally gets a status bonus to the Hit Points healed equal to the spell's level, or double the spell's level if the ally is at 0 Hit Points. Spell: {@spell warrior's regret|SoM}",
										"{@b Emotional Fallout} Your emotional weight crushes you, leaving you {@condition stupefied 2} until you Settle your Emotions.",
										"{@b Focus Spell} {@spell healer's blessing}"
									]
								}
							]
						}
					]
				}
			],
			"benefits": [
				"Spellcasting"
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Cavalier",
			"source": "APG",
			"page": 164,
			"entries": [
				"You are a skilled and dedicated warrior of the battlefield who specializes in fighting astride a powerful animal companion that serves as your mount. You and your mount are an unparalleled team, moving with shared intent to become a powerful force on the battlefield. You might wield a banner in the name of a greater organization, a liege, or an ideal you uphold, or you might fight solely to further enrich your own prestige, reputation, and coffers.",
				{
					"type": "pf2-brown-box",
					"name": "CAVALIER PLEDGES",
					"entries": [
						"Many cavaliers pledge themselves in service to a specific organization or individual, such as a noble family or sovereign ruler, a knightly order or another organization, or a particular ideal. A cavalier pledged to an order or ideal must uphold its edicts and is beholden to any anathema it has; for example, a cavalier pledged to the druid's animal order would be tied to that anathema, while a cavalier pledged to the church of {@deity Abadar} would be held to the same standards as a cleric of that god. If you pledge yourself to an entity or cause without a stated anathema, you should work with your GM to determine the edicts and anathema associated with your pledge.",
						"Cavaliers who have pledged themselves can gain access to certain abilities related to that pledge, such as Cavalier's Banner. If you violate the anathema of your pledge, you lose access to those feats until you benefit from an atone ritual. Changing the subject of your pledge is equivalent to retraining a class feature."
					]
				}
			],
			"dedicationLevel": 2
		},
		{
			"name": "Celebrity",
			"source": "APG",
			"page": 166,
			"entries": [
				"You're a special personality... and you know it. You're not merely comfortable in the spotlight, you crave it. While the traditional celebrity is a musician or another type of performer, you could be known for any occupation."
			],
			"dedicationLevel": 2
		},
		{
			"name": "Champion",
			"source": "CRB",
			"page": 223,
			"entries": [
				"You have sworn a solemn oath to your deity, who has granted you champion powers to aid you in your cause.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Champion characters",
					"entries": [
						"The champion archetype greatly improves defenses, particularly armor. It's a great way for a character to gain armor proficiency or a powerful defensive reaction."
					]
				}
			],
			"miscTags": [
				"Multiclass"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Cleric",
			"source": "CRB",
			"page": 224,
			"entries": [
				"You are an ordained priest of your deity and have even learned how to cast a few divine spells. Though your main training lies elsewhere, your religious calling provides you divine gifts.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Cleric characters",
					"entries": [
						"The cleric archetype is a great way to create a character of another class who's a devotee of a particular deity. The many domains available to clerics of different deities present a variety of options for focus spells.",
						{
							"type": "list",
							"items": [
								"Alchemist clerics work well with the chirurgeon field, healing various ailments with either alchemy or spells.",
								"Martial clerics are typically looking for a potent domain spell or some healing to use in a pinch.",
								"Divine {@class sorcerer} clerics double down as the ultimate divine spellcasters.",
								"Other spellcaster clerics diversify their options, becoming theurgic characters who combine two magical traditions."
							]
						}
					]
				}
			],
			"benefits": [
				"Spellcasting"
			],
			"miscTags": [
				"Multiclass"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Crystal Keeper",
			"source": "AoA4",
			"page": 74,
			"entries": [
				"In the era before Earthfall, the elven people of Golarion exhibited a wide range of mastery over magic. A sect of elves who venerated the goddess Yuelral first developed the techniques of the crystal keeper, but this tradition has since been long forgotten by most of the world. There are those who still remember, though—PCs can gain access to the crystal keeper archetype from the tragic figure that haunts Jewelgate waystation in \"Fires of the Haunted City.\""
			],
			"dedicationLevel": 4,
			"rarity": "rare"
		},
		{
			"name": "Dandy",
			"source": "APG",
			"page": 167,
			"entries": [
				"You are a genteel master of style, culture, and decorum, aware of even the subtlest rules of etiquette. Whether you were born into status, acquired it later in life, or merely pretend to possess it, you look and act your part to manicured perfection."
			],
			"dedicationLevel": 2
		},
		{
			"name": "Demolitionist",
			"source": "G&G",
			"page": 133,
			"entries": [
				"As rippling explosions bring a castle's walls tumbling down, you grin and wipe the stone dust of your handiwork from your face. Brute force might work for others, but applying science to place the right explosives in just the right spot is essential to your craft."
			],
			"extraFeats": [
				"4|Demolition Charge|APG",
				"6|Calculated Splash|CRB",
				"8|Directional Bombs|CRB",
				"12|Expanded Splash|CRB"
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Dragon Disciple",
			"source": "APG",
			"page": 168,
			"entries": [
				"The rippling waves of fear, the rustling of thick scales, and the beat of immense wings signal the arrival of a great dragon. The awe-inspiring presence of these creatures makes them worthy of reverence—or even outright worship. Dragon disciples dedicate themselves to becoming like these great beasts, with each disciple striving to typify one variety of dragon. {@class Sorcerer||Sorcerers of draconic blood|Draconic}, {@class Barbarian||barbarians with the dragon instinct|dragon}, and many {@ancestry kobold|apg|kobolds} with close ties to their draconic predecessors become dragon disciples, but anyone who has encountered one of these terrifying creatures might follow this path.",
				"As a dragon disciple, you study and learn from the example of dragons, but that doesn't necessarily mean that you admire the dragons you emulate. While most dragon disciples do indeed revere their chosen dragon, countless tales are told of dragon disciples born of great personal tragedy at the hands of boundless draconic fury. These disciples have transformed themselves into what they despise in order to gain the power to destroy their draconic tormentor and at long last earn their revenge.",
				{
					"type": "pf2-brown-box",
					"name": "INSTINCT OF THE WYRM",
					"entries": [
						"The acquisition of draconic might can change the dragon disciple's body and give them magical abilities, as reflected in the archetype's feats, but the mind often changes as well, potentially even overwhelming the disciple's normal personality. Any dragon disciple can find the attitudes of dragonkind intruding into their thoughts. The foremost emotion among all types of dragons is pride. Even the influence of a benevolent metallic dragon can overwhelm a dragon disciple with pride. When tempered, this feeling levels out to a steady confidence, but when uncontrolled, it can grow to an air of arrogance or superiority.",
						"Disciples of metallic dragons also feel the pangs of compassion and benevolence. They grow to be more focused on cooperation and might take on leadership roles. Disciples of the vile chromatic dragons are plagued by thoughts of cruelty and greed. They long to see fear in the eyes of foe and friend alike. Those who succumb to these thoughts become bullies or tyrants.",
						"Instinctual draconic feelings can be constant, yet they seem to intensify when the disciple uses their draconic powers. In the few seconds after using a breath weapon or attacking with claws, or when the disciple sprouts wings, they might have a moment of mental transformation. This can bring on the full mindset of a dragon, or even make the disciple temporarily believe they truly {@i are} a dragon, and is often accompanied by a draconic roar, cackle, or majestic display."
					]
				}
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Drow Shootist",
			"source": "AV3",
			"page": 77,
			"entries": [
				"Some drow take skill with the hand crossbow to new heights. You've learned the secrets of these fabled drow shootists. With fearlessness and swagger, you can accomplish amazing deeds with hand crossbows."
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Druid",
			"source": "CRB",
			"page": 225,
			"entries": [
				"You have entered a druidic circle and learned a few of the order's secrets, granting you primal power.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Druid characters",
					"entries": [
						"The druid archetype can provide a bit of healing or elemental damage and can increase your utility in a natural environment with spells like {@spell speak with animals} and {@spell meld into stone}."
					]
				}
			],
			"benefits": [
				"Spellcasting"
			],
			"miscTags": [
				"Multiclass"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Dual-Weapon Warrior",
			"source": "APG",
			"page": 170,
			"entries": [
				"You're able to effortlessly fight with multiple weapons simultaneously, weaving your weapons together into a storm of quick attacks. To you, continual offense is the best form of defense, and you leave little room for your foes to avoid your whirlwind of weapons."
			],
			"extraFeats": [
				"6|Twin Parry (Fighter)|CRB",
				"12|Twin Riposte (Fighter)|CRB",
				"16|Improved Twin Riposte (Fighter)|CRB",
				"18|Twinned Defense (Fighter)|CRB"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Duelist",
			"source": "APG",
			"page": 171,
			"entries": [
				"Across the world, students in martial academies practice with their blades to master one-on-one combat. The libraries of such schools hold deep troves of information detailing hundreds of combat techniques, battle stances, and honorable rules of engagement. Those who gain admission to such schools might train in formalized duels—and that's certainly the more genteel route to take. However, others assert that there's no better place to try out dueling techniques than in the life-and-death struggles common to an adventurer's life."
			],
			"extraFeats": [
				"4|Dueling Parry|CRB",
				"8|Disarming Stance|CRB",
				"10|Dueling Riposte|CRB",
				"12|Disarming Twist|CRB",
				"14|Dueling Dance|CRB",
				"14|Improved Dueling Riposte|CRB",
				"16|Guiding Riposte|CRB"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Edgewatch Detective",
			"source": "AoE1",
			"page": 79,
			"entries": [
				"You're a specially trained detective for the Edgewatch guard precinct in Absalom."
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Eldritch Archer",
			"source": "APG",
			"page": 172,
			"entries": [
				"While many archers see their craft as an art form as much as a means of battle, a small number of archers seek to perfect their skills through magic, and you are among their number. Bolstering your athletic and martial abilities with mystical talents, you achieve rare heights with the bow or crossbow—transforming arrows or bolts into eldritch ammunition, sending arrows zig-zagging nearly unerringly to their target, and manifesting arrows that can deliver spells or even instant death.",
				"While having some spellcasting ability increases your potential flexibility and power as an eldritch archer, you might learn the secrets of these arts without being independently skilled in spellcasting, instead learning the magic of the bow for its own sake.",
				{
					"type": "pf2-brown-box",
					"name": "ELVEN ARROWS",
					"entries": [
						"The ability to infuse eldritch energy into bow shots is often seen as a kind of elven magic. While it may be true that elves first developed eldritch archery as a martial art, and many eldritch archers are elves and half-elves, other peoples have learned and developed their own forms of eldritch archery.",
						"Some whisper that remote regions to the south have their own dedications that rely on elemental archery, while the strange and shadowy hunters of the Uskwood use a form that relies on tenebrous shadow magic. Disturbing rumors circulate claiming that devils have developed a diabolical form of magical archery that can trap the soul and bind it to Hell, albeit for a short time. Like any form of magic, the discipline of eldritch archery will continue to develop among its practitioners across the multiverse."
					]
				}
			],
			"extraFeats": [
				"20|Impossible Volley (Fighter)|CRB"
			],
			"benefits": [
				"Spellcasting"
			],
			"dedicationLevel": 6
		},
		{
			"name": "Eldritch Researcher",
			"source": "AV2",
			"page": 76,
			"entries": [
				"An eager student of occult lore, you enjoy reading rare or forgotten tomes with ancient rituals and hidden secrets. You connect disparate facts to unlock deeper mysteries and uncover the truths of the universe, and you zealously hoard the knowledge your painstaking research produces. Aberrations fascinate you for many reasons, not the least of which is because their anatomy is wholly alien and yet, to the insightful, eminently sensible.",
				"You've been particularly enlightened by the accumulated lore in Thresholds of Truth, and you know Zarmavdian was a kindred soul in occult research. With this book in hand, you feel like you stand at the doorway to unprecedented occult discoveries.",
				"You scoff at those fools who claim you meddle in things mortals aren't meant to know—for isn't it the duty of the enlightened to gather the universe's deepest truths?"
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Elementalist",
			"source": "SoM",
			"page": 206,
			"entries": [
				"You revere the four elements—air, earth, fire, and water—as the building blocks of creation and the source of all life. You believe that by balancing, mixing, and rearranging these four elements, magic is made. This belief has led you to eschew traditional magical theories and divisions, and you instead focus on harnessing, manipulating, and shaping the four elements. You cast spells drawn from multiple traditions and can use the four elements to alter and empower your spells, making them manifest and mixing them in unique ways. Most elementalists embrace the four elements equally as a mystical quaternity, and they strengthen their connection to one of these elements each day to protect themselves from harm. Others, notably {@class sorcerer} and {@class wizard} elementalists, feel a stronger connection to a singular element that they hone to great heights, utilizing the other three elements to support and augment their favored element.",
				{
					"type": "pf2-h3",
					"name": "Elemental Magic",
					"level": 1,
					"entries": [
						"You're a spellcaster that's specialized in harnessing the four elements. Though you might feel a stronger kinship for one element over the others, you're capable of shaping all of them. Due to your specialization in elemental magic, you have a smaller, more focused spell list than other spellcasters, though your magic is drawn from multiple traditions. If you choose this class archetype, you must select the {@feat Elementalist Dedication|SoM} as your 2nd-level class feat.",
						"{@b Prerequisites:} You must have a spellcasting class feature that chooses spells from the arcane or primal spell list.",
						"{@b Elementalist Adjustments:} Replace your spell list with the {@filter elemental spell list|spells||Tradition & Spell List=Elemental}. Your actual magical tradition is unchanged, but you choose your spells from the elemental list instead.",
						"If you're a {@class sorcerer} with the {@class Sorcerer||elemental bloodline|Elemental}, you can replace your {@spell elemental toss||initial bloodline spell} with an {@filter initial elemental focus spell|spells||Tradition & Spell List=Elemental|Spell Type=Focus Spell|Level=1}, and your {@spell elemental motion||advanced bloodline spell} with an {@filter advanced elemental focus spell|spells||Tradition & Spell List=Elemental|Spell Type=Focus Spell|Level=3}. The initial and advanced elemental focus spells you select must have the same trait as your elemental bloodline.",
						"{@b Druid Elementalist Adjustments:} If you're a {@class druid} of the {@class druid||storm order|storm}, you can choose to replace your starting order spell, {@spell tempest surge}, with {@spell updraft|SoM}.",
						"{@b Wizard Elementalist Adjustments:} If you're a {@class wizard} with an arcane school, instead of specializing in a school of magic, you specialize in one of the four elements: air, earth, fire, or water. Any benefits your arcane school would grant you that are associated with a selected spell school, you instead apply to your selected element. For example, if you select air as your element, you can prepare only spells that have the {@trait air} trait in your extra arcane school slots, you can prepare an extra {@filter air cantrip|spells||spell type=cantrip|Energy & Elements=Air|Tradition & Spell List=Elemental}, and you add an extra {@filter air spell|spells||Level=!0|Energy & Elements=Air|Tradition & Spell List=Elemental} from the {@filter elemental spell list|spells||Tradition & Spell List=Elemental} to your spellbook. Additionally, in place of your arcane school spell, you learn the {@filter initial elemental focus|spells||Tradition & Spell List=Elemental|Spell Type=Focus Spell|Level=1} spell of your selected element. In all other ways, your {@classFeature arcane school|Wizard||1} functions as written in the Core Rulebook. If you later select the {@feat Advanced School Spell} wizard feat, instead of gaining the listed school spell, you gain the {@filter advanced elemental focus spell|spells||Tradition & Spell List=Elemental|Spell Type=Focus Spell|Level=3} of your selected element."
					]
				}
			],
			"extraFeats": [
				"4|Familiar (Sorcerer)|CRB",
				"6|Enhanced Familiar (Sorcerer)|CRB",
				"8|Current Spell|APG",
				"8|Water Step|CRB"
			],
			"miscTags": [
				"Class Archetype"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Familiar Master",
			"source": "APG",
			"page": 174,
			"entries": [
				"From the wise owl perched on the wizard's shoulder to the crafty gremlin that serves the witch for their own reasons, the ghastly homunculus in the alchemist's lab to the clever monkey that picks the lock of the thief's cell, familiars have always served. Whether through rigorous training or a preternatural connection, yours serves better than most."
			],
			"extraFeats": [
				"4|Enhanced Familiar (Wizard)|CRB"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Fighter",
			"source": "CRB",
			"page": 226,
			"entries": [
				"You have spent time learning the art of warfare, increasing your skill with martial arms and at wearing armor. With further training, you can become a true combat specialist.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Fighter characters",
					"entries": [
						"The fighter archetype grants access to great feats for characters focusing on any combat style, and it's particularly helpful for characters looking to diversify their offensive abilities or focus on more powerful weapons.",
						{
							"type": "list",
							"items": [
								"Barbarian fighters can combine their talents with two-handed weapons with some of the fighter's two-handed feats to devastating effect.",
								"Champion fighters focus on a style of combat exemplified by their deity. A shield-using champion benefits from the best of both worlds in shield feats.",
								"Monk fighters are great at combining unusual weapon styles. For instance, a monks isn't hindered by a restriction to keep one hand free, because they want to punch you with that hand anyway.",
								"Ranger fighters can either specialize in archery or use their fighter feats to pick up an unusual combat style combination.",
								"Rogue fighters can make good use of fighter's free hand, two-weapon fighting, or archery feats.",
								"Spellcaster fighters benefit greatly from the additional weapon proficiencies, and fighter is a solid choice for any spellcaster of a particularly martial bent."
							]
						}
					]
				}
			],
			"miscTags": [
				"Multiclass"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Firebrand Braggart",
			"source": "LOCG",
			"page": 74,
			"entries": [
				"Many Firebrands travel the Inner Sea region drawing attention to themselves, making great shows of their exploits, and proclaiming their great deeds."
			],
			"dedicationLevel": 4,
			"rarity": "uncommon"
		},
		{
			"name": "Firework Technician",
			"source": "G&G",
			"page": 134,
			"entries": [
				"The brilliant display of cascading lights and flickering aerial flowers, the thunderous boom, the sizzling crackle, and piercing screech—these are the stock and trade of your craft. You know how to perfectly pair light and sound to create fireworks displays that can amaze children and adults, comfort friends, and even confound your foes.",
				"As a fireworks technician, you might be an itinerant wanderer, roaming from town to town and developing your craft on your own. In that case, you make a living on the road, selling fireworks to the townsfolk, setting up public displays upon request and receipt of payment, and even tailoring individualized performances to those wealthy or interesting enough to be worthy of receiving their own private show.",
				"On the other hand, you might be part of an established fireworks house from Tian Xia or Vudra and rely on teamwork to perfect your various formulas and displays. Hoping to produce the next great innovation in fireworks technology, you often send back the notes from your studies and field demonstrations to esteemed colleagues from your fireworks house, seeking their opinions on your next big idea.",
				{
					"type": "pf2-sample-box",
					"name": "Describing your Fireworks Display",
					"entries": [
						"As a firework technician, the exact visuals of your character's special abilities might matter significantly to you. No two firework technicians use exactly the same fireworks display, even if they come from the same fireworks house and both use the same feat to generate the display. In fact, it's likely that when you use a feat from the firework technician archetype, the resulting display remains a bit different each time as you tinker, perfect, and refine your technique. Even so, you probably have a few themes that you prefer for each of your firework technician feats. For instance, your Coughing Dragon Display might appear in the sinuous serpentine shape of a literal imperial dragon, coughing out glittering trails. It might also resemble a simple series of geometric shapes, an enigmatic spiraling aeon trailing off in a shape with radial symmetry, a pattern shaped like a tree blossoming with flowers in the sky, or anything else you can imagine. To help your fellow players visualize what your character is doing, you might come up with some go-to descriptions or draw art depicting some of your favorite displays."
					]
				}
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Flexible Spellcaster",
			"source": "SoM",
			"page": 209,
			"entries": [
				"You've learned how to cast spells flexibly, blending the best elements of spontaneous and prepared spellcasting at the cost of casting fewer spells each day.",
				{
					"type": "pf2-h3",
					"name": "Flexible Spell Preparation",
					"level": 1,
					"entries": [
						"This class feature alters your spellcasting class feature (such as {@classFeature Arcane Spellcasting|Wizard||1} for the {@class wizard} or {@classFeature Divine Spellcasting|Cleric||1} for the {@class cleric}). If you choose this class archetype, you must select {@feat Flexible Spellcaster Dedication|SoM} as your 2nd-level class feat.",
						"{@b Prerequisites:} You must have a class, such as {@class cleric||clerics}, {@class druid||druids}, {@class witch|apg|witches}, and {@class wizard||wizards}, that prepares spells in spell slots using the same number of prepared spells per day.",
						"{@b Flexible Spellcaster Adjustments:} You learn spells as normal for your class (a {@class wizard} uses a spellbook, a {@class witch|APG} teaches spells to their familiar, and so on), but change your spellcasting from your class as follows.",
						{
							"type": "list",
							"items": [
								"You can cast fewer spells each day. Your number of spell slots per day don't advance from 2 to 3 spells at even levels (see Table 5—1).",
								"Reduce the number of cantrips you gain from your class by 2. This archetype doesn't change the way you prepare cantrips.",
								"During your daily preparations, you prepare a spell collection rather than preparing spells into each spell slot individually. The number of spells in your spell collection each day equals the total number of spell slots you get each day from your class spells. Select these spells from the same source as normal, such as from a spellbook for a {@class wizard}.",
								"You can cast any of the spells in your collection by using a spell slot of an appropriate level. For instance, if you were level 1 and had feather fall and magic missile in your spell collection, you could cast feather fall twice that day, magic missile twice, or each spell once.",
								"Extra spell slots you gain that have additional restrictions, like the {@class wizard}'s specialist school spells or the cleric's divine font spells, don't change due to this archetype, nor do such spells count toward the number of spells you place in your spell collection. See the Restricted Spell Slots sidebar."
							]
						},
						{
							"type": "data",
							"tag": "table",
							"name": "Flexible Spellcaster Spells per Day",
							"source": "SoM"
						},
						{
							"type": "pf2-sidebar",
							"name": "Restricted Spell Slots",
							"entries": [
								"When applying this archetype to a class that grants additional spell slots with restrictions, such as the specialist {@class wizard||wizard's} {@classFeature Arcane School|Wizard||1||specialist school} spells or the {@class cleric||cleric's} {@classFeature divine font|Cleric||1}, you still gain those additional slots, but they work as normal for your class, and they don't add more spells to your spell collection. A healing font grants you additional spell slots to cast {@spell heal} spells of the highest level you can cast, but doesn't add {@spell heal} to your spell collection. A harming font does the same for the {@spell harm} spell. As a specialist {@class wizard}, you prepare one spell per level from your specialty school, which also aren't added to your spell collection."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Heightening Spells",
							"entries": [
								"Once you gain 2nd-level spells, you can heighten any spell in your spell collection to any level you can cast, similar to a spontaneous spellcaster's signature spells. The only restriction is that you must select at least one 1st-level spell for your collection each time you prepare, ensuring that you can use all your spell slots each day."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Adjucidating Class Feats and Features",
							"entries": [
								"Some of your class feats or features might rely on the fact that you prepare spells in spell slots. While some class feats might no longer work or be necessary with the flexible spellcaster archetype, in many cases you can make a simple replacement and continue using the class feat. The following class feats simply require replacing \"a spell you have prepared\" or \"a prepared spell\" for \"a spell in your collection\" or \"a spell slot.\" For example, in {@feat Counterspell (Wizard)||Counterspell}, you'd replace \"a spell you have prepared\" in the trigger for \"a spell in your collection\" and \"expend a prepared spell\" for \"expend a spell slot.\" Similarly, in {@classFeature arcane bond|Wizard||1}, you'd replace \"cast one spell you prepared today and already cast\" with \"cast one spell in your collection you've already cast today.\"",
								"The {@feat Counterspell (Wizard)||Counterspell} and {@feat Leyline Conduit} feats in the Core Rulebook need these substitutions, as does {@feat Form Retention|APG} from the Advanced Player's Guide. {@feat Spell Mastery|APG} provides additional restricted spells, like {@classFeature divine font|Cleric||1} or specialist spells; you can take it, but it doesn't add to your collection and works like normal prepared spells."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Disallowed Feats",
							"entries": [
								"The following feats from the Core Rulebook aren't available for a flexible spellcaster: {@feat Call of the Wild}, {@feat Clever Counterspell}, {@feat Infinite Possibilities}, {@feat Reprepare Spell}, and {@feat Spell Combination}. The disallowed feats from the Advanced Player's Guide are as follows: {@feat Elemental Summons|APG}, {@feat Miraculous Possibility|APG}, {@feat Rites of Convocation|APG}, and {@feat Rites of Transfiguration|APG}."
							]
						}
					]
				}
			],
			"miscTags": [
				"Class Archetype"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Folklorist",
			"source": "SoT2",
			"page": 78,
			"entries": [
				"Folklorists are welcome across the Mwangi Expanse for the entertaining stories they tell and the counsel they impart. However, those who take the art of storytelling to the next level can produce magical effects based on their understanding of stories and their firm belief that life conforms to the contours of these tales. While many such folklorists are benevolent, terms like hero and villain are notoriously relative, changing to fit the perspective of the storyteller."
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Geomancer",
			"source": "SoM",
			"page": 212,
			"entries": [
				"You know how to draw power from the land around you, no matter the terrain, by attuning your magic to match its mystical properties.",
				"You might be a druid with an elemental focus (such as the {@class Druid|crb|flame|flame|SoM}, {@class Druid|crb|stone|stone|SoM}, or {@class Druid|crb|wave|wave|SoM} orders) or a naturalist with a touch of magic at your disposal. You could concentrate on a single type of terrain to wring every last drop of power from it or choose to wander the land to experience every type of terrain possible."
			],
			"dedicationLevel": 2
		},
		{
			"name": "Ghost Eater",
			"source": "FRP1",
			"page": 79,
			"entries": [
				"The warriors of Minata frequently contend with lost spirits of the Taumatan people that haunt their shattered lands to this day. These Minatan warriors, known as ghost eaters around Bonmu, travel the countless islands of Minata and offer their skills to exorcists and priests. When working in such a partnership, ghost eater's main task is to destroy a spirit in order to give their holy comrade time to learn about the individual soul and finally put it to rest."
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Ghost Hunter",
			"source": "AV1",
			"page": 81,
			"entries": [
				"Ghosts have a wide range of capabilities and features—no two ghosts are exactly alike, as the nature of their abilities depends as much upon who they were in life as on how they died. Haunts, the spectral phenomena remaining in a site of death or powerful emotions, are related to but distinct from ghosts.",
				"The ghost hunter knows that ghosts and haunts share many features. By focusing on these similarities, they can track down, confront, and defeat all manner of unquiet souls, helping them to find peace and move on to the afterlife."
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Gladiator",
			"source": "APG",
			"page": 175,
			"entries": [
				"The roar of the crowd and thrill of competitive combat drive you to become the best—and the fame isn't bad either.",
				"If there are sapient creatures observing a combat encounter, and these onlookers are neither engaged in the combat themselves nor allied or affiliated with either side, the combatants have spectators. The GM is the final arbiter."
			],
			"dedicationLevel": 2
		},
		{
			"name": "Golden League Xun",
			"source": "FRP2",
			"page": 76,
			"entries": [
				"You've become a xun, a powerful gang enforcer."
			],
			"dedicationLevel": 8,
			"rarity": "uncommon"
		},
		{
			"name": "Golem Grafter",
			"source": "EC3",
			"page": 74,
			"entries": [
				"You have replaced a portion of your body with artifice of the kind used to create golems, fortifying your flesh with the unyielding might of magical constructs."
			],
			"dedicationLevel": 8,
			"rarity": "uncommon"
		},
		{
			"name": "Gray Gardener",
			"source": "NGD",
			"page": 64,
			"entries": [
				"The Gray Gardeners are the remorseless executioners of Galt. Prior to the events of the adventure, the Gray Gardeners are at best sinister (when not actively pursuing evil) as a malevolent monster controls their organization. After the events of Night of the Gray Death, the organization is broken—leadership is in disarray while the rank-and-file members labor to enforce laws and recapture escaped criminals. The Gray Gardeners still command the respect of Galt's people, however, as their brutal reputation is indelibly etched in the public consciousness over the last fifty years.",
				"The following is suitable for heroes to take after the events of Night of the Gray Death. You might be a member of the old organization who tried to uphold order despite vindictive directives from above, or you might be someone who recently donned a mask to enforce the law in Galt's new age. Either way, as a Gray Gardener you draw power and authority from being masked and have a reputation for dispassionate justice.",
				"Your vigilante identity is that of a Gray Gardener, and you must be wearing a mask to use any of your vigilante feats or you risk exposing your social identity, as described in the {@archetype vigilante|APG} archetype."
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Gunslinger",
			"source": "G&G",
			"page": 127,
			"entries": [
				"You like a weapon that makes an impression almost as much as you like making an impression.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Gunslinger characters",
					"entries": [
						"Gunslinger is a great fit for dexterous characters who want a weapon that hits hard from a distance, especially {@class ranger||rangers} and {@class rogue||rogues} who already have abilities that can make their first hit count. Spellcasters with {@spell true strike} might favor firearms with the {@trait fatal} property and gunslinger abilities that improve options for supporting their allies."
					]
				}
			],
			"miscTags": [
				"Multiclass"
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Halcyon Speaker",
			"source": "LOCG",
			"page": 104,
			"entries": [
				"One of Old-Mage Jatembe's central lessons was that magic was magic, no matter what the source. Though the Magaambya seeks to hold true to Jatembe's teachings by aiming to understand magic of all kinds, the mages of the Magaambya have found the most success with magic rooted in the material world. Halcyon speakers are powerful conversants who epitomize the Magaambyan practice of blending arcane and primal magic, seeing both traditions as flowing from the same wellspring."
			],
			"dedicationLevel": 6,
			"rarity": "uncommon"
		},
		{
			"name": "Hellknight",
			"source": "LOCG",
			"page": 84,
			"entries": [
				"Hellknights are among the fiercest warriors in the Inner Sea region, as they have emerged from hell-forged trials ready to serve as faceless bastions of law wherever chaos might threaten to rear."
			],
			"dedicationLevel": 6,
			"rarity": "uncommon"
		},
		{
			"name": "Hellknight Armiger",
			"source": "LOWG",
			"page": 107,
			"entries": [
				"You have presented yourself to a Hellknight citadel as a candidate to become a fearsome Hellknight. You believe that all who live must be forced to obey law, and you adventure as a test of your loyalty, discipline, and courage. Someday you will take the Hellknight test and battle a devil in single combat to prove your strength and join the Hellknight ranks."
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Hellknight Signifer",
			"source": "LOCG",
			"page": 85,
			"entries": [
				"Signifers are the powerful and enigmatic Hellknight spellcasters who support and sometimes lead other Hellknights on their missions to enforce unwavering law. Formidable in their own right, signifers are trained to be unstoppable forces of order and authority when they stand alongside their martial counterparts."
			],
			"dedicationLevel": 6,
			"rarity": "uncommon"
		},
		{
			"name": "Herbalist",
			"source": "APG",
			"page": 176,
			"entries": [
				"The plants around you can provide more remedies than the finest hospital or temple, and you are skilled in their use."
			],
			"benefits": [
				"Alchemy"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Horizon Walker",
			"source": "APG",
			"page": 177,
			"entries": [
				"Many long for the open road, but you prefer the trackless wild. You can find safe passage through the most inhospitable terrain in the world—icecaps, deserts, and similar environs are where you're comfortable. Your talents open untrod paths for you and help guide others through the wilderness."
			],
			"extraFeats": [
				"10|Blind-Fight (Ranger)|CRB",
				"10|Terrain Master|CRB",
				"12|Warden's Step|CRB"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Inventor",
			"source": "G&G",
			"page": 49,
			"entries": [
				"You revel in the creation of clever inventions, deploying your brilliance to defeat your foes. Explosives, gadgets, and innovative technologies? You have ideas for all of them, and you're eager to test your theories.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Inventor characters",
					"entries": [
						"Inventor is a great fit for intelligent characters looking to branch out and learn new tricks, especially {@class alchemist||alchemists}, who are already good at {@skill Crafting} and may appreciate {@trait unstable} options as an alternative to daily alchemical resources. If they meet the Intelligence requirements, {@class cleric||clerics} of deities who encourage invention and experimentation like {@deity Brigh|LOGM} are an amazing fit, both because it makes narrative sense and because such characters can usually {@action Refocus} while fixing their innovation after using an {@trait unstable} ability."
					]
				}
			],
			"miscTags": [
				"Multiclass"
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Investigator",
			"source": "APG",
			"page": 151,
			"entries": [
				"You've developed a keen eye for investigating mysteries.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Investigator characters",
					"entries": [
						"The investigator archetype is a good choice for a character that wants deeper investigations or to plan out their turns in advance; it's a particularly good match for Intelligence-based characters like alchemists, witches, and {@class wizard||wizards}."
					]
				}
			],
			"miscTags": [
				"Multiclass"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Jalmeri Heavenseeker",
			"source": "AoE2",
			"page": 78,
			"entries": [
				"Certain martial artists dedicate themselves to fighting in Jalmeray's Challenge of Sky and Heaven; these individuals devote themselves to the esoteric mysteries of the sky and incorporate these lofty abilities into their martial arts maneuvers. You may have learned these skills from the Houses of Perfection in Jalmeray, or from a practitioner of this style who left Jalmeray bearing its secrets (such as Shristi Melipdra). The Houses of Perfection focus on honing elemental powers, but the Jalmeri heavenseeker isn't limited by the powers of air alone. This style's attacks emulate darting flashes of lightning and the crash of thunder from roiling storm clouds. A true practitioner masters control even over dense matter, causing the air to support its weight or bring it crashing down."
			],
			"dedicationLevel": 4,
			"rarity": "uncommon"
		},
		{
			"name": "Juggler",
			"source": "EC1",
			"page": 74,
			"entries": [
				"You're a skilled performer, with impressive balance and coordination that help you greatly in battle."
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Knight Reclaimant",
			"source": "LOCG",
			"page": 74,
			"entries": [
				"Knights reclaimant spend much of their time amid the horrors of the Gravelands, rescuing civilians that remain and striking back against the Whispering Tyrant's agents. Accomplishing these goals requires the adoption of subtle tactics, with a focus on stealth and survival."
			],
			"otherSources": {
				"Expanded": [
					"LOKL|76"
				]
			},
			"extraFeats": [
				"8|Reactive Pursuit|CRB",
				"8|Scout's Warning (Ranger)|CRB",
				"12|Camouflage|CRB",
				"12|Sneak Savant|CRB"
			],
			"dedicationLevel": 6,
			"rarity": "uncommon"
		},
		{
			"name": "Knight Vigilant",
			"source": "LOCG",
			"page": 94,
			"entries": [
				"Taking their lead from heroic stories of the Shining Crusade, the knights vigilant stand as a courageous example of morality and honor."
			],
			"otherSources": {
				"Expanded": [
					"LOKL|74"
				]
			},
			"extraFeats": [
				"8|Shield Warden (Fighter)|CRB",
				"12|Mirror Shield|CRB"
			],
			"dedicationLevel": 6,
			"rarity": "uncommon"
		},
		{
			"name": "Lastwall Sentry",
			"source": "LOWG",
			"page": 47,
			"entries": [
				"While the nation of Lastwall is gone, leaving only the horror of the Gravelands behind, you refuse to give up and renounce your oaths. You've renewed your vows, swearing to combat the influence of the Whispering Tyrant wherever it might strike across Golarion."
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Linguist",
			"source": "APG",
			"page": 178,
			"entries": [
				"Whether you study to further your own ambitions or simply out of fascination with the intricacies of language, your way with words is unparalleled."
			],
			"dedicationLevel": 2
		},
		{
			"name": "Lion Blade",
			"source": "LOWG",
			"page": 131,
			"entries": [
				"You've trained as a spy in service of Taldor, learning secrets of disguise, manipulating crowds, and deceiving various sorts of magic users with ease. You likely dropped out of the Kitharodian Academy, Taldor's premier bardic college, in order to train at one of the Lion Blade's elite Shadow Schools."
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Living Monolith",
			"source": "LOWG",
			"page": 59,
			"entries": [
				"You have delved into ancient sphinx magic to imbue your body and soul with the patience and strength of stone, as you work to create a special magical ka stone to finalize your oaths."
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Loremaster",
			"source": "APG",
			"page": 179,
			"entries": [
				"Knowledge is power, and you labor in pursuit of that power. No matter the situation, you can usually procure some tidbit of knowledge to inform your actions. You specialize in secrets, both uncovering them and hiding them away, and your command of the written word borders on the supernatural. As you discover deeper secrets of lore, you might develop a power over knowledge that becomes outright magical, allowing you to understand and disguise information even more effectively."
			],
			"extraFeats": [
				"4|Loremaster's Etude|CRB",
				"8|Assured Knowledge|APG",
				"14|Enigma's Knowledge|APG",
				"16|True Hypercognition|CRB"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Magaambyan Attendant",
			"source": "LOCG",
			"page": 101,
			"entries": [
				"Magaambyans attendants have become full members of the Magaambya and begun to learn the secrets of the university. Not all Magaambyan attendants necessarily have this archetype, and this archetype doesn't represent the abilities of all attendants; rather, the archetype represents many of those who have affiliated with a branch and are pursuing conversant rank."
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Magic Warrior",
			"source": "LOWG",
			"page": 95,
			"entries": [
				"You mix magic and martial prowess, following in the tradition of the Ten Magic Warriors of Old-Mage Jatembe."
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Magus",
			"source": "SoM",
			"page": 75,
			"entries": [
				"You've mixed physical combat with spellcasting."
			],
			"benefits": [
				"Bounded Spellcasting"
			],
			"miscTags": [
				"Multiclass"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Marshal",
			"source": "APG",
			"page": 180,
			"entries": [
				"Marshals are leaders, first and foremost. Marshals can come from any class or background, though they all share a willingness to sacrifice their own glory for the greater good of the team. Some marshals lead from the front, sword and shield raised, while others may call instructions and encouragements from the rear while providing allied spellcasters with skilled support. Regardless of their preferred method of combat, marshals' ability to bring the best out in every ally is a valuable addition to any group."
			],
			"extraFeats": [
				"8|Attack of Opportunity (Barbarian)|CRB"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Martial Artist",
			"source": "APG",
			"page": 182,
			"entries": [
				"You have trained in the martial arts, making your unarmed strikes lethal. You seek neither mysticism nor enlightenment, and you don't view this training as some greater path to wisdom. Yours is the way of the fist striking flesh, the hand turning aside the blade, and the devastating kick taking your enemy down. Your training is focused and practical, and since you have turned every part of your body into a weapon, you never find yourself without one. While you might have learned your techniques in a dojo or school focused on training the body, you might just as easily have learned them in street brawls and bar fights, combining instincts with intense athleticism for a deadly combination."
			],
			"extraFeats": [
				"4|Brawling Focus|CRB",
				"4|Crane Stance|CRB",
				"4|Dragon Stance|CRB",
				"4|Gorilla Stance|APG",
				"4|Mountain Stance|CRB",
				"4|Stumbling Stance|APG",
				"4|Tiger Stance|CRB",
				"4|Wolf Stance|CRB",
				"8|Crane Flutter|CRB",
				"8|Dragon Roar|CRB",
				"8|Gorilla Pound|APG",
				"8|Mountain Stronghold|CRB",
				"8|Stumbling Feint|APG",
				"8|Tiger Slash|CRB",
				"8|Wolf Drag|CRB",
				"16|Mountain Quake|CRB"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Mauler",
			"source": "APG",
			"page": 183,
			"entries": [
				"You shove your way through legions of foes, knock enemies on all sides to the ground, and deal massive blows to anyone or anything that comes near."
			],
			"extraFeats": [
				"4|Knockdown|CRB",
				"4|Power Attack|CRB",
				"12|Improved Knockdown|CRB",
				"14|Brutal Finish|CRB",
				"14|Unbalancing Sweep|APG"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Medic",
			"source": "APG",
			"page": 184,
			"entries": [
				"You've studied countless techniques for providing medical aid, making you a peerless doctor and healer."
			],
			"dedicationLevel": 2
		},
		{
			"name": "Monk",
			"source": "CRB",
			"page": 227,
			"entries": [
				"Monastic training has taught you martial arts and allowed you to hone your mind, body, and spirit to new heights.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Monk characters",
					"entries": [
						"The monk archetype is a strong choice for any character that fights unarmored or with unarmed attacks.",
						{
							"type": "list",
							"items": [
								"Barbarian monks with the animal instinct can combine the barbarian's excellent unarmed damage with the monk's diverse unarmed special abilities.",
								"Champion monks are perfect for champions of Irori or other deities who favor unarmed attacks.",
								"Fighter monks can supplement free-hand fighting and add mobility to the fighter's toolkit.",
								"Rogue monks are incredibly effective because stances grant some of the best agile finesse attacks and flurry gives more sneak attacks.",
								"Spellcaster monks can fight with a free hand and still use material components to cast spells."
							]
						}
					]
				}
			],
			"miscTags": [
				"Multiclass"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Nantambu Chime-Ringer",
			"source": "SoT2",
			"page": 79,
			"entries": [
				"The Chime-Ringers serve as Nantambu's elite town guard, keeping the peace while carrying on ancient traditions of crafting chimes in metal, bamboo, or glass."
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Oozemorph",
			"source": "Sli",
			"page": 59,
			"entries": [
				"You have suffered from the deadly touch of an ooze or other amorphous creature, like a gibbering mouther or a shoggoth, and have come away changed. Alternatively, you might have been exposed to some alchemical accident involving experiments with oozes, such as those performed in the city of Oenopion in Nex. Parts of your body occasionally liquefy and threaten to slough off, and only through force of will can you keep your natural form intact. Your affliction is plainly supernatural in origin and distressingly permanent."
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Oracle",
			"source": "APG",
			"page": 152,
			"entries": [
				"A mysterious force granted you divine magic and a curse."
			],
			"benefits": [
				"Spellcasting"
			],
			"miscTags": [
				"Multiclass"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Overwatch",
			"source": "G&G",
			"page": 50,
			"entries": [
				"With a stalwart mind and sharp eyes, you observe the battlefield as though you and your allies are pieces on a chessboard. By predicting dangers and hazards and offering your insights to your comrades, you win battles through keen observation and teamwork. Whenever there's a threat or opening, you're the first to point it out, and you're ready to help your allies directly when necessary.",
				"As a group's overwatch, you might let the position go to your head. In such cases, you might think of yourself as the mastermind behind the chessboard and feel detached from your allies, thinking of them as little more than pawns on the field.",
				"But more likely your role allows you to feel a deeper connection to your allies, and your coordination and heroics stand out most when you subsume your individual ego to serve the group's needs. In that case, you might think of yourself as a part of a functional whole—if your party was a single living body, you serve as the eyes, but that doesn't mean you're the brain, the heart, or other vital organs. Everyone has a crucial role to play."
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Pathfinder Agent",
			"source": "LOWG",
			"page": 23,
			"entries": [
				"You're a field agent of the globe-trotting Pathfinder Society, sworn to report, explore, and cooperate. You explore the world, gathering artifacts and antiquities, and record your adventures for posterity."
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Pirate",
			"source": "APG",
			"page": 185,
			"entries": [
				"You live a life of freedom, taking by force and intimidation all that you desire. You may be a privateer, raiding and plundering on behalf of a particular nation or another authority, or you may answer to no one but your own capricious whims. Either way, you rely on intimidation, wits, and combat prowess to take what you want from those you deem less deserving.",
				"Pirates have much in common with {@class swashbuckler|APG|swashbucklers}, and many pirates have the {@class swashbuckler|APG|swashbuckler class} or {@archetype swashbuckler|APG|archetype}. Much like a swashbuckler's daring deeds, classic pirate maneuvers are often showy feats intended to impress, intimidate, and gain panache. For example, if you have the panache class feature and your {@skill Acrobatics} check for a Boarding Assault exceeds the very hard DC for your level, you would gain panache."
			],
			"dedicationLevel": 2
		},
		{
			"name": "Pistol Phenom",
			"source": "G&G",
			"page": 136,
			"entries": [
				{
					"type": "quote",
					"entries": [
						"You saw what I can do, so you know I'm telling the truth when I say that I don't miss. That was just a warning shot. Now if you'd kindly empty out that coffer into my bag of holding, I don't see any need for this to get unpleasant... do you?"
					],
					"by": "Unidentified pistol-twirling half-elf desperado, just before absconding with the funds a corrupt Alkenstar shield marshal planned to use to bribe a judge."
				},
				"You treat combat as an art and your pistol as an extension of your performance. You might wield a single pistol, a pair of pistols, or a pistol paired with a melee weapon to pull off showy maneuvers. However you slice it, though, the use of pistols or other one-handed firearms is crucial to your technique and style.",
				"To you, everything is a show, and you use your gun as a prop and instrument, not just to kill opponents but to trick, mislead, hinder, and even bully them into doing what you want them to do. While others tend to focus on delivering as much devastation downrange as possible, your style is all about control. By controlling a foe's attention and actions, you can bolster your own attacks and mitigate the foe's potential for mayhem. You control the tempo of the battle much as you would a staged performance, carefully ensuring your foe's actions don't fall outside of your intended script. You're both the director and the star of this show, and your enemies dance to the tune you play with your pistol... sometimes quite literally!",
				{
					"type": "pf2-sample-box",
					"name": "What makes a Phenom?",
					"entries": [
						"Many gunslingers can learn how to twirl a pistol or intimidate a foe, but it's not just your skills that make you a phenom, it's your style and attitude. As a pistol phenom, you understand how to grab everyone's attention with everything you do, especially the way you talk, the way you walk, and the way you use your gun. But what's more, you're well aware of that fact and the power you have over others, and you aren't afraid to flaunt it.",
						"Despite this attitude, or perhaps because of it, as a pistol phenom you likely tend to get along well with groups of allies, understanding both how to take the spotlight to protect your allies and how to share it to make sure they get their time in the sun. The one exception to this can be other pistol phenoms. When two or more pistol phenoms gather in the same group, it's almost inevitable for a duel or other contest to arise. However, such a contest need not end in enmity. Depending on your temperament, and that of the other pistol phenom, the result of the exhilarating rivalry expressed during competition could be a lifelong friendship, albeit one in which you both keep score of your greatest achievements to compare exploits."
					]
				}
			],
			"extraFeats": [
				"4|Sword and Pistol|G&G",
				"12|Trick Shot|G&G",
				"16|Showstopper|G&G"
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Poisoner",
			"source": "APG",
			"page": 186,
			"entries": [
				"People are so delightfully fragile when exposed to the glories of nature. The bite of a certain serpent makes the blood congeal to jelly. A particular stone, suitably powdered, causes hallucinations and delirium. The sap of a tree inflicts such pain that death seems preferable. You are a student of such dark wonders, making you a dangerous foe indeed."
			],
			"extraFeats": [
				"4|Poison Resistance (Alchemist)|CRB",
				"4|Subtle Delivery|APG",
				"6|Poison Weapon|CRB",
				"6|Tenacious Toxins|APG",
				"8|Sticky Poison|APG",
				"10|Improved Poison Weapon|CRB",
				"10|Pinpoint Poisoner|APG",
				"12|Improved Poison Weapon|CRB",
				"18|Chemical Contagion|APG"
			],
			"benefits": [
				"Alchemy"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Provocator",
			"source": "AoE3",
			"page": 79,
			"entries": [
				"The provocator is a gladiator who mixes brilliant performance with mastery of weapons."
			],
			"dedicationLevel": 10,
			"rarity": "uncommon"
		},
		{
			"name": "Ranger",
			"source": "CRB",
			"page": 228,
			"entries": [
				"You have studied hunting, tracking, and wilderness survival, adding a ranger's tools to your skill set.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Ranger characters",
					"entries": [
						"The ranger archetype has access to excellent options to improve a character's monster knowledge and survival skills, but ranger is of particular interest to any character wanting to become a dedicated archer.",
						{
							"type": "list",
							"items": [
								"{@class Alchemist} rangers can add snares to their daily free items, benefiting from a strong {@skill Crafting} modifier, and their Intelligence makes them exceptional with monster knowledge feats. The ranger archetype is also useful to bombers who want to alternate with bow attacks.",
								"{@class Champion} rangers are particularly fitting for deities who connect thematically to nature or have a bow as their favored weapon. (Or, in the case of Erastil, both!)",
								"{@class Fighter} rangers are among the most fearsome archers, combining the best archery feats from both classes to create a fighting style unique to each fighter ranger.",
								"{@class Rogue} rangers make excellent snipers or ranged skirmishers, and snares let them be on the other side of traps for a change.",
								"Spellcaster rangers benefit greatly from ranger's feat support, backing up their spells with ranged weapon attacks. Druids have the most thematic overlap with rangers among the spellcasters, allowing you to create a true master of the wilderness."
							]
						}
					]
				}
			],
			"miscTags": [
				"Multiclass"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Red Mantis Assassin",
			"source": "AoE3",
			"page": 71,
			"entries": [
				"You are a Red Mantis assassin, inducted by the mantis god and sworn to chase your prey to the end of the world and beyond."
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Ritualist",
			"source": "APG",
			"page": 187,
			"entries": [
				"While some learn the art of ritual casting through rigorous study, other gifted individuals may find that a combination of natural talent and luck gives them surprising skill at performing rituals, whether they want that power or not."
			],
			"dedicationLevel": 4,
			"rarity": "uncommon"
		},
		{
			"name": "Rogue",
			"source": "CRB",
			"page": 229,
			"entries": [
				"You've learned to sneak, steal, and disable traps. With time and luck, you'll become capable of moving through the shadows, striking unseen, and escaping without notice.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Rogue characters",
					"entries": [
						"Nearly any character can benefit from the many skills and tricks the rogue archetype grants.",
						{
							"type": "list",
							"items": [
								"Alchemist rogues can use the rogue's Poison Weapon to great effect with their daily poisons, and sneak attack is a nice boost to bomb damage.",
								"Barbarian rogues can become masters in every save and diversify their skills.",
								"Champion rogues add damage from sneak attack while protecting their flanking partners from harm.",
								"Fighter rogues combine the fighter's accuracy with extra damage, a deadly combination for archers or finesse fighters.",
								"Monk rogues have great synergy, since many stances grant powerful {@action Strike||Strikes} that work with sneak attack.",
								"Ranger rogues benefit from the shared focus on trailing foes and catching them {@condition flat-footed}. The flurry edge can get you many sneak attacks, and the precision edge doubles down on precision damage.",
								"Spellcaster rogues use the rogue multiclass to shore up skills or to pick up tricky rogue feats like Mobility to help keep them safe."
							]
						}
					]
				}
			],
			"miscTags": [
				"Multiclass"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Runelord",
			"source": "SoM",
			"page": 240,
			"entries": [
				"You've learned arcane magic following the path of the runelords. You unlock secrets of a chosen school of magic while forsaking lesser schools. You learn the secrets of runic magic, the building blocks of magic. But be warned: you might succumb to sin in your pursuit of power.",
				"You also learn to use polearms, the signature weapons of the runelords, and can acquire the secrets of the mighty, ancient magic items called {@item aeon stone (generic)||aeon stones}, embedding them into your skin.",
				{
					"type": "pf2-h3",
					"name": "Runelord Specialization",
					"level": 1,
					"entries": [
						"You draw untold power from runes, sometimes called sin magic. You associate with one of the seven vices, also known as the seven rewards of rule: envy (abjuration), gluttony (necromancy), greed (transmutation), lust (enchantment), pride (illusion), sloth (conjuration), and wrath (evocation). Studying these techniques often tempts you with the associated sin. While leaning into it could corrupt you, it might make you more powerful. If you choose this class archetype, you must select {@feat Runelord Dedication|SoM} as your 2nd-level class feat.",
						"{@b Prerequisites:} You must be a {@class wizard} specializing in one of the seven schools other than divination.",
						"{@b Runelord Adjustments:} In addition to the normal school spell for your chosen school of magic, you learn the initial rune spell associated with your school, with its school adjusted to your chosen school of magic if it wasn't from that school already. The rune spells can be found below. Your pool of Focus Points increases to 2 Focus Points. At 8th level, you also learn the advanced rune spell associated with your school, also adjusting its school to match your chosen school of magic if it wasn't already, and your pool of Focus Points increases to 3 Focus Points.",
						"You can {@action Refocus} by indulging in your school's sin in lieu of studying your spellbook. As you become more powerful, your indulgence grows. At 12th level, if you indulge in your sin to {@action Refocus}, if you have spent at least 2 Focus Points since the last time you {@action Refocus||Refocused}, you recover 2 Focus Points when you {@action Refocus} instead of 1. At 18th level, if you indulge in your sin to {@action Refocus}, if you have spent at least 3 Focus Points since the last time you {@action Refocus||Refocused}, you recover 3 Focus Points when you {@action Refocus} instead of 1.",
						"You are trained in martial polearms. At 11th level, if you gain weapon expertise, you become an expert in martial polearms.",
						"Finally, you lose the ability to prepare or cast any spell from your school's prohibited schools. You remove all spells of those schools from your spell list, meaning you can't even activate scrolls or wands of such spells."
					]
				},
				{
					"type": "pf2-h2",
					"name": "The Seven Schools",
					"entries": [
						"The following seven schools are considered proper specializations of Thassilonian rune magic. In this paradigm, the Thassilonians considered divination magic to be something every {@class wizard} should learn but that none need take the effort to master.",
						{
							"type": "pf2-h3",
							"collapsible": true,
							"name": "Abjuration [Envy]",
							"entries": [
								"Runelords of abjuration specialize in protective magic and in suppressing all other magic to glorify their own.",
								"{@b Prohibited Schools} evocation, necromancy; {@b Rune Spells} initial: {@spell blind ambition}, advanced: {@spell competitive edge}"
							]
						},
						{
							"type": "pf2-h3",
							"collapsible": true,
							"name": "Conjuration [Sloth]",
							"entries": [
								"Runelords of conjuration use their magic to create what they need as they need it, and call forth servants to do their bidding.",
								"{@b Prohibited Schools} evocation, illusion; {@b Rune Spells} initial: {@spell efficient apport|SoM}, advanced: {@spell swamp of sloth}"
							]
						},
						{
							"type": "pf2-h3",
							"collapsible": true,
							"name": "Enchantment [Lust]",
							"entries": [
								"Runelords of enchantment specialize in magic that compels and controls the minds of others, often to fulfill their own needs and desires.",
								"{@b Prohibited Schools} necromancy, transmutation; {@b Rune Spells} initial: {@spell charming touch}, advanced: {@spell captivating adoration}"
							]
						},
						{
							"type": "pf2-h3",
							"collapsible": true,
							"name": "Evocation [Wrath]",
							"entries": [
								"Runelords of evocation channel raw destructive energies and direct them toward all who would oppose their will.",
								"{@b Prohibited Schools} abjuration, conjuration; {@b Rune Spells} initial: {@spell weapon surge}, advanced: {@spell zeal for battle}"
							]
						},
						{
							"type": "pf2-h3",
							"collapsible": true,
							"name": "Illusion [Pride]",
							"entries": [
								"Runelords of illusion use magic to create the perfect appearance and fool others through trickery, deception, and misdirection.",
								"{@b Prohibited Schools} conjuration, transmutation; {@b Rune Spells} initial: {@spell veil of confidence}, advanced: {@spell delusional pride}"
							]
						},
						{
							"type": "pf2-h3",
							"collapsible": true,
							"name": "Necromancy [Gluttony]",
							"entries": [
								"Runelords of necromancy tap into their constant hunger for more power and enhancing their longevity, potentially even unto undeath.",
								"{@b Prohibited Schools} abjuration, enchantment; {@b Rune Spells} initial: {@spell overstuff}, advanced: {@spell take its course}"
							]
						},
						{
							"type": "pf2-h3",
							"collapsible": true,
							"name": "Transmutation [Greed]",
							"entries": [
								"Runelords of transmutation not only transform objects to create value, but also transform and enhance their own power.",
								"{@b Prohibited Schools} enchantment, illusion; {@b Rune Spells} initial: {@spell appearance of wealth}, advanced: {@spell precious metals}"
							]
						}
					]
				}
			],
			"extraFeats": [
				"2|Tattoo Artist|TV"
			],
			"miscTags": [
				"Class Archetype"
			],
			"dedicationLevel": 2,
			"rarity": "rare"
		},
		{
			"name": "Runescarred",
			"source": "LOWG",
			"page": 119,
			"entries": [
				"The rune magic of Thassilon and its descendant nations has left its mark on your very flesh. As a runescarred, you have an unusually close connection to this ancient magic, which has become a newly emerging field of study for small pockets of interested scholars in both Varisia and New Thassilon."
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Scout",
			"source": "APG",
			"page": 188,
			"entries": [
				"You're an expert in espionage and reconnaissance, able to skulk silently through the wilderness to gather intelligence, sneak through enemy lines to report to your comrades, or suddenly and decisively strike your foes. Your skills ease the difficulty of travel for you and your companions and keep you all on guard when you're approaching danger."
			],
			"extraFeats": [
				"12|Camouflage|CRB"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Scroll Trickster",
			"source": "APG",
			"page": 189,
			"entries": [
				"Magic has long been written down, and in myriad forms. From the classic rolled parchment to strings tied with a hundred intricate knots, from baked clay tablets covered with incisions to bound collections of bamboo slips, magic is everywhere. You just need to know how to read it."
			],
			"extraFeats": [
				"12|Camouflage|CRB"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Scrollmaster",
			"source": "LOCG",
			"page": 113,
			"entries": [
				"Members who align themselves with the Scrolls branch of the Pathfinder Society are fervent seekers of lore, experts in esoterica, and masters of the wealth of knowledge at the Society's disposal. In addition to maintaining and researching the Society's massive collection of tomes and artifacts, these scholars are also eager to adventure in order to add to the Pathfinder's archives. They take tremendous pride in their ability to thoroughly observe, research, and catalog creatures and events. Members of the Scrolls value knowledge and preparation above strength and cunning, and they work to hone their intellectual skills. As a Scrollmaster, you are an elite member of this arm of the Society."
			],
			"dedicationLevel": 6,
			"rarity": "uncommon"
		},
		{
			"name": "Scrounger",
			"source": "APG",
			"page": 190,
			"entries": [
				"You have spent countless hours disassembling and rebuilding complex items to learn how they work, giving you the skill to create just about anything from the most unlikely materials. While your improvised items don't last long, they tend to be just what you need in a pinch, and your enemies find that while they might be able to disarm you, the real challenge is keeping you that way. Locked rooms, diabolical traps, and desperate situations are each their own sort of puzzle to you, and the mundane objects around you are the pieces you use to improvise your own solution."
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Sentinel",
			"source": "APG",
			"page": 191,
			"entries": [
				"Armor offers solid, reassuring protection in combat, and as someone who faces danger on a regular basis, you have made it your business to get the most out of your defenses. You stand solid on any battlefield, encased in the sturdiest armor you can find. When danger threatens, your solid defenses will safely get you, and possibly your companions, home again. As a sentinel, you might be a member of an order of knights or bodyguards that trained you how best to take advantage of heavy armor. On the other hand, you might just be an adventurer who took one too many scrapes and decided that enough was enough, so you trained yourself to wear the heaviest plate you could get your hands on. Some {@class witch|apg|witches} or {@class sorcerer||sorcerers} have chosen to follow the path of the sentinel to increase their survivability."
			],
			"extraFeats": [
				"10|Sacrifice Armor|APG",
				"16|Greater Interpose|APG"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Shadowcaster",
			"source": "SoM",
			"page": 226,
			"entries": [
				"The world is full of shadows, but each living creature possesses a form of inner light to ward against that ever-present darkness... all except shadowcasters. By trading away that piece of their spirit, shadowcasters have removed a limiter, allowing them to gain magical power rooted in the darkness; however, this trade also exposes them to otherworldly whispers from the realms of shadow."
			],
			"extraFeats": [
				"4|Familiar (Sorcerer)|CRB",
				"6|Enhanced Familiar (Sorcerer)|CRB",
				"12|Shadow Magic|APG",
				"14|Additional Shadow Magic|APG",
				"14|Shadow Illusion|APG",
				"16|Shadow Power|APG"
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Shadowdancer",
			"source": "APG",
			"page": 192,
			"entries": [
				"Shadow has always been the cousin of fear. Within the darkness, monsters dwell, plans are hatched, and enemies strike with fang and dagger and dark magic. But some embrace the shadow, gain power from it, and dance within its shifting dark.",
				"A true shadowdancer is a creature who flits on the edge of light and darkness. Moving amid the inky blackness, shadowdancers are spies, assassins, infiltrators, and emissaries. Some shadowdancers use their relationship with the dark for good, while others embrace the primordial night, its terror, and its betrayal.",
				"Regardless of the reason why someone embraces the shadows, the shadows embrace that person in turn, gradually transforming them into something inky, nebulous, and mysterious.",
				{
					"type": "pf2-brown-box",
					"name": "CALL OF SHADOWS",
					"entries": [
						"The shadows call out to a potential shadowdancer in a myriad of ways. Often it starts with fear—fear of the dark, fear of enemies, or an underlying uncontrolled anxiety and the desire to gain power over the darkness. Many potential shadowdancers hear the shadows whisper in their heads. First dismissed as some perverse trick of the mind, the whispers can seem to ebb and wane, but a true calling becomes more lucid and more compelling.",
						"In some shadow-infused lands in the Pathfinder setting, particularly Nidal, Ustalav, and even Cheliax, organizations search for and recruit those called by the shadows, eager to transform them into spies and assassins. But the call can come to any creature anywhere. It's just a question of whether the creature heeds the call and forms a pact with the shadows.",
						"Though it is hard to convince many folks otherwise, given the fearsome reputations of shadowdancers working for dark powers and cabals, there is nothing intrinsically evil about embracing the shadows. Darkness is amoral but not without its champions for good and even law, though it is true that such shadowdancers are few and far between."
					]
				}
			],
			"extraFeats": [
				"10|Uncanny Dodge|CRB",
				"14|Spring from the Shadows|CRB",
				"16|Sense the Unseen (Rogue)|CRB",
				"18|Cognitive Loophole|CRB"
			],
			"dedicationLevel": 8
		},
		{
			"name": "Sixth Pillar",
			"source": "FRP2",
			"page": 77,
			"entries": [
				"The Sixth Pillar follows a tradition that blends martial arts with magic. Traditionally, this is a way to better focus and harness innate or bloodline magic, but it can be used by anyone who can cast spells."
			],
			"dedicationLevel": 8,
			"rarity": "uncommon"
		},
		{
			"name": "Snarecrafter",
			"source": "APG",
			"page": 194,
			"entries": [
				"You're able to take ordinary materials and use them to create deadly snares, special traps that you can rig up quickly when the situation demands. While traps might grant you less brute force to apply in a fair fight than weapons would, you rarely allow your fights to be fair. Instead, when a battle takes place at a location of your choice, you have a major advantage thanks to your well-placed snares. Once your foes come to realize that you may have trapped any location on the battlefield, their fear of walking into another trap can help you corral them toward the waiting blades of your allies, or even make them too paranoid to move at all, locking them in place."
			],
			"extraFeats": [
				"8|Quick Snares|CRB",
				"10|Powerful Snares|CRB",
				"14|Lightning Snares|CRB"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Sniping Duo",
			"source": "G&G",
			"page": 138,
			"entries": [
				"Skilled shooters who don't let their egos get in the way of their efficacy are likely to say that sniping is a two-person job. Taking down a target without giving away your position or giving the opponent a window for reprisal is difficult work that requires teamwork and coordination, as well as a tight-knit bond and shared perspective. Sniping duos live and die by the credo \"two heads are better than one,\" focusing their skills and strategies toward deadly efficiency. Whether your spotter and partner is a fellow ranged combatant or a melee enthusiast, you've learned how to use the openings they provide to devastating effect.",
				{
					"type": "pf2-sample-box",
					"name": "CHOOSING A SPOTTER",
					"entries": [
						"The most important aspect when choosing a spotter for the sniping duo archetype is the out of character component; make sure you team up with another player who is excited about the idea of roleplaying out teamwork and coordination in combat, and with granting you benefits and gaining benefits from you. The mechanics of the archetype are not very demanding of your spotter's actions, but that still doesn't mean every player is interested in the narrative component.",
						"Mechanically, a good spotter is likely either another ranged attacker or a melee attacker, and depending on the type of spotter you choose, certain feats might become more or less enticing. For instance, {@feat Targeted Redirection|G&G} is more useful with a melee spotter."
					]
				}
			],
			"extraFeats": [
				"4|Assisting Shot|CRB",
				"4|Cover Fire|G&G",
				"12|Deflecting Shot|G&G",
				"12|Redirecting Shot|G&G"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Sorcerer",
			"source": "CRB",
			"page": 230,
			"entries": [
				"You coax the magic power in your blood to manifest, accessing magic others don't expect you to have.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Sorcerer characters",
					"entries": [
						"The sorcerer archetype is a method for anyone to pick up commonly useful spells, such as {@spell invisibility} and {@spell haste}."
					]
				}
			],
			"benefits": [
				"Spellcasting"
			],
			"miscTags": [
				"Multiclass"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Soulforger",
			"source": "SoM",
			"page": 236,
			"entries": [
				"Your devotion to a cause unifies your soul with an armament tethered to the very essence of your spirit.",
				{
					"type": "pf2-h3",
					"name": "Essence Powers",
					"entries": [
						{
							"type": "entries",
							"style": "pf2-stat pf2-stat__section--wide",
							"entries": [
								"Your soulforged armament has an essence power you choose when you first bind it. It gains the power temporarily when you manifest its essence form. Each power has a {@i Corruption Flaw} that affects you if you have {@curse soulforged corruption|SoM}. Essence powers that only apply to some types of armament indicate which.",
								"{@b Adaptable Persona} ({@trait transmutation}) Armor only. When you manifest the essence form, gain your choice of a climb Speed or swim Speed equal to your land Speed. If you're 8th level or higher, you can choose a fly Speed instead. {@i Corruption Flaw} You take a –10-foot penalty to all your Speeds.",
								"{@b Bounding Spirit} Melee weapon only. The weapon gains the {@trait thrown} 30 feet trait and has the {@item returning} rune (even if it already has its maximum number of property runes). {@i Corruption Flaw} When you make a {@action Strike} with a thrown or ranged weapon and miss, reroll the {@action Strike}, targeting your ally nearest to the target. This {@action Strike} uses the same multiple attack penalty as the missed {@action Strike} and doesn't count toward your multiple attack penalty.",
								"{@b Deep-Seeded Fear} You gain a +2 status bonus to your {@skill Intimidation} checks and don't take any penalties for not sharing a language when {@action Demoralize||Demoralizing} foes who can perceive your armament's essence form. When you manifest the essence form, you can attempt to {@action Demoralize} an enemy who can perceive the manifestation. {@i Corruption Flaw} If you attempt to {@action Demoralize} an enemy, your {@action Demoralize} also targets the ally closest to you.",
								"{@b Determined Toughness} Any status penalties you take from the following conditions are 1 less than their condition's value: {@condition clumsy}, {@condition drained}, {@condition enfeebled}, {@condition frightened}, {@condition sickened}, {@condition stupefied}. This doesn't change the actual condition value, or any other effects of the condition (such as {@condition stupefied||stupefied's} disruption and its DC). {@i Corruption Flaw} Whenever you take a status penalty from the listed conditions, you also take a –1 penalty to the same statistics.",
								"{@b Harmful Malice} ({@trait necromancy}, {@trait negative}) Your {@action Strike||Strikes} deal an additional {@damage 1d4} negative damage. Once while the armament is manifested, you can cast {@spell harm} as an innate spell, with a level equal to half your level rounded up. {@i Corruption Flaw} Reduce any damage you would deal by half your level.",
								"{@b Heroic Heart} ({@trait enchantment}, {@trait mental}) You gain a +1 status bonus to attack rolls, {@skill Perception} checks, skill checks, and saves. {@i Corruption Flaw} You take a –1 penalty to attack rolls.",
								"{@b Healing Grace} ({@trait healing}, {@trait necromancy}, {@trait positive}) You gain fast healing equal to half your level. You can cast {@spell heal} once as an innate spell with a level equal to half your level rounded up. {@i Corruption Flaw} Reduce all healing you would receive or grant with a spell by half your level.",
								"{@b Magical Resilience} ({@trait abjuration}) Armor or shield only. You gain a +2 status bonus to saving throws and AC against spells. If you're 5th level or higher, you can cast {@spell dispel magic} once as an innate spell. The spell level is equal to 1 lower than half your level rounded up (2nd level if you're 5th or 6th level, and so on). {@i Corruption Flaw} You take a –1 penalty to saving throws and AC against spells.",
								"{@b Planar Bond} ({@trait abjuration}) Armor or shield only. When you manifest the essence form, choose one damage type: acid, chaotic, cold, electricity, evil, fire, good, lawful, negative, positive, or sonic. You gain resistance equal to your level + 2 to damage of the selected type. {@i Corruption Flaw} You gain weakness 1 to all damage.",
								"{@b Planar Pain} ({@trait evocation}) Weapon only. When you manifest the essence form, choose one damage type: acid, chaotic, cold, electricity, evil, fire, good, lawful, negative, positive, or sonic. Attacks with the weapon deal this type of damage instead of their physical damage with a +2 status bonus to the damage. {@i Corruption Flaw} When you deal damage with a weapon or unarmed attack, you take 2 damage of the last type you chose for planar pain, even if the damage type normally wouldn't harm you, such as good damage if you aren't evil.",
								"{@b Pull of Stasis} ({@trait transmutation}) Weapon only. Any time you hit with the soulforged weapon, the target takes a –10-foot penalty to its Speeds for 1 round. On a critical hit, the creature is {@condition immobilized} for 1 round instead. {@i Corruption Flaw} You take a –10-foot penalty to all your Speeds.",
								"{@b Reflecting Spirit} Armor or shield only. You gain a +2 status bonus to AC against physical ranged attacks. If an enemy's physical ranged attack misses you, you can use your reaction to immediately attempt a ranged {@action Strike} against the attacker using the projectile that missed. {@i Corruption Flaw} You have weakness 5 to physical ranged attacks.",
								"{@b Resolute Defiance} Shield only. The shield gains a +2 status bonus to its Hardness and gains temporary Hit Points equal to your level + 2 that last until the essence effect ends. If you don't have the {@feat Shield Block} reaction, you gain it while your shield is manifested. {@i Corruption Flaw} When you take damage while {@action Raise a Shield||Raising a Shield} or use {@feat Shield Block}, attempt a DC {@flatDC 5} flat check. If you fail, the shield is Dismissed if it's your soulforged armament or Dropped if it's a different shield."
							]
						}
					]
				}
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Spell Trickster",
			"source": "LOTGB",
			"page": 122,
			"entries": [
				"Just as Golarion's merchants scour busy marketplaces for newfound goods, scholars of magic congregate in teahouses, debate at symposia, and haunt the back rooms of esoteric shops to swap secrets of their trade. In such meetings, a different kind of magic may strike: the spark of innovation! The mixing of magical techniques produces fascinating and unpredictable results. As one of these innovators, sometimes called a spell trickster, you have a knack for pioneering magical techniques and discovering new effects from spells most novice spellcasters take for granted. Whether your unique abilities are the result of weeks of experimentation or a secret passed to you by a traveling practitioner, you delight in surprising others with your tricks.",
				{
					"type": "pf2-sample-box",
					"name": "The Fruits of Research",
					"entries": [
						"While magic can spring from many sources, from wizard tutors to self-taught savants, the art of the spell trickster often springs from sophisticated magical research. The magical academies in Golarion have no claim to magic as a whole but can often teach lesser-known variants of a spell to their students. At the Magaambya academy in the Mwangi Expanse, for instance, initiates study multiple traditions of magic, adapting the techniques of harnessing magical essence from one tradition to create new methods of casting spells in another. The Arclords of Nex have spent thousands of years honing spells in both wartime and peace, demonstrating a fine control over the arcane by effortlessly changing their magic to suit their whims. The return of New Thassilon brought thousands of magical dabblers and scholars, each with their own unique tricks and each eager to see what new spell variants have developed in their long absence.",
						"This isn't to say that spell tricksters come solely from high academia. A {@class sorcerer} might demonstrate aberrant powers in her bloodline magic, hinting at a background more complex than a single eldritch influence acting upon her. An {@class oracle|apg} might grope at a divine power that they poorly understand and cast a spell in a unique manner simply because they were never taught otherwise. A {@class witch|apg}'s patron or a whimsical deity might grant a favored servant a special power for whatever strange motives such beings might possess. Magic in Golarion isn't entirely predictable, no matter how many practitioners wish that it was so. While most spellcasters follow predictable patterns in their art, there are always exceptions.",
						"The rules in this section are presented as part of an archetype, meant for a character dedicated to the art of innovating magic—but you don't have to limit yourself to this premise. At the GM's discretion, a spell trickster feat could be made available to a character as a class feat without the character taking the archetype. In most cases, this option should only be offered as a reward or story element that the character, GM, or group has dedicated a significant amount of time to developing—a character who wishes to partake in these options without GM permission or involvement should simply take the spell trickster archetype. These feats could be used to represent the payoff from extended magical research; finding forgotten or forbidden lore in a lost corner of Golarion; pleasing a god, patron, or other notable power; a magical plane or artifact exerting its influence; or any other number of situations that an adventurer might encounter while exploring. Keep in mind, however, that these feats were created and balanced to be part of an archetype. If allowing spell trickster feats as general class feats begins to negatively impact the game, the players should be willing to walk the decision back and rebuild characters as necessary."
					]
				}
			],
			"dedicationLevel": 2
		},
		{
			"name": "Spellmaster",
			"source": "LOCG",
			"page": 114,
			"entries": [
				"Those who train under the Master of Spells concern themselves with all matters related to magic. Though not all members of the School of Spells are spellcasters, those who would become Spellmasters of the highest rank and influence have at least some spellcasting capabilities."
			],
			"dedicationLevel": 6,
			"rarity": "uncommon"
		},
		{
			"name": "Spellshot",
			"source": "G&G",
			"page": 140,
			"entries": [
				"{@b Rarity:} {@trait Uncommon}",
				"Spellshots aren't ordinary gunslingers. They come from a tradition of ancient secrets and principles, which they temper with modern innovation and perspective. Spellshots combine magical power into the art of gunplay to create a distinct and mystical way known only to spellshots, enigmatic and unavailable to other gunslingers in the world at large. The first to identify themselves as spellshots tied their magical traditions to the history of the Star Code and the Crowned Regents in Arcadia. Ancient, reclusive crafters known as the Crowned Regents created star guns, the legendary magical firearms that shot white-hot blasts of energy. Wielders of star guns became bound together by the Star Code—a set of cultural expectations that defined how one should behave while using these powerful weapons. You can find more information about star guns, the Crowned Regents, and the Star Code on page 206.",
				"Most spellshots continue to come from Arcadia, as the stories describing the relevant skills and training to become one have been passed down over the generations. Many gunslingers who grow up in this region hear of these tales early in their lives, and they develop the techniques to channel magical energy through their firearms in imitation of the Regents' arcane methods. While Arcadia is home to the vast majority of the world's spellshots, the techniques have slowly spread to other regions. However, spellshots remain particularly rare in the Inner Sea region due to the unique history of guns there and their connection to the Grand Duchy of Alkenstar, which exists in a magic-dead region of the Mana Wastes.",
				{
					"type": "pf2-h3",
					"name": "Way of the Spellshot",
					"collapsible": true,
					"level": 1,
					"entries": [
						"You've learned the intricacies of magic and technology, blending the two together with deadly results. You combine a knowledge of arcane theories with a strong connection to your chosen weapon that allows you to manifest unique effects, though your knowledge doesn't extend as far as actual spellcasting. You can imbue energy into your weapon and conjure bullets from thin air. As you progress, you eventually learn to phase bullets through walls or even to teleport yourself along the path of your bullets. You must select {@feat Spellshot Dedication|G&G} as your 2nd-level class feat.",
						{
							"type": "pf2-options",
							"style": "pf2-p",
							"items": [
								{
									"type": "item",
									"name": "Prerequisites",
									"entries": [
										"You must be a {@class gunslinger|G&G}."
									]
								},
								{
									"type": "item",
									"name": "Spellshot Adjustments",
									"entries": [
										"Instead of choosing a way from the options listed in the gunslinger class, you have the way of the spellshot. It has the following way skill, slinger's reload, and deeds. You gain these abilities at the same levels as normal for the class. You use Intelligence for your class DC."
									]
								}
							]
						},
						{
							"type": "pf2-options",
							"items": [
								{
									"type": "item",
									"name": "Way Skill",
									"entries": [
										"{@skill Arcana}"
									]
								},
								{
									"type": "item",
									"name": "Slinger's Reload",
									"entries": [
										"{@action Thoughtful Reload|G&G}"
									]
								},
								{
									"type": "item",
									"name": "Deeds",
									"entries": [
										"{@i Initial} {@action Energy Shot|G&G}; {@i Advanced} {@action Recall Ammunition|G&G}; {@i Greater} {@action Dispelling Bullet|G&G}"
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"name": "Slinger's Reload",
							"entries": [
								{
									"type": "ability",
									"style": "full",
									"name": "Thoughtful Reload",
									"source": "G&G",
									"page": 140,
									"traits": [
										"gunslinger"
									],
									"entries": [
										"As you sink deep into a state of analytical calm and focus on the foe before you, your hands reload a bullet instinctively. Attempt a {@action Recall Knowledge} check against an opponent you can see and then {@action Interact} to reload."
									],
									"activity": {
										"unit": "action",
										"number": 1
									}
								}
							]
						},
						{
							"type": "pf2-h3",
							"name": "Initial Deed",
							"entries": [
								{
									"type": "data",
									"tag": "action",
									"name": "Energy Shot",
									"source": "G&G"
								}
							]
						},
						{
							"type": "pf2-h3",
							"name": "Advanced Deed",
							"level": 9,
							"entries": [
								{
									"type": "data",
									"tag": "action",
									"name": "Recall Ammunition",
									"source": "G&G"
								}
							]
						},
						{
							"type": "pf2-h3",
							"name": "Greater Deed",
							"level": 15,
							"entries": [
								{
									"type": "data",
									"tag": "action",
									"name": "Dispelling Bullet",
									"source": "G&G"
								}
							]
						}
					]
				}
			],
			"miscTags": [
				"Class Archetype"
			],
			"dedicationLevel": 2,
			"rarity": "uncommon",
			"extraFeats": [
				"4|Basic Arcana|CRB",
				"4|Basic Wizard Spellcasting|CRB",
				"6|Advanced Arcana|CRB",
				"8|Arcane Breadth|CRB",
				"12|Expert Wizard Spellcasting|CRB"
			]
		},
		{
			"name": "Staff Acrobat",
			"source": "EC1",
			"page": 114,
			"entries": [
				"You can perform amazing acts in and out of combat when you have a spear, staff, or polearm."
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Sterling Dynamo",
			"source": "G&G",
			"page": 52,
			"entries": [
				"While many people across Golarion use prosthetic devices, you've acquired and outfitted yourself with a particularly advanced combat model of clockwork prosthesis: a piece of cutting edge technology called a sterling dynamo. You know how to maintain your dynamo and how to customize it to suit your needs and style, incorporating any promising new technologies you encounter into its design.",
				"There's a significant distinction, however, between someone who merely has a sterling dynamo prosthesis and someone like you who is a true sterling dynamo. With their recent invention, people in Absalom and Dongun Hold with access to the technology have begun to adopt sterling dynamos as their prostheses of choice, among the wide variety of amazing options already available in both markets. However, not everyone who chooses to use sterling dynamo technology is a member of the sterling dynamo archetype.",
				"With the sterling dynamo archetype, you both use a sterling dynamo prosthesis and truly understand its advantages, limitations, and limitless potential. You don't have to literally be your own mechanic, as there's no requirement for a sterling dynamo to be particularly skilled at crafting, but even if you aren't, you can still \"feel\" what's right when it comes to adjusting and optimizing your dynamo. Whether you implement these improvements yourself or present your mechanic with ideas and insights that allow them to achieve something special on your behalf, your strength and ingenuity are what make you a sterling dynamo.",
				"As you train to use your dynamo in all sorts of adventures, you may become capable of feats its original inventors never dreamed possible. In fact, as you progress in the archetype and explore the possibilities, you might find that these inventors want to interview you in order to apply your insights and help them create a new generation of the technology with even greater capabilities. The sterling dynamo's adaptability grants it vast potential, so the sky's the limit!"
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Student of Perfection",
			"source": "LOWG",
			"page": 83,
			"entries": [
				"You studied martial arts at Jalmeray's Houses of Perfection."
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Summoner",
			"source": "SoM",
			"page": 76,
			"entries": [
				"You have a tenuous connection to an eidolon, a bodiless being that shares your life force, and with effort you can manifest the eidolon into the world.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Summoner Characters",
					"entries": [
						"The summoner archetype grants you an eidolon to join you in battle. It's a particularly helpful multiclass for characters with weaker martial abilities.",
						{
							"type": "list",
							"items": [
								"{@class Alchemist} summoners can use their eidolons as lab assistants or even as the source of experiments. They are a good fit for construct or plant eidolons.",
								"{@class Barbarian} summoners find themselves drawn to the fury of anger phantoms, the two fueled by the same inner instinct.",
								"{@class Bard} summoners inspire their eidolons to greater heights with their bardic performances. They often team up with eidolons who pair well with their muse, such as a fey eidolon for a polymath muse or a phantom eidolon for a warrior muse.",
								"{@class Champion} summoners get along best with divine eidolons matching the alignment associated with their cause—angel eidolons for the tenets of good, devil eidolons for a tyrant, and so on. This allows the champion and eidolon to have a unity in philosophy and purpose that other eidolon choices might lack.",
								"{@class Cleric} summoners often find a connection to eidolons associated with their deity, such as a {@deity Sarenrae||Sarenite} {@class cleric} who chooses an angel eidolon. {@class cleric||Clerics'} ability to heal and support allows them to keep their eidolon healthy.",
								"{@class Druid} summoners find the life link with primal eidolons to be a religious experience. They are especially likely to bond with eidolons that match their order, such as plant eidolons for the leaf order or beast eidolons for the animal or wild order.",
								"{@class Fighter} summoners use tactics and techniques with their eidolons to best foes. They can partner with eidolons of any kind, but they work especially well with eidolons who provide utilities that complement their fighting style.",
								"{@class Monk} summoners often choose eidolons that are on their own path to enlightenment, to help enrich the monk's journey. These might be divine eidolons, especially if the monk is religious or uses divine ki spells, but they also might be phantoms seeking to transcend their phantom existence to reach the afterlife.",
								"{@class Ranger} summoners get along best with beast and plant eidolons, but they make a good team with other eidolons as well, especially when an archer ranger teams up with a melee eidolon.",
								"{@class Rogue} summoners gain a partner in crime that can disappear when necessary, providing the eidolon with the ultimate getaway as long as no one expects it to carry back loot from a heist. Rogues work well with tricky eidolons, such as fey, and they get a lot of mileage out of sharing their skills with their eidolon. The Unfetter Eidolon feat can be especially useful if the rogue wants to establish a quick alibi far from the eidolon's crimes.",
								"{@class Sorcerer} summoners often choose eidolons that match closely to their bloodline, such as a psychopomp eidolon for the psychopomp bloodline. The eidolon might even be part of the story of how the {@class sorcerer} gained their bloodline.",
								"{@class Wizard} summoners are especially appreciative of an eidolon to help them in combat, and they tend to favor arcane eidolons like dragon and construct eidolons."
							]
						}
					]
				}
			],
			"benefits": [
				"Bounded Spellcasting"
			],
			"miscTags": [
				"Multiclass"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Swashbuckler",
			"source": "APG",
			"page": 153,
			"entries": [
				"You fight with flair and style, adding swashbuckling tricks to your combat repertoire.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Swashbuckler characters",
					"entries": [
						"The swashbuckler archetype is a great fit for martial characters who want to be a bit flashier or for Charisma-based spellcasters who want to add a bit of dramatic flair to their routine. Multiclass swashbucklers work especially well for characters who already wanted to perform the actions associated with gaining panache, such as a monk or barbarian with the gymnast style or a braggart, battledancer, or wit-style bard."
					]
				}
			],
			"miscTags": [
				"Multiclass"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Swordmaster",
			"source": "LOCG",
			"page": 115,
			"entries": [
				"Though the ultimate goal of the Pathfinder society is to learn, knowledge cannot be spread if those who discover it fail to come back alive. The Master of Swords teaches recruits to survive, to defend other Pathfinders, and to defeat the Society's enemies. The swordmaster embodies these skills, focusing on practicality and ignoring ideals or methods that interfere with their ability to overcome any challenge."
			],
			"dedicationLevel": 6,
			"rarity": "uncommon"
		},
		{
			"name": "Talisman Dabbler",
			"source": "APG",
			"page": 195,
			"entries": [
				"The classic idea of magic is that of a hoary wizard, poring over a crumbling book of spells. But magic is so much more than that—it is thought, will, and action, and with the right talismans, you can make even the cut of a sword a deeply magical act. This all hinges on the small magical talismans you affix to your gear. You know how to make and use the perfect talismans for any job."
			],
			"dedicationLevel": 2
		},
		{
			"name": "Trapsmith",
			"source": "G&G",
			"page": 52,
			"entries": [
				"Wielding a wrench or blowtorch, you manufacture snares that whir and tick with delicate precision. Your best work requires the right materials—a glorious set of brass fittings and cogwheels—with which you create snares that are as elegantly lethal as they are subtle. As a trapsmith, you're always improving your snares: adjusting timing, tweaking triggers, and finding new ways to hide them from foes.",
				"You can select the dedication feat for the trapsmith archetype even if you haven't yet gained three feats from the {@archetype snarecrafter|APG} archetype."
			],
			"dedicationLevel": 4,
			"rarity": "uncommon"
		},
		{
			"name": "Trick Driver",
			"source": "G&G",
			"page": 55,
			"entries": [
				"While cavaliers follow an old and tired tradition of mounted combat, you take a more modern road. Through aggressive use of vehicles, you roll across the battlefield, taking down your opponents. You go beyond simply operating a vehicle, pushing it to perform stunts that its builders never intended, transforming the vehicle into something much greater than a mere conveyance."
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Turpin Rowe Lumberjack",
			"source": "EC3",
			"page": 75,
			"entries": [
				"You are a feller of trees and a skilled axe wielder, trained in the art of forestry by the hard-working loggers of Turpin Rowe."
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Unexpected Sharpshooter",
			"source": "G&G",
			"page": 138,
			"entries": [
				{
					"type": "quote",
					"entries": [
						"Oh would you look at that, there's a bunch of bullet holes around here... so that's what all the ruckus was about! Six... seven... eight of you, huh? Oh, but did you notice the northern finch over there in that tree a minute ago? Its nest is up there, but I think all those gunshots startled it. You think you could quiet down so maybe it'll come back?"
					],
					"by": "Viri, gnome ornithologist, just before a series of strange accidents mysteriously took down a hardened bandit squad of eight former Alkenstar veterans."
				},
				"Some people say you must be the luckiest soul in all of Golarion to still be alive and kicking after all the dangers you've seen. Others say that, given the circumstances and the number of foes who you've defeated seemingly by accident, that there's no way you can really be as incompetent as you seem. These critics claim there has to be some kind of angle, some racket you're running. Either way, you sure don't look or act dangerous, except possibly to yourself.",
				"Somehow, despite your apparent clumsiness, professed confusion, and known propensity to incite calamity, you find yourself standing after every battle. The same can't often be said for your enemies. Funny how that works out, isn't it?",
				{
					"type": "pf2-sample-box",
					"name": "Skilled or Lucky?",
					"entries": [
						"Part of the fun of roleplaying an unexpected sharpshooter is the ambiguity and mystery of how your character achieves their surprising success. Your character at first seems like they bumble into their successes through sheer circumstance. However, when the circumstances pile up, others might start to suspect another possibility: perhaps your character is secretly so incredible that they not only achieve impressive results but do so in a way that hides their skill behind a veneer of lucky breaks. Ultimately, either could be true about your character, or some combination of both. You might decide the truth together with the GM as soon as you take this archetype or hold off until later to make that call. Because this archetype hints at hidden talent intentionally obfuscated, it offers a good choice for a character who's secretly more powerful or skilled than they seem or who must hide their abilities for some reason—perhaps associated with the plot of the campaign.",
						"If your inclination is to play a character who hides their abilities, consider training in the {@skill Deception} skill and taking skill feats like {@feat Charming Liar} and {@feat Confabulator} that emphasize your character's crafty nature and skill at concealing their true intent.",
						"If you instead prefer to play a character who's legitimately a bit uncoordinated but abnormally lucky, you might choose to pursue actions that have a high chance of earning you a Hero Point. You could also consider taking abilities with the {@trait fortune} or {@trait misfortune} traits, such as {@feat Halfling Luck} or {@feat Harbinger's Caw}."
					]
				}
			],
			"extraFeats": [
				"4|Hit the Dirt!|G&G",
				"4|Risky Reload|G&G",
				"10|Trick Shot|G&G"
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Vehicle Mechanic",
			"source": "G&G",
			"page": 56,
			"entries": [
				"You have always felt that vehicles are as much works of art as they are means of transportation. It doesn't matter if it's as common as a chariot or as complex as an airship, there's always some aspect of the vehicle you can improve upon. Pilots, drivers, and sailors alike value your expertise, and many seek you out to work on their vehicles. While you can make a great profit working on custom vehicles for wealthy clients, you still keep a vehicle of your own to tinker with as your personal passion project.",
				"You might be part of a vehicle mechanic union, working with other mechanics and engineers to find fair jobs and support each other's labor. While some vehicle mechanic unions are secular, many realize the benefits of organizing alongside a sympathetic religion, and so they typically adopt the ideals of economically-focused gods like Abadar or deities interested in crafting such as the goddess Brigh—the Whisper in Bronze—the goddess of invention. Whether religious or secular, vehicle mechanic unions take the bonds between fellow union members seriously. While this might mean your character becomes obligated to help a fellow union member who needs your help, it also means you have steadfast allies you can fall back on in your own time of need. In dire straits, such a connection can be worth its weight in gold."
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Vigilante",
			"source": "APG",
			"page": 196,
			"entries": [
				"As a vigilante, you have two faces: a public persona, and a secret identity that lets you hide your extralegal actions from polite society. Your secret identity lets you adventure and carry out clandestine missions while keeping the civilians you care about safe. Whatever your purpose—fighting crime, inciting rebellion, sowing chaos—your vigilante identity makes you both hard to pin down and a mysterious, intriguing subject of gossip."
			],
			"extraFeats": [
				"4|Quick Draw (Rogue)|CRB"
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Viking",
			"source": "APG",
			"page": 198,
			"entries": [
				"To go \"a-viking\" is to raid by sea, and thus vikings have spread far and wide. Some have even settled in the very communities they once raided. Vikings traditionally travel in longboats; a score of these warriors might live aboard their ship for days at a time, sailing the seas (or, as they call it, the \"whale-road\") to ambush coastal communities. Once they arrive at a settlement, they charge ashore, plundering all they can find and slaying anyone foolish enough to get in their way. The ferocity of viking raids is legendary."
			],
			"extraFeats": [
				"4|Reactive Shield|CRB",
				"6|Shielded Stride|CRB",
				"10|Quick Shield Block (Fighter)|CRB"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Weapon Improviser",
			"source": "APG",
			"page": 198,
			"entries": [
				"As far as you're concerned, the best weapon to wield is the one that your opponents never see coming. By knowing how to fight effectively with whatever's at hand, you ensure that you're never caught unarmed, and you often get the drop on opponents who mistakenly think they've caught you off guard.",
				"Whether you're smashing someone over the head with a bar stool, tossing a mug of ale in their face to blind them, or stabbing your foes with a broken bottle, you can find weapons anywhere and employ them creatively whenever a fight breaks out. Because you fight with disposable weapons, you don't need to be as careful with your weapons as other warriors do, and you can break them when needed to win a fight without feeling any regrets later.",
				{
					"type": "pf2-h3",
					"name": "Improvised Weapon Ideas",
					"entries": [
						"{@b Cavern:} broken stalagmites, large mushrooms, old bones",
						"{@b Docks:} barrel, crate, hook",
						"{@b Forest:} branch, needles or thorns",
						"{@b Market:} box, fruit, scale, sign",
						"{@b Noble Court:} gavel, goblet, quill, lectern",
						"{@b Tavern:} bottle, mug, serving tray, stool"
					]
				}
			],
			"dedicationLevel": 2
		},
		{
			"name": "Wellspring Mage",
			"source": "SoM",
			"page": 248,
			"entries": [
				"The source of your magic buckles against your control, always pressing to be released.",
				{
					"type": "pf2-h3",
					"name": "Wellspring Magic",
					"level": 1,
					"entries": [
						"You regain magic power quickly, but it can be difficult for you to control. You must select {@feat Wellspring Mage Dedication|SoM} as your 2nd-level class feat.",
						"{@b Prerequisites:} You must have a class that casts spells with a spell repertoire.",
						"{@b Wellspring Mage Adjustments:} You learn spells as normal for your class, but change your spontaneous spellcasting in the following ways.",
						"You can cast fewer spells each day unless you gain more spells thanks to your wellspring. Reduce your number of spell slots of each spell level by 1. Reduce the number of cantrips you gain from your class by 1.",
						"A wellspring of magic fills you with power that's not fully under your control. When you roll initiative for a non-trivial combat encounter, as well as in other high-stress situations of the GM's choice, magic wells up within you. Attempt a DC {@flatDC 6} flat check.",
						{
							"type": "successDegree",
							"entries": {
								"Critical Success": "You temporarily recover an expended spell slot of any level of your choice. The temporary spell slot lasts for 1 minute, and if you don't use it by then, you experience an immediate wellspring surge.",
								"Success": "As critical success, except you randomly determine the level of spell slot from among your top three spell levels (or all your levels of spell slots if you have fewer than three). The slot lasts 3 rounds instead of 1 minute.",
								"Failure": "You generate a wellspring surge, with a spell level chosen randomly among your top three levels of spell slots (or all your levels if you have fewer than three)."
							}
						},
						"You can gain a temporary spell slot no more than twice per day. If you would gain a temporary spell slot for a level that has no expended spell slots, there's no effect. If you use a temporary slot to cast a spell with a duration, the spell ends whenever you would have lost the slot if its duration hasn't yet elapsed. If you roll for wellspring magic while you currently have a temporary spell slot, you automatically fail the flat check."
					]
				},
				{
					"type": "pf2-h2",
					"name": "Wellspring Surges",
					"entries": [
						"When your wellspring magic goes out of control, it becomes a wellspring surge. Typically, this happens when you fail the flat check from wellspring magic, but other wellspring mage feats have effects that sometimes cause you to generate a wellspring surge, or might even cause your foes to do so.",
						"Roll {@dice 1d20} and use {@table Wellspring Surges|SoM|Table 5–2: Wellspring Surges} below to determine the surge's effect. If the effect calls for a damage type, the GM chooses the type based on the types of spells you know or your current location. The wellspring surge uses your spell DC. You have no control over the way your wellspring surge manifests. You are the point of origin for your wellspring surges, and you are not excluded from their effects. If you force a foe to generate a surge, they are the origin point of that surge instead.",
						"If your wellspring was granted by a being like a god or muse, the entity's intentions might sometimes alter the results of wellspring surges, or move the point of origin for an area to any point within 30 feet if the GM determines this fits the situation. For example, instead of uncontrolled damage, the entity might choose to damage only creatures opposing its plan, even if they are your allies.",
						"A wellspring surge always has the trait of your magical tradition, plus any traits that appear in parentheses at the end of the surge's effects.",
						{
							"name": "Wellspring Surges",
							"source": "SoM",
							"type": "table",
							"id": "5-2",
							"rollable": true,
							"labelRowIdx": [
								0
							],
							"colSizes": [
								1,
								11
							],
							"rows": [
								[
									"{@dice d20}",
									"Effect"
								],
								[
									"1",
									"{@b Energy Unleashed} ({@trait evocation}) Raw energy deals {@scaledice 2d6|1-10|2d6} damage per spell level of the surge (basic Reflex save) in a 10-foot burst."
								],
								[
									"2",
									"{@b Positive Energy Expulsion} ({@trait healing}, {@trait necromancy}, {@trait positive}) Positive energy explodes outward, healing living creatures for {@scaledice 1d8|1-10|1d8} Hit Points per spell level of the surge in a 20-foot burst. Undead creatures instead take the same amount of positive damage, with a basic Will save."
								],
								[
									"3",
									"{@b Mass Siphon} ({@trait transmutation}) Creatures and objects within a 30-foot emanation become nearly weightless until the end of your next turn. Nearly weightless creatures can {@action Climb} at their land Speed and can {@action Leap} as far upward as they could normally {@action Leap} horizontally."
								],
								[
									"4",
									"{@b Magical Nemesis} ({@trait conjuration}, {@trait teleportation}) A random creature connected to your magic (or inimical to it) appears within 60 feet. The creature should be of a level approximately equal to the level of an animal summoned by {@spell summon animal} of the spell level, although it can be of any type. The GM determines the specific creature. The creature is {@condition unfriendly} to you and friendly to your apparent enemies. After 1 minute, the creature can choose either to return where it came from or to remain. It is not {@trait summoned} or a {@trait minion}."
								],
								[
									"5",
									"{@b Monstrous Transformation} ({@trait mental}, {@trait morph}, {@trait transmutation}) Your head and arms transform into an exaggerated imitation of a creature connected to your magic for 1 minute. The GM determines the creature. You gain a status bonus to weapon and unarmed damage rolls equal to the spell level. At the start of each of your turns while you are transformed, you must succeed at a Will saving throw or be {@condition confused} until the start of your next turn. On a critical success, you can choose to end the effect entirely, also losing the status bonus."
								],
								[
									"6",
									"{@b Sudden Gale} ({@trait air}, {@trait evocation}) Weather in a 40-foot emanation is disturbed. Strong winds blow in a random direction for 1 minute. Each creature that starts its turn in the area must succeed at a Fortitude save or fall {@condition prone} (and be pushed 10 feet on a critical failure), and you must succeed at this save immediately after the surge. Any movement against the wind is {@quickref difficult terrain||3|terrain}, or {@quickref greater difficult terrain||3|terrain} while flying."
								],
								[
									"7",
									"{@b Tremor} ({@trait earth}, {@trait evocation}) The earth trembles in a 40-foot emanation. Each creature on a surface must immediately succeed at a Fortitude save or fall {@condition prone}. The surface then becomes {@quickref difficult terrain||3|terrain} for 1 minute."
								],
								[
									"8",
									"{@b Oppressive Voice} ({@trait divination}, {@trait mental}, {@trait nonlethal}) The voice of your muse, your deity, an ancestor, or another appropriate entity suddenly overwhelms your mind. You must attempt a Will saving throw. You take {@scaledice 1d4|1-10|1d4} mental damage per spell level with a basic Will save. On a failure, you're also {@condition stunned 1} ({@condition stunned 2} on a critical failure)."
								],
								[
									"9",
									"{@b Trinket Squall} ({@trait illusion}) Visual illusions of objects related to your magic fall like rain throughout a 40-foot burst for 1 minute, giving concealment in the area. Creatures can attempt to {@quickref disbelieve this illusion|CRB|2|disbelieving illusions|0}."
								],
								[
									"10",
									"{@b Antimagic Eruption} ({@trait abjuration}) The surge attempts to counteract a random spell active on you and on each creature within a 10-foot burst."
								],
								[
									"11",
									"{@b Mental Broadcast} ({@trait detection}, {@trait divination}, {@trait mental}) For 1 minute, everyone within 30 feet of you can hear your surface thoughts."
								],
								[
									"12",
									"{@b Verdant Clutch} ({@trait conjuration}, {@trait plant}) Plants and vines grow from all surfaces within 20 feet, causing all creatures in the area to be {@condition immobilized} unless they succeed at a Reflex save. The {@action Escape} DC is equal to the spell DC."
								],
								[
									"13",
									"{@b Tinge of Terror} ({@trait emotion}, {@trait enchantment}, {@trait fear}, {@trait mental}) All creatures within 20 feet are affected by powerful fright. They attempt a Will save, becoming {@condition frightened 1} on a failure or {@condition frightened 2} on a critical failure."
								],
								[
									"14",
									"{@b Strike up the Band} ({@trait auditory}, {@trait illusion}) For 1 minute, you are followed by orchestral theme music tied to the emotional content of the actions you're performing. This grants you a +2 status bonus to {@skill Diplomacy}, {@skill Intimidation}, and {@skill Performance} checks, a –2 status penalty to {@skill Deception} checks, and makes certain uses of {@skill Stealth} virtually impossible. It might have other effects as the GM sees fit."
								],
								[
									"15",
									"{@b Life Sap} ({@trait necromancy}) The surge drains your life force and strength. You become {@condition drained 1} and {@condition doomed 1}, and you are {@condition enfeebled 2} for 1 minute."
								],
								[
									"16",
									"{@b Ablative Barrier} ({@trait abjuration}) Energy forms a protective barrier that ablates slowly as creatures in the area take damage. All creatures in a 40-foot burst gain resistance to all damage equal to double the surge's spell level for up to 1 minute. Whenever a creature applies this resistance, the resistance for all affected creatures reduces by 1. The effect ends for all creatures when it reduces to 0."
								],
								[
									"17",
									"{@b Luminous Pests} ({@trait illusion}, {@trait visual}) Numerous tiny flying creatures formed of bright colorful light, such as bats or hummingbirds, emerge from you, flying in a 30-foot cone. You and all creatures in the cone must succeed at a Will save or be {@condition dazzled} for 1 minute, or {@condition blinded} for 1 round and then {@condition dazzled} for 1 minute on a critical failure."
								],
								[
									"18",
									"{@b Emotional Turmoil} ({@trait emotion}, {@trait enchantment}, {@trait mental}) A swirl of conflicting emotions overwhelm you from the surging magic. For 1 minute, attempt a DC {@flatDC 11} flat check at the start of each of your turns. On a success, you gain a +2 status bonus to all attack rolls, saving throws, and skill checks; on a failure, you take a –2 status penalty to them instead."
								],
								[
									"19",
									"{@b Sudden Downpour} ({@trait evocation}, {@trait water}) Water cascades from above, putting out non-magical fires in a 10-foot burst and attempting to counteract magical fires."
								],
								[
									"20",
									"{@b Spell Surge} You immediately cast any spell in your repertoire of the surge's spell level or lower (or from your prepared spells or innate spells if you don't have a repertoire but have been forced to generate a wellspring surge). You must choose a spell that takes 3 or fewer actions to cast."
								]
							]
						}
					]
				}
			],
			"extraFeats": [
				"8|Energetic Resonance|APG",
				"8|Spell Relay|APG",
				"10|Surging Might|APG",
				"16|Scintillating Spell|APG",
				"18|Echoing Spell|APG"
			],
			"miscTags": [
				"Class Archetype"
			],
			"dedicationLevel": 2,
			"rarity": "rare"
		},
		{
			"name": "Witch",
			"source": "APG",
			"page": 154,
			"entries": [
				"You have heard the whispers of a distant patron, who sent an emissary to teach you powerful magic.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Witch characters",
					"entries": [
						"The witch archetype grants versatile prepared spells, perfect for characters looking to add some extra utility."
					]
				}
			],
			"benefits": [
				"Spellcasting"
			],
			"miscTags": [
				"Multiclass"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Wizard",
			"source": "CRB",
			"page": 231,
			"entries": [
				"You have dabbled in the arcane arts and, through discipline and academic study, learned how to cast a few spells.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Wizard characters",
					"entries": [
						"The wizard archetype grants versatile prepared spells, perfect for characters looking to add some extra utility."
					]
				}
			],
			"benefits": [
				"Spellcasting"
			],
			"miscTags": [
				"Multiclass"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Wrestler",
			"source": "LOTGB",
			"page": 126,
			"entries": [
				"Wrestlers are athletes who pit their strength and skill against powerful foes. Specializing in a variety of grabs, holds, and strikes, wrestlers are dangerous opponents whose techniques can leave a foe broken and defeated without taking their life.",
				"The wrestling tradition is common all over Golarion. Gladiators and other warriors who fight for entertainment use wrestling techniques in combat. The discipline's focus on grappling is also useful in non-gladiatorial matches, as many foes are unable to contend with an opponent's hold. Grappling is particularly effective against spellcasters, who have a difficult time completing the somatic components of their spells while grabbed.",
				"Wrestlers have storied traditions in the Hold of Belkzen, where orcs use specialized grappling techniques to subdue the large animals they ride as mounts. Orcs prefer wrestling these creatures partially to minimize harm to them, but also because they believe that the process of subduing the creature creates a stronger bond between mount and rider.",
				"Outside of the Inner Sea, wrestlers are common in Iblydos and Arcadia. Iblydan wrestlers focus on grappling techniques to make sure they're never left without a means to fight on the battlefield, even if their weapons are destroyed. Arcadian wrestlers engage in matches designed to retell stories of ancient gods. These matches feature impressive acrobatic feats as well as highly technical grappling maneuvers."
			],
			"extraFeats": [
				"4|Combat Grab|CRB",
				"4|Crushing Grab|CRB",
				"4|Snagging Strike|CRB",
				"8|Whirling Throw|CRB"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Zephyr Guard",
			"source": "AoA5",
			"page": 81,
			"entries": [
				"You are one of the Zephyr Guard, professional soldiers who protect Katapesh from military threats, economic sabotage, and elite thieves."
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Undead Master",
			"source": "BotD",
			"page": 41,
			"entries": [
				"Not everyone with an interest in the undead raises a vast army of faceless, disposable minions. You prefer to cultivate a more personal relationship with a small number of undead companions, personalized to your needs and expectations. Those companions with minds trust you implicitly; those without are extensions of your will. Perhaps they see you as a teacher or caretaker, shepherding them on the path to peace and passing on, or perhaps they are your protectors, bound to aid you by negotiation and magical spells. Whatever the case, they will fight for and alongside you without question, throwing themselves into danger without hesitation if it will provide a means to your desired end.",
				"This archetype works well for a necromancer capable of raising undead but isn't exclusive to them. You could be a warrior who befriended an undead, an evil champion granted an undead companion by your deity, or an undead bloodline sorcerer undead are drawn to.",
				"The additional feats below are found in the {@archetype beastmaster|apg} archetype. Whenever one of these additional feats refers to an animal companion, as an undead master, you apply it to your undead companion instead."
			],
			"extraFeats": [
				"4|Additional Companion|APG",
				"4|Mature Beastmaster Companion|APG",
				"6|Companion's Cry|CRB",
				"8|Incredible Beastmaster Companion|APG",
				"14|Specialized Beastmaster Companion|APG",
				"16|Lead the Pack|APG"
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Exorcist",
			"source": "BotD",
			"page": 22,
			"entries": [
				{
					"type": "pf2-sidebar",
					"source": "BotD",
					"page": 23,
					"name": "Spirit Dwellings and Remnants",
					"entries": [
						"A {@i spirit dwelling} can be any object, from an everyday item like a mirror, hand bell, or gemstone, to a custom clockwork device, so long as it can be held in one hand, is light Bulk, and doesn't serve another function (such as a weapon, shield, consumable, or magic item). Your {@i spirit dwelling} has the trait of the magical tradition used to take {@feat Exorcist Dedication|BotD} and the {@trait necromancy} trait. Your {@i spirit dwelling} is attuned to you, so only you can use it. If your {@i spirit dwelling} is lost or stolen, you can turn another object into a new spirit dwelling with a 1-hour ritual; this causes your previous {@i spirit dwelling} to revert to a mundane object and any spirits within to harmlessly disperse.",
						"Your {@i spirit dwelling} can house not just wisps but greater remnants of spiritual energy left behind by defeated ghosts and haunts. You can use the Collect Spirit Remnant activity.",
						{
							"type": "ability",
							"name": "Collect Spirit Remnant",
							"activity": {
								"number": 3,
								"unit": "action"
							},
							"traits": [
								"concentrate",
								"manipulate"
							],
							"requirements": "You're holding your {@i spirit dwelling}",
							"entries": [
								"You brandish your spirit dwelling at the location where a haunt, ghost, or other incorporeal undead was destroyed within the last minute and pray or recite ritual incantations. You coax the spirit remnant into your spirit dwelling."
							]
						},
						"{@b Rejuvenating Spirits:} Though all spirit wisps and most remnants can pass on immediately when purified, if a spirit remnant came from a creature with the rejuvenation special ability (such as most ghosts), a recurring haunt, or another entity who ordinarily doesn't pass on when destroyed, its ties to this world are too strong for it to easily pass on. When a spirit remnant from such an entity is released as part of your daily preparations, instead of joining the River of Souls, it begins re-forming itself in the time and location noted in its rejuvenation ability. However, you learn a clue about the spirit's unfinished business, which may help you put it to rest permanently.",
						{
							"type": "pf2-title",
							"name": "Excorcists Across Golarion",
							"entries": [
								"The well-known exorcists of Pharasma use methods of repeated prayer, holy water, and sacred rituals. Ashavic exorcists often dance under the moonlight to entice lost souls and guide them onward. In Osirion, exorcists practice execration, or proactive preventive exorcism techniques. In Northern Garund and some parts of Qadira, playing the stringed tanbura, rattling manjur, and specific drum patterns help cut the threads that tie the spirit to this world. Matanji orcs in the Mwangi Expanse perform exorcisms by drawing tattoo-like diagrams in iron ink. In Tian Xia, exorcists often use fulus to assist in their practice."
							]
						}
					]
				},
				"You pacify restless spirits, ghosts, and haunts, capturing fragments of them and using their vengeful energies to fuel your own powers while purifying the spirit. You store these ghosts within a magical vessel called a spirit dwelling. This {@i spirit dwelling} might be a treasured family heirloom, an item you crafted expressly to help with exorcisms, or even just an odd trinket you found that happens to do the job.",
				"While the motivations of exorcists run the gamut, most are compassionate individuals who believe that every ghost, haunt, and spirit is simply a lost soul in need of rest. They collect spirits expressly for the purposes of offering them comfort, guidance, and absolution. After an exorcist's ministrations, these spirits are freed of their burdens, emotion, and regrets and are reabsorbed into the River of Souls. Although exorcists rarely gather in one place, many different religions employ them to deal with spiritual threats.",
				"Exorcists are most commonly found among the faithful of Ashava the True Spark (the empyreal lord of dancers), but among the major deities of the Inner Sea region, {@deity Sarenrae}, {@deity Pharasma}, and even {@deity Shelyn} count a fair number of exorcists among their faithful. Exorcists can come from any walk of life, but many are redeemer champions, clerics, or monks. Apart from the role of the {@i spirit dwelling}, exorcism practices can vary. For example, a {@class bard} or {@class rogue} might attract spirits with trickery, charm, or empty promises. In contrast, a cleric of {@deity Pharasma} could take a more severe route, demanding the spirits return to the natural order of things."
			],
			"extraFeats": [
				"8|Spiritual Sense|APG",
				"10|Blind-Fight (Ranger)|CRB",
				"14|Sense Evil|CRB",
				"16|Sense the Unseen (Ranger)|CRB"
			],
			"dedicationLevel": 4
		},
		{
			"name": "Hallowed Necromancer",
			"source": "BotD",
			"page": 24,
			"entries": [
				{
					"type": "pf2-sidebar",
					"source": "BotD",
					"page": 25,
					"name": "Hallowed Necromancy in Geb",
					"entries": [
						"As hallowed necromancy lacks any unified credo, its practitioners are found throughout Golarion. It's rare they make their presence known within the borders of Geb, however. Those who hide their profession usually move on to other lands and those who openly crusade against Geb's many undead quickly find themselves utterly overwhelmed.",
						"Hallowed necromancers captured in Geb might be executed only to be risen by their foes with their spellcasting ability intact but moral code absent or twisted."
					]
				},
				"It's quite common for mages of all sorts to study necromancy—the surprisingly diverse school holds the secrets of positive and negative energy, as well as life and death. Many tap into these powers with no consideration of the morality of their use. For these unscrupulous magic users, it's simply another avenue in their never-ending pursuit of power, and the abilities learned are turned to the caster's personal ends, whatever they may be.",
				"Others choose a different path. Through spiritual study and introspection, they have come to recognize the evil intrinsic in the existence of undead, the fundamental wrongness of using the universal energy of death to create an appearance of life. To combat this evil, these casters learn to conduct positive energy and direct it to great effect against the undead they encounter. They may also engage in ongoing study to learn of the nature of life, death, and undeath, and the precise relationship between each state. These scholars and mages are commonly known as hallowed necromancers—a slightly misrepresentative name, as many of them don't use religious methods, but a frequently used shorthand regardless.",
				"The exact origin of hallowed necromancers' abilities may vary from one to the next. Some are granted their gifts directly by a sympathetic deity such as {@deity Sarenrae} or {@deity Pharasma}, while others might use their knowledge of religion and the planes to learn such abilities on their own. Though rarer, it's even possible these practitioners might discover they possess an intuitive understanding and control over abilities that manifest spontaneously as their capabilities grow. Despite this variance, all share a fundamental understanding that undeath is an aberration to be quickly remedied.",
				"Though the majority of hallowed necromancers have similar goals and are willing to work together, they tend not to form their own organizations. More often, these necromancers attach themselves to existing groups—such as the {@organization Knights of Lastwall} or Voices of the Spire—and use their powers in support of those groups' causes. Otherwise, they plan and carry out their own personal vendettas against the forces of undeath, often enlisting the help of trusted friends and allies."
			],
			"dedicationLevel": 2,
			"rarity": "uncommon"
		},
		{
			"name": "Soul Warden",
			"source": "BotD",
			"page": 26,
			"entries": [
				{
					"type": "pf2-sidebar",
					"source": "BotD",
					"page": 27,
					"name": "The Soul Cycle",
					"entries": [
						"A soul's journey begins on the Positive Energy Plane, where blank, empty souls attach themselves alongside the positive life essence of the plane to mortals on the Material Plane, forming a single living being. At the end of a mortal's life, these souls enter the Ethereal Plane, progressing through the River of Souls to Pharasma's Boneyard, where they're judged and sorted into the appropriate afterlife. Judged souls proceed to their assigned planes, becoming petitioners. These, too, die in time, becoming absorbed by and expanding their associated plane, as their own spiritual essence joins with the plane's as a substance known as quintessence. But the ever-churning Maelstrom breaks these planes down, scattering this planar quintessence throughout the Maelstrom and adjoining planes. Those pieces that land on the Positive Energy Plane eventually form new blank souls and the cycle begins anew."
					]
				},
				"You consider yourself an honorary psychopomp—a shepherd of spirits who ensures the cycle of souls progresses unimpeded. Although you're unable to safeguard the cycle of souls in its entirety, you strive to ensure each soul's time on the Material Plane proceeds without incident. You work to free souls from imprisonment, prevent necromancers from animating the dead, and destroy undead so their souls rejoin the cycle.",
				"While most who hunt undead do so out of fear, vengeance, or a desire to protect the lives of others, you take a more measured and far less emotional approach; you destroy undead so their souls can continue their journey along the River of Souls, thus ensuring the continuation of existence. You understand that without the cycle of souls, the life cycle of the planes is disrupted, and all of existence could be consumed by the Maelstrom.",
				"Nearly all soul wardens worship {@deity Pharasma} or one of the {@filter psychopomp ushers|deities||category=Monitor Demigods}, especially Barzahk the Passage, a psychopomp usher who routinely shirks their duties and needs help from mortal soul wardens. Soul wardens also often join organizations that regularly combat undead, including the Voices of the Spire and Ustalav's Ivory Reapers (page 14)."
			],
			"extraFeats": [
				"4|Domain Initiate|CRB",
				"8|Expanded Domain Initiate|LOGM",
				"16|Advanced Domain|CRB"
			],
			"dedicationLevel": 2
		},
		{
			"name": "Undead Slayer",
			"source": "BotD",
			"page": 28,
			"entries": [
				{
					"type": "pf2-sidebar",
					"source": "BotD",
					"page": 29,
					"name": "Undead Slayers in The Inner Sea",
					"entries": [
						"Just as undead stalk prey across the world, undead slayers wander every land in the Inner Sea region, seeking to end the threat and keep people safe. Organizations such as the Knights of Lastwall or the militant anti-undead Pharasmin sect called the Voices of the Spire count many undead slayers within their ranks, and thus undead slayers are particularly common in places where forces of those organizations fight undead, such as the Gravelands and Ustalav. Many undead hunting organizations are described in more detail on pages 14–15.",
						"The occupation of undead slayer is illegal in Geb, where the undead citizenry see the title as something similar to declaring oneself a serial killer. Nonetheless, a few undead slayers manage to ply their trade in Geb and avoid retribution by reluctantly marketing themselves as assassins specialized in eliminating undead rivals. Still other undead slayers in Geb simply keep hidden and continue their hunts in secret.",
						"Undead slayers are able to operate more easily in the city of {@place Mzali|LOME} in the Mwangi Expanse, despite the city being ruled by the mummy god-king {@deity Walkena|LOGM} and guarded by {@deity Walkena|LOGM}'s undead servants. Nonetheless, {@deity Walkena|LOGM} doesn't control every undead in the region or offer them citizenship like in Geb, so undead slayers can ply their trade. Those who wish to assist the rebel group known as the Bright Lions should tread lightly, however, as known undead slayers are the first suspects if any of {@deity Walkena|LOGM}'s undead guardians perish.",
						"With the conflict between the nations of Geb and Nex, Nex is only too happy to host as many undead slayers as possible within their borders, particularly the warmongers among the ruling Arclords, who want to be ready for the end of their tenuous peace. Yet most prefer not to hasten the hostilities, finding means to support undead slayers more subtly, rather than vocally condoning or promoting them. Grant programs or financial incentives just happen to go to undead slayers instead of other applicants.",
						"Ustalav is home to undead slayers of many kinds, from wandering mercenaries taking on jobs for coin to aristocratic bloodlines that have been hunting undead for generations. Given that undead could lurk disguised in society, these slayers often disguise their trade. Aristocratic ones in particular keep a different trade public, with the undead slaying a more personal source of familial pride. On the border of Virlych, undead slayers protect the residents of the other regions safe from undead predators that escape the gloomy land."
					]
				},
				"Anywhere undead prey upon the living, some brave souls make it their mission to destroy the monsters. Many adventurers are skilled at dispatching undead, but you go a step further. You study them, learn their weaknesses, and master the tools to end them quickly and cleanly. An undead slayer doesn't simply kill monsters; they become what even monsters fear. Leave it to others to be a shield—you become the blade that strikes evil at its heart. You can identify the common types of undead by sight. You drill and practice with the special gear necessary to destroy some of the more complicated undead, like vampires; train in their strengths and weaknesses; and learn how to create safe houses to stash your arsenal and hide from undead.",
				"Some undead slayers work at the behest of an organization to exterminate the undead of a particular region, but many act independently, or in a group of like-minded adventurers. Were you called by a higher power? Are you on a personal quest for vengeance? Whatever the reason, you now walk a path that will take you to the vilest dens of rot and decay."
			],
			"dedicationLevel": 2
		},
		{
			"name": "Ghost",
			"source": "BotD",
			"page": 46,
			"entries": [
				{
					"type": "pf2-sidebar",
					"source": "BotD",
					"page": 47,
					"name": "Incorporeality, Flight, and Rejuvenation",
					"entries": [
						"Many ghost abilities have been significantly toned down to work for a player character—most notably flight and the ability to move through walls with incorporeality. The GM has the option to loosen the reins on both abilities, allowing movement through walls as normal for the trait, granting an unlimited fly Speed of 15 feet, or both. The fly Speed replaces any other abilities that involve flying, and any feat that upgrades the PC's flying capabilities, such as the Unlimited Ghost Flight feat, might instead upgrade this Speed by an additional 5 feet. However, a PC who can constantly fly and move through walls can trivialize many low- and mid-level challenges, as well as a fair number of high-level challenges, consistently outshining or leaving other characters behind; the GM should consider this option very carefully before allowing it and adjust the game accordingly.",
						"Combining the rejuvenation feat with a character whose unfinished business is tied to the adventure essentially makes the character immortal. As with a lich's soul cage, even a group using other undead archetypes might want to avoid the rejuvenation feat or have it function more like a Rejuvenation Token (page 56)."
					]
				},
				"Your ties to the living world cling to you in death, your unfinished business reducing you to a spirit. Your soul carries on, but your body is gone. Your mind, too, may have changed: though death can impact thoughts and desires in all sorts of ways, most ghosts experience stronger, more volatile emotions and are frequently overcome by their past ties. A need to reconcile the past overwhelms other needs. Motivations can change over time but are always strong. Pragmatism, compassion, and foresight fall before a ghost's fundamental desires. "
			],
			"dedicationLevel": 2,
			"rarity": "rare"
		},
		{
			"name": "Ghoul",
			"source": "BotD",
			"page": 48,
			"entries": [
				{
					"type": "pf2-sidebar",
					"source": "BotD",
					"page": 49,
					"name": "Roleplaying A Ghoul",
					"entries": [
						"When playing a ghoul, think about how hunger will affect your personality. Perhaps keep your character's personality as close to its original intent as possible, but with a slight twist. The desires and cravings of a ghoul are certainly strange and inhuman, but if you start emphasizing that right away, you don't have room to grow your portrayal of the character's descent into this hunger.",
						"As you get more ghoul feats, you can roleplay your character's diminishing aspects as ghoul-like characteristics emerge. As your character becomes more ghoulish, they loses old inhibitions and becomes more ambitious. Ambition, after all, is another sort of hunger. Adding these new ambitions gives you ways to portray the transformation besides just making your character a cannibal."
					]
				},
				"You died from the necrotic disease known as {@disease ghoul fever|b1} and rose anew as a ravenous ghoul, forever craving the flesh of sapient creatures. While you can temper your hunger with long-dead flesh stolen from ancient graves, you much prefer devouring those who are freshly dead, whether as a scavenger or because you killed the creature yourself to ensure a fresh meal.",
				"Whether they stalk through the graveyards and crypts of Golarion or work together with other ghouls to build empires in the Darklands, ghouls care most about the consumption of dead flesh. The moment you become a ghoul, your existence focuses upon satisfying this endless craving. Ghouls who go more than a few days without feeding on freshly dead humanoid flesh find themselves in constant pain; those who go for more than a week might be driven to the edge of delirium, becoming bestial in their craving.",
				"When you succumb to ghoul fever and become a ghoul, you don't lose your mind or memories. You keep your personality only to have it warped by the never-ending need to consume flesh. A brave warrior remains brave, but under the curse of the fever, that brave warrior's prime directive is to consume flesh. A rogue might go from finding clever ways to pick pockets to finding ways to waylay opponents and devour them.",
				"Since most societies don't allow cannibalism, ghouls who wish to continue their old lives must satisfy their cravings in secret, finding a way to balance society's rules while feeding the constant gnawing hunger inside them. Some take up professions that allow them to secretly eat dead flesh or create dead bodies to feed upon. There are tales told of ghoul mercenary troops who satisfy their cravings and profit, while ghoul spellcasters can use their magic to procure and preserve flesh.",
				"Ghouls who won't restrain themselves with rules of the living may join or establish ghoul societies. These caste systems base their hierarchy on how much flesh one has consumed and can provide for other ghouls. Hunger and ambition drive ghouls to rise through the ranks, which allows them to feed their hunger even more."
			],
			"extraFeats": [
				"6|Guarded Movement|CRB",
				"6|Reactive Pursuit|CRB",
				"10|Wall Run|CRB"
			],
			"dedicationLevel": 2,
			"rarity": "rare"
		},
		{
			"name": "Lich",
			"source": "BotD",
			"page": 50,
			"entries": [
				{
					"type": "pf2-sidebar",
					"source": "BotD",
					"page": 51,
					"name": "Soul Cage",
					"entries": [
						"The soul cage for the lich archetype is very similar to the lich soul cage from the Pathfinder Bestiary but has a few modifications to cover situations that might come up in play.",
						"While the story of the PCs sneaking in to destroy the NPC lich's soul cage is classic, it's difficult to have NPC adversaries do the same to the PC lich's soul cage without coming across poorly, similar to destroying a PC wizard's spellbook while it was off screen. Since that's the only way to defeat a lich, these table-dynamic concerns might effectively grant the lich PC immortality. Because of the way that changes the story and game play, even a group using the other undead archetypes in this book might want to consider whether or not to include the lich archetype. If you're looking for a compromise, consider having the soul cage act similarly to a Rejuvenation Token (page 56), requiring a ritual to awaken the lich's soul from within the cage. "
					]
				},
				"The path to lichdom is long and winding, with many pitfalls that overcome all but the most accomplished and precise spellcasters. Despite the trials you underwent and decades spent sequestered away with magical tomes, you know with every fiber of your being that it's all been worth it. You devised a unique and incredibly evil ritual to tear your soul from your body, and you painstakingly crafted a receptacle to house your freed soul. Immortality now lies within your grasp.",
				"Becoming a lich requires much more than just magical knowledge. It demands fierce intelligence, bold ingenuity, incredible determination, unending patience, and a strict adherence to perfection, along with incredible skill as an artisan, for each lich must create their own soul cage. A mispronounced word or flaw in the construction of your soul cage would end not in immortality but ignominious death. You have all these skills in abundance and now, with your ascension, you've proven your superiority beyond a shadow of a doubt.",
				"As a lich, you understand better than any the power and potential of magic. Many liches strive to increase their magical skills and foil the magic of any who dare oppose them. Others delve so deeply into necromantic arts and foul rituals that their flesh can burn the living, causing biological processes to falter and filling those who behold them with uncontrollable fear.",
				"Regardless of what paths they pursue, nearly all liches are obsessed with their soul cage, spending untold hours and a veritable fortune to protect it, surrounding it with magical and mundane hazards, and guarding it with powerful, loyal defenders. Some liches prefer to secure their soul cage through obscurity rather than force, enshrouding it in magical abjurations or illusions to hide it from prying eyes. The most gifted crafters among liches tinker and improve their soul cage over time, rendering it nigh indestructible. This is a dangerous proposition, undertaken by only the most confident and arrogant magical engineers, as physically altering one's soul cage could have unintended consequences on its function. Many wizard liches instead learn to tap into the soul cage's magical energy from afar to fuel their own spellcasting."
			],
			"extraFeats": [
				"14|Magic Sense (Wizard)|CRB"
			],
			"dedicationLevel": 12,
			"rarity": "rare"
		},
		{
			"name": "Mummy",
			"source": "BotD",
			"page": 52,
			"entries": [
				"Mummification is a common funereal rite across the breadth of Golarion throughout the ages. Becoming a living mummy—one capable of both motion and thought—is another thing altogether.",
				"Most of those forced into undeath as mummies are bound to tombs, temples, and vaults as guardians. Some willingly undergo the process, embracing death to live beyond it. These willing mummies become the most powerful of their kind, rising above their brethren like an emperor above their subjects.",
				"The horrifically painful living mummification process must be performed by others—usually a team of well-trained necromancers, priests, or ritualists—upon a still-living subject. Death by mummification is gruesome, but to be kept alive for as long as possible throughout the process is a thousandfold worse. The process usually takes weeks, beginning with forced starvation, followed by the consumption of spices and tonics that desiccate the subject's internal organs.",
				"Very rarely, mummies are created by natural processes occurring in locations that are cursed or inundated by negative energy. These mummies most often rise in deserts, bogs, swamps, at high altitudes, or in frigid locales. Although the process through which they are created is less painful and far shorter in duration, the spiritual shift from living to undead is no less traumatizing.",
				"Mummies are most commonly found in Geb and Osirion, as well as the surrounding nations of Thuvia, Katapesh, and Qadira. They have a foothold in the Gravelands, the Realm of the Mammoth Lords, and the Mwangi Expanse, particularly around Mzali. Outside the Inner Sea, mummies are found in Vudra and Arcadia, particularly in places once ruled by the Razatlani empire."
			],
			"dedicationLevel": 2,
			"rarity": "rare"
		},
		{
			"name": "Vampire",
			"source": "BotD",
			"page": 58,
			"entries": [
				{
					"type": "pf2-sidebar",
					"source": "BotD",
					"page": 59,
					"name": "Vampire Vulnerabilities",
					"entries": [
						"Your power comes with a price. As a vampire, you have the following vulnerabilities.",
						"{@b Revulsion:} You can't voluntarily come within 10 feet of brandished garlic or a religious symbol of a non-evil deity. A creature must {@action Interact} to brandish garlic or a religious symbol for 1 round (similar to {@action Raise a Shield||Raising a Shield}). If you involuntarily come within 10 feet of an object of your revulsion, you gain the fleeing condition, running from the subject of your revulsion until you end an action beyond 10 feet of it. After 1 round of being exposed to the subject of your revulsion, you can attempt a DC 25 Will save as a single action, which has the concentrate trait. On a success, you overcome your revulsions for {@dice 1d6} rounds, or 1 hour on a critical success. ",
						"{@b Sunlight:} If exposed to direct sunlight, you immediately become {@condition slowed 1}. The {@condition slowed} value increases by 1 each time you end your turn in sunlight. If you lose all your actions in this way, you are destroyed. Due to your supernatural aversion to light, you don't cast shadows or show a reflection in mirrors."
					]
				},
				"After being exsanguinated by a vampire, you've risen again, pulling yourself from the earth as an immortal undead. You're a creature of the night, harmed by the light of day and thirsting for blood."
			],
			"dedicationLevel": 2,
			"rarity": "rare"
		},
		{
			"name": "Zombie",
			"source": "BotD",
			"page": 60,
			"entries": [
				"You are a zombie, a rotting corpse animated by necromantic magic. Although most zombies are mindless brutes, you're a husk zombie, preserved through necromantic rites and alchemical reagents. The process worked especially well on you, and you retained your intelligence and identity to a far greater degree than other husk zombies.",
				"It's not easy being a corpse. Your body continues to rot and putrefy, and the stench is ever present. Your old self keeps slipping away, more and more as the weeks pass by. Your reflexes have slowed, you're beginning to lose your sense of touch, and your emotions are dulling. As your body continues to decay, so too, does your mind. Your memory's not perfect, and although you haven't noticed any huge gaps or flaws yet, you have a feeling they're there somewhere.",
				"Unlike your other senses, your hunger has intensified. You ceaselessly crave the raw flesh and brains of the living—the smarter the better—and satisfying this hunger is the only thing that makes you feel alive. When you eat, you're reinvigorated; feeling returns and the constant mental torpor you live under vanishes. You feel like yourself again... for a time.",
				"One day you might be nothing more than a walking corpse, but for now, you retain your personality and your free will. Feeding your hunger might allow you to remain that way."
			],
			"extraFeats": [
				"4|Bashing Charge|APG",
				"4|Combat Grab|CRB",
				"4|Crushing Grab|CRB",
				"14|Corpse Stench|BotD"
			],
			"dedicationLevel": 2,
			"rarity": "rare"
		}
	]
}
