var backgrounddata =
{
	"compendium":
	{
		"background": [
			{
				"name": "Acolyte",
				"source": "Player's Handbook",
				"proficiency": "Insight, Religion",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"Insight, Religion"
						]
					},
					{
						"name": "Languages",
						"text": [
							"Two of your choice"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"A holy symbol (a gift to you when you entered the priesthood), a prayer book or prayer wheel, 5 sticks of incense, vestments, a set of common clothes, and a belt pouch containing 15 gp"
						]
					},
					{
						"name": "Feature: Shelter of the Faithful",
						"text": [
							"As an acolyte, you command the respect of those who share your faith, and you can perform the religious ceremonies of your deity. You and your adventuring companions can expect to receive free healing and care at a temple, shrine, or other established presence of your faith, though you must provide any material components needed for spells. Those who share your religion will support you (but only you) at a modest lifestyle.",
							"You might also have ties to a specific temple dedicated to your chosen deity or pantheon, and you have a residence there. This could be the temple where you used to serve, if you remain on good terms with it, or a temple where you have found a new home. While near your temple, you can call upon the priests for assistance, provided the assistance you ask for is not hazardous and you remain in good standing with your temple."
						]
					},
					{
						"name": "Suggested Characteristics",
						"text": [
							"Acolytes are shaped by their experience in temples or other religious communities. Their study of the history and tenets of their faith and their relationships to temples, shrines, or hierarchies affect their mannerisms and ideals. Their flaws might be some hidden hypocrisy or heretical idea, or an ideal or bond taken to an extreme."
						]
					},
					{
						"name": "Personality Trait",
						"text": [
							"d8 - Trait",
							"1 - I idolize a particular hero of my faith, and constantly refer to that person's deeds and example.",
							"2 - I can find common ground between the fiercest enemies, empathizing with them and always working toward peace.",
							"3 - I see omens in every event and action. The gods try to speak to us, we just need to listen.",
							"4 - Nothing can shake my optimistic attitude.",
							"5 - I quote (or misquote) sacred texts and proverbs in almost every situation.",
							"6 - I am tolerant (or intolerant) of other faiths and respect (or condemn) the worship of other gods.",
							"7 - I've enjoyed fine food, drink, and high society among my temple's elite. Rough living grates on me.",
							"8 - I've spent so long in the temple that I have little practical experience dealing with people in the outside world."
						]
					},
					{
						"name": "Ideal",
						"text": [
							"d6 - Ideal",
							"1 - Tradition. The ancient traditions of worship and sacrifice must be preserved and upheld. (Lawful)",
							"2 - Charity. I always try to help those in need, no matter what the personal cost. (Good)",
							"3 - Change. We must help bring about the changes the gods are constantly working in the world. (Chaotic)",
							"4 - Power. I hope to one day rise to the top of my faith's religious hierarchy. (Lawful)",
							"5 - Faith. I trust that my deity will guide my actions. I have faith that if I work hard, things will go well. (Lawful)",
							"6 - Aspiration. I seek to prove myself worthy of my god's favor by matching my actions against his or her teachings. (Any)"
						]
					},
					{
						"name": "Bond",
						"text": [
							"d6 - Bond",
							"1 - I would die to recover an ancient relic of my faith that was lost long ago.",
							"2 - I will someday get revenge on the corrupt temple hierarchy who branded me a heretic.",
							"3 - I owe my life to the priest who took me in when my parents died.",
							"4 - Everything I do is for the common people.",
							"5 - I will do anything to protect the temple where I served.",
							"6 - I seek to preserve a sacred text that my enemies consider heretical and seek to destroy."
						]
					},
					{
						"name": "Flaw",
						"text": [
							"d6 - Flaw",
							"1 - I judge others harshly, and myself even more severely.",
							"2 - I put too much trust in those who wield power within my temple's hierarchy.",
							"3 - My piety sometimes leads me to blindly trust those that profess faith in my god.",
							"4 - I am inflexible in my thinking.",
							"5 - I am suspicious of strangers and expect the worst of them.",
							"6 - Once I pick a goal, I become obsessed with it to the detriment of everything else in my life."
						]
					}
				]
			},
			{
				"name": "Charlatan",
				"source": "Player's Handbook",
				"proficiency": "Deception, Sleight of Hand",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"Deception, Sleight of Hand"
						]
					},
					{
						"name": "Tool Proficiencies",
						"text": [
							"Disguise Kit, Forgery Kit"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"A set of fine clothes, a disguise kit, tools of the con of your choice (ten stoppered bottles filled with colored liquid, a set of weighted dice, a deck of marked cards, or a signet ring of an imaginary duke), and a belt pouch containing 15 gp."
						]
					},
					{
						"name": "Feature: False Identity",
						"text": [
							"You have created a second identity that includes documentation, established acquaintances, and disguises that allow you to assume that persona. Additionally, you can forge documents including official papers and personal letters, as long as you have seen an example of the kind of document or the handwriting you are trying to copy."
						]
					},
					{
						"name": "Favorite Schemes",
						"text": [
							"Every charlatan has an angle he or she uses in preference to other schemes.  Choose a favorite scam or roll on the table below.",
							"d6 - Scam",
							"1 - I cheat at games of chance.",
							"2 - I shave coins or forge documents.",
							"3 - I insinuate myself into people's lives to prey on their weakness and secure their fortunes.",
							"4 - I put on new identities like clothes.",
							"5 - I run sleight-of-hand cons on street corners.",
							"6 - I convince people that worthless junk is worth their hard-earned money."
						]
					},
					{
						"name": "Suggested Characteristics",
						"text": [
							"Charlatans are colorful characters who conceal their true selves behind the masks they construct. They reflect what people want to see, what they want to believe, and how they see the world. But their true selves are sometimes plagued by an uneasy conscience, an old enemy, or deep-seated trust issues."
						]
					},
					{
						"name": "Personality Trait",
						"text": [
							"d8 - Trait",
							"1 - I fall in and out of love easily, and am always pursuing someone.",
							"2 - I have a joke for every occasion, especially occasions where humor is inappropriate.",
							"3 - Flattery is my preferred trick for getting what I want.",
							"4 - I'm a born gambler who can't resist taking a risk for a potential payoff.",
							"5 - I lie about almost everything, even when there's no reason to.",
							"6 - Sarcasm and insults are my weapons of choice.",
							"7 - I keep multiple holy symbols on me and invoke whatever deity might come in useful at any given moment.",
							"8 - I pocket anything I see that might have some value."
						]
					},
					{
						"name": "Ideal",
						"text": [
							"d6 - Ideal",
							"1 - Independence. I am a free spirit—no one tells me what to do. (Chaotic)",
							"2 - Fairness. I never target people who can't afford to lose a few coins. (Lawful)",
							"3 - Charity. I distribute the money I acquire to the people who really need it. (Good)",
							"4 - Creativity. I never run the same con twice. (Chaotic)",
							"5 - Friendship. Material goods come and go. Bonds of friendship last forever. (Good)",
							"6 - Aspiration. I'm determined to make something of myself. (Any)"
						]
					},
					{
						"name": "Bond",
						"text": [
							"d6 - Bond",
							"1 - I fleeced the wrong person and must work to ensure that this individual never crosses paths with me or those I care about.",
							"2 - I owe everything to my mentor—a horrible person who's probably rotting in jail somewhere.",
							"3 - Somewhere out there, I have a child who doesn't know me. I'm making the world better for him or her.",
							"4 - I come from a noble family, and one day I'll reclaim my lands and title from those who stole them from me.",
							"5 - A powerful person killed someone I love. Some day soon, I'll have my revenge.",
							"6 - I swindled and ruined a person who didn't deserve it. I seek to atone for my misdeeds but might never be able to forgive myself."
						]
					},
					{
						"name": "Flaw",
						"text": [
							"d6 - Flaws",
							"1 - I can't resist a pretty face.",
							"2 - I'm always in debt. I spend my ill-gotten gains on decadent luxuries faster than I bring them in.",
							"3 - I'm convinced that no one could ever fool me the way I fool others.",
							"4 - I'm too greedy for my own good. I can't resist taking a risk if there's money involved.",
							"5 - I can't resist swindling people who are more powerful than me.",
							"6 - I hate to admit it and will hate myself for it, but I'll run and preserve my own hide if the going gets tough."
						]
					}
				]
			},
			{
				"name": "City Watch",
				"source": "Sword Coast Adventurer's Guide",
				"proficiency": "Athletics, Insight",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"Athletics, Insight"
						]
					},
					{
						"name": "Languages",
						"text": [
							"Any two of your choice"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"A uniform in the style of your unit and indicative of your rank, a horn with which to summon help, a set of manacles, and a pouch containing 10 gp."
						]
					},
					{
						"name": "Feature: Watcher's Eye",
						"text": [
							"Your experience in enforcing the law, and dealing with lawbreakers, gives you a feel for local laws and criminals. You can easily find the local outpost of the watch or a similar organization, and just as easily pick out the dens of criminal activity in a community, although you're more likely to be welcome in the former locations rather than the latter."
						]
					}
				]
			},
			{
				"name": "Clan Crafter",
				"source": "Sword Coast Adventurer's Guide",
				"proficiency": "History, Insight",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"History, Insight"
						]
					},
					{
						"name": "Tool Proficiencies",
						"text": [
							"One type of artisan's tools"
						]
					},
					{
						"name": "Languages",
						"text": [
							"Dwarvish or one of your choice if you already speak Dwarvish"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"A set of artisan's tools with which you are proficient, a maker's mark chisel used to mark your handiwork with the symbol of the clan of crafters you learned your skill from, a set of traveler's clothes, and a pouch containing 5 gp and a gem worth 10 gp."
						]
					},
					{
						"name": "Feature: Respect of the Stout Folk",
						"text": [
							"As well respected as clan crafters are among outsiders, no one esteems them quite so highly as dwarves do. You always have free room and board in any place where shield dwarves or gold dwarves dwell, and the individuals in such a settlement might vie among themselves to determine who can offer you (and possibly your companions) the finest accommodations and assistance."
						]
					}
				]
			},
			{
				"name": "Cloistered Scholar",
				"source": "Sword Coast Adventurer's Guide",
				"proficiency": "History",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"History, plus your choice of one from among Arcana, Nature, and Religion"
						]
					},
					{
						"name": "Languages",
						"text": [
							"Languages: any two of your choice"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"The scholar's robes of your cloister, a writing kit (small pouch with a quill, ink, folded parchment, and a small penknife), a borrowed book on the subject of your current study, and a pouch containing 10 gp."
						]
					},
					{
						"name": "Feature: Library Access",
						"text": [
							"Though others must often endure extensive interviews and significant fees to gain access to even the most common archives in your library, you have free and easy access to the majority of the library,, though it might also have repositories of lore that are too valuable, magical, or secret to permit anyone immediate access.",
							"You have a working knowledge of your cloister's personnel and bureaucracy, and you know how to navigate those connections with some ease.",
							"Additionally, you are likely to gain preferential treatment at other libraries across the Realms, as professional courtesy to a fellow scholar."
						]
					}
				]
			},
			{
				"name": "Courtier",
				"source": "Sword Coast Adventurer's Guide",
				"proficiency": "Insight, Persuasion",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"Insight, Persuasion"
						]
					},
					{
						"name": "Languages",
						"text": [
							"Any two of your choice"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"A set of fine clothes and a pouch containing 5 gp."
						]
					},
					{
						"name": "Feature: Court Functionary",
						"text": [
							"Your knowledge of how bureaucracies function lets you gain access to the records and inner workings of any noble court or government you encounter. You know who the movers and shakers are, whom to go to for the favors you seek, and what the current intrigues of interest in the group are."
						]
					}
				]
			},
			{
				"name": "Criminal",
				"source": "Player's Handbook",
				"proficiency": "Deception, Stealth",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"Deception, Stealth"
						]
					},
					{
						"name": "Tool Proficiencies",
						"text": [
							"One type of gaming set, thieves' tools"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"A crowbar, a set of dark common clothes including a hood, and a belt pouch containing 15 gp"
						]
					},
					{
						"name": "Feature: Criminal Contact",
						"text": [
							"You have a reliable and trustworthy contact who acts as your liaison to a network of other criminals. You know how to get messages to and from your contact, even over great distances; specifically, you know the local messengers, corrupt caravan masters, and seedy sailors who can deliver messages for you."
						]
					},
					{
						"name": "Specialty",
						"text": [
							"There are many kinds of criminals, and within a thieves' guild or similar criminal organization, individual members have particular specialties. Even criminals who operate outside of such organizations have strong preferences for certain kinds of crimes over others. Choose the role you played in your criminal life, or roll on the table below.",
							"d8 - Specialty",
							"1 - Blackmailer",
							"2 - Burglar",
							"3 - Enforcer",
							"4 - Fence",
							"5 - Highway robber",
							"6 - Hired killer",
							"7 - Pickpocket",
							"8 - Smuggler"
						]
					},
					{
						"name": "Suggested Characteristics",
						"text": [
							"Criminals might seem like villains on the surface, and many of them are villainous to the core. But some have an abundance of endearing, if not redeeming, characteristics. There might be honor among thieves, but criminals rarely show any respect for law or authority."
						]
					},
					{
						"name": "Personality Trait",
						"text": [
							"d8 - Trait",
							"1 - I always have a plan for when things go wrong.",
							"2 - I am always calm, no matter what the situation. I never raise my voice or let my emotions control me.",
							"3 - The first thing I do in a new place is note the locations of everything valuable/u2014or where such things could be hidden.",
							"4 - I would rather make a new friend than a new enemy.",
							"5 - I am incredibly slow to trust. Those who seem the fairest often have the most to hide.",
							"6 - I don't pay attention to the risks in a situation. Never tell me the odds.",
							"7 - The best way to get me to do something is to tell me I can't do it.",
							"8 - I blow up at the slightest insult."
						]
					},
					{
						"name": "Ideal",
						"text": [
							"d6 - Ideal",
							"1 - Honor. I don't steal from others in the trade. (Lawful)",
							"2 - Freedom. Chains are meant to be broken, as are those who would forge them. (Chaotic)",
							"3 - Charity. I steal from the wealthy so that I can help people in need. (Good)",
							"4 - Greed. I will do whatever it takes to become wealthy. (Evil)",
							"5 - People. I'm loyal to my friends, not to any ideals, and everyone else can take a trip down the Styx for all I care. (Neutral)",
							"6 - Redemption. There's a spark of good in everyone. (Good)"
						]
					},
					{
						"name": "Bond",
						"text": [
							"d6 - Bond",
							"1 - I'm trying to pay off an old debt I owe to a generous benefactor.",
							"2 - My ill-gotten gains go to support my family.",
							"3 - Something important was taken from me, and I aim to steal it back.",
							"4 - I will become the greatest thief that ever lived.",
							"5 - I'm guilty of a terrible crime. I hope I can redeem myself for it.",
							"6 - Someone I loved died because of a mistake I made. That will never happen again."
						]
					},
					{
						"name": "Flaw",
						"text": [
							"d6 - Flaws",
							"1 - When I see something valuable, I can't think about anything but how to steal it.",
							"2 - When faced with a choice between money and my friends, I usually choose the money.",
							"3 - If there's a plan, I'll forget it. If I don't forget it, I'll ignore it.",
							"4 - I have a 'tell' that reveals when I'm lying.",
							"5 - I turn tail and run when things look bad.",
							"6 - An innocent person is in prison for a crime that I committed. I'm okay with that."
						]
					}
				]
			},
			{
				"name": "Entertainer",
				"source": "Player's Handbook",
				"proficiency": "Acrobatics, Performance",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"Acrobatics, Performance"
						]
					},
					{
						"name": "Tool Proficiencies",
						"text": [
							"Disguise kit, one type of musical instrument"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"A musical instrument (one of your choice), the favor of an admirer (love letter, lock of hair, or trinket), a costume, and a belt pouch containing 15 gp"
						]
					},
					{
						"name": "Feature: By Popular Demand",
						"text": [
							"You can always find a place to perform, usually in an inn or tavern but possibly with a circus, at a theater, or even in a noble's court. At such a place, you receive free lodging and food of a modest or comfortable standard (depending on the quality of the establishment), as long as you perform each night. In addition, your performance makes you something of a local figure. When strangers recognize you in a town where you have performed, they typically take a liking to you."
						]
					},
					{
						"name": "Specialty",
						"text": [
							"A good entertainer is versatile, spicing up every performance with a variety of different routines. Choose one to three routines or roll on the table below to define your expertise as an entertainer.",
							"d10 - Routines",
							"1 - Actor",
							"2 - Dancer",
							"3 - Fire-eater",
							"4 - Jester",
							"5 - Juggler",
							"6 - Instrumentalist",
							"7 - Poet",
							"8 - Singer",
							"9 - Storyteller",
							"10 - Tumbler"
						]
					},
					{
						"name": "Suggested Characteristics",
						"text": [
							"Successful entertainers have to be able to capture and hold an audience's attention, so they tend to have flamboyant or forceful personalities. They're inclined toward the romantic and often cling to high-minded ideals about the practice of art and the appreciation of beauty."
						]
					},
					{
						"name": "Personality Trait",
						"text": [
							"d8 - Trait",
							"1 - I know a story relevant to almost every situation.",
							"2 - Whenever I come to a new place, I collect local rumors and spread gossip.",
							"3 - I'm a hopeless romantic, always searching for that \"special someone\".",
							"4 - Nobody stays angry at me or around me for long, since I can defuse any amount of tension.",
							"5 - I love a good insult, even one directed at me.",
							"6 - I get bitter if I'm not the center of attention.",
							"7 - I'll settle for nothing less than perfection.",
							"8 - I change my mood or my mind as quickly as I change key in a song."
						]
					},
					{
						"name": "Ideal",
						"text": [
							"d6 - Ideal",
							"1 - Beauty. When I perform, I make the world better than it was. (Good)",
							"2 - Tradition. The stories, legends, and songs of the past must never be forgotten, for they teach us who we are. (Lawful)",
							"3 - Creativity. The world is in need of new ideas and bold action. (Chaotic)",
							"4 - Greed. I'm only in it for the money and fame. (Evil)",
							"5 - People. I like seeing the smiles on people's faces when I perform. That's all that matters. (Neutral)",
							"6 - Honesty. Art should reflect the soul; it should come from within and reveal who we really are. (Any)"
						]
					},
					{
						"name": "Bond",
						"text": [
							"d6 - Bond",
							"1 - My instrument is my most treasured possession, and it reminds me of someone I love.",
							"2 - Someone stole my precious instrument, and someday I'll get it back.",
							"3 - I want to be famous, whatever it takes.",
							"4 - I idolize a hero of the old tales and measure my deeds against that person's.",
							"5 - I will do anything to prove myself superior to my hated rival.",
							"6 - I would do anything for the other members of my old troupe."
						]
					},
					{
						"name": "Flaw",
						"text": [
							"d6 - Flaws",
							"1 - I'll do anything to win fame and renown.",
							"2 - I'm a sucker for a pretty face.",
							"3 - A scandal prevents me from ever going home again. That kind of trouble seems to follow me around.",
							"4 - I once satirized a noble who still wants my head. It was a mistake that I will likely repeat.",
							"5 - I have trouble keeping my true feelings hidden. My sharp tongue lands me in trouble.",
							"6 - Despite my best efforts, I am unreliable to my friends."
						]
					}
				]
			},
			{
				"name": "Faction Agent",
				"source": "Sword Coast Adventurer's Guide",
				"proficiency": "Insight",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"Insight and one Intelligence, Wisdom, or Charisma skill of your choice, as appropriate to your faction"
						]
					},
					{
						"name": "Languages",
						"text": [
							"Any two of your choice"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"Badge or emblem of your faction, a copy of a seminal faction text (or code-book for a covert faction), a set of common clothes, and a pouch containing 15 gp."
						]
					},
					{
						"name": "Feature: Safe Haven",
						"text": [
							"As a faction agent, you have access to a secret network of supporters and operatives who can provide assistance on your adventures. You know a set of secret signs and passwords you can use to identify such operatives, who can provide you with access to a hidden safe house, free room and board, or assistance in finding information. These agents never risk their lives for you or risk revealing their true identities.",
							"Source: Sword Coast Adventurer's Guide, page 147"
						]
					}
				]
			},
			{
				"name": "Far Traveler",
				"source": "Sword Coast Adventurer's Guide",
				"proficiency": "Insight, Perception",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"Insight, Perception"
						]
					},
					{
						"name": "Tool Proficiencies",
						"text": [
							"Any one musical instrument or gaming set of your choice, likely something native to your homeland"
						]
					},
					{
						"name": "Languages",
						"text": [
							"Any one of your choice"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"One set of traveler's clothes, any one musical instrument or gaming set you are proficient with, poorly wrought maps from your homeland that depict where you are in Faerûn, a small piece of jewelry worth 10 gp in the style of your homeland's craftsmanship, and a pouch containing 5 gp."
						]
					},
					{
						"name": "Feature: All Eyes on You",
						"text": [
							"Your accent, mannerisms, figures of speech, and perhaps even your appearance all mark you as foreign. Curious glances are directed your way wherever you go, which can be a nuisance, but you also gain the friendly interest of scholars and others intrigued by far-off lands, to say nothing of everyday folk who are eager to hear stories of your homeland.",
							"You can parley this attention into access to people and places you might not otherwise have, for you and your traveling companions. Noble lords, scholars, and merchant princes, to name a few, might be interested in hearing about your distant homeland and people."
						]
					},
					{
						"name": "Why Are You Here?",
						"text": [
							"A far traveler might have set out on a journey for one of a number of reasons, and the departure from his or her homeland could have been voluntary or involuntary. To determine why you are so far from home, roll on the table below or choose from the options provided. The following section, discussing possible homelands, includes some suggested reasons that are appropriate for each location.",
							"d6 - Reason",
							"1 - Emissary",
							"2 - Exile",
							"3 - Fugitive",
							"4 - Pilgrim",
							"5 - Sightseer",
							"6 - Wanderer"
						]
					},
					{
						"name": "Personality Trait",
						"text": [
							"d6 - Trait",
							"1 - I have different assumptions from those around me concerning personal space, blithely invading others' space in innocence, or reacting to ignorant invasion of my own.",
							"2 - I have my own ideas about what is and is not food, and I find the eating habits of those around me fascinating, confusing, or revolting.",
							"3 - I have a strong code of honor or sense of propriety that others don't comprehend.",
							"4 - I express affection or contempt in ways that are unfamiliar to others.",
							"5 - I honor my deities through practices that are foreign to this land.",
							"6 - I begin or end my day with small traditional rituals that are unfamiliar to those around me."
						]
					},
					{
						"name": "Ideal",
						"text": [
							"d6 - Ideal",
							"1 - Open. I have much to learn from the kindly folk I meet along my way. (Good)",
							"2 - Reserved. As someone new to these strange lands, I am cautious and respectful in my dealings. (Lawful)",
							"3 - Adventure. I'm far from home, and everything is strange and wonderful! (Chaotic)",
							"4 - Cunning. Though I may not know their ways, neither do they know mine, which can be to my advantage. (Evil)",
							"5 - Inquisitive. Everything is new, but I have a thirst to learn. (Neutral)",
							"6 - Suspicious. I must be careful, for I have no way of telling friend from foe here. (Any)"
						]
					},
					{
						"name": "Bond",
						"text": [
							"d6 - Bond",
							"1 - So long as I have this token from my homeland, I can face any adversity in this strange land.",
							"2 - The gods of my people are a comfort to me so far away from home.",
							"3 - I hold no greater cause than my service to my people.",
							"4 - My freedom is my most precious possession. I'll never let anyone take it from me again.",
							"5 - I'm fascinated by the beauty and wonder of this new land.",
							"6 - Though I had no choice, I lament having to leave my loved one(s) behind. I hope to see them again one day."
						]
					},
					{
						"name": "Flaw",
						"text": [
							"d6 - Flaw",
							"1 - I am secretly (or not so secretly) convinced of the superiority of my own culture over that of this foreign land.",
							"2 - I pretend not to understand the local language in order to avoid interactions I would rather not have.",
							"3 - I have a weakness for the new intoxicants and other pleasures of this land.",
							"4 - I don't take kindly to some of the actions and motivations of the people of this land, because these folks are different from me.",
							"5 - I consider the adherents of other gods to be deluded innocents at best, or ignorant fools at worst.",
							"6 - I have a weakness for the exotic beauty of the people of these lands."
						]
					}
				]
			},
			{
				"name": "Folk Hero",
				"source": "Player's Handbook",
				"proficiency": "Animal Handling, Survival",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"Animal Handling, Survival"
						]
					},
					{
						"name": "Tool Proficiencies",
						"text": [
							"One type of artisan's tools, vehicles (land)"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"A set of artisan's tools (one of your choice), a shovel, an iron pot, a set of common clothes, and a belt pouch containing 10 gp"
						]
					},
					{
						"name": "Feature: Rustic Hospitality",
						"text": [
							"Since you come from the ranks of the common folk, you fit in among them with ease. You can find a place to hide, rest, or recuperate among other commoners, unless you have shown yourself to be a danger to them. They will shield you from the law or anyone else searching for you, though they will not risk their lives for you."
						]
					},
					{
						"name": "Specialty",
						"text": [
							"You previously pursued a simple profession among the peasantry, perhaps as a farmer, miner, servant, shepherd, woodcutter, or gravedigger. But something happened that set you on a different path and marked you for greater things. Choose or randomly determine a defining event that marked you as a hero of the people.",
							"d10 - Defining Event",
							"1 - I stood up to a tyrant's agents.",
							"2 - I saved people during a natural disaster.",
							"3 - I stood alone against a terrible monster.",
							"4 - I stole from a corrupt merchant to help the poor.",
							"5 - I led a militia to fight of an invading army.",
							"6 - I broke into a tyrant's castle and stole weapons to arm the people.",
							"7 - I trained the peasantry to use farming implements as weapons against a tyrant's soldiers.",
							"8 - A lord rescinded an unpopular decree after I led a symbolic act of protest against it.",
							"9 - A celestial, fey, or similar creature gave me a blessing or revealed my secret origin.",
							"10 - Recruited into a lord's army, I rose to leadership and was commended for my heroism."
						]
					},
					{
						"name": "Suggested Characteristics",
						"text": [
							"A folk hero is one of the common people, for better or for worse. Most folk heroes look on their humble origins as a virtue, not a shortcoming, and their home communities remain very important to them."
						]
					},
					{
						"name": "Personality Trait",
						"text": [
							"d8 - Trait",
							"1 - I judge people by their actions, not their words.",
							"2 - If someone is in trouble, I'm always ready to lend help.",
							"3 - When I set my mind to something, I follow through no matter what gets in my way.",
							"4 - I have a strong sense of fair play and always try to find the most equitable solution to arguments.",
							"5 - I'm confident in my own abilities and do what I can to instill confidence in others.",
							"6 - Thinking is for other people. I prefer action.",
							"7 - I misuse long words in an attempt to sound smarter.",
							"8 - I get bored easily. When am I going to get on with my destiny?"
						]
					},
					{
						"name": "Ideal",
						"text": [
							"d6 - Ideal",
							"1 - Respect. People deserve to be treated with dignity and respect. (Good)",
							"2 - Fairness. No one should get preferential treatment before the law, and no one is above the law. (Lawful)",
							"3 - Freedom. Tyrants must not be allowed to oppress the people. (Chaotic)",
							"4 - Might. If I become strong, I can take what I want/u2014what I deserve. (Evil)",
							"5 - Sincerity. There's no good in pretending to be something I'm not. (Neutral)",
							"6 - Destiny. Nothing and no one can steer me away from my higher calling. (Any)"
						]
					},
					{
						"name": "Bond",
						"text": [
							"d6 - Bond",
							"1 - I have a family, but I have no idea where they are. One day, I hope to see them again.",
							"2 - I worked the land, I love the land, and I will protect the land.",
							"3 - A proud noble once gave me a horrible beating, and I will take my revenge on any bully I encounter.",
							"4 - My tools are symbols of my past life, and I carry them so that I will never forget my roots.",
							"5 - I protect those who cannot protect themselves.",
							"6 - I wish my childhood sweetheart had come with me to pursue my destiny."
						]
					},
					{
						"name": "Flaw",
						"text": [
							"d6 - Flaws",
							"1 - The tyrant who rules my land will stop at nothing to see me killed.",
							"2 - I'm convinced of the significance of my destiny, and blind to my shortcomings and the risk of failure.",
							"3 - The people who knew me when I was young know my shameful secret, so I can never go home again.",
							"4 - I have a weakness for the vices of the city, especially hard drink.",
							"5 - Secretly, I believe that things would be better if I were a tyrant lording over the land.",
							"6 - I have trouble trusting in my allies."
						]
					}
				]
			},
			{
				"name": "Guild Artisan",
				"source": "Player's Handbook",
				"proficiency": "Insight, Persuasion",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"Insight, Persuasion"
						]
					},
					{
						"name": "Tool Proficiencies",
						"text": [
							"One type of artisan's tools"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"A set of artisan's tools (one of your choice), a letter of introduction from your guild, a set of traveler's clothes, and a belt pouch containing 15 gp"
						]
					},
					{
						"name": "Feature: Guild Membership",
						"text": [
							"As an established and respected member of a guild, you can rely on certain benefits that membership provides. Your fellow guild members will provide you with lodging and food if necessary, and pay for your funeral if needed. In some cities and towns, a guildhall offers a central place to meet other members of your profession, which can be a good place to meet potential patrons, allies, or hirelings.",
							"Guilds often wield tremendous political power. If you are accused of a crime, your guild will support you if a good case can be made for your innocence or the crime is justifiable. You can also gain access to powerful political figures through the guild, if you are a member in good standing. Such connections might require the donation of money or magic items to the guild's coffers.",
							"You must pay dues of 5 gp per month to the guild. If you miss payments, you must make up back dues to remain in the guild's good graces."
						]
					},
					{
						"name": "Specialty",
						"text": [
							"Guilds are generally found in cities large enough to support several artisans practicing the same trade. However, your guild might instead be a loose network of artisans who each work in a different village within a larger realm. Work with your DM to determine the nature of your guild. You can select your guild business from the Guild Business table or roll randomly.",
							"d20 - Guild Business",
							"1 - Alchemists and apothecaries",
							"2 - Armorers, locksmiths, and finesmiths",
							"3 - Brewers, distillers, and vintners",
							"4 - Calligraphers, scribes, and scriveners",
							"5 - Carpenters, roofers, and plasterers",
							"6 - Cartographers, surveyors, and chart-makers",
							"7 - Cobblers and shoemakers",
							"8 - Cooks and bakers",
							"9 - Glassblowers and glaziers",
							"10 - Jewelers and gemcutters",
							"11 - Leatherworkers, skinners, and tanners",
							"12 - Masons and stonecutters",
							"13 - Painters, limners, and sign-makers",
							"14 - Potters and tile-makers",
							"15 - Shipwrights and sail-makers",
							"16 - Smiths and metal-forgers",
							"17 - Tinkers, pewterers, and casters",
							"18 - Wagon-makers and wheelwrights",
							"19 - Weavers and dyers",
							"20 - Woodcarvers, coopers, and bowyers"
						]
					},
					{
						"name": "Suggested Characteristics",
						"text": [
							"Guild artisans are among the most ordinary people in the world—until they set down their tools and take up an adventuring career. They understand the value of hard work and the importance of community, but they're vulnerable to sins of greed and covetousness."
						]
					},
					{
						"name": "Personality Trait",
						"text": [
							"d8 - Trait",
							"1 - I believe that anything worth doing is worth doing right. I can't help it—I'm a perfectionist.",
							"2 - I'm a snob who looks down on those who can't appreciate fine art.",
							"3 - I always want to know how things work and what makes people tick.",
							"4 - I'm full of witty aphorisms and have a proverb for every occasion.",
							"5 - I'm rude to people who lack my commitment to hard work and fair play.",
							"6 - I like to talk at length about my profession.",
							"7 - I don't part with my money easily and will haggle tirelessly to get the best deal possible.",
							"8 - I'm well known for my work, and I want to make sure everyone appreciates it. I'm always taken aback when people haven't heard of me."
						]
					},
					{
						"name": "Ideal",
						"text": [
							"d6 - Ideal",
							"1 - Community. It is the duty of all civilized people to strengthen the bonds of community and the security of civilization. (Lawful)",
							"2 - Generosity. My talents were given to me so that I could use them to benefit the world. (Good)",
							"3 - Freedom. Everyone should be free to pursue his or her own livelihood. (Chaotic)",
							"4 - Greed. I'm only in it for the money. (Evil)",
							"5 - People. I'm committed to the people I care about, not to ideals. (Neutral)",
							"6 - Aspiration. I work hard to be the best there is at my craft. (Any)"
						]
					},
					{
						"name": "Bond",
						"text": [
							"d6 - Bond",
							"1 - The workshop where I learned my trade is the most important place in the world to me.",
							"2 - I created a great work for someone, and then found them unworthy to receive it. I'm still looking for someone worthy.",
							"3 - I owe my guild a great debt for forging me into the person I am today.",
							"4 - I pursue wealth to secure someone's love.",
							"5 - One day I will return to my guild and prove that I am the greatest artisan of them all.",
							"6 - I will get revenge on the evil forces that destroyed my place of business and ruined my livelihood."
						]
					},
					{
						"name": "Flaw",
						"text": [
							"d6 - Flaws",
							"1 - I'll do anything to get my hands on something rare or priceless.",
							"2 - I'm quick to assume that someone is trying to cheat me.",
							"3 - No one must ever learn that I once stole money from guild coffers.",
							"4 - I'm never satisfied with what I have—I always want more.",
							"5 - I would kill to acquire a noble title.",
							"6 - I'm horribly jealous of anyone who can outshine my handiwork. Everywhere I go, I'm surrounded by rivals."
						]
					}
				]
			},
			{
				"name": "Hermit",
				"source": "Player's Handbook",
				"proficiency": "Medicine, Religion",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"Medicine, Religion"
						]
					},
					{
						"name": "Tool Proficiencies",
						"text": [
							"Herbalism Kit"
						]
					},
					{
						"name": "Languages",
						"text": [
							"One of your choice"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"A scroll case stuffed full of notes from your studies or prayers, a winter blanket, a set of common clothes, an herbalism kit, and 5 gp"
						]
					},
					{
						"name": "Feature: Discovery",
						"text": [
							"The quiet seclusion of your extended hermitage gave you access to a unique and powerful discovery. The exact nature of this revelation depends on the nature of your seclusion. It might be a great truth about the cosmos, the deities, the powerful beings of the outer planes, or the forces of nature. It could be a site that no one else has ever seen. You might have uncovered a fact that has long been forgotten, or unearthed some relic of the past that could rewrite history. It might be information that would be damaging to the people who or consigned you to exile, and hence the reason for your return to society.",
							"Work with your DM to determine the details of your discovery and its impact on the campaign."
						]
					},
					{
						"name": "Specialty",
						"text": [
							"What was the reason for your isolation, and what changed to allow you to end your solitude? You can work with your DM to determine the exact nature of your seclusion, or you can choose or roll on the table below to determine the reason behind your seclusion.",
							"d8 - Life of Seclusion",
							"1 - I was searching for spiritual enlightenment.",
							"2 - I was partaking of communal living in accordance with the dictates of a religious order.",
							"3 - I was exiled for a crime I didn't commit.",
							"4 - I retreated from society after a life-altering event.",
							"5 - I needed a quiet place to work on my art, literature, music, or manifesto.",
							"6 - I needed to commune with nature, far from civilization.",
							"7 - I was the caretaker of an ancient ruin or relic.",
							"8 - I was a pilgrim in search of a person, place, or relic of spiritual significance."
						]
					},
					{
						"name": "Suggested Characteristics",
						"text": [
							"Some hermits are well suited to a life of seclusion, whereas others chafe against it and long for company. Whether they embrace solitude or long to escape it, the solitary life shapes their attitudes and ideals. A few are driven slightly mad by their years apart from society."
						]
					},
					{
						"name": "Personality Trait",
						"text": [
							"d8 - Trait",
							"1 - I've been isolated for so long that I rarely speak, preferring gestures and the occasional grunt.",
							"2 - I am utterly serene, even in the face of disaster.",
							"3 - The leader of my community had something wise to say on every topic, and I am eager to share that wisdom.",
							"4 - I feel tremendous empathy for all who suffer.",
							"5 - I'm oblivious to etiquette and social expectations.",
							"6 - I connect everything that happens to me to a grand, cosmic plan.",
							"7 - I often get lost in my own thoughts and contemplation, becoming oblivious to my surroundings.",
							"8 - I am working on a grand philosophical theory and love sharing my ideas."
						]
					},
					{
						"name": "Ideal",
						"text": [
							"d6 - Ideal",
							"1 - Greater Good. My gifts are meant to be shared with all, not used for my own benefit. (Good)",
							"2 - Logic. Emotions must not cloud our sense of what is right and true, or our logical thinking. (Lawful)",
							"3 - Free Thinking. Inquiry and curiosity are the pillars of progress. (Chaotic)",
							"4 - Power. Solitude and contemplation are paths toward mystical or magical power. (Evil)",
							"5 - Live and Let Live. Meddling in the affairs of others only causes trouble. (Neutral)",
							"6 - Self-Knowledge. If you know yourself, there's nothing left to know. (Any)"
						]
					},
					{
						"name": "Bond",
						"text": [
							"d6 - Bond",
							"1 - Nothing is more important than the other members of my hermitage, order, or association.",
							"2 - I entered seclusion to hide from the ones who might still be hunting me. I must someday confront them.",
							"3 - I'm still seeking the enlightenment I pursued in my seclusion, and it still eludes me.",
							"4 - I entered seclusion because I loved someone I could not have.",
							"5 - Should my discovery come to light, it could bring ruin to the world.",
							"6 - My isolation gave me great insight into a great evil that only I can destroy."
						]
					},
					{
						"name": "Flaw",
						"text": [
							"d6 - Flaws",
							"1 - Now that I've returned to the world, I enjoy its delights a little too much.",
							"2 - I harbor dark, bloodthirsty thoughts that my isolation and meditation failed to quell.",
							"3 - I am dogmatic in my thoughts and philosophy.",
							"4 - I let my need to win arguments overshadow friendships and harmony.",
							"5 - I'd risk too much to uncover a lost bit of knowledge.",
							"6 - I like keeping secrets and won't share them with anyone."
						]
					}
				]
			},
			{
				"name": "Inheritor",
				"source": "Sword Coast Adventurer's Guide",
				"proficiency": "Survival",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"Survival, plus one from among Arcana, History, and Religion"
						]
					},
					{
						"name": "Languages",
						"text": [
							"Any one of your choice"
						]
					},
					{
						"name": "Tool Proficiencies",
						"text": [
							"Your choice of a gaming set or a musical instrument"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"Your inheritance, a set of traveler's clothes, any items with which you are proficient, and a pouch containing 15 gp."
						]
					},
					{
						"name": "Feature: Inheritance",
						"text": [
							"Choose or randomly determine your inheritance from the possibilities in the table below. Work with your Dungeon Master to come up with details: Why is your inheritance so important, and what is its full story? You might prefer for the DM to invent these details as part of the game, allowing you to learn more about your inheritance as your character does.",
							"The Dungeon Master is free to use your inheritance as a story hook, sending you on quests to learn more about its history or true nature, or confronting you with foes who want to claim it for themselves or prevent you from learning what you seek. The DM also determines the properties of your inheritance and how they figure into the item's history and importance. For instance, the object might be a minor magic item, or one that begins with a modest ability and increases in potency with the passage of time. Or, the true nature of your inheritance might not be apparent at first and is revealed only when certain conditions are met.",
							"When you begin your adventuring career, you can decide whether to tell your companions about your inheritance right away. Rather than attracting attention to yourself, you might want to keep your inheritance a secret until you learn more about what it means to you and what it can do for you.",
							"d8 - Object or item:",
							"1 - A document such as a map, a letter, or a journal",
							"2-3 - a trinket (see \"Trinkets\" in chapter 5 of the Player's Handbook)",
							"4 - an article of clothing",
							"5 - a piece of jewelry",
							"6 - an arcane book or formulary",
							"7 - a written story, song, poem, or secret",
							"8 - a tattoo or other body marking"
						]
					}
				]
			},
			{
				"name": "Investigator",
				"source": "Sword Coast Adventurer's Guide",
				"proficiency": "Insight, Investigation",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"Insight, Investigation"
						]
					},
					{
						"name": "Languages",
						"text": [
							"Any two of your choice"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"A uniform in the style of your unit and indicative of your rank, a horn with which to summon help, a set of manacles, and a pouch containing 10 gp."
						]
					},
					{
						"name": "Feature: Watcher's Eye",
						"text": [
							"Your experience in enforcing the law, and dealing with lawbreakers, gives you a feel for local laws and criminals. You can easily find the local outpost of the watch or a similar organization, and just as easily pick out the dens of criminal activity in a community, although you're more likely to be welcome in the former locations rather than the latter."
						]
					}
				]
			},
			{
				"name": "Knight of the Order",
				"source": "Sword Coast Adventurer's Guide",
				"proficiency": "Persuasion",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"Persuasion, plus one from among Arcana, History, Nature, and Religion, as appropriate for your order"
						]
					},
					{
						"name": "Tool Proficiencies",
						"text": [
							"Your choice of a gaming set or a musical instrument"
						]
					},
					{
						"name": "Languages",
						"text": [
							"Any one of your choice"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"One set of traveler's clothes, a signet, banner, or seal representing your place or rank in the order, and a pouch containing 10 gp."
						]
					},
					{
						"name": "Feature: Knightly Regard",
						"text": [
							"Your receive shelter and succor from members of your knightly order and those who are sympathetic to its aims. If your order is a religious one, you can gain aid from temples and other religious communities of your deity. Knights of civic orders can get help from the community — whether a lone settlement or a great nation — that they serve, and knights of philosophical orders can find help from those they have aided in pursuit of their ideals, and those who share their ideals.",
							"This help comes in the form of shelter and meals, and healing when appropriate, as well as occasionally risky assistance, such as a band of local citizens rallying to aid a sorely pressed knight, or those who support the order helping to smuggle a knight out of town when he or she is being hunted unjustly."
						]
					}
				]
			},
			{
				"name": "Mercenary Veteran",
				"source": "Sword Coast Adventurer's Guide",
				"proficiency": "Athletics, Persuasion",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"Athletics, Persuasion"
						]
					},
					{
						"name": "Tool Proficiencies",
						"text": [
							"One type of gaming set, vehicles (land)"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"A uniform of your company (traveler's clothes in quality), an insignia of your rank, a gaming set of your choice, and a pouch containing the remainder of your last wages (10 gp)."
						]
					},
					{
						"name": "Feature: Mercenary Life",
						"text": [
							"You know the mercenary life as only someone who has experienced it can. You are able to identify mercenary companies by their emblems, and you know a little about any such company, including who has hired them recently. You can find the taverns and festhalls where mercenaries abide in any area, as long as you speak the language. You can find mercenary work between adventures sufficient to maintain a comfortable lifestyle (see \"Practicing a Profession\" under \"Downtime Activities\" in chapter 8 of the Player's Handbook)."
						]
					}
				]
			},
			{
				"name": "Noble",
				"source": "Player's Handbook",
				"proficiency": "History, Persuasion",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"History, Persuasion"
						]
					},
					{
						"name": "Tool Proficiencies",
						"text": [
							"One type of gaming set"
						]
					},
					{
						"name": "Languages",
						"text": [
							"One of your choice"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"A set of fine clothes, a signet ring, a scroll of pedigree, and a purse containing 25 gp"
						]
					},
					{
						"name": "Feature: Position of Privilege",
						"text": [
							"Thanks to your noble birth, people are inclined to think the best of you. You are welcome in high society, and people assume you have the right to be wherever you are. The common folk make every effort to accommodate you and avoid your displeasure, and other people of high birth treat you as a member of the same social sphere. You can secure an audience with a local noble if you need to."
						]
					},
					{
						"name": "Suggested Characteristics",
						"text": [
							"Nobles are born and raised to a very different lifestyle than most people ever experience, and their personalities reflect that upbringing. A noble title comes with a plethora of bonds—responsibilities to family, to other nobles (including the sovereign), to the people entrusted to the family's care, or even to the title itself. But this responsibility is often a good way to undermine a noble."
						]
					},
					{
						"name": "Personality Trait",
						"text": [
							"d8 - Trait",
							"1 - My eloquent flattery makes everyone I talk to feel like the most wonderful and important person in the world.",
							"2 - The common folk love me for my kindness and generosity.",
							"3 - No one could doubt by looking at my regal bearing that I am a cut above the unwashed masses.",
							"4 - I take great pains to always look my best and follow the latest fashions.",
							"5 - I don't like to get my hands dirty, and I won't be caught dead in unsuitable accommodations.",
							"6 - Despite my noble birth, I do not place myself above other folk. We all have the same blood.",
							"7 - My favor, once lost, is lost forever.",
							"8 - If you do me an injury, I will crush you, ruin your name, and salt your fields."
						]
					},
					{
						"name": "Ideal",
						"text": [
							"d6 - Ideal",
							"1 - Respect. Respect is due to me because of my position, but all people regardless of station deserve to be treated with dignity. (Good)",
							"2 - Responsibility. It is my duty to respect the authority of those above me, just as those below me must respect mine. (Lawful)",
							"3 - Independence. I must prove that I can handle myself without coddling from my family. (Chaotic)",
							"4 - Power. If I can attain more power, no one will tell me what to do. (Evil)",
							"5 - Family. Blood runs thicker than water. (Any)",
							"6 - Noble Obligation. It is my duty to protect and care for the people beneath me. (Good)"
						]
					},
					{
						"name": "Bond",
						"text": [
							"d6 - Bond",
							"1 - I will face any challenge to win the approval of my family.",
							"2 - My house's alliance with another noble family must be sustained at all costs.",
							"3 - Nothing is more important than the other members of my family.",
							"4 - I am in love with the heir of a family that my family despises.",
							"5 - My loyalty to my sovereign is unwavering.",
							"6 - The common folk must see me as a hero of the people."
						]
					},
					{
						"name": "Flaw",
						"text": [
							"d6 - Flaws",
							"1 - I secretly believe that everyone is beneath me.",
							"2 - I hide a truly scandalous secret that could ruin my family forever.",
							"3 - I too often hear veiled insults and threats in every word addressed to me, and I'm quick to anger.",
							"4 - I have an insatiable desire for carnal pleasures.",
							"5 - In fact, the world does revolve around me.",
							"6 - By my words and actions, I often bring shame to my family."
						]
					}
				]
			},
			{
				"name": "Outlander",
				"source": "Player's Handbook",
				"proficiency": "Athletics, Survival",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"Athletics, Survival"
						]
					},
					{
						"name": "Tool Proficiencies",
						"text": [
							"One type of musical instrument"
						]
					},
					{
						"name": "Languages",
						"text": [
							"One of your choice"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"A staff, a hunting trap, a trophy from an animal you killed, a set of traveler's clothes, and a belt pouch containing 10 gp"
						]
					},
					{
						"name": "Feature: Wanderer",
						"text": [
							"You have an excellent memory for maps and geography, and you can always recall the general layout of terrain, settlements, and other features around you. In addition, you can find food and fresh water for yourself and up to five other people each day, provided that the land offers berries, small game, water, and so forth."
						]
					},
					{
						"name": "Specialty",
						"text": [
							"You've been to strange places and seen things that others cannot begin to fathom. Consider some of the distant lands you have visited, and how they impacted you. You can roll on the following table to determine your occupation during your time in the wild, or choose one that best fits your character.",
							"d10 - Origin",
							"1 - Forester",
							"2 - Trapper",
							"3 - Homesteader",
							"4 - Guide",
							"5 - Exile or outcast",
							"6 - Bounty hunter",
							"7 - Pilgrim",
							"8 - Tribal nomad",
							"9 - Hunter-gatherer",
							"10 - Tribal marauder"
						]
					},
					{
						"name": "Suggested Characteristics",
						"text": [
							"Often considered rude and uncouth among civilized folk, outlanders have little respect for the niceties of life in the cities. The ties of tribe, clan, family, and the natural world of which they are a part are the most important bonds to most outlanders."
						]
					},
					{
						"name": "Personality Trait",
						"text": [
							"d8 - Trait",
							"1 -  I'm driven by a wanderlust that led me away from home",
							"2 - I watch over my friends as if they were a litter of newborn pups.",
							"3 - I once ran twenty-five miles without stopping to warn to my clan of an approaching orc horde. I'd do it again if I had to.",
							"4 - I have a lesson for every situation, drawn from observing nature.",
							"5 - I place no stock in wealthy or well-mannered folk. Money and manners won't save you from a hungry owlbear.",
							"6 - I'm always picking things up, absently fiddling with them, and sometimes accidentally breaking them.",
							"7 - I feel far more comfortable around animals than people",
							"8 - I was, in fact, raised by wolves."
						]
					},
					{
						"name": "Ideal",
						"text": [
							"d6 - Ideal",
							"1 - Change. Life is like the seasons, in constant change, and we must change with it. (Chaotic)",
							"2 - Greater Good. It is each person's responsibility to make the most happiness for the whole tribe. (Good)",
							"3 - Honor. If I dishonor myself, I dishonor my whole clan. (Lawful)",
							"4 - Might. The strongest are meant to rule. (Evil)",
							"5 - Nature. The natural world is more important than all the constructs of civilization. (Neutral)",
							"6 - Glory. I must earn glory in battle, for myself and my clan. (Any)"
						]
					},
					{
						"name": "Bond",
						"text": [
							"d6 - Bond",
							"1 - My family, clan, or tribe is the most important thing in my life, even when they are far from me.",
							"2 - An injury to the unspoiled wilderness of my home is an injury to me.",
							"3 - I will bring terrible wrath down on the evildoers who destroyed my homeland.",
							"4 - I am the last of my tribe, and it is up to me to ensure their names enter legend.",
							"5 - I suffer awful visions of a coming disaster and will do anything to prevent it.",
							"6 - It is my duty to provide children to sustain my tribe."
						]
					},
					{
						"name": "Flaw",
						"text": [
							"d6 - Flaws",
							"1 - I am too enamored of ale, wine, and other intoxicants.",
							"2 - There's no room for caution in a life lived to the fullest.",
							"3 - I remember every insult I've received and nurse a silent resentment toward anyone who's ever wronged me.",
							"4 - I am slow to trust members of other races, tribes, and societies.",
							"5 -  Violence is my answer to almost any challenge.",
							"6 -  Don't expect me to save those who can't save themselves. It is nature's way that the strong thrive and the weak perish."
						]
					}
				]
			},
			{
				"name": "Sage",
				"source": "Player's Handbook",
				"proficiency": "Arcana, History",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"Arcana, History"
						]
					},
					{
						"name": "Languages",
						"text": [
							"Two of your choice"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"A bottle of black ink, a quill, a small knife, a letter from a dead colleague posing a question you have not yet been able to answer, a set of common clothes, and a belt pouch containing 10 gp"
						]
					},
					{
						"name": "Feature: Researcher",
						"text": [
							"When you attempt to learn or recall a piece of lore, if you do not know that information, you often know where and from whom you can obtain it. Usually, this information comes from a library, scriptorium, university, or a sage or other learned person or creature, Your DM might rule that the knowledge you seek is secreted away in an almost inaccessible place, or that it simply cannot be found. Unearthing the deepest secrets of the multiverse can require an adventure or even a whole campaign."
						]
					},
					{
						"name": "Specialty",
						"text": [
							"To determine the nature of your scholarly training, roll a d8 or choose from the options in the table below.",
							"d8 - Field of Study",
							"1 - Alchemist",
							"2 - Astronomer",
							"3 - Discredited academic",
							"4 - Librarian",
							"5 - Professor",
							"6 - Researcher",
							"7 - Wizard's apprentice",
							"8 - Scribe"
						]
					},
					{
						"name": "Suggested Characteristics",
						"text": [
							"Sages are defined by their extensive studies, and their characteristics reflect this life of study. Devoted to scholarly pursuits, a sage values knowledge highly—sometimes in its own right, sometimes as a means toward other ideals."
						]
					},
					{
						"name": "Personality Trait",
						"text": [
							"d8 - Trait",
							"1 - I use polysyllabic words that convey the impression of great erudition.",
							"2 - I've read every book in the world's greatest libraries—or I like to boast that I have.",
							"3 - I'm used to helping out those who aren't as smart as I am, and I patiently explain anything and everything to others.",
							"4 - There's nothing I like more than a good mystery.",
							"5 - I'm willing to listen to every side of an argument before I make my own judgment.",
							"6 - I . . . speak . . . slowly . . . when talking . . . to idiots, . . . which . . . almost . . . everyone . . . is . . . compared . . . to me.",
							"7 - I am horribly, horribly awkward in social situations.",
							"8 - I'm convinced that people are always trying to steal my secrets."
						]
					},
					{
						"name": "Ideal",
						"text": [
							"d6 - Ideal",
							"1 - Knowledge. . (Neutral)",
							"2 - Beauty. What is beautiful points us beyond itself toward what is true. (Good)",
							"3 - Logic. Emotions must not cloud our logical thinking. (Lawful)",
							"4 - No Limits. Nothing should fetter the infinite possibility inherent in all existence. (Chaotic)",
							"5 - Power. Knowledge is the path to power and domination. (Evil)",
							"6 - Self-Improvement. The goal of a life of study is the betterment of oneself. (Any)"
						]
					},
					{
						"name": "Bond",
						"text": [
							"d6 - Bond",
							"1 - It is my duty to protect my students.",
							"2 - I have an ancient text that holds terrible secrets that must not fall into the wrong hands.",
							"3 - I work to preserve a library, university, scriptorium, or monastery.",
							"4 - My life's work is a series of tomes related to a specific field of lore.",
							"5 - I've been searching my whole life for the answer to a certain question.",
							"6 - I sold my soul for knowledge. I hope to do great deeds and win it back."
						]
					},
					{
						"name": "Flaw",
						"text": [
							"d6 - Flaws",
							"1 - I am easily distracted by the promise of information.",
							"2 - Most people scream and run when they see a demon. I stop and take notes on its anatomy.",
							"3 - Unlocking an ancient mystery is worth the price of a civilization.",
							"4 - I overlook obvious solutions in favor of complicated ones.",
							"5 - I speak without really thinking through my words, invariably insulting others.",
							"6 - I can't keep a secret to save my life, or anyone else's."
						]
					}
				]
			},
			{
				"name": "Sailor",
				"source": "Player's Handbook",
				"proficiency": "Athletics, Perception",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"Athletics, Perception"
						]
					},
					{
						"name": "Tool Proficiencies",
						"text": [
							"Navigator's tools, vehicles (water)"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"A belaying pin (club), 50 feet of silk rope, a lucky charm such as a rabbit foot or a small stone with a hole in the center (or you may roll for a random trinket on the Trinkets table in chapter 5), a set of common clothes, and a belt pouch containing 10 gp"
						]
					},
					{
						"name": "Feature: Ship's Passage",
						"text": [
							"When you need to, you can secure free passage on a sailing ship for yourself and your adventuring companions. You might sail on the ship you served on, or another ship you have good relations with (perhaps one captained by a former crewmate). Because you're calling in a favor, you can't be certain of a schedule or route that will meet your every need. Your Dungeon Master will determine how long it takes to get where you need to go. In return for your free passage, you and your companions are expected to assist the crew during the voyage."
						]
					},
					{
						"name": "Suggested Characteristics",
						"text": [
							"Sailors can be a rough lot, but the responsibilities of life on a ship make them generally reliable as well. Life aboard a ship shapes their outlook and forms their most important attachments."
						]
					},
					{
						"name": "Personality Trait",
						"text": [
							"d8 - Trait",
							"1 - My friends know they can rely on me, no matter what.",
							"2 - I work hard so that I can play hard when the work is done.",
							"3 - I enjoy sailing into new ports and making new friends over a flagon of ale.",
							"4 - I stretch the truth for the sake of a good story.",
							"5 - To me, a tavern brawl is a nice way to get to know a new city.",
							"6 - I never pass up a friendly wager.",
							"7 - My language is as foul as an otyugh nest.",
							"8 - I like a job well done, especially if I can convince someone else to do it."
						]
					},
					{
						"name": "Ideal",
						"text": [
							"d6 - Ideal",
							"1 - Respect. The thing that keeps a ship together is mutual respect between captain and crew. (Good)",
							"2 - Fairness. We all do the work, so we all share in the rewards. (Lawful)",
							"3 - Freedom. The sea is freedom—the freedom to go anywhere and do anything. (Chaotic)",
							"4 - Mastery. I'm a predator, and the other ships on the sea are my prey. (Evil)",
							"5 - People. I'm committed to my crewmates, not to ideals. (Neutral)",
							"6 - Aspiration. Someday, I'll own my own ship and chart my own destiny. (Any)"
						]
					},
					{
						"name": "Bond",
						"text": [
							"d6 - Bond",
							"1 - I'm loyal to my captain first, everything else second.",
							"2 - The ship is most important—crewmates and captains come and go.",
							"3 - I'll always remember my first ship.",
							"4 - In a harbor town, I have a paramour whose eyes nearly stole me from the sea.",
							"5 - I was cheated out of my fair share of the profits, and I want to get my due.",
							"6 - Ruthless pirates murdered my captain and crewmates, plundered our ship, and left me lo die. Vengeance will be mine."
						]
					},
					{
						"name": "Flaw",
						"text": [
							"d6 - Flaws",
							"1 - I follow orders, even if I think they're wrong.",
							"2 - I'll say anything to avoid having to do extra work.",
							"3 - Once someone questions my courage, I never back down no matter how dangerous the situation.",
							"4 - Once I start drinking, it's hard for me to stop.",
							"5 - I can't help but pocket loose coins and other trinkets I come across.",
							"6 - My pride will probably lead to my destruction."
						]
					}
				]
			},
			{
				"name": "Soldier",
				"source": "Player's Handbook",
				"proficiency": "Athletics, Intimidation",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"Athletics, Intimidation"
						]
					},
					{
						"name": "Tool Proficiencies",
						"text": [
							"One type of gaming set, vehicles (land)"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"An insignia of rank, a trophy taken from a fallen enemy (a dagger, broken blade, or piece of a banner), a set of bone dice or deck of cards, a set of common clothes, and a belt pouch containing 10 gp"
						]
					},
					{
						"name": "Feature: Military Rank",
						"text": [
							"You have a military rank from your career as a soldier. Soldiers loyal to your former military organization still recognize your authority and influence, and they defer to you if they are of a lower rank. You can invoke your rank to exert influence over other soldiers and requisition simple equipment or horses for temporary use. You can also usually gain access to friendly military encampments and fortresses where your rank is recognized."
						]
					},
					{
						"name": "Specialty",
						"text": [
							"During your time as a soldier, you had a specific role to play in your unit or army. Roll a d8 or choose from the options in the table below to determine your role:",
							"d8 - Role",
							"1 - Officer",
							"2 - Scout",
							"3 - Infantry",
							"4 - Cavalry",
							"5 - Healer",
							"6 - Quartermaster",
							"7 - Standard-bearer",
							"8 - Support staff (cook, blacksmith, or the like)"
						]
					},
					{
						"name": "Suggested Characteristics",
						"text": [
							"The horrors of war combined with the rigid discipline of military service leave their mark on all soldiers, shaping their ideals, creating strong bonds, and often leaving them scarred and vulnerable to fear, shame, and hatred."
						]
					},
					{
						"name": "Personality Trait",
						"text": [
							"d8 - Trait",
							"1 - I'm always polite and respectful.",
							"2 - I'm haunted by memories of war. I can't get the images of violence out of my mind.",
							"3 - I've lost too many friends, and I'm slow to make new ones.",
							"4 - I'm full of inspiring and cautionary tales from my military experience relevant to almost every combat situation.",
							"5 - I can stare down a hell hound without flinching.",
							"6 - I enjoy being strong and like breaking things.",
							"7 - I have a crude sense of humor.",
							"8 - I face problems head-on. A simple, direct solution is the best path to success."
						]
					},
					{
						"name": "Ideal",
						"text": [
							"d6 - Ideal",
							"1 - Greater Good. Our lot is to lay down our lives in defense of others. (Good)",
							"2 - Responsibility. I do what I must and obey just authority. (Lawful)",
							"3 - Independence. When people follow orders blindly, they embrace a kind of tyranny. (Chaotic)",
							"4 - Might. In life as in war, the stronger force wins. (Evil)",
							"5 - Live and Let Live. Ideals aren't worth killing over or going to war for. (Neutral)",
							"6 - Nation. My city, nation, or people are all that matter. (Any)"
						]
					},
					{
						"name": "Bond",
						"text": [
							"d6 - Bond",
							"1 - I would still lay down my life for the people I served with.",
							"2 - Someone saved my life on the battlefield. To this day, I will never leave a friend behind.",
							"3 - My honor is my life.",
							"4 - I'll never forget the crushing defeat my company suffered or the enemies who dealt it.",
							"5 - Those who fight beside me are those worth dying for.",
							"6 - I fight for those who cannot fight for themselves."
						]
					},
					{
						"name": "Flaw",
						"text": [
							"d6 - Flaws",
							"1 - The monstrous enemy we faced in battle still leaves me quivering with fear.",
							"2 - I have little respect for anyone who is not a proven warrior.",
							"3 - I made a terrible mistake in battle that cost many lives—and I would do anything to keep that mistake secret.",
							"4 - My hatred of my enemies is blinding and unreasoning.",
							"5 - I obey the law, even if the law causes misery.",
							"6 - I'd rather eat my armor than admit when I'm wrong."
						]
					}
				]
			},
			{
				"name": "Urban Bounty Hunter",
				"source": "Sword Coast Adventurer's Guide",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"Choose two from among Deception, Insight, Persuasion, and Stealth"
						]
					},
					{
						"name": "Tool Proficiencies",
						"text": [
							"Choose two from among one type of gaming set, one musical instrument, and thieves's tools"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"A set of clothes appropriate to your duties and a pouch containing 20 gp"
						]
					},
					{
						"name": "Feature: Ear to the Ground",
						"text": [
							"You are in frequent contact with people in the segment of society that your chosen quarries move through. These people might be associated with the criminal underworld, the rough-and-tumble folk of the streets, or members of high society. This connection comes in the form of a contact in any city you visit, a person who provides information about the people and places of the local area."
						]
					}
				]
			},
			{
				"name": "Urchin",
				"source": "Player's Handbook",
				"proficiency": "Sleight of Hand, Stealth",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"Sleight of Hand, Stealth"
						]
					},
					{
						"name": "Tool Proficiencies",
						"text": [
							"Disguise Kit, thieves' tools"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"A small knife, a map of the city you grew up in, a pet mouse, a token to remember your parents by, a set of common clothes, and a belt pouch containing 10 gp"
						]
					},
					{
						"name": "Feature: City Secrets",
						"text": [
							"You know the secret patterns and flow to cities and can find passages through the urban sprawl that others would miss. When you are not in combat, you (and companions you lead) can travel between any two locations in the city twice as fast as your speed would normally allow."
						]
					},
					{
						"name": "Suggested Characteristics",
						"text": [
							"Urchins are shaped by lives of desperate poverty, for good and for ill. They tend to be driven either by a commitment to the people with whom they shared life on the street or by a burning desire to find a better life — and maybe get some payback on all the rich people who treated them badly."
						]
					},
					{
						"name": "Personality Trait",
						"text": [
							"d8 - Trait",
							"1 - I hide scraps of food and trinkets away in my pockets.",
							"2 - I ask a lot of questions.",
							"3 - I like to squeeze into small places where no one else can get to me.",
							"4 - I sleep with my back to a wall or tree, with everything I own wrapped in a bundle in my arms.",
							"5 - I eat like a pig and have bad manners.",
							"6 - I think anyone who's nice to me is hiding evil intent.",
							"7 - I don't like to bathe.",
							"8 - I bluntly say what others are hinting at or hiding."
						]
					},
					{
						"name": "Ideal",
						"text": [
							"d6 - Ideal",
							"1 - Respect. All people, rich or poor, deserve respect. (Good)",
							"2 - Community. We have to take care of each other, because no one else is going to do it. (Lawful)",
							"3 - Change. The low are lifted up, and the high and mighty are brought down. Change is the nature of things. (Chaotic)",
							"4 - Retribution. The rich need to be shown what life and death are like in the gutters. (Evil)",
							"5 - People. I help the people who help me—that's what keeps us alive. (Neutral)",
							"6 - Aspiration. I'm going to prove that I'm worthy of a better life. (Any)"
						]
					},
					{
						"name": "Bond",
						"text": [
							"d6 - Bond",
							"1 - My town is my city or my home, and I'll fight to defend it.",
							"2 - I sponsor an orphanage to keep others from enduring what I was forced to endure.",
							"3 - I owe my survival to another urchin who taught me to live on the streets.",
							"4 - I owe a debt I can never repay to the person who took pity on me.",
							"5 - I escaped my life of poverty by robbing an important person, and I'm wanted for it.",
							"6 - No one else should have to endure the hardships I've been through."
						]
					},
					{
						"name": "Flaw",
						"text": [
							"d6 - Flaws",
							"1 - If I'm outnumbered, I will run away from a fight.",
							"2 - Gold seems like a lot of money to me, and I'll do just about anything for more of it.",
							"3 - I will never fully trust anyone other than myself.",
							"4 - I'd rather kill someone in their sleep than fight fair.",
							"5 - It's not stealing if I need it more than someone else.",
							"6 - People who can't take care of themselves get what they deserve."
						]
					}
				]
			},
			{
				"name": "Uthgardt Tribe Member",
				"source": "Sword Coast Adventurer's Guide",
				"proficiency": "Athletics, Survival",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"Athletics, Survival"
						]
					},
					{
						"name": "Languages",
						"text": [
							"Any one of your choice"
						]
					},
					{
						"name": "Tool Proficiencies",
						"text": [
							"One type of musical instrument or artisan's tools"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"A hunting trap, a totemic token or set of tattoos marking your loyalty to Uthgar and your tribal totem, a set of traveler's clothes, and a pouch containing 10 gp."
						]
					},
					{
						"name": "Feature: Uthgardt Heritage",
						"text": [
							"You have an excellent knowledge of not only your tribe's territory, but also the terrain and natural resources of the rest of the North. You are familiar enough with any wilderness area that you can find twice as much food and water as you normally would when you forage there.",
							"Additionally, you can call upon the hospitality of your people, and those allied with  your tribe, often including members of the druid circles, tribes of nomadic elves, the Harpers, and the priesthoods devoted to the gods of the First Circle."
						]
					}
				]
			},
			{
				"name": "Waterdhavian Noble",
				"source": "Sword Coast Adventurer's Guide",
				"proficiency": "History, Persuasion",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"History, Persuasion"
						]
					},
					{
						"name": "Languages",
						"text": [
							"Any one of your choice"
						]
					},
					{
						"name": "Tool Proficiencies",
						"text": [
							"One type of gaming set or one musical instrument"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"A set of fine clothes, a signet ring or brooch, a scroll of pedigree, a skin of fine zzar or wine, and a purse containing 20 gp."
						]
					},
					{
						"name": "Feature: Kept in Style",
						"text": [
							"While you are in Waterdeep or elsewhere in the North, your house sees to your everyday needs. Your name and signet are sufficient to cover most of your expenses; the inns, taverns, and festhalls you frequent are glad to record your debt and send an accounting to your family's estate in Waterdeep to settle what you owe.",
							"This advantage enables you to live a comfortable lifestyle without having to pay 2 gp a day for it, or reduces the cost of a wealthy or aristocratic lifestyle by that amount. You may not maintain a less affluent lifestyle and use the difference as income — the benefit is a line of credit, not an actual monetary reward."
						]
					}
				]
			},
			{
				"name": "Variant Criminal (Spy)",
				"source": "Player's Handbook",
				"proficiency": "Deception, Stealth",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"Deception, Stealth"
						]
					},
					{
						"name": "Tool Proficiencies",
						"text": [
							"One type of gaming set, thief's tools"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"A crowbar, a set of dark common clothes including a hood, and a belt pouch containing 15 gp"
						]
					},
					{
						"name": "Feature: Spy Contact",
						"text": [
							"You have a reliable and trustworthy contact who acts as your liaison to a network of other spies. You know how to get messages to and from your contact, even over great distances; specifically, you know the local messengers, corrupt caravan masters, and seedy sailors who can deliver messages for you."
						]
					}
				]
			},
			{
				"name": "Variant Entertainer (Gladiator)",
				"source": "Player's Handbook",
				"proficiency": "Acrobatics, Performance",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"Acrobatics, Performance"
						]
					},
					{
						"name": "Tool Proficiencies",
						"text": [
							"Disguise kit, one type of musical instrument"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"An inexpensive but unusual weapon, such as a trident or net (one of your choice), the favor of an admirer (love letter, lock of hair, or trinket), a costume, and a belt pouch containing 15 gp"
						]
					},
					{
						"name": "Feature: By Popular Demand",
						"text": [
							"You can find a place to perform in any place that features combat for entertainment-perhaps a gladiatorial arena or secret pit fighting club. In such an area, you receive free lodging and food of a modest or comfortable standard (depending on the quality of the establishment), as long as you perform each night. In addition, your performance makes you something of a local figure. When strangers recognize you in a town where you have performed, they typically take a liking to you."
						]
					}
				]
			},
			{
				"name": "Variant Guild Artisan (Guild Merchant)",
				"source": "Player's Handbook",
				"proficiency": "Insight, Persuasion",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"Insight, Persuasion"
						]
					},
					{
						"name": "Tool Proficiencies",
						"text": [
							"Navigator's Tools or an additional language"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"A mule and cart, a letter of introduction from your guild, a set of traveler's clothes, and a belt pouch containing 15 gp"
						]
					},
					{
						"name": "Feature: Guild Membership",
						"text": [
							"As an established and respected member of a guild or large merchant consortium, you can rely on certain benefits that membership provides. Your fellow guild members will provide you with lodging and food if necessary, and pay for your funeral if needed. In some cities and towns, a guildhall offers a central place to meet other members of your profession, which can be a good place to meet potential patrons, allies, or hirelings.",
							"Guilds or consortiums often wield tremendous political power. If you are accused of a crime, your guild will support you if a good case can be made for your innocence or the crime is justifiable. You can also gain access to powerful political figures through the guild, if you are a member in good standing. Such connections might require the donation of money or magic items to the guild's coffers.",
							"You must pay dues of 5 gp per month to the guild. If you miss payments, you must make up back dues to remain in the guild's good graces."
						]
					}
				]
			},
			{
				"name": "Variant Noble (Knight)",
				"source": "Player's Handbook",
				"proficiency": "History, Persuasion",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"History, Persuasion"
						]
					},
					{
						"name": "Tool Proficiencies",
						"text": [
							"One type of gaming set"
						]
					},
					{
						"name": "Languages",
						"text": [
							"One of your choice"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"A banner or other token from a noble lord or lady to whom you have given your heart, a set of fine clothes, a signet ring, a scroll of pedigree, and a purse containing 25 gp"
						]
					},
					{
						"name": "Feature: Retainers",
						"text": [
							"You have the service of three retainers loyal to your family. These retainers can be attendants or messengers, and one might be a majordomo. One of your retainers is a noble who serves as your squire, aiding you in exchange for training on his or her own path to knighthood. Your two remaining retainers might include a groom to care for your horse and a servant who polishes your armor (and even helps you put it on).",
							"Your retainers (2 commoners, 1 noble) can perform mundane tasks for you, but they do not fight for you, will not follow you into obviously dangerous areas (such as dungeons), and will leave if they are frequently endangered or abused."
						]
					}
				]
			},
			{
				"name": "Variant Sailor (Pirate)",
				"source": "Player's Handbook",
				"proficiency": "Athletics, Perception",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"Athletics, Perception"
						]
					},
					{
						"name": "Tool Proficiencies",
						"text": [
							"Navigator's tools, vehicles (water)"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"A belaying pin (club), 50 feet of silk rope, a lucky charm such as a rabbit foot or a small stone with a hole in the center (or you may roll for a random trinket on the Trinkets table in chapter 5), a set of common clothes, and a belt pouch containing 10 gp"
						]
					},
					{
						"name": "Feature: Bad Reputation",
						"text": [
							"No matter where you go, people are afraid of you due to your reputation. When you are in a civilized settlement, you can get away with minor criminal offenses, such as refusing to pay for food at a tavern or breaking down doors at a local shop, since most people will not report your activity to the authorities."
						]
					}
				]
			},
			{
				"name": "Inquisitor",
				"source": "Plane Shift Innistrad",
				"proficiency": "Investigation, Religion",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"Investigation, Religion"
						]
					},
					{
						"name": "Tool Proficiencies",
						"text": [
							"Thieves' tools, one set of artisan's tools of your choice"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"A holy symbol, a set of traveler's clothes, and a belt pouch containing 15 gp"
						]
					},
					{
						"name": "Feature: Legal Authority",
						"text": [
							"As an inquisitor of the church, you have the authority to arrest criminals. In the absence of other authorities, you are authorized to pass judgement and even carry out sentencing. If you abuse this power, however, your superiors in the church might strip it from you."
						]
					}
				]
			},
			{
				"name": "Haunted One",
				"source": "Curse of Strahd",
				"proficiency": "",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"Choose one of Arcana, Investigation, Religion, or Survival"
						]
					},
					{
						"name": "Languages",
						"text": [
							"Choose one exotic language (Abyssal, Celestial, Deep Speech, Draconic, Infernal, Primordial, Sylvan, or Undercommon)"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"Monster hunter's pack, one trinket of special significance (choose one or roll on the Gothic Trinkets table)"
						]
					},
					{
						"name": "Feature: Heart of Darkness",
						"text": [
							"Those who look into your eyes can see that you have faced unimaginable horror and that you are no stranger to darkness. Though they might fear you, commoners will extend you every courtesy and do their utmost to help you. Unless you have shown yourself to be a danger to them, they will even take up arms to fight alongside you, should you find yourself facing an enemy alone."
						]
					},
					{
						"name": "Harrowing Event",
						"text": [
							"Prior to becoming an adventurer, your path in life was defined by one dark moment, one fateful decision, or one tragedy. Now you feel a darkness threatening to consume you, and you fear there may be no hope of escape. Choose a harrowing event that haunts you, or roll 1d10.",
							"<br>1. A monster that slaughtered dozens of innocent people spared your life, and you don't know why.",
							"2. You were born under a dark star. You can feel it watching you, coldly and distantly. Sometimes it beckons you in the dead of night.",
							"3. An apparition that has haunted your family for generations now haunts you. You don't know what it wants, and it won't leave you alone.",
							"4. Your family has a history of practicing the dark arts. You dabbled once and felt something horrible clutch at your soul, whereupon you  ed in terror.",
							"5. An oni took your sibling one cold, dark night, and you were unable to stop it.",
							"6. You were cursed with lycanthropy and later cured. You are now haunted by the innocents you slaughtered.",
							"7. A hag kidnapped and raised you. You escaped, but the hag still has a magical hold over you and fills your mind with evil thoughts.",
							"8. You opened an eldritch tome and saw things unfit for a sane mind. You burned the book, but its words and images are burned into your psyche.",
							"9. A fiend possessed you as a child. You were locked away but escaped. The fiend is still inside you, but now you try to keep it locked away.",
							"10. You did terrible things to avenge the murder of someone you loved. You became a monster, and it haunts your waking dreams."
						]
					},
					{
						"name": "Personality Trait",
						"text": [
							"d8 - Trait",
							"1 - I don't run from evil. Evil runs from me.",
							"2 - I like to read and memorize poetry. It keeps me calm and brings me fleeting moments of happiness.",
							"3 - I spend money freely and live life to the fullest, knowing that tomorrow I might die.",
							"4 - I live for the thrill of the hunt.",
							"5 - I don't talk about the thing that torments me. I'd rather not burden others with my curse.",
							"6 - I expect danger around every corner.",
							"7 - I refuse to become a victim, and I will not allow others to be victimized.",
							"8 - I put no trust in divine beings."
						]
					},
					{
						"name": "Ideal",
						"text": [
							"d6 - Ideal",
							"1 - I try to help those in need, no matter what the personal cost. (Good)",
							"2 - I'll stop the spirits that haunt me or die trying. (Any)",
							"3 - I kill monsters to make the world a safer place, and to exorcise my own demons. (Good)",
							"4 - I have a dark calling that puts me above the law. (Chaotic)",
							"5 - I like to know my enemy's capabilities and weaknesses before rushing into battle. (Lawful)",
							"6 - I'm a monster that destroys other monsters, and anything else that gets in my way. (Evil)"
						]
					},
					{
						"name": "Bond",
						"text": [
							"d6 - Bond",
							"1 - I keep my thoughts and discoveries in a journal. My journal is my legacy.",
							"2 - I would sacrifice my life and my soul to protect the innocent.",
							"3 - My torment drove away the person I love. I strive to win back the love I've lost.",
							"4 - A terrible guilt consumes me. I hope that I can find redemption through my actions.",
							"5 - There's evil in me, I can feel it. It must never be set free.",
							"6 - I have a child to protect. I must make the world a safer place for him (or her)."
						]
					},
					{
						"name": "Flaw",
						"text": [
							"d6 - Flaw",
							"1 - I have certain rituals that I must follow every day. I can never break them.",
							"2 - I assume the worst in people.",
							"3 - I feel no compassion for the dead. They're the lucky ones.",
							"4 - I have an addiction.",
							"5 - I am a purveyor of doom and gloom who lives in a world without hope.",
							"6 - I talk to spirits that no one else can see."
						]
					}
				]
			},
			{
				"name": "Initiate",
				"source": "Plane Shift Amonkhet",
				"proficiency": "Athletics, Intimidation",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"Athletics, Intimidation"
						]
					},
					{
						"name": "Tool Proficiencies",
						"text": [
							"One type of gaming set, vehicles (land)"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"A simple puzzle box, a scroll containing the basic teachings of the five gods, a gaming set, a set of common clothes, and a belt pouch containing 15 gp. If you have completed any trials before the start of the campaign, you also have any cartouches you have earned."
						]
					},
					{
						"name": "Feature: Trials of the Five Gods",
						"text": [
							"Your life is oriented around your participation in the five trials that will determine your worthiness in the afterlife. While you prepare for and undergo those trials, you have constant access to training. A comfortable place to live and regular meals are provided to you by servitor mummies (the anointed) under the supervision of viziers. You can enjoy these benefits only as long as you obey the societal norms of Naktamun—training for the trials (with or without your crop), obeying the orders of the gods, and following the instructions of their viziers. If you violate these norms, you risk being treated as a dissenter. See \"Trials of the Five Gods\" for more information about undertaking the trials and their rewards."
						]
					},
					{
						"name": "Trials of the Five Gods",
						"text": [
							"The five gods are the effective rulers of Amonkhet. They are not the creators of the plane, but they are its stewards while the people of Naktamun await the return of the God-Pharaoh. The five gods believe they were created by the God-Pharaoh, who charged them with teaching the people the ways of the God-Pharaoh, and with protecting them until he comes.",
							"The five gods embody the five virtues the God-Pharaoh wishes to cultivate in those who will become his Eternals in the afterlife. Each god is responsible for modeling and teaching one of those virtues to the acolytes and initiates of Naktamun, and then testing those initiates to ensure that they have mastered their teachings. Thus, they are present during the acolytes' first lessons, during the Ceremony of Measuring, during the initiates' intense training, and at each of the trials that are part of an initiate's journey.",
							"In the absence of the God-Pharaoh, only the gods can determine whether initiates have proven themselves worthy of the glory of the afterlife. The gods in turn prove their own worthiness by executing their duties infallibly. They make the trials as challenging as possible to ensure that only the most worthy are selected."
						],
						"subtrait": [
							{
								"name": "Oketra (Solidarity Domain)",
								"text": [
									"\"The worthy must know and respect all others whom the God-Pharaoh deems worthy, for in the afterlife, all will be united in purpose and action.\"",
									"Oketra is charged with expounding upon this teaching of the God-Pharaoh, instilling in every initiate the virtue of solidarity. She forges each group of children into a crop of acolytes with just one purpose: to be judged worthy of a glorious afterlife. And she instills in each crop the ability to unite in a single action in pursuit of that purpose. She is fond of poetic imagery to communicate her ideals."
								]
							},
							{
								"name": "Kefnet (Knowledge Domain)",
								"text": [
									"\"The worthy shall cultivate a nimble mind that can perceive the wonders beyond imagination that wait in the afterlife.\"",
									"Kefnet's task is to pass on this teaching of the God-Pharaoh and elucidate its meaning. He teaches that the afterlife will be inhabited only by those who have proved by their wits that they are worthy of dwelling in the glorious presence of the God-Pharaoh. He trains acolytes and initiates to push their limits and challenge their mental capacity with spells of ever-greater power."
								]
							},
							{
								"name": "Rhonas (Strength Domain)",
								"text": [
									"\"The worthy shall hone a strong body that can withstand the boundless energies of the afterlife.\"",
									"It falls to Rhonas to instill this teaching in those who would enter the afterlife—but to his mind, the words themselves don't matter. Strength can't be taught. It must be built through practice and training. Rhonas demonstrates his teachings by his example, rather than by giving his students any kind of academic instruction. He welcomes the people of Naktamun to stand by the Hekma and watch him as he storms into the desert to battle the greatest horrors. He encourages them to observe his indomitable strength, for though they will never equal it, they can aspire to mimicry. He invites them to scrutinize every move and practice what they see."
								]
							},
							{
								"name": "Bontu (Ambition Domain)",
								"text": [
									"\"The worthy shall strive for greatness—supremacy in life leads to supremacy in the afterlife. \"",
									"Bontu has fully embraced this dictum, and though she expends little effort in teaching it, she surely leads by example. Her viziers subtly plant the seeds that flower into the ambition the God-Pharaoh desires. Through insinuation, they remind acolytes and initiates alike that achieving one's place in the afterlife at the expense of others is not shameful, but is proof of the initiate's determination and drive. Nothing is more important than that drive, they suggest—not the bonds of a crop, not friendship or love. Not even devotion to a deity."
								]
							},
							{
								"name": "Hazoret (Zeal Domain)",
								"text": [
									"\"The worthy shall rush to the God-Pharaoh's side with relentless zeal, rising to overcome every obstacle in their way.\"",
									"The God-Pharaoh expects those he welcomes into the afterlife to desire it above all other pleasures and achievements, and for them to show their dedication, passion, and fervor through their actions. Hazoret is charged with cultivating this zeal in the initiates who come under her care, and she has undertaken the task with appropriate enthusiasm. She recognizes, however, that the best way to teach zeal is by demonstrating it."
								]
							}
						]
					},
					{
						"name": "Suggested Characteristics",
						"text": [
							"An initiate's life is focused on the trials, but it doesn't need to be all about the trials. Though some initiates are highly focused on their training, most undergo that training while also experiencing joy, sorrow, love, loss, anger, jealousy, hope, faith, delight—the whole range of mortal emotions and experience. The afterlife might be a constant presence in every initiate's mind, but it is the culmination of a life well-lived—not a replacement for it."
						]
					},
					{
						"name": "Personality Trait",
						"text": [
							"d8 - Trait",
							"1 - I always have a joke on hand when the mood gets too serious.",
							"2 - I use sarcasm and insults to keep a distance between myself and my crop-mates, because I don't want to get attached to them.",
							"3 - I'll settle for nothing less than perfection—in myself, in my cropmates, in everything.",
							"4 - I'm so focused on the glorious afterlife that nothing in this life can shake my calm resolve.",
							"5 - I enjoy using my skills to help those who lack those same skills.",
							"6 - I train hard so that I can play hard at the end of the day. I fully expect to play even harder in the glorious afterlife, but I'm not in a hurry to get there.",
							"7 - I'm perfectly happy letting others pick up the slack for me while I take it easy.",
							"8 - I'm constantly sizing up everyone around me, thinking about what kind of opponent they'll be in the final trial."
						]
					},
					{
						"name": "Ideal",
						"text": [
							"d6 - Ideal",
							"1 - Solidarity. The thing that matters most of all is that we're there for each other. (Lawful)",
							"2 - Knowledge. The world is a puzzle—a mystery waiting to be solved. (Neutral)",
							"3 - Strength. All that matters to me is my own perfection. Let everyone else seek that perfection in their own way. (Any)",
							"4 - Ambition. I'm going to prove that I deserve only the best—of everything. (Evil)",
							"5 - Zeal. Anything worth doing is worth throwing my whole self into. (Any)",
							"6 - Redemption. I will train all the harder to make up for the doubt I entertained when I was younger. (Any)"
						]
					},
					{
						"name": "Bond",
						"text": [
							"d6 - Bond",
							"1 - One of my crop-mates is my dearest friend, and I hope we will face each other in the final trial.",
							"2 - I am in love with a vizier.",
							"3 - I am particularly drawn to one of the five gods, and I want nothing more than to win that god's particular favor.",
							"4 - I am more devoted to Naktamun and its people than I am to any of the ideals of the gods.",
							"5 - My weapon was a gift from a beloved trainer who died in an accident.",
							"6 - I carry a memento of my time as an acolyte, and I treasure it above all other things."
						]
					},
					{
						"name": "Flaw",
						"text": [
							"d6 - Flaw",
							"1 - I'm easily distracted by an attractive person, which could be the death of me in the trials.",
							"2 - I really wanted to be a vizier, and I'm angry at the god who didn't choose me.",
							"3 - Training for a lifetime to die in the end seems like a big waste of energy.",
							"4 - I'm not at all sure I'll be able to grant a glorified death to any of my crop-mates.",
							"5 - I have a lasting grudge against one of my crop-mates, and each of us wants to see the other fail.",
							"6 - I think I've figured out that this world is not what it seems. Something dark is going on here."
						]
					}
				]
			},
			{
				"name": "Vizier",
				"source": "Plane Shift Amonkhet",
				"proficiency": "History, Religion",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"History, Religion"
						]
					},
					{
						"name": "Tool Proficiencies",
						"text": [
							"One type of artisan's tools, one type of musical instrument"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"A set of artisan's tools or a musical instrument (one of your choice), a scroll of your god's teachings, a vizier's cartouche, a set of fine clothes, and a pouch containing 25 gp"
						]
					},
					{
						"name": "Feature: Voice of Authority",
						"text": [
							"Your voice is the voice of your god, at least in theory. Your job might include training and instructing initiates, and they are required to obey you. In any circumstance, an initiate is expected to defer to your voice and obey your commands. If you abuse this authority, though, your god might personally punish you."
						]
					},
					{
						"name": "Suggested Characteristics",
						"text": [
							"A vizier's characteristics strongly reflect the ideals and personality of the god they serve.",
							"d10 - Personality Trait",
							"1 - Everything I do, I do gracefully and deliberately, and with complete confidence. (Oketra)",
							"2 - Nothing can shake my rock-hard focus. (Oketra)",
							"3 - When I am at peace, I am an oasis of perfect calm in the world. When I am roused to anger, I am an embodiment of terror. (Kefnet)",
							"4 - I enjoy teasing acolytes and initiates with juicy tidbits of knowledge wrapped up in fiendishly difficult puzzles. (Kefnet)",
							"5 - I have the utmost faith in myself and my abilities. (Rhonas)",
							"6 - I get restless when life in the city feels too tame, too safe. (Rhonas)",
							"7 - I enjoy solitude as an opportunity to plan my victory. (Bontu)",
							"8 - I use satire as a way to undermine the teachings of the other gods. (Bontu)",
							"9 - I love, fight, and feast with equal zeal. (Hazoret)",
							"10-  I think of those in my care as my family, in a way that most people have trouble understanding. (Hazoret)"
						]
					},
					{
						"name": "Ideal",
						"text": [
							"d6 - Ideal",
							"1 - Solidarity. The worthy must respect the worthy. In the afterlife, all will be united in goal and action. (Oketra)",
							"2 - Knowledge. The worthy shall cultivate a nimble mind, so as to perceive the wonders beyond imagination that wait in the afterlife. (Kefnet)",
							"3 - Strength. The worthy shall hone a strong body that can withstand the boundless energies of the afterlife. (Rhonas)",
							"4 - Ambition. The worthy shall strive for greatness, for supremacy in life leads to supremacy in the afterlife. (Bontu)",
							"5 - Zeal. The worthy shall rush to the God-Pharaoh's side with relentless passion, rising to overcome every obstacle in their way. (Hazoret)",
							"6 - Naktamun. The life of the city is ordered according to the plan of the God-Pharaoh, and that order must be preserved at all costs."
						]
					},
					{
						"name": "Bond",
						"text": [
							"d6 - Bond",
							"1 - My loyalty to my companions embodies the ideal of loyalty to my god. (Oketra)",
							"2 - The teachings of my god are more precious to me than any possession. (Kefnet)",
							"3 - I would do anything to defend the temple of my god from any harm or desecration. (Rhonas)",
							"4 - I am committed to the service of my god—because it's my sure ticket into the afterlife. (Bontu)",
							"5 - I love my god and never want my service to end. (Hazoret)",
							"6 - I have a close friend or lover who is also a vizier."
						]
					},
					{
						"name": "Flaw",
						"text": [
							"d6 - Flaw",
							"1 - I am in love with an initiate, and I want to shield this person from death in the trials.",
							"2 - I secretly wish I had not been chosen as a vizier, so I could participate in the trials as an initiate.",
							"3 - I secretly question whether the gods care at all about us or what we do.",
							"4 - A vizier of another god seeks my death in retribution for a past insult.",
							"5 - I am terrified of what lies beyond the Gate to the Afterlife.",
							"6 - I secretly believe the God-Pharaoh's return will not bring blessing to this world."
						]
					}
				]
			},
			{
				"name": "Dissenter",
				"source": "Plane Shift Amonkhet",
				"proficiency": "",
				"trait": [
					{
						"name": "Overview",
						"text": [
							"Even in the carefully constructed and curated city-state of Naktamun, and in the presence of the five gods, some people rebel against the doctrines of the God-Pharaoh. They don’t challenge the existence of the gods, of course, for those gods are visible nearly every day in the streets of the city. Nor do they question the fact of life after death, which is plain to see in the anointed mummies that surround them, as well as the marauding mummies outside the Hekma. Rather, these dissenters simply refuse to follow the ordained course of life that leads to the glorious afterlife.",
							"Some dissenters are spurred by fear, not wanting to subject themselves to a violent death in the trials (or in training for the trials). Some are moved by conscience, unwilling to kill their crop-mates in the trials. For while they cannot deny that the gods exist, they can deny that the gods are just—and can fight to prove that the dictates of an unjust god need not be obeyed. Some believe that one god (probably Bontu) has corrupted the process of the trials and the path to the afterlife. Others correctly intuit that the God-Pharaoh did not actually have the people’s best interests in mind when he ordered their society.",
							"A character who is identified as a dissenter loses the benefit of the initiate’s or vizier’s background feature. In its place, the character gains the following feature:"
						]
					},
					{
						"name": "Feature: Shelter of Dissenters",
						"text": [
							"If they wish to have any hope of survival, whether hiding within the city or cast out into the desert, dissenters must help each other. You can find a place to hide, rest, or recuperate among other dissenters. They will help shield you from those who hunt you, possibly even risking their lives for you."
						]
					}
				]
			},
			{
				"name": "Anthropologist",
				"source": "Tomb of Annihilation",
				"proficiency": "Insight, Religion",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"Insight, Religion"
						]
					},
					{
						"name": "Languages",
						"text": [
							"Two of your choice"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"A leather-bound diary, a bottle of ink, an ink pen, a set of traveler's clothes, one trinket of special significance, and a pouch containing 10gp"
						]
					},
					{
						"name": "Cultural Chameleon",
						"text": [
							"Before becoming an adventurer, you spent much of your adult life away from your homeland, living among people different from your kin. You came to understand these foreign cultures and the ways of their people, who eventually treated you as one of their own. One culture had more of an influence on you than any other, shaping your beliefs and customs Choose a race whose culture you've adopted, or roll on the Adopted Culture table.",
							"d8 - Culture",
							"1 - Aarakocra",
							"2 - Dwarf",
							"3 - Elf",
							"4 - Goblin",
							"5 - Halfling",
							"6 - Human",
							"7 - Lizardfolk",
							"8 - Orc"
						]
					},
					{
						"name": "Feature: Adept Linguist",
						"text": [
							"You can communicate with humanoids who don't speak any language you know. You must observe the humanoids interacting with one another for at least 1 day, after which you learn a handful of important words, expressions, and gestures - enough to communicate on a rudimentary level."
						]
					},
					{
						"name": "Suggested Characteristics",
						"text": [
							"Anthropologists leave behind the societies into which they were born to discover what life is like in other parts of the world. They seek to see how other races and civilizations survive - or why they did not. Some anthropologists are driven by intellectual curiosity, while others want the fame and recognition that comes with being the first to discover a new people, a lost tribe, or the truth about an ancient empire's downfall.",
							"d6 - Personality Trait",
							"1 - I prefer the company of those who aren't like me, including people of other races",
							"2 - I'm a stickler when it comes to observing proper etiquette and local customs",
							"3 - I would rather observe than meddle",
							"4 - By living among violent people, I have become desensitized to violence.",
							"5 - I would risk life and limb to discover a new culture or unravel the secrets of a dead one.",
							"6 - When i arrive at a new settlement for the first time, I must learn all its customs."
						]
					},
					{
						"name": "Ideal",
						"text": [
							"d6 - Ideal",
							"1 - Discovery. I want to be the first person to discover a lost culture. (Any)",
							"2 - Distance. One must not interfere with the affairs of another culture - even one in need of aid. (Lawful)",
							"3 - Knowledge. By understanding other races and cultures, we learn to understand ourselves. (Any)",
							"4 - Power. Common people crave strong leadership, and I do my utmost to provide it. (Lawful)",
							"5 - Protection. I must do everything possible to save a society facing extinction. (Good)",
							"6 - Indifferent. Life is cruel. What's the point in saving people if they're going to die anyway? (Chaotic)"
						]
					},
					{
						"name": "Bond",
						"text": [
							"d6 - Bond",
							"1 - My mentor gave me a journal filled with lore and wisdom. Losing it would devastate me.",
							"2 - Having lived among the people of a primeval tribe or clan, I long to return and see how they are faring.",
							"3 - Years ago, tragedy struck the members of an isolated society I befriended, and I will honor them.",
							"4 - I want to learn more about a particular humanoid culture that fascinates me.",
							"5 - I seek to avenge a clan, tribe, kingdom, or empire that was wiped out.",
							"6 - I have a trinket that I believe is the key to finding a long-lost society."
						]
					},
					{
						"name": "Flaw",
						"text": [
							"d6 - Flaw",
							"1 - Boats make me seasick.",
							"2 - I talk to myself, and I don't make friends easily.",
							"3 - I believe that I'm intellectually superior to people from other cultures and have much to teach them.",
							"4 - I've picked up some unpleasant habits living among goblins, lizardfolk, or orcs.",
							"5 - I complain about everything.",
							"6 - I wear a tribal mask and never take it off."
						]
					}
				]
			},
			{
				"name": "Archaeologist",
				"source": "Tomb of Annihilation",
				"proficiency": "History, Survival",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"History, Survival"
						]
					},
					{
						"name": "Tool Proficiencies",
						"text": [
							"Cartographer's tools or navigator's tools"
						]
					},
					{
						"name": "Languages",
						"text": [
							"One of your choice"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"A wooden case containing a map to a ruin or dungeon, a bullseye lantern, a miner's pick, a set of traveler's clothes, a shovel, a two-person tent, a trinket recovered from a dig site, and a pouch containing 25 gp"
						]
					},
					{
						"name": "Dust Digger",
						"text": [
							"Prior to becoming an adventurer, you spent most of your young life crawling around in the dust, pilfering relics of questionable value from crypts and ruins. Though you managed to sell a few of your discoveries and earn enough coin to buy proper adventuring gear, you have held onto an item that has great emotional value to you. Roll on the Signature Item table to see what you have, or choose an item from the table.",
							"d8 - Item",
							"1 - 10-foot pole",
							"2 - Crowbar",
							"3 - Hat",
							"4 - Hooded lantern",
							"5 - Medallion",
							"6 - Shovel",
							"7 - Sledgehammer",
							"8 - Whip"
						]
					},
					{
						"name": "Feature: Historical Knowledge",
						"text": [
							"When you enter a ruin or dungeon, you can correctly ascertain its original purpose and determine its builders, whether those were dwarves, elves, humans, yuan-ti, or some other known race. In addition, you can determine the monetary value of art objects more than a century old."
						]
					},
					{
						"name": "Suggested Characteristics",
						"text": [
							"Few archaeologists can resist the lure of an unexplored ruin or dungeon, particularly if such a site is the source of legends or is rumored to contain the treasures and relics of wizards, warlords, or royalty. Some archaeologists plunder for wealth or fame, while others consider it their calling to illuminate the past or keep the world's greatest treasures from falling into the wrong hands. Whatever their motivations, archaeologists combine the qualities of a scrappy historian with the self-made heroism of a treasure-hunting scoundrel.",
							"d8 - Personality Trait",
							"1 - I love a good puzzle or mystery",
							"2 - I'm a pack rat who never throws anything away.",
							"3 - Fame is more important to me than money.",
							"4 - I have no qualms about stealing from the dead.",
							"5 - I'm happier in a dusty old tomb than I am in the centers of civilization.",
							"6 - Traps don't make me nervous. Idiots who trigger traps make me nervous.",
							"7 - I might fail, but I will never give up.",
							"8 - You might think I'm a scholar, but I love a good brawl. These fists were made for punching."
						]
					},
					{
						"name": "Ideal",
						"text": [
							"d6 - Ideal",
							"1 - Preservation. That artifact belongs in a museum. (Good)",
							"2 - Greed. I won't risk my life for nothing. I expect some kind of payment. (Any)",
							"3 - Death Wish. Nothing is more exhilarating than a narrow escape from the jaws of death. (Chaotic)",
							"4 - Dignity. The dead and their belongings deserve to be treated with respect. (Lawful)",
							"5 - Immortality. All of my exploring is part of a plan to find the secret of everlasting life. (Any)",
							"6 - Danger. With every great discovery comes grave danger. The two walk hand in hand. (Any)"
						]
					},
					{
						"name": "Bond",
						"text": [
							"d6 - Bond",
							"1 - Ever since I was a child, I've heard stories about a lost city. I aim to find it, learn its secrets, and earn my place in the history books.",
							"2 - I want to find my mentor, who disappeared on an expedition some time ago.",
							"3 - I have a friendly rival. Only one of us can be the best, and I aim to prove it's me.",
							"4 - I won't sell an art object or other treasure that has historical significance or is one of a kind.",
							"5 - I'm secretly in love with the wealthy patron who sponsors my archaeological exploits.",
							"6 - I hope to bring prestige to a library, a museum, or a university."
						]
					},
					{
						"name": "Flaw",
						"text": [
							"d6 - Flaw",
							"1 - I have a secret fear of some common wild animal - and in my work, I see them everywhere.",
							"2 - I can't leave a room without searching it for secret doors.",
							"3 - When I'm not exploring dungeons or ruins. I get jittery and impatient.",
							"4 - I have no time for friends or family. I spend every waking moment thinking about and preparing for my next expedition.",
							"5 - When given the choice of going left or right, I always go left.",
							"6 - I can't sleep except in total darkness."
						]
					}
				]
			},
			{
				"name": "Black Fist Double Agent",
				"source": "Curse of Strahd",
				"proficiency": "Deception, Insight",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"Deception, Insight"
						]
					},
					{
						"name": "Tool Proficiencies",
						"text": [
							"Disguise Kit, and one type of artisan’s tools or gaming set"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"Disguise kit, common clothes, a Tears of Virulence emblem, a writ of free agency signed by the Lord Regent, a set of artisan’s tools or gaming set you are proficient with, and a pouch with 15 gp (payment for services rendered)."
						]
					},
					{
						"name": "Lifestyle",
						"text": [
							"Moderate"
						]
					},
					{
						"name": "Overview",
						"text": [
							"You are an informant for the Tears of Virulence who now lord over Phlan, but are also a double agent for original town guard of Phlan, the Black Fists. For the Tears you’ve been tasked with ferreting out the secrets of Phlan's criminal underworld, insurgency, and the common peoples of Phlan. In exchange for reporting on the activities of dissenters, criminals, and other rebel elements, the Tears of Virulence leave you alone to conduct your affairs in peace.",
							"In reality you work for the deposed Black Fists, sharing misinformation with the Tears of Virulence that often helps the Black Fists and other Phlan insurgents.",
							"Since the evacuation of Phlan, you are even busier today than you ever were previously, as the number of dissenters among the refugees grows daily, while you are afforded many opportunities to spy on the peoples of Mulmaster and Elventree, to the pleasure of your contact(s) within the Tears of Virulence."
						]
					},
					{
						"name": "Feature: Double Agent",
						"text": [
							"You have a reliable and trusty contact within the Tears of Virulence garrison in Phlan to whom you pass information and secrets. In exchange, you can get away with minor criminal offenses within the town of Phlan. In addition, your Black Fists contacts can help you secure an audience with the Lord Regent, the Lord Sage, members of the Black Fists, or deposed nobles and authority figures who are sympathetic to the Phlan refugees and insurgents. Note: This feature is a variant of the Noble feature."
						]
					},
					{
						"name": "Personality Trait",
						"text": [
							"d8 - Trait",
							"1 - People are only as trustworthy as you are valuable to them. Always strive to be the most valuable person around.",
							"2 - My eloquence and sophistication are tools I use to avoid arousing suspicion myself.",
							"3 - I am a thrill-seeker, excited by covert and dangerous missions.",
							"4 - I live by my wits and always check every lock twice, just to be certain.",
							"5 - I never admit to my mistakes lest they be used against me.",
							"6 - I take every effort to be unnoticeable and blend into the crowd. Passersby rarely give me a second look.",
							"7 - I am prepared for any eventuality; including the day my usefulness as a spy comes to an end.",
							"8 - I always make certain to know my enemy before acting, lest I bite off more than I can chew."
						]
					},
					{
						"name": "Ideal",
						"text": [
							"d6 - Ideal",
							"1 - Suspicious. In my experience, everybody has something to hide, and what they hide can usually hurt me. (Any)",
							"2 - Secretive. I trade in secrets, and am not about to let any of mine slip. (Any)",
							"3 - Hedonist. Life is short. I live my life to the fullest, as I know any day could be my last. (Chaotic)",
							"4 - Selfless. I use my position to help the downtrodden avoid persecution from the authorities. (Good)",
							"5 - Patriotic. I am a loyal supporter of Phlan and its leaders, and see my role as a solemn duty and necessary evil to prevent anarchy. (Lawful)",
							"6 - Manipulative. I use my knowledge to blackmail and manipulate others to my own benefit. (Evil)"
						]
					},
					{
						"name": "Bond",
						"text": [
							"d6 - Bond",
							"1 - I was framed for a crime I did not commit, and seek to bring the true culprit to justice.",
							"2 - I am a part of an underground network that smuggles innocent civilians out of the city prior to being raided by the authorities.",
							"3 - I miss the glory days of Phlan, before the coming of the dragon.",
							"4 - I seek to prove myself worthy of joining the Black Fist as a member of their order.",
							"5 - My sister was killed by a Tear of Virulence, and now I feed them false information whenever possible.",
							"6 - My family was wrongly imprisoned, and I act as an informant in order to secure their release."
						]
					},
					{
						"name": "Flaw",
						"text": [
							"d6 - Flaws",
							"1 - I think too highly of myself, and have an exaggerated sense of self-importance.",
							"2 - I have difficulty trusting strangers. I see spies and informants everywhere.",
							"3 - Years of getting away with minor crimes has left me believing that I am above the law, and have diplomatic immunity above my station.",
							"4 - Years of seeing innocent people suffer have left me despondent and pessimistic for the future.",
							"5 - My desire for vengeance often gets me into trouble.",
							"6 - I am spendthrift, and share my wealth with the patrons of my favorite tavern."
						]
					}
				]
			},
			{
				"name": "Dragon Casualty",
				"source": "Curse of Strahd",
				"proficiency": "Intimidation, Survival",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"Intimidation, Survival"
						]
					},
					{
						"name": "Tool Proficiencies",
						"text": [
							"Special (see origin below)"
						]
					},
					{
						"name": "Language",
						"text": [
							"Draconic"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"A dagger, tattered rags, a loaf of moldy bread, a small cast-off scale belonging to Vorgansharax – the Maimed Virulence, and a pouch with 5 gp of various coins (salvaged during your escape from Phlan)."
						]
					},
					{
						"name": "Lifestyle",
						"text": [
							"Wretched"
						]
					},
					{
						"name": "Overview",
						"text": [
							"When the Maimed Virulence descended upon Phlan, you were one of the unfortunate casualties of war. Captured during the initial assault, you have spent the last year of your life as a plaything of a capricious and malevolent overlord.",
							"While many of your fellow prisoners fell to the dragon's insatiable fury over the coming months, you and your fellow \"survivors\" were spared only for a worse fate as one of the dragon's magical experiments, leaving you and those who survived the torture scarred and disfigured.",
							"What reasons the dragon had for releasing you few survivors, nobody knows. You only fear that those who died under his terrible claw were the lucky ones, and you and your fellow Dragonscarred are doomed for a fate worse than death."
						]
					},
					{
						"name": "Origin",
						"text": [
							"Prior to the coordinated attack by the Maimed Virulence and her rebel Black Fist supporters, you were once a citizen or visitor to Phlan. While the trauma of your recent ordeal has greatly altered your motivations and perception of the world, your former life still clings to you and colors your mannerisms, behaviors, and outlook on life. Choose one entry on the following table (or roll randomly) to determine your former occupation prior to your incarceration and torture. Your choice determines your tool proficiency from this background.",
							"d8 - Origin (Occupation) - Tool Proficiency",
							"1 - Dockworker/Fisherman - Vehicles (water)",
							"2 - Tradesperson/Merchant - Artisan's Tools",
							"3 - Black Fist Soldier - Gaming set or Vehicles (land)",
							"4 - Adventurer/Visitor - Vehicles (land)",
							"5 - Entertainer - Musical Instrument",
							"6 - Scholar/Healer - Alchemists Supplies or Herbalism Kit",
							"7 - Criminal - Thieves' Tools, Forgery Kit, or Disguise Kit",
							"8 - Unskilled Laborer - Gaming Set"
						]
					},
					{
						"name": "Feature: Dragonscarred",
						"text": [
							"Over a period of several months you were subject to magical and mundane torture at the claws of Vorgansharaxse and his minions. These experiments have left you horribly disfigured but mark you as a survivor of the Maimed Virulence. This affords you a measure of fame and notoriety, for those who know of your harrowing ordeal are keen to hear the tale personally but makes it difficult to disguise your appearance and hide from prying eyes.",
							"You can parlay this attention into access to people and places you might not otherwise have, for you and your companions. Nobles, scholars, mages, and those who seek to ferret out the secrets of the Maimed Virulence would all be keen to hear your tale of survival, and learn what secrets (if any) you might possess, and/or study your affliction with great interest. However, you fear that your afflictions are not completely mundane and that the Maimed Virulence may as yet have some nefarious reason for allowing your escape, as your scars burn with acidic fury and seem to writhe beneath your skin at times. Note: This feature is a variant of the Far Traveler feature."
						]
					},
					{
						"name": "Disfigurement (Optional)",
						"text": [
							"In addition to extensive scarring, you may choose one of the following options to represent your disfigurement. This disfigurement is purely cosmetic, misshapen, and horrific to look upon.",
							"d8 - Disfigurement",
							"1 - Small non-functional wing(s).",
							"2 - Misshapen, wing-like membranes along one or both arms.",
							"3 - Elongated, claw-like hand(s).",
							"4 - Elongated, claw-like feet.",
							"5 - Painful green scales randomly embedded in skin.",
							"6 - Bulbous, reptilian eye(s).",
							"7 - Enlarged dorsal spines.",
							"8 - Hair replaced with small irregular spines."
						]
					},
					{
						"name": "Personality Trait",
						"text": [
							"d8 - Trait",
							"1 - I am driven to escape my past, and rarely stay in one place long.",
							"2 - I know secrets of the Maimed Virulence, but fear the harm that may befall me should others learn them.",
							"3 - Speaking of my ordeal helps sooth the still open wounds in my soul.",
							"4 - My former life is meaningless, and was ripped to shreds by the claws of Vorgansharax. All that matters now is what I do with the future.",
							"5 - I have faced the worst a dragon can deliver and survived. I am fearless, and my resolve unshakable.",
							"6 - I am haunted my tortured past, and wake at night screaming at half-remembered horrors.",
							"7 - I sleep with my back to a wall or tree, and a weapon within arm’s reach.",
							"8 - I am slow to trust, but incredibly loyal to those who have earned it."
						]
					},
					{
						"name": "Ideal",
						"text": [
							"d6 - Ideal",
							"1 - Survivor. No matter the cost, I will take any action necessary to survive. (Any)",
							"2 - Independence. When in trouble, the only person I can rely on is myself. (Chaotic)",
							"3 - Compassionate. I have suffered long at the hands of a Dragon, and take pity and compassion on the suffering of others. (Good)",
							"4 - Secretive. I am withdrawn, and hide my monstrous appearance for fear of drawing unwanted attention. (Chaotic)",
							"5 - Justice. I have been wronged, and will not allow the same fate to befall others. (Lawful)",
							"6 - Sycophant. During my ordeal, I became a willing servant of the Maimed Virulence, and spy on his behalf. (Evil)"
						]
					},
					{
						"name": "Bond",
						"text": [
							"d6 - Bond",
							"1 - I have sworn vengeance on the Maimed Virulence and those that follow him.",
							"2 - I long to reunite with friends and family who may dwell among the Phlan Refugees, and protect them.",
							"3 - While a prisoner of the Maimed Virulence, I overheard rumors of an item or treasure the Dragon seeks. I will have that treasure for myself!",
							"4 - I seek to reclaim and rebuild my former life to the best of my ability.",
							"5 - I have been reborn as a child of Vorgansharax. I will claim my birthright as his chosen heir and successor.",
							"6 - I attribute my survival to the work of the divine, and seek to prove myself worthy of the honor."
						]
					},
					{
						"name": "Flaw",
						"text": [
							"d6 - Flaws",
							"1 - I have been touched with dragon-greed, and have a lust for wealth which can never be satisfied.",
							"2 - I secretly believe others are plotting to harm me.",
							"3 - I no longer enjoy the simple pleasures in life. Food is but ashes and bile in my throat.",
							"4 - Anyone who refuses to celebrate my celebrity does not deserve my company.",
							"5 - I am paranoid and overly suspicious of others. Anyone may be an agent of the Maimed Virulence.",
							"6 - Once I make up my mind, I follow my chosen course of action regardless of the consequences."
						]
					}
				]
			},
			{
				"name": "Iron Route Bandit",
				"source": "Curse of Strahd",
				"proficiency": "Stealth, Survival",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"Stealth, Survival"
						]
					},
					{
						"name": "Tool Proficiencies",
						"text": [
							"One type of artisan's tools, vehicles (land)"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"A bag of caltrops (20), a small trinket that connects you to the life you once had before the occupation of Phlan, a healer's kit, a set of dark common clothes that includes a cloak and hood, and a belt pouch containing 5 gp."
						]
					},
					{
						"name": "Lifestyle",
						"text": [
							"Poor"
						]
					},
					{
						"name": "Overview",
						"text": [
							"The taking of Phlan by Vorgansharax is a clear memory in your mind. You were going about your everyday business when the green dragon's forces spilled out of the sewers and assailed your home. Many of Phlan's citizens, young and old alike, were captured, killed, or offered as tribute to the Maimed Virulence. You, yourself were one of those captured. But, either with the help of adventurers or through your own wits and sheer determination, you escaped.",
							"Rather than flee the region, you've chosen to stay and fight. Finding refuge outside the town and the deadly thicket surrounding it, you strike out against the Tears of the Virulence and their monstrous allies. You've learned to survive in dire and desperate circumstances, with supplies running low and the arrival of reinforcements uncertain. You've grown accustomed to acting under the cover of night, dealing what blows you can to avenge the friends and family you lost within the currently occupied Phlan. You will drive Vorgansharax out, or you die trying."
						]
					},
					{
						"name": "Origin",
						"text": [
							"Removed from your life as a townsperson, you've adapted to rough life in the wilds surrounding Phlan. The trade you practiced still influences your outlook, the manner in which you approach situations, and the way you contribute to the resistance movement against the Maimed Virulence. You can roll on the following table to determine what your occupation was before the fall, or choose one that best fits your character (select from either the general column or the specific column, but not both).",
							"d8 - Origin (General) - Origin (Specific)",
							"1 - Fisher - Stojanow River Worker",
							"2 - Hunter - Twilight Marsh Worker",
							"3 - Craftsperson - Mantor's Library Scribe",
							"4 - Priest/Priestess - Clergy of Ilmater",
							"5 - Cook - Laughing Goblin Server",
							"6 - City Watch - Black Fist Guard",
							"7 - Servant - House Sokol Retainer",
							"8 - Unskilled Laborer - Bay of Phlan Dockworker"
						]
					},
					{
						"name": "Feature: Guerilla",
						"text": [
							"You've come to know the surrounding forests, streams, caves, and other natural features in which you can take refuge--or set up ambushes. You can quickly survey your environment for advantageous features. Additionally, you can scavenge around your natural surroundings to cobble together simple supplies (such as improvised torches, rope, patches of fabric, etc.) that are consumed after use. Note: This feature is a variant of the Outlander feature."
						]
					},
					{
						"name": "Suggested Characteristics",
						"text": [
							"You have given up the life you knew as a citizen of Phlan. However, the Maimed Virulence's invasion resonates deep inside you. Perhaps you have a few friends or family members who were able to escape with you. Or, perhaps, everyone you held dear either perished or went missing during the fall. You may know of someone who is, against all odds, surviving within the thicket and you long to liberate them from a life of peril within the town.",
						]
					},
					{
						"name": "Personality Trait",
						"text": [
							"d8 - Trait",
							"1 - My patience knows no bounds, so long as my goal is in sight.",
							"2 - In life and in struggle, the ends justify my actions.",
							"3 - If you aren't helping me, you'd best at least stay out of my way.",
							"4 - I long for the life that was taken away from me.",
							"5 - Friends and family perished, tragically, before my eyes. I hope never to undergo that again.",
							"6 - Making the right choices in life are important to me. The choices I make might save not just my life, but the lives of others as well.",
							"7 - I can never allow my foes to get the drop on me.",
							"8 - Time is a precious resource that I must spend wisely."
						]
					},
					{
						"name": "Ideal",
						"text": [
							"d6 - Ideal",
							"1 - Leadership. The oppressed need someone to inspire them to courageous acts. (Good)",
							"2 - Unpredictability. Keeping the enemy guessing and off-balance is my tactical strength. (Chaos)",
							"3 - Determination. Threats to my home must be eliminated at all costs. (Any)",
							"4 - Freedom. Those who are enslaved and unjustly imprisoned deserve my aid. (Good)",
							"5 - Resourcefulness. Our wits are our most valuable resource in troubled times. (Any)",
							"6 - Unity. Working together, we can overcome all obstacles, even the most seemingly insurmountable ones. (Any)"
						]
					},
					{
						"name": "Bond",
						"text": [
							"d6 - Bond",
							"1 - I'll never let my fellow insurgents down. They are my only remaining friends.",
							"2 - I was separated from a loved one during my escape from town. I will find them.",
							"3 - One of the Tears of the Virulence was a trusted friend, until the day they betrayed the city. They will pay harshly for their transgressions.",
							"4 - An item I hold close is my last remaining connection to the family I lost during the fall.",
							"5 - The dragon who took my past life away from me will feel the full extent of my vengeance.",
							"6 - The knowledge in Mantor's Library is an irreplaceable treasure that must be protected."
						]
					},
					{
						"name": "Flaw",
						"text": [
							"d6 - Flaws",
							"1 - I have no respect for those who flee. I harbor a deep grudge against the citizens who abandoned Phlan.",
							"2 - Ale is the only way I can escape the desperation of my circumstances.",
							"3 - It doesn’t take much to get me into a fight.",
							"4 - Being an insurgent means doing things that aren’t always ethical. I’m still learning to live with that.",
							"5 - My desire to liberate Phlan oftentimes clouds my judgement, despite my best efforts.",
							"6 - I relentlessly despise the Maimed Virulence and his allies. I’d abandon other goals in order to strike out at them."
						]
					}
				]
			},
			{
				"name": "Stojanow Prisoner",
				"source": "Curse of Strahd",
				"proficiency": "Deception, Perception",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"Deception, Perception"
						]
					},
					{
						"name": "Tool Proficiencies",
						"text": [
							"One type of gaming set, thieves' tools"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"A small knife, a set of common clothes, a trinket from the life you stayed behind to defend, a belt pouch with 10 gp."
						]
					},
					{
						"name": "Lifestyle",
						"text": [
							"Poor"
						]
					},
					{
						"name": "Overview",
						"text": [
							"\"We need to leave, now!\" Those words still haunt your dreams at night. When everyone was fleeing Phlan, you choose to stay. Whether out of an emotional attachment, or pursuit of riches, you made the decision that would affect the rest of your life.",
							"Food became scarcer for those without connections. You became a beggar and to stay alive you bartered information to any interested party with food or gold to spare. You were good at what you did, and thought you were invincible. That changed when you were captured by the Tears of Virulence, the soldiers of Vorgansharax, the Maimed Virulence, for selling secrets to those bent on overthrowing the dragon. They locked you in the cells of Stojanow Gate. The first weeks you hoped to stay alive. As the weeks turned into months, and the interrogations continued you began to pray for death."
						]
					},
					{
						"name": "Feature: Ex-Convict",
						"text": [
							"The knowledge gained during your incarceration lets you gain insight into local guards and jailors. You know which will accept bribes, or look the other way for you. You can also seek shelter for yourself from authorities with other criminals in the area. Note: This feature is a variant of the Courtier feature."
						]
					},
					{
						"name": "Personality Trait",
						"text": [
							"d8 - Trait",
							"1 - I am a bully; others will suffer as I have.",
							"2 - I always say yes even when I mean no; it’s just easier.",
							"3 - I aim to misbehave.",
							"4 - I go out of my way to frustrate or anger those in power.",
							"5 - I strive to obey the law. I will never again make the mistake of going against authority.",
							"6 - I always plan everything out. The one time I let others plan things it did not end well for me.",
							"7 - I take blame to protect others from pain.",
							"8 - I hoard information, you never know what may come in handy."
						]
					},
					{
						"name": "Ideal",
						"text": [
							"d6 - Ideal",
							"1 - Loss. I freely give those who offend me what was so brutally denied me, death. (Chaos)",
							"2 - Dedication. I never betray those who trust me. (Law)",
							"3 - Vengeance. I use any means to get information I need; I have been well taught. (Evil)",
							"4 - Redemption. Everyone deserves a second chance. (Good)",
							"5 - Resilience. I can survive any challenge (Any)",
							"6 - Leadership. The best teams are made up of those that society has discarded."
						]
					},
					{
						"name": "Bond",
						"text": [
							"d6 - Bond",
							"1 - I take up arms to help establish a free Phlan.",
							"2 - The horrors of my time in Stojanow haunt my dreams, only after a day of hard work can I find sleep.",
							"3 - I am indebted to those who freed me from prison, I will repay this debt.",
							"4 - My torturer survived the attack that set me free, I will find him/her.",
							"5 - I will not rest while others suffer fates similar to mine.",
							"6 - I am searching for a way to heal the scars of Stojanow, both physical and emotional."
						]
					},
					{
						"name": "Flaw",
						"text": [
							"d6 - Flaws",
							"1 - During stressful times, I find myself crying for no reason.",
							"2 - My nerve endings are shot from the interrogations; I am numb to all but the harshest touch.",
							"3 - I am incapable of standing up for myself.",
							"4 - I folded under the torture, and gave information that I promised would be kept secret. My life would be in jeopardy if others found out.",
							"5 - Survival is worth more than friendship.",
							"6 - The ghosts from my past hinder my actions."
						]
					}
				]
			},
			{
				"name": "Ticklebelly Nomad",
				"source": "Curse of Strahd",
				"proficiency": "Nature, Animal Handling",
				"trait": [
					{
						"name": "Skill Proficiencies",
						"text": [
							"Nature, Animal Handling"
						]
					},
					{
						"name": "Tool Proficiencies",
						"text": [
							"Herbalism kit"
						]
					},
					{
						"name": "Languages",
						"text": [
							"Giant"
						]
					},
					{
						"name": "Equipment",
						"text": [
							"Herbalism kit, a small article of jewelry that is distinct to your tribe, a hunting trap, a set of common clothes, and a belt pouch containing 5 gp."
						]
					},
					{
						"name": "Lifestyle",
						"text": [
							"Poor"
						]
					},
					{
						"name": "Overview",
						"text": [
							"You were born into a nomadic tribe that called the Ticklebelly Hills home. You migrated from location to location, living off the land with your tribe. The tribe would seasonally travel south into the Grass Sea and the Giant’s Cairn, north into the Dragonspine Mountains, and even occasionally east across the Stojanow River to the borders of the Quivering forest.",
							"In your migrations, your people have come to know the stone giant tribes that populate the Giant’s Cairn. The dragon cultists came to the hills one day—magic-users wearing purple and riding horrid beasts, black-clad warriors wearing wicked masks, and even soldiers from the nearby town of Phlan. Then the dragon called Vorgansharax arrived and laired in the hills, causing horrid thickets to grow and animals to act unusually. The cultists began raiding nomad camps for victims to offer to the wyrm. Eventually, the dragon moved on to attack Phlan, but life was never again the same for the nomads of the Ticklebelly Hills."
						]
					},
					{
						"name": "Feature: At Home in the Wild",
						"text": [
							"The wilderness is your home and you are comfortable dwelling in it. You can find a place to hide, rest, or recuperate when out in the wild. This place of rest is secure enough to conceal you from most natural threats. Threats that are supernatural, magical, or are actively seeking you out might do so with difficulty depending on the nature of the threat (as determined by the DM). However, this feature doesn’t shield or conceal you from scrying, mental probing, nor from threats that don’t necessarily require the five senses to find you. Note: This feature is a variant of the Folk Hero feature."
						]
					},
					{
						"name": "Suggested Characteristics",
						"text": [
							"Ticklebelly nomads only venture into civilization when necessary. You are social within your tribe, with tribes of other nomads, and even with the stone giant tribes that populate the Giant’s Cairn. However, other communities tend to either put you on your guard or put you in a state of wonder. Was it this wonder that enticed you into a life of adventuring? On the other hand, you are fiercely protective of and dedicated to your tribe. Perhaps it was this dedication that led you to venture out; either of your own will or at the behest of your tribe’s leaders."
						]
					},
					{
						"name": "Personality Trait",
						"text": [
							"d8 - Trait",
							"1 - I eagerly inject myself into the unknown.",
							"2 - Villages, towns, and cities do not suit me. I’d rather be out in the wilderness any day.",
							"3 - I accomplish my tasks efficiently, using as few resources as possible.",
							"4 - It’s difficult for me to remain in one place for long.",
							"5 - I loudly brag about my tribe every chance I get.",
							"6 - Having walked among giants, I am fearless in the face of bigger creatures.",
							"7 - I am quiet and reserved, but observant. Nothing escapes my attention.",
							"8 - My word is my bond. I see a promise to completion, even if it conflicts with my beliefs."
						]
					},
					{
						"name": "Ideal",
						"text": [
							"d6 - Ideal",
							"1 - Kinship. Family is most important in life. Though I may be far from my own, the bonds of family must be protected in others’ lives as well. (Good)",
							"2 - Preservation. Nature must not be despoiled by encroaching civilization. (Any)",
							"3 - Wanderlust. One must expand their horizons by seeing the world and exploring. (Chaos)",
							"4 - Isolation. My tribe and its ways must be protected and shielded from outside influence. (Neutral)",
							"5 - Protection. Threats to the land and to the people must be dealt with at any and all costs. (Law)",
							"6 - Belonging: All creatures have a place in the world, so I strive to help others find theirs. (Good)"
						]
					},
					{
						"name": "Bond",
						"text": [
							"d6 - Bond",
							"1 - I ache to return to my tribe and the family I left, but cannot until my obligations are fulfilled.",
							"2 - The dragon cultists that invaded my homeland stole away one of my tribe’s people. I will not know rest until I’ve found them.",
							"3 - The dragon’s presence in the hills destroyed valuable territory and resulted in deaths within my tribe. The creature must pay for what it has done.",
							"4 - I carry a trinket that spiritually and emotionally ties me to my people and my home.",
							"5 - I discovered a strange relic in the hills during my tribe’s wanderings. I must discover what it is.",
							"6 - One of the stone giant clans from the Giant’s Cairn has graced me with a mark of kinship."
						]
					},
					{
						"name": "Flaw",
						"text": [
							"d6 - Flaws",
							"1 - I throw myself and my friends into situations rarely ever thinking about consequences.",
							"2 - Unfamiliar people and surroundings put me on edge.",
							"3 - I have absolutely no patience for slowpokes and those who prove indecisive.",
							"4 - My desire to experience new things causes me to make unsafe choices.",
							"5 - I am overly protective of nature, sometimes to the detriment of my companions and myself.",
							"6 - My lack of worldliness often proves my undoing in social, commercial, and hostile situations."
						]
					}
				]
			}
		],
		"_version": "5"
	}
}
