var backgrounddata = {
   "compendium": {
      "background": [
         {
            "name": "Acolyte",
            "source": "Player's Handbook",
            "proficiency": "Insight, Religion",
            "trait": [
               {
                  "name": "Skill Proficiencies",
                  "text": [
                     "Insight, Religion"
                  ]
               },
               {
                  "name": "Languages",
                  "text": [
                     "Two of your choice"
                  ]
               },
               {
                  "name": "Equipment",
                  "text": [
                     "A holy symbol (a gift to you when you entered the priesthood), a prayer book or prayer wheel, 5 sticks of incense, vestments, a set of common clothes, and a belt pouch containing 15 gp"
                  ]
               },
               {
                  "name": "Feature: Shelter of the Faithful",
                  "text": [
                     "As an acolyte, you command the respect of those who share your faith, and you can perform the religious ceremonies of your deity. You and your adventuring companions can expect to receive free healing and care at a temple, shrine, or other established presence of your faith, though you must provide any material components needed for spells. Those who share your religion will support you (but only you) at a modest lifestyle.",
                     null,
                     "You might also have ties to a specific temple dedicated to your chosen deity or pantheon, and you have a residence there. This could be the temple where you used to serve, if you remain on good terms with it, or a temple where you have found a new home. While near your temple, you can call upon the priests for assistance, provided the assistance you ask for is not hazardous and you remain in good standing with your temple."
                  ]
               },
               {
                  "name": "Suggested Characteristics",
                  "text": [
                     "Acolytes are shaped by their experience in temples or other religious communities. Their study of the history and tenets of their faith and their relationships to temples, shrines, or hierarchies affect their mannerisms and ideals. Their flaws might be some hidden hypocrisy or heretical idea, or an ideal or bond taken to an extreme."
                   ]
               },
               {
                  "name": "Personality Trait",
                  "text": [
                     "",
                     "d8 - Trait",
                     "1 - I idolize a particular hero of my faith, and constantly refer to that person’s deeds and example.",
                     "2 - I can find common ground between the fiercest enemies, empathizing with them and always working toward peace.",
                     "3 - I see omens in every event and action. The gods try to speak to us, we just need to listen.",
                     "4 - Nothing can shake my optimistic attitude.",
                     "5 - I quote (or misquote) sacred texts and proverbs in almost every situation.",
                     "6 - I am tolerant (or intolerant) of other faiths and respect (or condemn) the worship of other gods.",
                     "7 - I’ve enjoyed fine food, drink, and high society among my temple’s elite. Rough living grates on me.",
                     "8 - I’ve spent so long in the temple that I have little practical experience dealing with people in the outside world."
                   ]
               },
               {
                  "name": "Ideal",
                  "text": [
                     "",
                     "d6 - Ideal",
                     "1 - Tradition. The ancient traditions of worship and sacrifice must be preserved and upheld. (Lawful)",
                     "2 - Charity. I always try to help those in need, no matter what the personal cost. (Good)",
                     "3 - Change. We must help bring about the changes the gods are constantly working in the world. (Chaotic)",
                     "4 - Power. I hope to one day rise to the top of my faith’s religious hierarchy. (Lawful)",
                     "5 - Faith. I trust that my deity will guide my actions. I have faith that if I work hard, things will go well. (Lawful)",
                     "6 - Aspiration. I seek to prove myself worthy of my god’s favor by matching my actions against his or her teachings. (Any)"
                   ]
               },
               {
                  "name": "Bond",
                  "text": [
                     "",
                     "d6 - Bond",
                     "1 - I would die to recover an ancient relic of my faith that was lost long ago.",
                     "2 - I will someday get revenge on the corrupt temple hierarchy who branded me a heretic.",
                     "3 - I owe my life to the priest who took me in when my parents died.",
                     "4 - Everything I do is for the common people.",
                     "5 - I will do anything to protect the temple where I served.",
                     "6 - I seek to preserve a sacred text that my enemies consider heretical and seek to destroy."
                   ]
               },
               {
                  "name": "Flaw",
                  "text": [
                     "",
					 "d6 - Flaw",
                     "1 - I judge others harshly, and myself even more severely.",
                     "2 - I put too much trust in those who wield power within my temple’s hierarchy.",
                     "3 - My piety sometimes leads me to blindly trust those that profess faith in my god.",
                     "4 - I am inflexible in my thinking.",
                     "5 - I am suspicious of strangers and expect the worst of them.",
                     "6 - Once I pick a goal, I become obsessed with it to the detriment of everything else in my life."
                   ]
               }
            ]
         },
         {
            "name": "Charlatan",
            "source": "Player's Handbook",
            "proficiency": "Deception, Sleight of Hand",
            "trait": [
               {
                  "name": "Skill Proficiencies",
                  "text": [
                     "Deception, Sleight of Hand"
                  ]
               },
               {
                  "name": "Tool Proficiencies",
                  "text": [
                     "Disguise Kit, Forgery Kit"
                  ]
               },
               {
                  "name": "Equipment",
                  "text": [
                     "A set of fine clothes, a disguise kit, tools of the con of your choice (ten stoppered bottles filled with colored liquid, a set of weighted dice, a deck of marked cards, or a signet ring of an imaginary duke), and a belt pouch containing 15 gp."
                  ]
               },
			   {
				  "name": "Favorite Schemes",
				  "text": [
				     "Every charlatan has an angle he or she uses in preference to other schemes.  Choose a favorite scam or roll on the table below.",
				     "\n",
					 "d6 - Scam",
					 "1 - I cheat at games of chance.",
					 "2 - I shave coins or forge documents.",
					 "3 - I insinuate myself into people's lives to prey on their weakness and secure their fortunes.",
					 "4 - I put on new identities like clothes.",
					 "5 - I run sleight-of-hand cons on street corners.",
					 "6 - I convince people that worthless junk is worth their hard-earned money."
				   ]
			   },
               {
                  "name": "Feature: False Identity",
                  "text": [
                     "You have created a second identity that includes documentation, established acquaintances, and disguises that allow you to assume that persona. Additionally, you can forge documents including official papers and personal letters, as long as you have seen an example of the kind of document or the handwriting you are trying to copy."
                  ]
               },
			   {
			      "name": "Suggested Characteristics",
                  "text": [
                     "Charlatans are colorful characters who conceal their true selves behind the masks they construct. They reflect what people want to see, what they want to believe, and how they see the world. But their true selves are sometimes plagued by an uneasy conscience, an old enemy, or deep-seated trust issues."
                   ]
               },
               {
                  "name": "Personality Trait",
                  "text": [
                     "",
                     "d8 - Trait",
                     "1 - I fall in and out of love easily, and am always pursuing someone.",
                     "2 - I have a joke for every occasion, especially occasions where humor is inappropriate.",
                     "3 - Flattery is my preferred trick for getting what I want.",
                     "4 - I'm a born gambler who can't resist taking a risk for a potential payoff.",
                     "5 - I lie about almost everything, even when there's no reason to.",
                     "6 - Sarcasm and insults are my weapons of choice.",
                     "7 - I keep multiple holy symbols on me and invoke whatever deity might come in useful at any given moment.",
                     "8 - I pocket anything I see that might have some value."
                   ]
               },
               {
                  "name": "Ideal",
                  "text": [
                     "",
                     "d6 - Ideal",
                     "1 - Independence. I am a free spirit—no one tells me what to do. (Chaotic)",
                     "2 - Fairness. I never target people who can't afford to lose a few coins. (Lawful)",
                     "3 - Charity. I distribute the money I acquire to the people who really need it. (Good)",
                     "4 - Creativity. I never run the same con twice. (Chaotic)",
                     "5 - Friendship. Material goods come and go. Bonds of friendship last forever. (Good)",
                     "6 - Aspiration. I'm determined to make something of myself. (Any)"
                   ]
               },
               {
                  "name": "Bond",
                  "text": [
                     "",
                     "d6 - Bond",
                     "1 - I fleeced the wrong person and must work to ensure that this individual never crosses paths with me or those I care about.",
                     "2 - I owe everything to my mentor/u2014a horrible person who's probably rotting in jail somewhere.",
                     "3 - Somewhere out there, I have a child who doesn't know me. I'm making the world better for him or her.",
                     "4 - I come from a noble family, and one day I’ll reclaim my lands and title from those who stole them from me.",
                     "5 - A powerful person killed someone I love. Some day soon, I’ll have my revenge.",
                     "6 - I swindled and ruined a person who didn’t deserve it. I seek to atone for my misdeeds but might never be able to forgive myself."
                   ]
               },
               {
                  "name": "Flaw",
                  "text": [
                     "",
					 "d6 - Flaws",
                     "1 - I can't resist a pretty face.",
                     "2 - I'm always in debt. I spend my ill-gotten gains on decadent luxuries faster than I bring them in.",
                     "3 - I'm convinced that no one could ever fool me the way I fool others.",
                     "4 - I'm too greedy for my own good. I can't resist taking a risk if there's money involved.",
                     "5 - I can't resist swindling people who are more powerful than me.",
                     "6 - I hate to admit it and will hate myself for it, but I'll run and preserve my own hide if the going gets tough."
                   ]
               }
            ]
         },
         {
            "name": "City Watch",
            "source": "Sword Coast Adventurer's Guide",
            "proficiency": "Athletics, Insight",
            "trait": [
               {
                  "name": "Skill Proficiencies",
                  "text": [
                     "Athletics, Insight"
                  ]
               },
               {
                  "name": "Languages",
                  "text": [
                     "Any two of your choice"
                  ]
               },
               {
                  "name": "Equipment",
                  "text": [
                     "A uniform in the style of your unit and indicative of your rank, a horn with which to summon help, a set of manacles, and a pouch containing 10 gp."
                  ]
               },
               {
                  "name": "Feature: Watcher's Eye",
                  "text": [
                     "Your experience in enforcing the law, and dealing with lawbreakers, gives you a feel for local laws and criminals. You can easily find the local outpost of the watch or a similar organization, and just as easily pick out the dens of criminal activity in a community, although you're more likely to be welcome in the former locations rather than the latter."
                  ]
               }
            ]
         },
         {
            "name": "Clan Crafter",
            "source": "Sword Coast Adventurer's Guide",
            "proficiency": "History, Insight",
            "trait": [
               {
                  "name": "Skill Proficiencies",
                  "text": [
                     "History, Insight"
                  ]
               },
               {
                  "name": "Tool Proficiencies",
                  "text": [
                     "One type of artisan's tools"
                  ]
               },
               {
                  "name": "Languages",
                  "text": [
                     "Dwarvish or one of your choice if you already speak Dwarvish"
                  ]
               },
               {
                  "name": "Equipment",
                  "text": [
                     "A set of artisan's tools with which you are proficient, a maker's mark chisel used to mark your handiwork with the symbol of the clan of crafters you learned your skill from, a set of traveler's clothes, and a pouch containing 5 gp and a gem worth 10 gp."
                  ]
               },
               {
                  "name": "Feature: Respect of the Stout Folk",
                  "text": [
                     "As well respected as clan crafters are among outsiders, no one esteems them quite so highly as dwarves do. You always have free room and board in any place where shield dwarves or gold dwarves dwell, and the individuals in such a settlement might vie among themselves to determine who can offer you (and possibly your companions) the finest accomodations and assistance."
                  ]
               }
            ]
         },
         {
            "name": "Cloistered Scholar",
            "source": "Sword Coast Adventurer's Guide",
            "proficiency": "History",
            "trait": [
               {
                  "name": "Skill Proficiencies",
                  "text": [
                     "History, plus your choice of one from among Arcana, Nature, and Religion"
                  ]
               },
               {
                  "name": "Languages",
                  "text": [
                     "Languages: any two of your choice"
                  ]
               },
               {
                  "name": "Equipment",
                  "text": [
                     "The scholar's robes of your cloister, a writing kit (small pouch with a quill, ink, folded parchment, and a small penknife), a borrowed book on the subject of your current study, and a pouch containing 10 gp."
                  ]
               },
               {
                  "name": "Feature: Library Access",
                  "text": [
                     "Though others must often endure extensive interviews and significant fees to gain access to even the most common archives in your library, you have free and easy access to the majority of the library,, though it might also have repositories of lore that are too valuable, magical, or secret to permit anyone immediate access.",
                     "You have a working knowledge of your cloister's personnel and bureaucracy, and you know how to navigate those connections with some ease.",
                     "Additionally, you are likely to gain preferential treatment at other libraries across the Realms, as professional courtesy to a fellow scholar."
                  ]
               }
            ]
         },
         {
            "name": "Courtier",
            "source": "Sword Coast Adventurer's Guide",
            "proficiency": "Insight, Persuasion",
            "trait": [
               {
                  "name": "Skill Proficiencies",
                  "text": [
                     "Insight, Persuasion"
                  ]
               },
               {
                  "name": "Languages",
                  "text": [
                     "Any two of your choice"
                  ]
               },
               {
                  "name": "Equipment",
                  "text": [
                     "A set of fine clothes and a pouch containing 5 gp."
                  ]
               },
               {
                  "name": "Feature: Court Functionary",
                  "text": [
                     "Your knowledge of how bureaucracies function lets you gain access to the records and inner workings of any noble court or government you encounter. You know who the movers and shakers are, whom to go to for the favors you seek, and what the current intrigues of interest in the group are."
                  ]
               }
            ]
         },
         {
           "name": "Criminal",
           "source": "Player's Handbook",
            "proficiency": "Deception, Stealth",
            "trait": [
               {
                  "name": "Skill Proficiencies",
                  "text": [
                     "Deception, Stealth"
                  ]
               },
               {
                  "name": "Tool Proficiencies",
                  "text": [
                     "One type of gaming set, thieves' tools"
                  ]
               },
               {
                  "name": "Equipment",
                  "text": [
                     "A crowbar, a set of dark common clothes including a hood, and a belt pouch containing 15 gp"
                  ]
               },
               {
                  "name": "Feature: Criminal Contact",
                  "text": [
                     "You have a reliable and trustworthy contact who acts as your liaison to a network of other criminals. You know how to get messages to and from your contact, even over great distances; specifically, you know the local messengers, corrupt caravan masters, and seedy sailors who can deliver messages for you."
                  ]
               }
            ]
         },
         {
            "name": "Entertainer",
            "source": "Player's Handbook",
            "proficiency": "Acrobatics, Performance",
            "trait": [
               {
                  "name": "Skill Proficiencies",
                  "text": [
                     "Acrobatics, Performance"
                  ]
               },
               {
                  "name": "Tool Proficiencies",
                  "text": [
                     "Disguise kit, one type of musical instrument"
                  ]
               },
               {
                  "name": "Equipment",
                  "text": [
                     "A musical instrument (one of your choice), the favor of an admirer (love letter, lock of hair, or trinket), a costume, and a belt pouch containing 15 gp"
                  ]
               },
               {
                  "name": "Feature: By Popular Demand",
                  "text": [
                     "You can always find a place to perform, usually in an inn or tavern but possibly with a circus, at a theater, or even in a noble's court. At such a place, you receive free lodging and food of a modest or comfortable standard (depending on the quality of the establishment), as long as you perform each night. In addition, your performance makes you something of a local figure. When strangers recognize you in a town where you have performed, they typically take a liking to you."
                  ]
               }
            ]
         },
         {
            "name": "Faction Agent",
            "source": "Sword Coast Adventurer's Guide",
            "proficiency": "Insight",
            "trait": [
               {
                  "name": "Skill Proficiencies",
                  "text": [
                     "Insight and one Intelligence, Wisdom, or Charisma skill of your choice, as appropriate to your faction"
                  ]
               },
               {
                  "name": "Languages",
                  "text": [
                     "Any two of your choice"
                  ]
               },
               {
                  "name": "Equipment",
                  "text": [
                     "Badge or emblem of your faction, a copy of a seminal faction text (or code-book for a covert faction), a set of common clothes, and a pouch containing 15 gp."
                  ]
               },
               {
                  "name": "Feature: Safe Haven",
                  "text": [
                     "As a faction agent, you have access to a secret network of supporters and operatives who can provide assistance on your adventures. You know a set of secret signs and passwords you can use to identify such operatives, who can provide you with access to a hidden safe house, free room and board, or assistance in finding information. These agents never risk their lives for you or risk revealing their true identities.",
                     null,
                     "Source: Sword Coast Adventurer's Guide, page 147"
                  ]
               }
            ]
         },
         {
            "name": "Far Traveler",
            "source": "Sword Coast Adventurer's Guide",
            "proficiency": "Insight, Perception",
            "trait": [
               {
                  "name": "Skill Proficiencies",
                  "text": [
                     "Insight, Perception"
                  ]
               },
               {
                  "name": "Tool Proficiencies",
                  "text": [
                     "Any one musical instrument or gaming set of your choice, likely something native to your homeland"
                  ]
               },
               {
                  "name": "Languages",
                  "text": [
                     "Any one of your choice"
                  ]
               },
               {
                  "name": "Equipment",
                  "text": [
                     "One set of traveler's clothes, any one musical instrument or gaming set you are proficient with, poorly wrought maps from your homeland that depict where you are in Faerûn, a small piece of jewelry worth 10 gp in the style of your homeland's craftsmanship, and a pouch containing 5 gp."
                  ]
               },
				{
				"name": "Why Are You Here?",
				"text": [
					"A far traveler might have set out on a journey for one of a number of reasons, and the departure from his or her homeland could have been voluntary or involuntary. To determine why you are so far from home, roll on the table below or choose from the options provided. The following section, discussing possible homelands, includes some suggested reasons that are appropriate for each location.",
					"\n",
					"d6 - Reason",
					"1 - Emissary",
					"2 - Exile",
					"3 - Fugitive",
					"4 - Pilgrim",
					"5 - Sightseer",
					"6 - Wanderer"
				]
				},
               {
                  "name": "Feature: All Eyes on You",
                  "text": [
                     "Your accent, mannerisms, figures of speech, and perhaps even your appearance all mark you as foreign. Curious glances are directed your way wherever you go, which can be a nuisance, but you also gain the friendly interest of scholars and others intrigued by far-off lands, to say nothing of everyday folk who are eager to hear stories of your homeland.",
                     "You can parley this attention into access to people and places you might not otherwise have, for you and your traveling companions. Noble lords, scholars, and merchant princes, to name a few, might be interested in hearing about your distant homeland and people."
                  ]
               },
				{
				"name": "Personality Trait",
				"text": [
					"",
					"d6 - Trait",
					"1 - I have different assumptions from those around me concerning personal space, blithely invading others' space in innocence, or reacting to ignorant invasion of my own.",
					"2 - I have my own ideas about what is and is not food, and I find the eating habits of those around me fascinating, confusing, or revolting.",
					"3 - I have a strong code of honor or sense of propriety that others don't comprehend.",
					"4 - I express affection or contempt in ways that are unfamiliar to others.",
					"5 - I honor my deities through practices that are foreign to this land.",
					"6 - I begin or end my day with small traditional rituals that are unfamiliar to those around me."
				]
				},
				{
				"name": "Ideal",
				"text": [
					"",
					"d6 - Ideal",
					"1 - Open. I have much to learn from the kindly folk I meet along my way. (Good)",
					"2 - Reserved. As someone new to these strange lands, I am cautious and respectful in my dealings. (Lawful)",
					"3 - Adventure. I'm far from home, and everything is strange and wonderful! (Chaotic)",
					"4 - Cunning. Though I may not know their ways, neither do they know mine, which can be to my advantage. (Evil)",
					"5 - Inquisitive. Everything is new, but I have a thirst to learn. (Neutral)",
					"6 - Suspicious. I must be careful, for I have no way of telling friend from foe here. (Any)"
				]
				},
				{
				"name": "Bond",
				"text": [
					"",
					"d6 - Bond",
					"1 - So long as I have this token from my homeland, I can face any adversity in this strange land.",
					"2 - The gods of my people are a comfort to me so far away from home.",
					"3 - I hold no greater cause than my service to my people.",
					"4 - My freedom is my most precious possession. I'll never let anyone take it from me again.",
					"5 - I'm fascinated by the beauty and wonder of this new land.",
					"6 - Though I had no choice, I lament having to leave my loved one(s) behind. I hope to see them again one day.",
				]
				},
				{
				"name": "Flaw",
				"text": [
					"",
					"d6 - Flaw",
					"1 - I am secretly (or not so secretly) convinced of the superiority of my own culture over that of this foreign land.",
					"2 - I pretend not to understand the local language in order to avoid interactions I would rather not have.",
					"3 - I have a weakness for the new intoxicants and other pleasures of this land.",
					"4 - I don't take kindly to some of the actions and motivations of the people of this land, because these folks are different from me.",
					"5 - I consider the adherents of other gods to be deluded innocents at best, or ignorant fools at worst.",
					"6 - I have a weakness for the exotic beauty of the people of these lands."
				]
				}
            ]
         },
         {
            "name": "Folk Hero",
            "source": "Player's Handbook",
            "proficiency": "Animal Handling, Survival",
            "trait": [
               {
                  "name": "Skill Proficiencies",
                  "text": [
                     "Animal Handling, Survival"
                  ]
               },
               {
                  "name": "Tool Proficiencies",
                  "text": [
                     "One type of artisan's tools, vehicles (land)"
                  ]
               },
               {
                  "name": "Equipment",
                  "text": [
                     "A set of artisan's tools (one of your choice), a shovel, an iron pot, a set of common clothes, and a belt pouch containing 10 gp"
                  ]
               },
               {
                  "name": "Feature: Rustic Hospitality",
                  "text": [
                     "Since you come from the ranks of the common folk, you fit in among them with ease. You can find a place to hide, rest, or recuperate among other commoners, unless you have shown yourself to be a danger to them. They will shield you from the law or anyone else searching for you, though they will not risk their lives for you."
                  ]
               }
            ]
         },
         {
            "name": "Guild Artisan",
            "source": "Player's Handbook",
            "proficiency": "Insight, Persuasion",
            "trait": [
               {
                  "name": "Skill Proficiencies",
                  "text": [
                     "Insight, Persuasion"
                  ]
               },
               {
                  "name": "Tool Proficiencies",
                  "text": [
                     "One type of artisan's tools"
                  ]
               },
               {
                  "name": "Equipment",
                  "text": [
                     "A set of artisan's tools (one of your choice), a letter of introduction from your guild, a set of traveler's clothes, and a belt pouch containing 15 gp"
                  ]
               },
               {
                  "name": "Feature: Guild Membership",
                  "text": [
                     "As an established and respected member of a guild, you can rely on certain benefits that membership provides. Your fellow guild members will provide you with lodging and food if necessary, and pay for your funeral if needed. In some cities and towns, a guildhall offers a central place to meet other members of your profession, which can be a good place to meet potential patrons, allies, or hirelings.",
                     null,
                     "Guilds often wield tremendous political power. If you are accused of a crime, your guild will support you if a good case can be made for your innocence or the crime is justifiable. You can also gain access to powerful political figures through the guild, if you are a member in good standing. Such connections might require the donation of money or magic items to the guild's coffers.",
                     null,
                     "You must pay dues of 5 gp per month to the guild. If you miss payments, you must make up back dues to remain in the guild's good graces."
                  ]
               }
            ]
         },
         {
            "name": "Hermit",
            "source": "Player's Handbook",
            "proficiency": "Medicine, Religion",
            "trait": [
               {
                  "name": "Skill Proficiencies",
                  "text": [
                     "Medicine, Religion"
                  ]
               },
               {
                  "name": "Tool Proficiencies",
                  "text": [
                     "Herbalism Kit"
                  ]
               },
               {
                  "name": "Languages",
                  "text": [
                     "One of your choice"
                  ]
               },
               {
                  "name": "Equipment",
                  "text": [
                     "A scroll case stuffed full of notes from your studies or prayers, a winter blanket, a set of common clothes, an herbalism kit, and 5 gp"
                  ]
               },
               {
                  "name": "Feature: Discovery",
                  "text": [
                     "The quiet seclusion of your extended hermitage gave you access to a unique and powerful discovery. The exact nature of this revelation depends on the nature of your seclusion. It might be a great truth about the cosmos, the deities, the powerful beings of the outer planes, or the forces of nature. It could be a site that no one else has ever seen. You might have uncovered a fact that has long been forgotten, or unearthed some relic of the past that could rewrite history. It might be information that would be damaging to the people who or consigned you to exile, and hence the reason for your return to society.",
                     null,
                     "Work with your DM to determine the details of your discovery and its impact on the campaign."
                  ]
               }
            ]
         },
         {
            "name": "Inheritor",
            "source": "Sword Coast Adventurer's Guide",
            "proficiency": "Survival",
            "trait": [
               {
                  "name": "Skill Proficiencies",
                  "text": [
                     "Survival, plus one from among Arcana, History, and Religion"
                  ]
               },
               {
                  "name": "Languages",
                  "text": [
                     "Any one of your choice"
                  ]
               },
               {
                  "name": "Tool Proficiencies",
                  "text": [
                     "Your choice of a gaming set or a musical instrument"
                  ]
               },
               {
                  "name": "Equipment",
                  "text": [
                     "Your inheritance, a set of traveler's clothes, any items with which you are proficient, and a pouch containing 15 gp."
                  ]
               },
               {
                  "name": "Feature: Inheritance",
                  "text": [
                     "Choose or randomly determine your inheritance from the possibilities in the table below. Work with your Dungeon Master to come up with details: Why is your inheritance so important, and what is its full story? You might prefer for the DM to invent these details as part of the game, allowing you to learn more about your inheritance as your character does.",
                     "The Dungeon Master is free to use your inheritance as a story hook, sending you on quests to learn more about its history or true nature, or confronting you with foes who want to claim it for themselves or prevent you from learning what you seek. The DM also determines the properties of your inheritance and how they figure into the item's history and importance. For instance, the object might be a minor magic item, or one that begins with a modest ability and increases in potency with the passage of time. Or, the true nature of your inheritance might not be apparent at first and is revealed only when certain conditions are met.",
                     "When you begin your adventuring career, you can decide whether to tell your companions about your inheritance right away. Rather than attracting attention to yourself, you might want to keep your inheritance a secret until you learn more about what it means to you and what it can do for you.",
                     null,
                     "d8 - Object or item:",
                     "1 - A document such as a map, a letter, or a journal",
                     "2-3 - a trinket (see \"Trinkets\" in chapter 5 of the Player's Handbook)",
                     "4 - an article of clothing",
                     "5 - a piece of jewelry",
                     "6 - an arcane book or formulary",
                     "7 - a written story, song, poem, or secret",
                     "8 - a tattoo or other body marking"
                  ]
               }
            ]
         },
         {
            "name": "Investigator",
            "source": "Sword Coast Adventurer's Guide",
            "proficiency": "Insight, Investigation",
            "trait": [
               {
                  "name": "Skill Proficiencies",
                  "text": [
                     "Insight, Investigation"
                  ]
               },
               {
                  "name": "Languages",
                  "text": [
                     "Any two of your choice"
                  ]
               },
               {
                  "name": "Equipment",
                  "text": [
                     "A uniform in the style of your unit and indicative of your rank, a horn with which to summon help, a set of manacles, and a pouch containing 10 gp."
                  ]
               },
               {
                  "name": "Feature: Watcher's Eye",
                  "text": [
                     "Your experience in enforcing the law, and dealing with lawbreakers, gives you a feel for local laws and criminals. You can easily find the local outpost of the watch or a similar organization, and just as easily pick out the dens of criminal activity in a community, although you're more likely to be welcome in the former locations rather than the latter."
                  ]
               }
            ]
         },
         {
            "name": "Knight of the Order",
            "source": "Sword Coast Adventurer's Guide",
            "proficiency": "Persuasion",
            "trait": [
               {
                  "name": "Skill Proficiencies",
                  "text": [
                     "Persuasion, plus one from among Arcana, History, Nature, and Religion, as appropriate for your order"
                  ]
               },
               {
                  "name": "Tool Proficiencies",
                  "text": [
                     "Your choice of a gaming set or a musical instrument"
                  ]
               },
               {
                  "name": "Languages",
                  "text": [
                     "Any one of your choice"
                  ]
               },
               {
                  "name": "Equipment",
                  "text": [
                     "One set of traveler's clothes, a signet, banner, or seal representing your place or rank in the order, and a pouch containing 10 gp."
                  ]
               },
               {
                  "name": "Feature: Knightly Regard",
                  "text": [
                     "Your receive shelter and succor from members of your knightly order and those who are sympathetic to its aims. If your order is a religious one, you can gain aid from temples and other religious communities of your deity. Knights of civic orders can get help from the community — whether a lone settlement or a great nation — that they serve, and knights of philosophical orders can find help from those they have aided in pursuit of their ideals, and those who share their ideals.",
                     "This help comes in the form of shelter and meals, and healing when appropriate, as well as occasionally risky assistance, such as a band of local citizens rallying to aid a sorely pressed knight, or those who support the order helping to smuggle a knight out of town when he or she is being hunted unjustly."
                  ]
               }
            ]
         },
         {
            "name": "Mercenary Veteran",
            "source": "Sword Coast Adventurer's Guide",
            "proficiency": "Athletics, Persuasion",
            "trait": [
               {
                  "name": "Skill Proficiencies",
                  "text": [
                     "Athletics, Persuasion"
                  ]
               },
               {
                  "name": "Tool Proficiencies",
                  "text": [
                     "One type of gaming set, vehicles (land)"
                  ]
               },
               {
                  "name": "Equipment",
                  "text": [
                     "A uniform of your company (traveler's clothes in quality), an insignia of your rank, a gaming set of your choice, and a pouch containing the remainder of your last wages (10 gp)."
                  ]
               },
               {
                  "name": "Feature: Mercenary Life",
                  "text": [
                     "You know the mercenary life as only someone who has experienced it can. You are able to identify mercenary companies by their emblems, and you know a little about any such company, including who has hired them recently. You can find the taverns and festhalls where mercenaries abide in any area, as long as you speak the language. You can find mercenary work between adventures sufficient to maintain a comfortable lifestyle (see \"Practicing a Profession\" under \"Downtime Activities\" in chapter 8 of the Player's Handbook)."
                  ]
               }
            ]
         },
         {
            "name": "Noble",
            "source": "Player's Handbook",
            "proficiency": "History, Persuasion",
            "trait": [
               {
                  "name": "Skill Proficiencies",
                  "text": [
                     "History, Persuasion"
                  ]
               },
               {
                  "name": "Tool Proficiencies",
                  "text": [
                     "One type of gaming set"
                  ]
               },
               {
                  "name": "Languages",
                  "text": [
                     "One of your choice"
                  ]
               },
               {
                  "name": "Equipment",
                  "text": [
                     "A set of fine clothes, a signet ring, a scroll of pedigree, and a purse containing 25 gp"
                  ]
               },
               {
                  "name": "Feature: Position of Privilege",
                  "text": [
                     "Thanks to your noble birth, people are inclined to think the best of you. Vou are welcome in high society, and people assume you have the right to be wherever you are. The common folk make every effort to accommodate you and avoid your displeasure, and other people of high birth treat you as a member of the same social sphere. You can secure an audience with a local noble if you need to."
                  ]
               }
            ]
         },
         {
            "name": "Outlander",
            "source": "Player's Handbook",
            "proficiency": "Athletics, Survival",
            "trait": [
               {
                  "name": "Skill Proficiencies",
                  "text": [
                     "Athletics, Survival"
                  ]
               },
               {
                  "name": "Tool Proficiencies",
                  "text": [
                     "One type of musical instrument"
                  ]
               },
               {
                  "name": "Languages",
                  "text": [
                     "One of your choice"
                  ]
               },
               {
                  "name": "Equipment",
                  "text": [
                     "A staff, a hunting trap, a trophy from an animal you killed, a set of traveler's clothes, and a belt pouch containing 10 gp"
                  ]
               },
               {
                  "name": "Feature: Wanderer",
                  "text": [
                     "You have an excellent memory for maps and geography, and you can always recall the general layout of terrain, settlements, and other features around you. In addition, you can find food and fresh water for yourself and up to five other people each day, provided that the land offers berries, small game, water, and so forth."
                  ]
               }
            ]
         },
         {
            "name": "Sage",
            "source": "Player's Handbook",
            "proficiency": "Arcana, History",
            "trait": [
               {
                  "name": "Skill Proficiencies",
                  "text": [
                     "Arcana, History"
                  ]
               },
               {
                  "name": "Languages",
                  "text": [
                     "Two of your choice"
                  ]
               },
               {
                  "name": "Equipment",
                  "text": [
                     "A bottle of black ink, a quill, a small knife, a letter from a dead colleague posing a question you have not yet been able to answer, a set of common clothes, and a belt pouch containing 10 gp"
                  ]
               },
               {
                  "name": "Feature: Researcher",
                  "text": [
                     "When you attempt to learn or recall a piece of lore, if you do not know that information, you often know where and from whom you can obtain it. Usually, this information comes from a library, scriptorium, university, or a sage or other learned person or creature, Your DM might rule that the knowledge you seek is secreted away in an almost inaccessible place, or that it simply cannot be found. Unearthing the deepest secrets of the multiverse can require an adventure or even a whole campaign."
                  ]
               }
            ]
         },
         {
            "name": "Sailor",
            "source": "Player's Handbook",
            "proficiency": "Athletics, Perception",
            "trait": [
               {
                  "name": "Skill Proficiencies",
                  "text": [
                     "Athletics, Perception"
                  ]
               },
               {
                  "name": "Tool Proficiencies",
                  "text": [
                     "Navigator's tools, vehicles(water)"
                  ]
               },
               {
                  "name": "Equipment",
                  "text": [
                     "A belaying pin (dub), 50 feet of silk rope, a lucky charm such as a rabbit foot or a small stone with a hole in the center (or you may roll for a random trinket on the Trinkets table in chapter 5), a set of common clothes, and a belt pouch containing 10 gp"
                  ]
               },
               {
                  "name": "Feature: Ship's Passage",
                  "text": [
                     "When you need to, you can secure free passage on a sailing ship for yourself and your adventuring companions. You might sail on the ship you served on, or another ship you have good relations with (perhaps one captained by a former crewmate). Because you're calling in a favor, you can't be certain of a schedule or route that will meet your every need. Your Dungeon Master will determine how long it takes to get where you need to go. In return for your free passage, you and your companions are expected to assist the crew during the voyage."
                  ]
               }
            ]
         },
         {
            "name": "Soldier",
            "source": "Player's Handbook",
            "proficiency": "Athletics, Intimidation",
            "trait": [
               {
                  "name": "Skill Proficiencies",
                  "text": [
                     "Athletics, Intimidation"
                  ]
               },
               {
                  "name": "Tool Proficiencies",
                  "text": [
                     "One type of gaming set, vehicles (land)"
                  ]
               },
               {
                  "name": "Equipment",
                  "text": [
                     "An insignia of rank, a trophy taken from a fallen enemy (a dagger, broken blade, or piece of a banner), a set of bone dice or deck of cards, a set of common clothes, and a belt pouch containing 10 gp"
                  ]
               },
               {
                  "name": "Feature: Military Rank",
                  "text": [
                     "You have a military rank from your career as a soldier. Soldiers loyal to your former military organization still recognize your authority and influence, and they defer to you if they are of a lower rank. You can invoke your rank to exert influence over other soldiers and requisition simple equipment or horses for temporary use. You can also usually gain access to friendly military encampments and fortresses where your rank is recognized."
                  ]
               }
            ]
         },
         {
            "name": "Urban Bounty Hunter",
            "source": "Sword Coast Adventurer's Guide",
            "trait": [
               {
                  "name": "Skill Proficiencies",
                  "text": [
                     "Choose two from among Deception, Insight, Persuasion, and Stealth"
                  ]
               },
               {
                  "name": "Tool Proficiencies",
                  "text": [
                     "Choose two from among one type of gaming set, one musical instrument, and thieves's tools"
                  ]
               },
               {
                  "name": "Equipment",
                  "text": [
                     "A set of clothes appropriate to your duties and a pouch containing 20 gp"
                  ]
               },
               {
                  "name": "Feature: Ear to the Ground",
                  "text": [
                     "You are in frequent contact with people in the segment of society that your chosen quarries move through. These people might be associated with the criminal underworld, the rough-and-tumble folk of the streets, or members of high society. This connection comes in the form of a contact in any city you visit, a person who provides information about the people and places of the local area."
                  ]
               }
            ]
         },
         {
            "name": "Urchin",
            "source": "Player's Handbook",
            "proficiency": "Sleight of Hand, Stealth",
            "trait": [
               {
                  "name": "Skill Proficiencies",
                  "text": [
                     "Sleight of Hand, Stealth"
                  ]
               },
               {
                  "name": "Tool Proficiencies",
                  "text": [
                     "Disguise Kit, thieves' tools"
                  ]
               },
               {
                  "name": "Equipment",
                  "text": [
                     "A small knife, a map of the city you grew up in, a pet mouse, a token to remember your parents by, a set of common clothes, and a belt pouch containing 10 gp"
                  ]
               },
               {
                  "name": "Feature: City Secrets",
                  "text": [
                     "You know the secret patterns and flow to cities and can find passages through the urban sprawl that others would miss. When you are not in combat, you (and companions you lead) can travel between any two locations in the city twice as fast as your speed would normally allow."
                  ]
               }
            ]
         },
         {
            "name": "Uthgardt Tribe Member",
            "source": "Sword Coast Adventurer's Guide",
            "proficiency": "Athletics, Survival",
            "trait": [
               {
                  "name": "Skill Proficiencies",
                  "text": [
                     "Athletics, Survival"
                  ]
               },
               {
                  "name": "Languages",
                  "text": [
                     "Any one of your choice"
                  ]
               },
               {
                  "name": "Tool Proficiencies",
                  "text": [
                     "One type of musical instrument or artisan's tools"
                  ]
               },
               {
                  "name": "Equipment",
                  "text": [
                     "A hunting trap, a totemic token or set of tattoos marking your loyalty to Uthgar and your tribal totem, a set of traveler's clothes, and a pouch containing 10 gp."
                  ]
               },
               {
                  "name": "Feature: Uthgardt Heritage",
                  "text": [
                     "You have an excellent knowledge of not only your tribe's territory, but also the terrain and natural resources of the rest of the North. You are familiar enough with any wilderness area that you can find twice as much food and water as you normally would when you forage there.",
                     "Additionally, you can call upon the hospitality of your people, and those allied with  your tribe, often including members of the druid circles, tribes of nomadic elves, the Harpers, and the priesthoods devoted to the gods of the First Circle."
                  ]
               }
            ]
         },
         {
            "name": "Waterdhavian Noble",
            "source": "Sword Coast Adventurer's Guide",
            "proficiency": "History, Persuasion",
            "trait": [
               {
                  "name": "Skill Proficiencies",
                  "text": [
                     "History, Persuasion"
                  ]
               },
               {
                  "name": "Languages",
                  "text": [
                     "Any one of your choice"
                  ]
               },
               {
                  "name": "Tool Proficiencies",
                  "text": [
                     "One type of gaming set or one musical instrument"
                  ]
               },
               {
                  "name": "Equipment",
                  "text": [
                     "A set of fine clothes, a signet ring or brooch, a scroll of pedigree, a skin of fine zzar or wine, and a purse containing 20 gp."
                  ]
               },
               {
                  "name": "Feature: Kept in Style",
                  "text": [
                     "While you are in Waterdeep or elsewhere in the North, your house sees to your everyday needs. Your name and signet are sufficient to cover most of your expenses; the inns, taverns, and festhalls you frequent are glad to record your debt and send an accounting to your family's estate in Waterdeep to settle what you owe.",
                     "This advantage enables you to live a comfortable lifestyle without having to pay 2 gp a day for it, or reduces the cost of a wealthy or aristocratic lifestyle by that amount. You may not maintain a less affluent lifestyle and use the difference as income — the benefit is a line of credit, not an actual monetary reward."
                  ]
               }
            ]
         },
         {
            "name": "Variant Criminal (Spy)",
            "source": "Player's Handbook",
            "proficiency": "Deception, Stealth",
            "trait": [
               {
                  "name": "Skill Proficiencies",
                  "text": [
                     "Deception, Stealth"
                  ]
               },
               {
                  "name": "Tool Proficiencies",
                  "text": [
                     "One type of gaming set, thief's tools"
                  ]
               },
               {
                  "name": "Equipment",
                  "text": [
                     "A crowbar, a set of dark common clothes including a hood, and a belt pouch containing 15 gp"
                  ]
               },
               {
                  "name": "Feature: Spy Contact",
                  "text": [
                     "You have a reliable and trustworthy contact who acts as your liaison to a network of other spies. You know how to get messages to and from your contact, even over great distances; specifically, you know the local messengers, corrupt caravan masters, and seedy sailors who can deliver messages for you."
                  ]
               }
            ]
         },
         {
            "name": "Variant Entertainer (Gladiator)",
            "source": "Player's Handbook",
            "proficiency": "Acrobatics, Performance",
            "trait": [
               {
                  "name": "Skill Proficiencies",
                  "text": [
                     "Acrobatics, Performance"
                  ]
               },
               {
                  "name": "Tool Proficiencies",
                  "text": [
                     "Disguise kit, one type of musical instrument"
                  ]
               },
               {
                  "name": "Equipment",
                  "text": [
                     "An inexpensive but unusual weapon, such as a trident or net (one of your choice), the favor of an admirer (love letter, lock of hair, or trinket), a costume, and a belt pouch containing 15 gp"
                  ]
               },
               {
                  "name": "Feature: By Popular Demand",
                  "text": [
                     "You can find a place to perform in any place that features combat for entertainment-perhaps a gladiatorial arena or secret pit fighting club. In such an area, you receive free lodging and food of a modest or comfortable standard (depending on the quality of the establishment), as long as you perform each night. In addition, your performance makes you something of a local figure. When strangers recognize you in a town where you have performed, they typically take a liking to you."
                  ]
               }
            ]
         },
         {
            "name": "Variant Guild Artisan (Guild Merchant)",
            "source": "Player's Handbook",
            "proficiency": "Insight, Persuasion",
            "trait": [
               {
                  "name": "Skill Proficiencies",
                  "text": [
                     "Insight, Persuasion"
                  ]
               },
               {
                  "name": "Tool Proficiencies",
                  "text": [
                     "Navigator's Tools or an additional language"
                  ]
               },
               {
                  "name": "Equipment",
                  "text": [
                     "A mule and cart, a letter of introduction from your guild, a set of traveler's clothes, and a belt pouch containing 15 gp"
                  ]
               },
               {
                  "name": "Feature: Guild Membership",
                  "text": [
                     "As an established and respected member of a guild or large merchant consortium, you can rely on certain benefits that membership provides. Your fellow guild members will provide you with lodging and food if necessary, and pay for your funeral if needed. In some cities and towns, a guildhall offers a central place to meet other members of your profession, which can be a good place to meet potential patrons, allies, or hirelings.",
                     null,
                     "Guilds or consortiums often wield tremendous political power. If you are accused of a crime, your guild will support you if a good case can be made for your innocence or the crime is justifiable. You can also gain access to powerful political figures through the guild, if you are a member in good standing. Such connections might require the donation of money or magic items to the guild's coffers.",
                     null,
                     "You must pay dues of 5 gp per month to the guild. If you miss payments, you must make up back dues to remain in the guild's good graces."
                  ]
               }
            ]
         },
         {
            "name": "Variant Noble (Knight)",
            "source": "Player's Handbook",
            "proficiency": "History, Persuasion",
            "trait": [
               {
                  "name": "Skill Proficiencies",
                  "text": [
                     "History, Persuasion"
                  ]
               },
               {
                  "name": "Tool Proficiencies",
                  "text": [
                     "One type of gaming set"
                  ]
               },
               {
                  "name": "Languages",
                  "text": [
                     "One of your choice"
                  ]
               },
               {
                  "name": "Equipment",
                  "text": [
                     "A banner or other token from a noble lord or lady to whom you have given your heart, a set of fine clothes, a signet ring, a scroll of pedigree, and a purse containing 25 gp"
                  ]
               },
               {
                  "name": "Feature: Retainers",
                  "text": [
                     "You have the service of three retainers loyal to your family. These retainers can be attendants or messengers, and one might be a majordomo. One of your retainers is a noble who serves as your squire, aiding you in exchange for training on his or her own path to knighthood. Your two remaining retainers might include a groom to care for your horse and a servant who polishes your armor (and even helps you put it on).",
                     null,
                     "Your retainers (2 commoners, 1 noble) can perform mundane tasks for you, but they do not fight for you, will not follow you into obviously dangerous areas (such as dungeons), and will leave if they are frequently endangered or abused."
                  ]
               }
            ]
         },
         {
            "name": "Variant Sailor (Pirate)",
            "source": "Player's Handbook",
            "proficiency": "Athletics, Perception",
            "trait": [
               {
                  "name": "Skill Proficiencies",
                  "text": [
                     "Athletics, Perception"
                  ]
               },
               {
                  "name": "Tool Proficiencies",
                  "text": [
                     "Navigator's tools, vehicles(water)"
                  ]
               },
               {
                  "name": "Equipment",
                  "text": [
                     "A belaying pin (dub), 50 feet of silk rope, a lucky charm such as a rabbit foot or a small stone with a hole in the center (or you may roll for a random trinket on the Trinkets table in chapter 5), a set of common clothes, and a belt pouch containing 10 gp"
                  ]
               },
               {
                  "name": "Feature: Bad Reputation",
                  "text": [
                     "No matter where you go, people are afraid of you due to your reputation. When you are in a civilized settlement, you can get away with minor criminal offenses, such as refusing to pay for food at a tavern or breaking down doors at a local shop, since most people will not report your activity to the authorities."
                  ]
               }
            ]
         },
         {
            "name": "Haunted One",
            "source": "Curse of Strahd",
            "proficiency": "",
            "trait": [
               {
                  "name": "Feature: Harrowing Event",
                  "text": [
                     "Prior to becoming an adventurer, your path in life was defined by one dark moment, one fateful decision, or one tragedy. Now you feel a darkness threatening to consume you, and you fear there may be no hope of escape. Choose a harrowing event that haunts you, or roll 1d10.",
                     null,
                     "1. A monster that slaughtered dozens of innocent people spared your life, and you don't know why.",
                     null,
                     "2. You were born under a dark star. You can feel it watching you, coldly and distantly. Sometimes it beckons you in the dead of night.",
                     null,
                     "3. An apparition that has haunted your family for generations now haunts you. You don't know what it wants, and it won't leave you alone.",
                     null,
                     "4. Your family has a history of practicing the dark arts. You dabbled once and felt something horrible clutch at your soul, whereupon you  ed in terror.",
                     null,
                     "5. An oni took your sibling one cold, dark night, and you were unable to stop it.",
                     null,
                     "6. You were cursed with lycanthropy and later cured. You are now haunted by the innocents you slaughtered.",
                     null,
                     "7. A hag kidnapped and raised you. You escaped, but the hag still has a magical hold over you and fills your mind with evil thoughts.",
                     null,
                     "8. You opened an eldritch tome and saw things un t for a sane mind. You burned the book, but its words and images are burned into your psyche.",
                     null,
                     "9. A fiend possessed you as a child. You were locked away but escaped. The fiend is still inside you, but now you try to keep it locked away.",
                     null,
                     "10. You did terrible things to avenge the murder of someone you loved. You became a monster, and it haunts your waking dreams."
                  ]
               },
               {
                  "name": "Personality Trait",
                  "text": [
                     "Choose or randomly determine",
                     null,
                     "1. I don't run from evil. Evil runs from me.",
                     null,
                     "2. I like to read and memorize poetry. It keeps me calm and brings me fleeting moments of happiness.",
                     null,
                     "3. I spend money freely and live life to the fullest, knowing that tomorrow I might die.",
                     null,
                     "4. I live for the thrill of the hunt.",
                     null,
                     "5. I don't talk about the thing that torments me. I'd rather not burden others with my curse.",
                     null,
                     "6. I expect danger around every corner.",
                     null,
                     "7. I refuse to become a victim, and I will not allow others to be victimized.",
                     null,
                     "8. I put no trust in divine beings."
                  ]
               },
               {
                  "name": "Ideal",
                  "text": [
                     "Choose or randomly determine",
                     null,
                     "1. I try to help those in need, no matter what the personal cost. (Good)",
                     null,
                     "2. I'll stop the spirits that haunt me or die trying. (Any)",
                     null,
                     "3. I kill monsters to make the world a safer place, and to exorcise my own demons. (Good)",
                     null,
                     "4. I have a dark calling that puts me above the law. (Chaotic)",
                     null,
                     "5. I like to know my enemy's capabilities and weaknesses before rushing into battle. (Lawful)",
                     null,
                     "6. I'm a monster that destroys other monsters, and anything else that gets in my way. (Evil)"
                  ]
               },
               {
                  "name": "Bond",
                  "text": [
                     "Choose or randomly determine",
                     null,
                     "1. I keep my thoughts and discoveries in a journal. My journal is my legacy.",
                     null,
                     "2. I would sacrifice my life and my soul to protect the innocent.",
                     null,
                     "3. My torment drove away the person I love. I strive to win back the love I've lost.",
                     null,
                     "4. A terrible guilt consumes me. I hope that I can find redemption through my actions.",
                     null,
                     "5. There's evil in me, I can feel it. It must never be set free.",
                     null,
                     "6. I have a child to protect. I must make the world a safer place for him (or her)."
                  ]
               },
               {
                  "name": "Flaw",
                  "text": [
                     "Choose or randomly determine",
                     null,
                     "1. I have certain rituals that I must follow every day. I can never break them.",
                     null,
                     "2. I assume the worst in people.",
                     null,
                     "3. I feel no compassion for the dead. They're the lucky ones.",
                     null,
                     "4. I have an addiction.",
                     null,
                     "5. I am a purveyor of doom and gloom who lives in a world without hope.",
                     null,
                     "6. I talk to spirits that no one else can see."
                  ]
               },
               {
                  "name": "Skill Proficiencies",
                  "text": [
                     "Chose two of Arcana, Investigation, Religion, or Survival"
                  ]
               },
               {
                  "name": "Languages",
                  "text": [
                     "Choose one exotic language (Abyssal, Celestial, Deep Speech, Draconic, Infernal, Primordial, Sylvan, or Undercommon)"
                  ]
               },
               {
                  "name": "Feature: Heart of Darkness",
                  "text": [
                     "Those who look into your eyes can see that you have faced unimaginable horror and that you are no stranger to darkness. Though they might fear you, commoners will extend you every courtesy and do their utmost to help you. Unless you have shown yourself to be a danger to them, they will even take up arms to fight alongside you, should you find yourself facing an enemy alone."
                  ]
               },
               {
                  "name": "Equipment",
                  "text": [
                     "Monster hunter's pack, one trinket of special significance (choose one or roll on the Gothic Trinkets table)"
                  ]
               }
            ]
         }
      ],
      "_version": "5"
   }
}
