[
	{
		"ver": "1.0.0",
		"date": "2016-12-18",
		"txt": "(Lost to time.)"
	},
	{
		"ver": "1.56.3",
		"date": "2018-07-22",
		"txt": "- Updated Discord links, and added a banner to the homepage explaining the situation\n- Added DMG versions of non-PHB races which have been playerised in other sources (e.g. DMG Aarakocra)\n- Added Traits and Languages filters to Races page\n- Added Bladesinger Styles insert to Bladesinger subclass\n- Fixed hover windows opening under the mouse, causing immediate flickering\n- Fixed moving DM screen tabbed panels to empty spaces\n- Fixed emptying tabbed DM screen panels containing YouTube/Twitch/dice roller widgets\n- Switched to alternate slider implementation in Bestiary filters, to try to alleviate Firefox being silly. Firefox is still being silly, but this appears to have reduced the lag some.\n- Fixed handling of encoded apostrophes in URLs\n- (Fixed typos)"
	},
	{
		"ver": "1.56.4",
		"date": "2018-07-23",
		"txt": "- Added UA/WGE Eberron races (source tagged as \"Wayfarer's Guide to Eberron\") [More to come soon™ but I'm rolling on 4 hours sleep as-is, and I have work tomorrow]\n- Added unit converter tool to DM screen\n- Converted a debug \"feature\" (copying spell names on title click, with specific formatting I needed at the time) to a more user-friendly version\n- Fixed name/encounter gen\n- (Fixed a bunch of data issues in spells/bestiary (thanks to Herodotus of Shaped sheet fame) [Note: a looot of stuff was changed, so there might be a couple of e.g. rollable tables not quite working right. Please report anything you find])\n- (Fixed typos)"
	},
	{
		"ver": "1.56.6",
		"date": "2018-07-26",
		"title": "Who Needs Lunch Anyway",
		"txt": "- (Most) Lists now have a default sort function which falls back on name (e.g. two entries have the same source; you're sorting by source; they'll be sorted by source and then by name). Some pages had this before, but not all.\n- Stat-Block Converter should properly parse the last trait/action/etc\n- Creatures with 0ft. walking speed now have it displayed correctly\n- Spells with concentration now correctly display \"up to X\" instead of fixed durations\n- (Fix typos; data cleanup)"
	},
	{
		"ver": "1.58.0",
		"date": "2018-07-31",
		"title": "Bad at Version Numbers, Good at Friends",
		"txt": "- Added a Shaped Companion Script data builder: https://5e.tools/makeshaped.html (courtesy of @ herodotus, the author of the Companion Script)\n- Added Wayfarer's Guide to Eberron. Includes items, feats, (more) races, and optional/variant rules. We're (or at least I am, and I know Dusk agrees) categorising the entire book as Unearthed Arcana, for the time being.\n- Added \"Lock\" button to DM Screen initiative tracker (credit @ BaumMeister)\n- Invocation homebrew now supports custom level requirements\n- Homebrew deletion performance no longer awful (credit @ herodotus)\n- Statblock Converter now displays warning/errors, and handles a slightly greater range of garbage input\n- (Typo fixes/rendering improvements)"
	},
	{
		"ver": "1.58.1",
		"date": "2018-08-03",
		"title": "Time Consuming Fixes <s>Nobody</s> At Least One Person Asked For",
		"txt": "- Overhauled the Filter UI. Lots of small changes, a couple of reasonably big changes; you'll see.\n- Filters now remember their shown/hidden state between refreshes\n- Group filters can now be toggled AND/OR across the group, instead of having a locked hidden default. This, too, should be saved between refreshes. More buttons\n- Converted Bestiary CR filter to a slider, and generally re-ordered the filters to have the more useful at the top\n- Changed the way links to pre-filtered lists work, to be more consistent  \n- [@filter tags now default unspecified filters to \"white\" mode, instead of using the current values]\n- Tweaked list page layout; Manage Homebrew button + pin/etc buttons are now always displayed *\n- Added Book View/Table View to Psionics page\n- Added \"collection\" homebrew support, for campaign settings etc.\n- Tagged various creatures in TTP (credit to BigJoeDuke)\n- (Typo fixes)* My sincerest apologies to the redesign team, I couldn't take it any longer."
	},
	{
		"ver": "1.58.2",
		"date": "2018-08-03",
		"txt": "- Fixed disappearing class filter\n- Fixed giant pinned lists pushing other content off the page"
	},
	{
		"ver": "1.58.3",
		"date": "2018-08-07",
		"title": "Fantasy Grounds is Objectively Superior",
		"txt": "- Added support for homebrew spell schools -\n- see here https://github.com/TheGiddyLimit/homebrew/blob/master/spell/Sample%20-%20Giddy%3B%20Assorted%20Marginalia.json for an example\n- Added support for homebrew spell units -\n- as above\n- Added Plane Shift: Dominaria\n- Fixed point-buy calculator breaking on races with the same name\n- Fixed issue where Search Everywhere wouldn't index homebrew on certain pages\n- Tagged dice in PotA\n- Fixed creatures with strange skill/save scores breaking the Proficiency Dice converter\n- Fixed Night Mode reverting on page change in offline copies of the site\n- (Fixed typos)"
	},
	{
		"ver": "1.59.0",
		"date": "2018-08-14",
		"title": "Circumstances Forcing a Release",
		"titleAlt": "95 Motherfucking Commits",
		"txt": "- Added version 0.1 of the current (2nd-) highest-voted suggestion (the highest being the Character Creator: \"After 2.0's Done™\")--the ability to scale creatures by CR. Currently, a small button next to the CR on statblocks in the Bestiary. DM Screen/Roll20/etc integration to come Soon™, mainly because I have to unfuck this Roll20 script/do the UA. Highly experimental, please do screw around with it, and see what's lacking. Things I know to be shit:  \n- Doesn't respect enchanted armor  \n- Can give people armor with greater Strength requirements than they can wield  \n- Completely untested vs Homebrew  \n- Doesn't scale spellcasters brilliantly (although I reckon it's passable; feedback appreciated).  Besides these known issues, it's generally never going to be perfect, so don't expect it to ever be. We're aiming for \"functionally good enough,\" here.\n- Added optional \"Close Tab?\" confirmation to DM Screen (option is in the sidebar)\n- Fixed various issues with Bestiary Proficiency Dice toggler\n- Minor Statblock Converter improvements\n- Added Blessed of Corellon variant rule\n- Fixed Bestiary list sorting; now prefers Name -> Source as a fallback (or Source -> Name if sorted by Source)\n- Scrolling lists with J/K now keeps the selected item in view\n- Made \"Recharge X-Y\" click/rollable\n- Fixed missing vulnerabilities on Objects\n- Randomising a subclass can no longer randomise the already-selected subclass\n- Added /clear command to Dice Roller\n- Fixed various issues with local homebrew loading\n- Exporting a filter link now includes only the non-defaulted filters, so the links are much smaller\n- Added f and SHIFT-f as hotkeys to place the cursor in search boxes; list search and omnisearch respectively\n- Added \"Previous\"/\"Next\"/\"Back to Top\" buttons to bottom of book pages\n- Classes page now filters homebrew sources as own distinct type\n- Dice Roller placeholder text now contains \"drop lowest/highest\" examples\n- Bestiary print view defaults to printing the current creature if none are sublisted\n- Fixed Items page sublist sorting in browsers using , as a decimal separator\n- Added @diety tag\n- (Fixed typos/minor content holes/etc)"
	},
	{
		"ver": "1.59.2",
		"date": "2018-08-15",
		"title": "The City of Fixes",
		"txt": "- Added UA: Races of Ravnica\n- Fixed Shaped JS creator\n- Fixed CR scaler always failing when attempting to scale creatures with DCs to CR20\n- Fixed CR scaler failing to properly process DPR\n- Fixed nightmode colouration on Bestiary hover/DM Screen entries\n- Added \"empty list display current entry\" to Spells/Psionics Book View\n- Improved Converter nightmode\n- Slightly improved Converter \"senses\"/\"damage &lt;resistances/immunities/vulnerabilities&gt;\" handling\n- (Fixed typos/etc)"
	},
	{
		"ver": "1.59.3",
		"date": "2018-08-20",
		"title": "One Man's Quest to Inflict a Mental Breakdown",
		"txt": "- Fiddled with the navbar some, squeezing out a few more pixels for page content\n- Added miscellaneous CoS items (thanks to @ Sulandir for the list), and one missing PotA item\n- DM Screen Initiative Tracker now highlights groups of creatures\n- DM Screen tabs with \"generic\" names can now be renamed\n- Adventure/book/a few class headers are now clickable, to get a link to that header\n- Improved rendering performance; pages with lots of text (e.g. adventures, books, classes) should now load significantly faster (the CoS page I was testing went from ~300ms -> ~150ms for me testing locally; ymmv)\n- Added \"Healing\" filter to spells page (in the Misc section)\n- Added show/hide buttons per class to Spells page \"Subclasses\" filter\n- Added \"Conditions Inflicted\" filter to spells page\n- Added map images to SCAG\n- Bestiary Recharge clickers now work everywhere\n- Dice rollers can now be rolled twice by holding shift when clicking\n- Spam-clicking dice rollers no longer selects the text\n- Added nav buttons to top of books/adventures (in addition to the existing ones at the bottom)\n- Fixed Omnisearch handling terms ending in e.g. \"a\" strangely\n- Added hover links to conditions in the Bestiary\n- Cleaned/added hover links lots of CoS\n- Cleaned MTF fluff formatting\n- Added hover links to Cults and Boons\n- Added /c and /h as shorthand for /clear and /help in the dice roller\n- Fixed some CR scaling bugs:  \n- To-hit scaling can now correctly produce results less than +3  \n- To-hit scaling now properly handles proficiency, ensuring less ridiculous to-hits/strength scores  \n- Minimum damage for a damage roll is now 1 (e.g. 1d4-2 is converted to a flat 1)  \n- Spell slots correctly scale down  \n- NB: 30+ attributes are staying, because they're cooler than you\n- Fixed various instances of missing fluff (especially in dragons)\n- Made converter output editable, and title-casing of names toggle-able\n- Pinned list data can now be downloaded, as a right-click option\n- Added various missing tags to the Demo page\n- Browsing to the Bestiary/Spells page from a bad URL now selects the first item\n- (Typo fixes/other hover-link tagging/etc)"
	},
	{
		"ver": "1.60.0",
		"date": "2018-08-28",
		"title": "Procrastinating Adding the CR Scaler to Roll20",
		"txt": "- CR Scaler:  \n- Added to hover window and DM Screen  \n- Improved \"prompt\" (it's now a slider)\n- Classes page:  \n- Added \"Source\" toggle to subclass buttons  \n- DMG subclasses are now hidden by default\n- Added Languages filter, Senses filter, Skills filter, and Saves filter to Bestiary\n- Lootgen:  \n- Now handles sub-tables (e.g. Table I's 76 result) visibly (it previously rolled in secret, and didn't display the sub-table).  \n- Nicer output text\n- Items:  \n- Added Charges filter, Attached Spells filter, and Cost slider  \n- Minor performance improvements\n- Improved Demo/Converter nightmode\n- Improved Variant Rule search results; now jumps to the correct header\n- Fixed navigating to same hash not scrolling the page when using F-to-find\n- All Wizard cantrips now list \"High Elf\" as a potential source\n- DM Screen Initiative tracker:  \n- Added \"add multiple\" options  \n- Search is focussed when opening Add Monster  \n- Fixed bug where added creatures wouldn't join groups\n- Added \"Exclude All UA\" button to Blacklist\n- Added AL Eberron guide\n- Added weather/etc as Hazards\n- Invocations page overhauled:  \n- Is now \"Invocations & Optional Features,\" to better support homebrew  \n- Added Battlemaster Maneuvers and Sorcerer Metamagic\n- Overhauled Dice Roller--now supports multiplication, division, brackets, and exponents\n- (Fixed typos/minor bugs/etc)"
	},
	{
		"ver": "1.61.3",
		"date": "2018-09-05",
		"title": "Build System Requires Me to Bump the Version at Least Three Times",
		"txt": "- Bestiary:  \n- Added MTF Duergar tokens, PSD tokens, WGE tokens (thanks to @ KnilKrad)  \n- Shift-clicking to-hit/skill/save rolls now rolls advantage (previously just rolled twice); shift-clicking damage rolls crits  \n- CR Scaler now randomly generates spell lists  \n- Added \"Reset\" button to scaled creatures  \n- Scaled creatures now work in pinned lists  \n- Scaled creatures now have distinct URLs, and can be linked, etc  \n- Fixed scaling creature to original CR  \n- Fixed spellcaster scaling  \n- Added \"Max Roll\" tooltip to HP  \n- Cleaned MTF fluff; added missing MTF regional effects/lair actions  \n- Improved layout to better match the books  \n- Fixed to-hit dice displaying as \"1d20+X\" instead of \"+X\"\n- Quick Reference/Books:  \n- Prev/next buttons now change section instead of chapter; various other minor navigation fixes  \n- Fixed duplicated content  \n- Added chapter title to tab title\n- Variant Rules  \n- Added page numbers\n- Skills now have popup explanations where appropriate\n- Actions now have popup explanations, although they're not yet ubiquitous. Soon™\n- Homebrew:  \n- Added homebrew management page: https://5e.tools/managebrew.html  \n- Added section for source-less entries  \n- Custom skills/actions can be added\n- (Fixed typos/added tags/added missing content/fixed many minor bugs)"
	},
	{
		"ver": "1.62.0",
		"date": "2018-09-08",
		"title": "24+ of the Last 36 Hours of My Existence",
		"titleAlt": "No More Coffee in the Flat",
		"txt": "- Added Waterdeep: Dragon Heist https://5e.tools/adventure.html#WDH\n- Added VGM/MM Familiar variants to Variant Rules\n- Fixed pinned list \"subtract\" button in the Bestiary\n- Fixed lifegen parentage rolls for Half-Orcs/Half-Elves/Tieflings\n- Scientific notation now works in the DM Screen Unit Converter. For example, 10e3\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.62.1",
		"date": "2018-09-11",
		"title": "A Few Formatting Fixes, and Friends",
		"txt": "- Formatted Chapters 5+ of W:DH, added some missing content, and added/tidied up some tags"
	},
	{
		"ver": "1.62.2",
		"date": "2018-09-11",
		"title": "More of the Same",
		"txt": "- See above\n- Added Roll20 tokens, plus a few extra courtesy of KnilKrad"
	},
	{
		"ver": "1.62.6",
		"date": "2018-09-11",
		"txt": "- Added \"Environment\" to the bottom of statblocks in the Bestiary\n- Fixed link encoding when clicking headers in Adventures/Books\n- Fixed creature scaling behaving strangely when multiple consecutive scales are done on the same statblock\n- (Typos/tags)"
	},
	{
		"ver": "1.62.9",
		"date": "2018-09-14",
		"txt": "- Improved lyncathrope \"Info\" content in the Bestiary, and added missing Variant (nonhuman lycanthropes)\n- Added Player Characters as Lycanthropes/Vampires to Variant Rules page\n- Split Deities page alignment filter Nutral into Neutral, Neutral (Law/Chaos Axis), and Neutral (Good/Evil Axis), to match the Bestiary\n- Clicking a link to a currently-hidden class feature in the Classes page table will now un-hide the feature, and jump to it\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.62.11",
		"date": "2018-09-22",
		"title": "Weekend Ruined by Letter Declaring £1,000+ Fine",
		"txt": "Bestiary:\n- Added WDH NPCs. Big thanks to @ KnilKrad for the tokens (and probably some others I've forgotten to credit him for, man's a hero)\n- Added Info to WDH creatures. Straight from FG, so it's likely pretty nasty\n- CR Scaler:  \n- Now adds/removes Cantrips on spellcasters dep. on their level  \n- Improved AC adjustments and enchanted armor handling  \n- Improved spellcasting DC scaling and caster level scaling  \n- Improved to-hit scaling  \n- Improved CR0 creature damage scaling\n- Added page numbers to WDH creatures\n- Creature skills now have hoverable descriptions\n- Fixed bug where load order mattered for showing monsters referenced from other bestiaries (e.g. WDH referencing VGM's Bard)Adventures:\n- Made \"see area XX\" text hoverable, it should pop up the appropriate area. As always, SHIFT to lock the window open.Books:\n- Added homebrew support  \n- (Converted this http://www.giantitp.com/forums/showthread.php?424243 to a homebrew file, currently the only thing available)\n- Added \"book list\" page (https://5e.tools/books.html) from which homebrew can be managed (the general page at https://5e.tools/managebrew.html can be used too)Pinned lists:\n- Added \"Feeling Lucky\" right-click option\n- Fixed bug when using list right-click->Add in the Bestiary\n- Actions in Classes page now have hoverable descriptions (e.g. \"Dash,\" \"Disengage\")\n- Statgen now respects blacklist\n- Added DMG \"Improvising Damage\" to Traps & Hazards\n- Added Star Spawn cults to Cults & Boons\n- Added page numbers to Rewards\n- Added page numbers to WDH Items\n- Added context menu options to Hover-Window top bars (Min/Max All; Close all)\n- Added inches <-> centimetres to DM Screen Unit Converter\n- Fixed homebrew missing _meta source being undeletable\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.62.12",
		"date": "2018-09-22",
		"txt": "- Fixed CR Scaler spell slot handling\n- Fixed extra \"save\" text being appended to saves in the Bestiary\n- Removed \"help\" underline when printing (as seen underlining creature skills in the Bestiary)\n- Optional Feature level \"class\" field is now respected by the filter"
	},
	{
		"ver": "1.62.13",
		"date": "2018-09-22",
		"txt": "- Statblock Converter now allows \"no value\" for page number\n- A very minor behind-the-scenes change I needed to do for some Roll20 stuff, which literally took less time to write than this line of text"
	},
	{
		"ver": "1.62.15",
		"date": "2018-09-23",
		"txt": "- Fixed ye-olde Roll20 Adventure \"By Category\" import\n- Fixed Shaped JS builder W:DH handling\n- Fixed homebrew source deletes"
	},
	{
		"ver": "1.63.0",
		"date": "2018-09-30",
		"title": "Casters and Tables",
		"txt": "- Spells \"At Higher Levels\" dice rollers now prompt for which level to cast atTables:\n- Added new \"Tables\" page, https://5e.tools/tables.html, containing various tables extracted from rulebooks  \n- These tables can be loaded in the DM ScreenClasses:\n- Fixed Wild Shape requirements\n- Fixed nightmode \"outline\" colouring\n- Fixed bug where homebrew subclasses wouldn't appear without switching classItems:\n- Added base weapon type to variants which can only apply to one item, e.g. \"Oathbow\" now tells you it's a longbow\n- Added \"base item is from X\" note to variants with a base item from a non-standard source, e.g. \"Double-Bladed Scimitar +1\"\n- Fixed some items not showing up in \"Base Items\" section of generic variantsAdventures/Books:\n- Fixed sorting on overview pages\n- Removed \"Living Document\" AL stuff. Kept the Faction Guide, but if you want the rest, use the official doc. It was too much busiwork to maintain, I'm afraid.\n- Added RoT Appendix C\n- Added various missing ToA flavour imagesDM Screen:\n- Inverted Initiative Tracker status turn \"tick\" direction on click (add a turn of duration on click, remove a turn of duration on right-click; was previously the opposite)\n- Fixed resetting CR-scaled creaturesHomebrew:\n- Added \"Add All\" button when loading from the repo\n- Added support for custom properties on Deities; see The Lost Lands in the homebrew repoClass/Optional Features:\n- Added Fighting Styles + various Fighter subclass options\n- Fixed list sorting\n- Added missing WDH fluff to Bestiary\n- Added link to the community wiki, curated by @ Ryan (Modnar)\n- Added \"sort carets\" to lists (thanks to @ JeffreyStocker on GitHub)\n- Print/etc view overlays now close when clicking \"dead\"/background space\n- Added Donate page\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.63.1",
		"date": "2018-09-30",
		"txt": "- Added three missing tables to Tables\n- Fixed strangely-formatted rows in Items list"
	},
	{
		"ver": "1.63.3",
		"date": "2018-10-06",
		"title": "It's Fucking Nothing",
		"titleAlt": "rushed random release because some donation addresses needed changing; have fun with everything being broken",
		"txt": "- Fixed list sorting and sort-caret direction sometimes being wrong\n- Added \"View All Sources\" button to homebrew manager\n- Fixed DM screen rules never loading\n- Tables page now uses a quasi-alpha-numeric sort\n- Added magic item tables to the DMG and Tables page, since having them in their own special lootgen page clearly isn't enough\n- Added warning message when everything's blacklisted\n- Fixed Spells page Table View showing random content\n- Fixed donation addresses (they still would have gone to sort-of the right place, but my accountants tell me it's a mess back there)\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.63.4",
		"date": "2018-10-14",
		"title": "Essential Maintenance",
		"txt": "- Added Skill Proficiency column to the Backgrounds list, and Skill/Tool/Language Proficiency filters\n- Added WDH currencies to Items page\n- DM Screen embeds now have a white background in Night Mode, to avoid breaking sites relying on a white default\n- Fixed CTRL-F in Renderer Demo/Stat Block Converter (hopefully)\n- Added missing blindsight filter data\n- Added Lair/Regional actions to Bestiary Book (print) view\n- Fixed unprocessed @-tags appearing in various places they shouldn't have been (filter box; omnisearch results)\n- Searching \"Angels\"/\"Dinosaurs\" in the Bestiary now shows the relevant creatures\n- Added various Happy Fun Hour subclasses. Still unsure if this is a good idea, given how changeable these are, so they might be removed in the future, or migrated to homebrew\n- Improved Classes page print styling\n- Switched to a more familiar version of shift-clicking when selecting multiple items in lists\n- (Fixed typos/added tags)Homebrew support:\n- Added \"external\"-typed images\n- Creature's custom Trait/Action tags will now be added to their respective filters\n- Cleaned up Races support for a long-forgotten \"predefined\" ability format, which, in a roundabout fashion, allows e.g. \"Choose str or dex, increase one by 2, and the other by 1\"Actual homebrew:\n- Added D&D Beyond's \"Expanded Racial Feats\" to the Homebrew repo"
	},
	{
		"ver": "1.64.0",
		"date": "2018-10-21",
		"title": "Colonel Sanders",
		"txt": "- Added Encounter Generator to the Bestiary. If it seem familiar; I can assure you, this is not the case. Completely original design.\n- Items page \"Mundane\" and \"Magic\" side-labels are now clickable\n- Added spellcasting save DCs and to-hits to all MTF creatures, which were almost all missing\n- Added more Optional Class Features (Fighting Styles, Arcane Shot options, etc) to the search index\n- Added Wondrous Item filter to Items page\n- Tidied up the homepage somewhat [Only just noticed the donation bar never loads; a dead canary if ever there was one. Will look into that]\n- Added missing Eldritch Knight \"Cantrips\" section\n- Fixed some instances where Bestiary data could fail to load\n- Fixed list shift-click selection not spanning multiple lists (e.g. Items page)\n- Fixed some (but probably not all) cases where slider filters could become \"stuck\" on one value\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.64.1",
		"date": "2018-10-25",
		"title": "Going to Buy Some Cigarettes",
		"txt": "Bestiary:  Encounter Builder:    \n- Added preview/hover for statblock/token    \n- Encounters can now be added to the DM Screen Initiative Tracker    \n- Now handles CR scaling rules better (party size; large CR disparities)    \n- Can now handle CR-scaled creatures    \n- CRs can be edited via an input field in the list  \n- (\"Hit: \" text is now properly italicised)  \n- (Improved comma/semicolon usage when joining long strings of damage resistances/immunities/vulnerabilities)  \n- (Added link to the Encounter Builder to the home page)\n- Added \"Multiclassing\" section to classes page sidebar\n- Added concentration (\"C.\") column to spells page\n- Added \"Material Consumed\" filter to spells page\n- Omnisearch now indexes class features\n- Added Plane Shift Ixalan loot (credit @ Ryan (Modnar))\n- Subclasses which add data to the class table (e.g. if Eldritch Knight was a homebrew subclass) can now have these tables specified alongside the subclass data, rather than in the main class data (credit @ EgilhardAeron)\n- Added \"Lock\" button to DM Screen, preventing panels from being moved/closed by hiding the corner menu. More useful for the aesthetic factor than the functioanlity.\n- Fixed Items page hiding Magic/Mundane whenever an item was selected\n- Fixed homebrew books being un-deletable\n- Fixed homebrew management page being unable to delete subclasses\n- Fixed custom item properties breaking the homebrew manager's \"By Source\" view\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.64.4",
		"date": "2018-10-29",
		"title": "I Love CoC",
		"txt": "- Fixed hover popups not popping up\n- Fixed back button loop when visiting filter URLs\n- Added \"Beholders\" as a search group in the Bestiary\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.64.5",
		"date": "2018-11-02",
		"txt": "- Overhauled Lootgen page (thanks largely to JeffreyStocker on GitHub)\n- Added W:DMM preview Roll20 module (accessible in the betteR20 Module Importer) (thanks Ryan (Modnar))\n- Omnisearch results now respect Blacklist exclusions (thanks EgilhardAeron)\n- Fixed Classes page links to homebrew classes loading as Barbarian/etc instead\n- DM Screen panel titles can now be clicked to move them out the way\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.64.6",
		"date": "2018-11-09",
		"title": "Not That Announcement",
		"txt": "- Added the Waterdeep: Dungeon of the Mad Mage Roll20 module (big thanks to @ Darth Alpha for the export), available in betteR20 using the Module Importer/Exporter\n- Added Guildmasters' Guide to Ravnica races (although they're essentially unchanged from the UAs)\n- Did a (very) minor accessibility pass; converted not-button buttons to true buttons, and added alt-text capabilities for images (as-yet unused)\n- Fixed quick-reference omnisearch results breaking the omnisearch blacklist (thanks @ EgilhardAeron)\n- (Fixed typos/added tags) (thanks @ Ryan (Modnar) for the tool tagging)"
	},
	{
		"ver": "1.65.0",
		"date": "2018-11-10",
		"title": "E's Mental",
		"txt": "- Added Waterdeep: Dungeon of the Mad Mage -\n- find it here: https://5e.tools/adventure.html#WDMM\n- Fixed GRR Goblin being Medium instead of Small (many thanks to the numerous sever members who reported this; top 1 aggravating typo)\n- Fixed the Lootgen page refreshing instead of rolling loot\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.66.0",
		"date": "2018-11-11",
		"title": "Just Fuck My Weekend Up",
		"txt": "- Added Guildmasters' Guide to Ravnica, including...  \n- 10 Backgrounds  \n- A single spell  \n- A mini-adventure; \"Krenko's Way\" https://5e.tools/adventure.html#KKW  \n- A Cleric subclass and a Druid subclass (Order and Circle of Spores, respectively; both in UA previously)  \n- A bunch of creatures  \n- A bunch of items  \n- Some \"Other Rewards\" (charms)  \n- The book itself https://5e.tools/book.html#GGR"
	},
	{
		"ver": "1.66.1",
		"date": "2018-11-12",
		"title": "No [U]nplanned [A]rrivals",
		"txt": "- Overhauled the point-buy calculator with a \"Custom\" mode, allowing custom cost tables and budgets https://5e.tools/statgen.html#pointbuy\n- Added Order domain filter info to various deities\n- Added various misc W:DMM items\n- Added proper support for \"choose +2/+1 from X/Y/Z ability scores\" on races; see the sample in the homebrew repo for how-to (FYI @BioOnPC)\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.66.3",
		"date": "2018-11-14",
		"txt": "- Added PHB class introductions/quick builds, found under \"Info\" per class on the Classes page\n- Added UA Of Ships and the Sea; ships have a page here https://5e.tools/ships.html; rules are in the Variant/Optional Rules page\n- Added missing VGM race random weight/height/etc table to the appropriate chapter\n- Added full Tomb of Horros DM/Player maps\n- Fixed Objects token image positioning when entries are pinned\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.66.5",
		"date": "2018-11-18",
		"title": "Everything is Likely Broken",
		"txt": "- Added page number support to books/adventures, and added page numbers to the Player's Handbook (and consequently to any Quick Reference pages which come from it)  \n-  There's lowkey a \"G\" hotkey which functions similar to \"F\" but is \"[G]o to Page\". The fact that our hotkeys are now [F][G] is pure coincidence. Also, forgot to list this hotkey anywhere, which will be Fixed for Next Update™\n- Added Errata 2.0\n- Overhauled the way homebrew data is stored, hopefully alleviating any \"out of storage space\" problems.  \n- This will wipe any currently-saved homebrew, we apologise for any inconvenience caused.  \n- This involved some major behind-the-scene changes, likely breaking a thing or two. Please do report any strange behaviour.  \n- There's still an automatic hard cap, which is set by and will vary with browser. It's much higher, however; for example, in my Chrome on a 512GB disk, it's 31GB (up from 10MB with the previous version).\n- DM Screen fixes:  \n- Deleting a tab with \"confirm on tab close\" enabled will now show the correct tab name in the prompt  \n- \"Close Tab\" X buttons are now hidden when the screen is locked  \n- Fullscreen/locked state is now saved/loaded as part of the layout configuration  \n- Pressing return in various input fields now submits the value in the field  \n- Right-clicking a \"Close Tab\" button when trying to rename a tab will no longer close the tab\n- Fixed Shaped JS builder crashing on Guildmasters' Guide to Ravnica creatures\n- Fixed issue where Bestiary tokens could be cut off by the bottom of the statblock\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.66.6",
		"date": "2018-11-19",
		"txt": "- Fixed Bestiary tokens \"sticking\" to the top of scrolled statblocks (and gave them a minor animation when hovering, to be slightly less jarring)\n- Added that missing \"G\" hotkey message"
	},
	{
		"ver": "1.67.1",
		"date": "2018-11-21",
		"txt": "- Added Lost Laboratory of Kwalish; find it here https://5e.tools/adventure.html#LLK  \n- Included are a handful of spells, items, and creatures.\n- Updated betteR20 help/README on the homepage, as well as adding a few extra links to the wiki\n- Fixed donation prompt from re-appearing every time the page is reloaded (hopefully)\n- Fixed \"excluded\" omnisearch results filter having no effect on various pages\n- Fixed classes page Outline sidebar\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.67.3",
		"date": "2018-11-23",
		"title": "(Almost) Literally Nothing",
		"txt": "- Added page numbers to DMG and MM\n- Homebrew:  \n- Table column widths are now easier to specify; \"col-[1 to 12]\"* for non-fractional widths or \"col-[1 to 12]-[1 to 9]\" for fractional widths (which now support any combination from \"col-0-1\" all the way to \"col-11-9\")    \n- (Previously, this was using Bootstrap-3-style \"col-xs[1 to 12]\" with (some) optional 1/10th width support by combining two classes, e.g. \"col-xs-[1 to 12 A] col-xs-[A]-[1 to 9]\")\n- (Fixed typos/added tags)* The entire table is considered to be 12 \"units\" wide, so \"col-12\" is 100% width, \"col-6\" is 50% width, etc."
	},
	{
		"ver": "1.67.4",
		"date": "2018-11-24",
		"txt": "-Fixed some odd column widths in various places."
	},
	{
		"ver": "1.67.5",
		"date": "2018-11-24",
		"txt": "- Homebrew: Added intro/outro support on tables\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.67.9",
		"date": "2018-12-02",
		"title": "Bothersome Headers",
		"titleAlt": "Spent 12+ Hours Making Characters This Weekend",
		"txt": " Added Bestiary \"Spellcasting Ability\" filter options (e.g. \"Spellcaster, Wisdom\") (under \"Miscellaneous\")\n- Statblock Converter:  \n- Is now called \"Text Converter,\" and has been cleaned up. Options are now in a side-menu  \n- Now has a \"Table\" mode, where it converts HTML tables to 5etools JSON. If you find it unable to process a certain format of table, please do send me a sample.\n- Homebrew:  \n- Magic Variants are now supported (e.g. the \"+4 Weapon\" sample available in the homebrew repo)  \n- Deitiy custom properties can now be used to display @tagged text (see the sample). This allows e.g. \"Life\" domain to be linked to the Life Cleric subclass.  \n- Minor Homebrew Manager interface cleanup  \n- Classes page now auto-adds the \"Homebrew\" source filter after loading a class homebrew\n- Fixed various #known-issues:  \n- Pages may fail to load with cookies disabled/unavailable  \n- Bestiary tokens can get \"stuck\" over the encounter builder  \n- A handful of list columns are wider than they should be, breaking some layouts  \n- Pinning items on the Variant Rules page is broken  \n- (Source) filters on the spells/bestiary pages are broken  \n- Fixed homebrew deletes not always removing matching entries from list(s)\n- Fixed various unknown issues\n- Added a currency converter to the DM screen (although forgot to add a \"Don't Convert\" option, to allow summing/weighing coins; Soon™)\n- Added ToA diseases to Conditions & Diseases page\n- Added a sick animation when re-rolling generated creatures from the Encounter Generator\n- Navbar now loads faster/earlier, potentially fixing delays on slower connections [genuinely unrelated to the disappearing header, in case you were wondering]\n- (Fixed (a great deal of) typos/added tags)"
	},
	{
		"ver": "1.67.11",
		"date": "2018-12-03",
		"txt": "- Encounter Builder/Bestiary pinned list is now resizable\n- Aded \"No conversion\" option to DM Screen Coin Converter (turning it into a glorified calculator, which shows total weight)\n- Fixed Items page AC/weapon damage display\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.68.0",
		"date": "2018-12-16",
		"title": "Premature",
		"txt": "- Added \"scroll to top\" button button to books/adventures (but not classes, yet)\n- Converter now auto-selects the matching text type when a \"Sample Text/Markdown\" button is pressed\n- DM Screen Coin Converter now party-splits non-converted coinage\n- Fixed homebrew collections not appearing in the Bestiary\n- Fixed filters not updating their display counts in some cases\n- Fixed some cases where slider filters could randomly set their own min/max\n- Broke Class Features page EI Patron filter\n- Broke Loot Generator, probably"
	},
	{
		"ver": "1.68.1",
		"date": "2018-12-21",
		"title": "For Real This Time",
		"txt": "- Loot Generator:  \n- Find Treasure (classic Individual/Hoard) generator now allows per-item rerolls, similar to the Party Loot (XGE) generator  \n- Items which have multiple variants (e.g. +1 Weapon) now roll the exact item, similar to the existing functionality for spell scrolls (and can be independantly rerolled)\n- Items:  \n- Added Images tab, populated where available (_cough_ on Beyond _cough_)  \n- Added GGR currencies\n- Homebrew:  \n- Fixed some inconsistencies with how magicvariants were handled  \n- Text Converter:    \n- Handles more alignments    \n- Adds languages/action/trait/etc tags    \n- Now handles some cases of ability scores split across multiple lines    \n- Now handles all-caps names better  \n- Class-less spells are now supported  \n- Added @footnote tag  \n- Homebrew Manager \"Add All\" button is now at the top of the window, instead of having to scroll to find it at the bottom\n- DM Screen Initiative Tracker:  \n- Layout reworked slightly, to pack even more stuff in there  \n- Added a Settings menu, which contains functionality to add additional columns. These columns can be auto-populated with e.g. AC, passive perception, speed...\n- Added UA: Sidekicks (classes to the Classes page, filtered out by default; rules to Variant Rules, same deal)\n- DM Screen Coin Converter now has a settings menu, which allows currencies to be ignored when converting\n- DM Tools navbar item now contains an \"Adventures\" side-drop (hopefully \"sticky\" enough that it feels pleasant to use, unlike ahem the offerings of one of our competitors)\n- Added \"Any X Increase\" ability score filters to Races\n- Added MM appendices\n- Added some missing Race spellcaster filter tags\n- Cleaned CR Calculator page layout\n- Fixed various minor bugs in CR Calculator, largely to saving/loading state to/from the URL\n- Added some missing encounter tables to TftYP: DiT\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.68.2",
		"date": "2019-01-02",
		"title": "Drunken Tomfoolery",
		"txt": "- Added page numbers to MTF, SCAG, VGM, and XGEOptional Class Features:  \n- Added Pact Boons and Elemental Disciplines  \n- Split \"Prerequisite\" column into \"Level\"/\"Prerequisite\"\n- Text Converter:  \n- Added Markdown table parser  \n- Various minor tweaks/improvements to text parsing  \n- Text parser now tags senses  \n- Fixed missing ability scores in markdown parsing\n- \"Source\" is now universally the last column on list pages, instead of just most pages\n- Added \"Reactions\" and \"(has a) Variant\" filter to Bestiary\n- Fixed broken DM Screen tab-close buttons on Firefox\n- Fixed missing navbar page highlights\n- Prevented double-listing when populating local homebrew\n- Added a bunch of Plane Shift: Amonkhet creatures; those which are copies of existing statblocks\n- (Fixed typos/added tags)Homebrew support:\n- Bestiary Action/Sense/etc tag filters are now auto-sorted after adding new items\n- Added monsterFluff entity, which allows fluff to be defined and then referenced from a statblock, rather than being defined in the statblock. TL;DR: less copy-pasting fluff.\n- Fixed books/adventures with non-URL characters in their IDs breaking the books/adventures pages\n- \"storyline\" is no longer a \"required\" adventure property"
	},
	{
		"ver": "1.68.4",
		"date": "2019-01-03",
		"txt": "- Changed homebrew tokenURL to tokenUrl because muh camel-case  \n- This \"fixes\" a bunch of tokens in the Strongholds and Followers homebrew, which were previously not visible\n- (Fixed typos)"
	},
	{
		"ver": "1.68.6",
		"date": "2019-01-03",
		"txt": "- Fixed DM Screen initiative tracker conditions\n- Fixed level sorting on Class Optional Features page"
	},
	{
		"ver": "1.69.0",
		"date": "2019-01-22",
		"title": "Sexualized",
		"txt": "- DM Screen:  \n- Initiative Tracker:    \n- Added \"Rounds\" counter    \n- Added The Worlds Shittiest Player View™      \n- DM half is the new blue-man-silhouette button      \n- Player half can be found here https://5e.tools/inittrackerplayerview.html      \n- Is a ripoff of Improved Initiative, which I don't use, so if there's a crucial feature I've forgotten to \"borrow,\" do let me know      \n- Is some confusing peer-to-peer bullshit that probably doesn't work, but the feds won't get ya  \n- Can now have adventure and book content embedded (there's a new tab for each)\n- Encounter generator:  \n- Added \"Advanced\" mode, allowing players and their attributes (e.g. AC) to be specified    \n- These are imported by the DM Screen Initiative Tracker when importing a Bestiary encounter  \n- Fixed issue where CRs couldn't be scaled  \n- Fixed issue where dropdown \"Encounter Size\" button didn't work\n- Hover windows:  \n- Can now be popped into true popup browser windows  \n- Can now be resized\n- Added \"Area Style\" filter to the Spells page\n- Added fluff images to Races page\n- Added a bunch of \"it's X with Y modifications\" WDMM creatures\n- Added page numbers to GGR Backgrounds/Items/Monsters/Races\n- Added \"copy to input\" button to dice roller output (allows you to sort-of reroll generated rolls)\n- Added \"Ability Score Adjustment\" filter to Items page\n- Added \"Spellcasting Focus\" filter to Items page\n- Show/Hide search/filters buttons are now present on every list page\n- Fixed a whole bunch of minor bugs; highlights include:  \n- Setting sliders from URL  \n- CR Scaler not allowing DCs below 13  \n- Statgen racial trait population not populating when loading from URL  \n- Markdown Table Converter removing empty cells  \n- This Is Your Life \"locked on page load\" rolls\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.69.1",
		"date": "2019-01-23",
		"txt": "- DM Screen and Init Tracker Player View now have \"Are you sure you want to leave the page?\" prompts on navigating away with tracker connections active\n- Fixed Bestiary encounter XP calculations\n- Prevented some Race images from propagating to subraces (e.g. Elf -> Drow resulted in a white af \"\"\"drow\"\"\" picture)\n- Fixed \"Rules\" loading in DM Screen\n- Filters now save/load \"AND/OR\" state\n- Fixed Classes page proficiency links to e.g. \"simple melee weapons\" linking to \"simple or melee weapons\" rather than \"simple and melee weapons\""
	},
	{
		"ver": "1.70.2",
		"date": "2019-02-05",
		"title": "Perilous Seas",
		"txt": "- Bestiary:  \n- Added \"Adjust to &lt;Difficulty&gt;\" button to Encounter Builder. Attempts to populate the encounter with a random combination of the encounter's creatures to match the target difficulty. Undoubtably under-tested; please do report any issues via the usual channels.  \n- Added \"Spellcasting Type\" filter (e.g. \"Psionics,\" \"Innate,\"...)  \n- Added slider \"Speed\" filter; switched current \"Speed\" filter to \"Speed Type\"  \n- Fixed compatibility with (slightly) older browsers\n- DM Screen:  \n- Added \"Initiative Tracker Player View\" tool  \n- Fixed tabs resetting their scroll status/stopping video playback/generally refreshing when switched away from  \n- Fixed panels getting stuck in \"move\" mode when lock was enabled\n- Spells:  \n- Added \"Summons Creature\" filter to \"Components & Miscellaneous\"  \n- Added homebrew support for 10+ level spells  \n- Added homebrew support for \"self (cylinder)\" area types\n- Added \"View Entire Book\" button to books/adventures\n- Reworked Statgen Point Buy visuals to be more readable/less fugly/better on mobile\n- Added ToA \"Trickster Gods\" features to Rewards page\n- Improved arrow-key navigation in omnisearch results\n- Minor navbar reorganisation; \"Statgen\" is now under \"Player Options\"\n- Bestiary pin list will now load encounter files, and vice versa\n- Fixed filter dropdowns resetting their scroll position on close/re-open\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.71.1",
		"date": "2019-02-03",
		"title": "Sponsored by Apex Legends",
		"txt": "- Added Artificer Revisited content\n- Added Homebrew Builder, currently only supports creatures, and should be considered \"beta\" (i.e. likely full of bugs); find it here: https://5e.tools/makebrew.html  \n- The text-editing part (e.g. for action descriptions) is \"placeholder\" at best, and has a hidden rule: indented text (e.g. one or more leading spaces/tabs) is treated as raw JSON data.\n- Bestiary  \n- Fixed CR scaled creatures breaking add/subtract buttons  \n- Fixed some broken encounter XP calculations  \n- Fixed filtering bug where entries could be hidden on re-filtering  \n- Fixed filtering bug where all shapeshifters/a few others were always hidden\n- Items:  \n- Added hover links to beneficial/detrimental property tables to artifacts\n- DM Screen  \n- All tab types may now be renamed  \n- Initiative Tracker can now load pinned lists exported from Bestiary  \n- Fixed additional column layout in player view\n- Books/Adventures  \n- Fixed \"view entire book\" button layout when zooming via browser\n- Text Converter  \n- Added caption support to MD table converter  \n- Fixed bug where certain line-endings weren't handled correctly  \n- Statblock converter now handles a few additional alignments\n- Fixed some nightmode styling issues (toggle buttons; focused elements)\n- Changed hover window functionality on some touchscreens (single tap now opens the hover window; long tap to do the usual link behaviour)\n- Fixed some inconsistencies in loading local homebrew\n- Fixed some wording in the CR Calculator, and added a confirmation prompt when clicking the stats-at-CR-X table\n- (Fixed typos/added tags, including a major pass on all rollable tables to hopefully ensure their validity)"
	},
	{
		"ver": "1.71.2",
		"date": "2019-03-03",
		"txt": "- Fixed Text Converter handling of e.g. \"Melee Weapon Attack\"\n- Fixed dice roller subtraction/exponentiation\n- Homebrew Builder:  \n- Added UI to move entry between sources  \n- Added \"Add Predefined Trait\" button  \n- Added \"Generate Attack\" button + attack builder UI  \n- Improved language input\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.72.2",
		"date": "2019-03-09",
		"title": "No Such Thing as a Free Lunch",
		"txt": "- Homebrew Builder:  \n- Is now split into tabs  \n- Now has a proficiency input, and along with it...    \n- Buttons to quick-calculate skill modifiers    \n- Buttons to quick-calculate save modifiers  \n- Added confirmation prompt when deleting traits/actions if they contain text  \n- Fixed bug where damage res/immunes etc couldn't be removed\n- Encounter Builder:  \n- Fixed bug where removing a creature wouldn't update difficulty  \n- Fixed bug where scaling a creature wouldn't update difficulty\n- \"Checkbox\" columns can now be added to DM Screen Initiative Tracker, with options to have them set/reset at start of turn\n- DM Screen embedded adventures/books now have \"next/previous chapter\" navigation controls\n- Adventure/book images now \"lazy load\" as you scroll, rather than all at once at the start (should make giant chapters/entire books smoother)\n- Artisan's toolss now have additional XGE info when shown in hover windows, etc\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.73.1",
		"date": "2019-03-17",
		"title": "Brexit Waiting Room",
		"txt": "- Homebrew builder:  \n- Added fluff support  \n- Attack generator no longer resets when being accidently closed (now has a reset button)  \n- Actions/etc can now be dragged to re-order  \n- Fixed editing/saving existing homebrew  \n- Fixed incorrect JSON meta output structure\n- DM Screen:  \n- Panel tab bar is now hidden where possible (e.g. after closing the second-last tab)  \n- Fixed bug where names in top-left of panels wouldn't update on tab change\n- Bestiary:  \n- Added \"Damage Inflicted\" filter  \n- Added ability to save/load multiple encounters (thanks to JeffreyStocker for the original implementation)  \n- Can also be loaded into DM Screen tracker\n- Items:  \n- Added \"Found On\" filter to Items page, showing Magic Item tables  \n- Items show the Magic Item tables they can be found on as part of their entries\n- Added ability to save/load entire site state (homebrew, blacklists, etc...) to/from files  \n- In the new \"Settings\" dropdown in the navbar, which also contains the nightmode toggle  \n- Will only work for newly-saved data; load some homebrew or add a panel to the DM Screen to ensure they get registered\n- Added \"Save as Homebrew\" button to Text Converter (statblocks only)  \n- Text Converter now uses the same source input as the Homebrew Builder\n- Added Ravnica backgrounds as sources to appropriate spells\n- Fixed display of Artificer Infusions in omnisearch results\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.73.2",
		"date": "2019-03-17",
		"txt": "- Text converter now deduplicates entries on saving to homebrew\n- Homebrew builder:  \n- Damage tags are now added automatically  \n- Added option to display JSON for a saved creature  \n- Images can now be reordered  \n- Added ability to specify custom environments\n- Fixed Shaped JS failing in the presence of valid homebrew\n- Fixed various rendering bugs"
	},
	{
		"ver": "1.73.4",
		"date": "2019-03-23",
		"title": "It's Fucking Nothing",
		"txt": "- Text Converter:  \n- Improved damage tagging in the presence of bracketed text  \n- Improved trait/action name detection  \n- Improved handling for unicode dashes\n- Homebrew builder:  \n- Improved layout for Ability Scores/Saving Throws/Skills  \n- Added auto-calculation toggles for Saving Throw proficiency; Skill proficiency/expertise; Proficiency Bonus; (simple) Hit Points; Passive Perception\n- Fixed some layout bugs affecting lists\n- Styling improvements to Night Mode; CR Calculator; Filter (fixed common header layout bug)\n- Filter \"Combine As OR\" now behaves more intuitively\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.73.5",
		"date": "2019-03-23",
		"txt": "- Homebrew Builder  \n- Skill/Saves are now cleared when disabling proficiency  \n- Fixed bug where old cached data would break loading  \n- Creatures can now be scaled when being \"Load Existing\"'d\n- Fixed various Text Converter trait/action name false-positives"
	},
	{
		"ver": "1.73.6",
		"date": "2019-04-11",
		"txt": "- Added UA (Artificer Returns) content"
	},
	{
		"ver": "1.74.0",
		"date": "2019-05-19",
		"title": "One time, let it be a bad bitch sweeping",
		"txt": "Bestiary:\n- Added hundreds (~400?) of NPCs/alt creatures from various adventures\n- Added alternate art for creatures, where available (i.e. Roll20 has special tokens, e.g. Bandit Captain). Visible by hovering the token in the bestiary and pressing the left/right buttons\n- Creatures from bestiary books (e.g. the humble Monster Manual) are now displayed when filtering for an adventure in which they can be found.\n- Added the following options to the \"Miscellaneous\" filter: \"Has Areas of Effect\", \"Has Melee Weapon Attacks\", \"Has Ranged Weapon Attacks\", \"Has Ranged Weapons\", \"Has Reach Attacks\", \"Has Thrown Weapons\"= Encounter Builder  \n- Fixed various XP calculations  \n- Added button to copy the current encounter as a text summaryHomebrew Builder:\n- Improved layout on Firefox\n- JSON properties are now always presented in the same order (+Text Converter)\n- Now @tags conditions (+Text Converter)DM Screen:\n- Menu burger is now hidden in fullscreen (the menu still opens if you mouse over the left edge of the screen)\n- Fixed initiative tracker \"Roll HP\" not being respected\n- Class/subclass features can now be viewedFilters -\n- completely overhauled internally:\n- Improved performance (shaved about 8 seconds off loading the entire Bestiary, on my machine) and stability\n- Changed link format to be more compact/extensible (old links will not work)\n- Added ability to show/hide \"summary\" per-filter (e.g. hiding the 20 blue \"source X\" buttons when one has all the sources enabled)\n- Number of results vs. total available is now visible in the search bar, rather than hidden in the filter modal\n- Fixed everyone's favourite 1-pixel mis-alignment in various search boxes/sort columns on list pages [we finally have the technology]\n- Fixed many, many minor bugs\n- Added background filter to Spells page\n- Class/subclass features searched in Omnisearch can now be hover'd\n- Magic item variants (e.g. \"+3 weapon\") can now be blacklisted\n- Added the ability to embed spells inline (see the renderer demo https://5e.tools/renderdemo.html)\n- Added missing OotA appendix\n- Added \"Open Page\" button to sticky'd hover windows, in title bar\n- Updated Roll20 SKT and CoS modules\n- Improved statgen column use clarity [the \"User\" column is for houserule/other stat bumps, and is not a bug, ty]\n- Fixed various CR-based calculations in CR calculator (had been broken by a previous update)\n- Fixed Classes page sidebar failing to show all some features; added missing colouring for homebrew features\n- Omnisearch load time improvements\n- Fixed Omnisearch sometimes searching when you were in the middle of typing [still sucked less than D&D Beyond's \"no you can't type here lol\" search box]\n- Fixed Feat ASIs not showing in hover windows\n- Fixed layout bug where a scrollbar could appear on fixed-size pages\n- Disabled image lazy-loading when not supported by the browser (e.g. in older iOS)\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.74.1",
		"date": "2019-05-19",
		"txt": "- Fixed Variant Rules page"
	},
	{
		"ver": "1.74.2",
		"date": "2019-05-19",
		"txt": "- Fixed Bestiary page"
	},
	{
		"ver": "1.74.3",
		"date": "2019-05-19",
		"txt": "- Added chapter titles to DM screen book/adventure nav buttons\n- Added \"Requires Sight\" to Spells page Miscellaneous filter\n- Added button to quickly show/hide entire filter summary\n- Fixed nested filter horizontal overflow\n- Fixed filter failing to toggle overall AND/OR mode\n- Fixed filter summary buttons having inconsistent order"
	},
	{
		"ver": "1.74.4",
		"date": "2019-05-19",
		"txt": "- Fixed filter/sublist link interaction"
	},
	{
		"ver": "1.74.5",
		"date": "2019-05-19",
		"txt": "- Fixed expensive items being hard-filtered out"
	},
	{
		"ver": "1.75.1",
		"date": "2019-05-23",
		"title": "No Rest for the Wicked",
		"txt": "- Added Ghosts of Saltmarsh https://5e.tools/adventure.html#gos  \n- Includes new backgrounds, and slightly-improved ships (from those in the UA) in addition to the usual gubbins.\n- Added \"label\" support to the dice roller; e.g. My Cool Spell: 100d10 will print \"My Cool Spell\" as a label before the result.\n- Text Converter now allows missing spaces in saving throws\n- Fixed Shaped JS converter dying on various inputs"
	},
	{
		"ver": "1.75.3",
		"date": "2019-05-26",
		"title": "Cleanup Detail",
		"txt": "- Added \"Has Alt Token\" filter to bestiary\n- Added various GoS NPCs; added creatures from other sources to the set displayed when filtering for GoS\n- Fixed table rolling results when unrelated dice rolls in header are clicked\n- Fixed point-buy races with predefined stats and \"choose\" stats breaking the totals output\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.75.7",
		"date": "2019-06-01",
		"title": "Nothing of Interest",
		"txt": "- Added page numbers to virtually everything that didn't have them\n- Added GoS \"Open Water\" encounters to Encounter Generator page\n- Added \"Random\" button to point-buy Statgen\n- Improved menu layout on mobile (hopefully)\n- Added \"Random\" option to Charisma score in This Is Your Life generator\n- Randomly generated people in This Is Your Life generator are now given races (as per Supplemental Race) table; names (as per XGE name tables). Both are \"unofficial\" inclusions, and so are italicised\n- Added \"Uncommon Race\" filter option to Races page\n- Moved \"Class Feature Options\" from \"Player Options\" to \"References;\" renamed to \"Other Options and Features\"\n- Added GoS Ship Upgrades to Other Options and Features\n- Fixed certain filters failing to set from links (notably CR filters)\n- Fixed subclass entries being duplicated in Omnisearch results\n- Fixed classes page \"Toggle [Subclass] Sources\" button\n- Fixed header ad space from changing size after page load (and thus causing the page to randomly scroll around)\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.75.9",
		"date": "2019-06-01",
		"txt": "- Added autocomplete for Homebrew Builder creature type tags\n- Fixed bug where Passive Perception would fail to auto-update in Homebrew Builder\n- DM Screen Initiative Tracker creatures can now be renamed\n- \"Fixed\" Bestiary Source filter hiding creatures from excluded sources which were not originally from that book (e.g. hiding WDMM would previous hide all MM creatures found in WDMM)\n- Fixed additional columns failing to populate when loading Bestiary encounters into the DM Screen Initiative Tracker\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.75.13",
		"date": "2019-06-12",
		"title": "Conspicuously Light on Content",
		"txt": "- Classes page:  \n- Added show/hide toggle to sidebar  \n- Made Outline show/hide toggle more visible  \n- Fixed filter box overflowing on narrow displays  \n- Fixed \"X Sources\" cycler failing to display anything on \"Most Recent\" mode\n- Homebrew  \n- Added @loader render tag, which displays a clickable link that loads homebrew (see the Demo for an example)  \n- Creature \"skill\" object now accepts a \"special\" property, for entering free text (\"save\" did this already)  \n- Added support for homebrew \"baseitem\"s, i.e. those that have \"magicvariant\"s applied  \n- Homebrew builder item/spell searches now include currently loaded homebrew items/spells in the results  \n- Homebrew sources may now specify a hex (HTML) color code as part of their metadata. See the \"Farmer\" sample background in the homebrew repo for an example.  \n- Fixed locally loaded homebrew being filtered out  \n- Fixed homebrew magic variant items being un-hoverable  \n- Fixed bug where homebrew manager would infinitely loop a text replace, secretly overheating your CPU :^)\n- CR Scaling now handles Warlock casting traits sensibly\n- Added \"Custom\" combining mode for filters, which allows you to chose which filters are combined as AND and which as OR. For example, if you want creatures from the Monster Manual/Volo's Guide to Monsters, which are Large or have a fly speed, you can set \"Source\" to \"AND,\" \"Size\" to \"OR,\" and \"Speed Type\" to \"OR.\" The logic is (a1 & a2 &... aN) & (o1 | o2 |... oN) where as are set to AND, and os are set to OR. Y'get me?\n- Added hoverable \"Image\" hotzone to encounter builder rows, allowing you to preview the strange creature you just added to the encounter\n- Improved list cell positioning; should now actually match the headers\n- Classes/subclasses in spell description footers are now links to the appropriate class/subclass\n- Fixed case where filters could get stuck attempting to display deleted homebrew, producing a blank list\n- Fixed page-specific (settings not being saved to the tracker for Settings -> Save State to File\n- Fixed Optional Feature prerequisite rendering bugs in list (missing dashes; |sources showing)\n- Fixed DM Screen displaying a blank page on Mobile\n- Fixed print/book view displaying items which had been removed from the pinned list\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.75.14",
		"date": "2019-06-12",
		"txt": "- Fixed Spell page filtering"
	},
	{
		"ver": "1.75.15",
		"date": "2019-06-12",
		"txt": "- Fixed Druid Wild Shape links"
	},
	{
		"ver": "1.75.16",
		"date": "2019-06-12",
		"txt": "- Fixed some cache issues/speeding up page loads slightly"
	},
	{
		"ver": "1.76.0",
		"date": "2019-06-23",
		"title": "Acquiring Acquisitions",
		"txt": "- Added Acquisitions Incorporated (AI) content -\n- the book part is under \"Rules,\" and the adventure part is under Adventures (\"The Orrery of the Wanderer\")  \n- Still to be done: making a distinct \"Factions/etc\" page to better house the \"Company Positions\" content (this page will also package up and other faction/rank levels, e.g. those from Ravnica content)\n- Added \"Preview Token\" button to homebrew builder\n- Added \"Base Race\" filter to Races page\n- Added randomly generated cache-busting string to the betteR20 link on the homepage\n- Moved GoS sea/etc rules to Variant Rules page\n- Improved text converter Warlock spellcaster handling\n- Fixed/reverted change where lists would hide their scrollbars when not being hovered\n- Fixed file downloads on Firefox\n- DM Screen tab titles now have a max width, and hide their overflow\n- Fixed DM Screen renamed tabs reverting after multiple page reloads\n- Empty filters (e.g. the Spells page \"Subschool\" filter) now auto-hide when empty\n- Homebrew:  \n- Fixed Backgrounds page using non-standard link format  \n- Fixed missing source coloring on Items page\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.77.0",
		"date": "2019-06-29",
		"title": "CJ_meme.jpg",
		"txt": "- Added Dragon of Icespire Peak (https://5e.tools/adventure.html#dip), thanks to @heril for the sauce\n- Reworked homepage to be less verbose\n- Bestiary Encounter Builder now opens a popup window of a creature instead of closing when clicking a name in the Bestiary list\n- Improved Encounter Builder handling of large groups; now handles \"0.5x XP\" better\n- Fixed print view printing on Firefox\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.77.1",
		"date": "2019-06-29",
		"txt": "- Improved homepage layout"
	},
	{
		"ver": "1.77.2",
		"date": "2019-06-29",
		"txt": "- Fixed various pages failing to load (oops lol)\n- Resizing DM Screen panels should now work on mobile; drag as you would with a mouse\n- Moved \"Sidekicks\" rules to Optional/Variant Rules page"
	},
	{
		"ver": "1.77.3",
		"date": "2019-06-29",
		"txt": "- Tweaked homepage layout and icon choices"
	},
	{
		"ver": "1.78.0",
		"date": "2019-07-14",
		"title": "Big Fat Clock",
		"txt": "- DM Screen \n- Added \"In-Game Clock/Calendar\" widget to DM Screen (in the \"Special\" tab) \n- Fixed case where Initiative Tracker buttons could desync their lock/unlock state \n- Fixed case where \"Add\" panel button could become unresponsive\n- Fixed Book/Adventure page scrolling to certain headers in full-book reading mode\n- Renamed Ships page to \"Vehicles,\" because flying mecha-beholders\n- Added \"Duration\" column to Spells page table view\n- Fixed filter breaking when attempting to load certain URLs\n- Fixed filter failing to properly reset grouped AND/OR state (i.e. Bestiary's Ability Score filter)\n- Homebrew: \n- Added @color tags, allowing you to color text (see the Renderer Demo, and remember to reset it) \n- @ship is now @vehicle, and the JSON property is changed to match \n- Fixed Optional Features breaking when multiple prerequisites of the same type are specified\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.78.3",
		"date": "2019-07-18",
		"title": "Not So Hot Fix",
		"txt": "- Fixed crash when opening \"Add Creature\" modal in Initiative Tracker\n- Clock/Calendar  \n- Added quick-select buttons for cardinal directions in Wind Bearing modal  \n- Added support for named years and named eras  \n- Improved and expanded date adjustment controls  \n- Made setting sections collapsible\n- Homebrew:  \n- Added syntax to prereqSpell names to add \"... cantrip\" suffix, e.g. \"fire bolt#c\" vs. \"fireball\""
	},
	{
		"ver": "1.79.0",
		"date": "2019-07-20",
		"txt": "- Added Stranger Things adventure content (\"Hunt for the Thessalhydra\")\n- DM Screen Initiative Tracker:  \n- Additional Columns may now be put in \"player visible for player entries only,\" hiding monster attributes, but showing player ones  \n- Imported Bestiary encounters with advanced columns will now attempt to find and link monster attributes with matching names (e.g. when creating an \"AC\" column in the encounter builder and filling it with player ACs, the column will now automatically contain monster ACs for monster rows when imported to the tracker)  \n- Fixed bug preventing generation of server tokens\n- Fixed bug when navigating via sidebar item in full-book adventure/book view where the first header with a given name would always be scrolled into view\n- Minor speed optimisations to sidebar navigation in book/adventures\n- (Homebrew: fixed local homebrew failing to assign classes/subclasses to spells in Spells page until after refresh)\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.79.1",
		"date": "2019-08-08",
		"title": "A Wizard Is Never Late",
		"txt": "- Homebrew Builder:  \n- Added Spell builder (top-right in the sidebar menu)  \n- Added \"Data\" tab, which shows the current JSON data  \n- Improved loading time\n- DM Screen Clock/Calendar  \n- Added \"Browse\" mode to calendar, allowing you to freely look around without changing the date  \n- SHIFT-clicking a day in the calendar now sets it as the current day  \n- Added \"Go to Day\" button to calendar day summary modal  \n- Events and encounter can now be moved  \n- Events and encounters can now be renamed from the summary modal  \n- Events and encounters can now have times  \n- Added current day events and encounters display to clock screen\n- (Hopefully) made ads more tolerable on small screen desktop resolutions for list pages (can now scroll past the ad)\n- Added \"outdated browser\" check\n- Fixed Encounter Builder failing to generate random encounters\n- Fixed Initiative Tracker Player View failing to load\n- Fixed This Is Your Life generator generating strange sibling ranges\n- Fixed items page sort ordering\n- Removed padding; borders; etc from DM Screen embedded iframes\n- Fixed Optional Feature filtering by Spell Prerequisite\n- (Fixed typos/added tags)\n- (Homebrew/@Dusk Reworked ability score data format for races and feats)"
	},
	{
		"ver": "1.79.2",
		"date": "2019-08-08",
		"txt": "- Fixed spell homebrew loading and class/subclass population"
	},
	{
		"ver": "1.79.3",
		"date": "2019-08-08",
		"txt": "- Fixed item hover loading"
	},
	{
		"ver": "1.79.8",
		"date": "2019-08-15",
		"txt": "- Added UA: Barbarian and Monk. Click the \"Official Sources\" cycler to have it show UA.\n- Fixed \"table\" files failing to appear in the Homebrew Manager browser\n- Fixed \"cursed\" generic variant items not showing up when \"Cursed\" filter was applied\n- Fixed CSV table export producing garbage in the presence of nested tables\n- Fixed clicking on search results in books/adventures not jumping to the header if the result was in the same chapter as the currently visible one"
	},
	{
		"ver": "1.79.9",
		"date": "2019-08-15",
		"txt": "- Fixed filters not clearing unspecified items when loaded from links\n- Fixed homebrew builder downloads\n- Fixed race hover loading"
	},
	{
		"ver": "1.79.10",
		"date": "2019-08-20",
		"txt": "- Added \"[Add Event/Encounter] At Time...\" buttons to DM Screen Clock/Calendar day view, which allows the time to be chosen as either an exact point during the current day, or an offset from the current time\n- Fixed broken spell rendering in the presence of \"Royalty\" components\n- Fixed broken psionics rendering (oops lol)\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.79.11",
		"date": "2019-08-31",
		"title": "Logging Changes",
		"txt": "- Added Changelog page &lthttps://5e.tools/changelog.html&gt\n- Added \"Counter\" widget to DM Screen\n- Added optional column/row labels to DM Screen (Clock)/Calendar, which show \"day name\" and \"week of year\" respectively\n- Added weather randomiser to DM Screen Clock/Calendar\n- Added +/\n- 15/30 sec/minute; +/\n- 12 hour modes to DM Screen (Clock)/Calendar nav buttons, thanks to @ Forecaster\n- Added \"Roll Initiative?\" toggle to DM Screen Initiative Tracker\n- Night Mode is now auto-set if e.g. you have your OS theme set to \"Dark Mode\" (fresh/first load only)\n- Added dynamic \"Help\" link to Wiki page in header (under \"Utilities\"). Help content at least partially pending; feel free to help edit our nice wiki\n- Added toggle to switch some slider filters into \"dropdown\" mode, e.g. the Bestiary's CR filter can now be used as a pair of min/max dropdowns\n- Split Downtime Activities optional/variant rule into multiple rules, one per activity\n- Fixed DM Screen Initiative Tracker failing to load encounters in some cases\n- Fixed Spell Builder failing to convert dice in the \"At Higher Levels...\" text\n- Fixed \"Deck of X\" dice/card rollers\n- Fixed Spells page \"Misc/Components\" filter rendering/functionality\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.79.17",
		"date": "2019-09-05",
		"txt": "- Added UA: Sorcerer and Warlock content"
	},
	{
		"ver": "1.79.19",
		"date": "2019-09-07",
		"txt": "- Fixed case where loading a content blacklist would wipe loaded homebrew"
	},
	{
		"ver": "1.80.0",
		"date": "2019-09-08",
		"txt": "- Added Storm Lord's Wrath, Sleeping Dragon's Wake, and Divine Contention adventures\n- Overhauled how adventure areas are internally referenced--many, many (~1400 in the case of WDMM) more internal adventure \"see area X\" links are now hoverable\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.81.0",
		"date": "2019-09-17",
		"title": "Halfway to Hell",
		"txt": "- Added creatures, items, and vehicles from Descent Into Avernus\n- Added Descent Into Avernus Roll20 module, now available for import via betteR20. Thanks to @ Artemis for the kind donation.\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.81.1",
		"date": "2019-09-18",
		"title": "Most of the Way to Hell",
		"txt": "- Added Baldur's Gate: Descent Into Avernus https://5e.tools/adventure.html#bgdia\n- Added UA: Bard and Paladin"
	},
	{
		"ver": "1.81.2",
		"date": "2019-09-19",
		"txt": "- (Hopefully) improved cache-busting\n- Fix case where homebrew could fail to load via Get Homebrew\n- (Fixed typos)"
	},
	{
		"ver": "1.82.0",
		"date": "2019-09-29",
		"title": "Live Faster, Die Younger",
		"txt": "- Added Locathah Rising https://5e.tools/adventure.html#lr (including a playable Locathah race)\n- Rewrote and optimised \"list\" pages, significantly improving loading times  \n- (As a consequence, certain semi-related functions perform much better, such as randomising encounters in the Bestiary Encounter Builder)\n- Rewrote and optimised hover window system, significantly improving both loading times and general responsiveness\n- Overhauled Print/Book views, in an attempt to make them cleaner and more printer-friendly\n- Added vehicle tokens, where available\n- Moved infernal war machine variants/upgrades to Optional Features page\n- Moved Baldur's Gate Background variants to Backgrounds page\n- Changed \"Named NPC\" filter to \"Adventure NPC,\" and made the logic consistent to match\n- Fixed case where loading Bestiary sublists into DM Screen Initiative Tracker would fail in the presence of some homebrew\n- (Fixed typos)"
	},
	{
		"ver": "1.82.2",
		"date": "2019-09-29",
		"txt": "- Fixed Bestiary failing to load depending on selected sources"
	},
	{
		"ver": "1.82.3",
		"date": "2019-09-29",
		"txt": "- Fixed Items rarity sorting"
	},
	{
		"ver": "1.82.4",
		"date": "2019-09-29",
		"txt": "- Added missing \"Adventure NPC\" tags\n- Fixed Bestiary \"Adventure NPC\" filter"
	},
	{
		"ver": "1.82.5",
		"date": "2019-10-02",
		"txt": "- Added fluff to PSZ races\n- Fix Adventure list sorting\n- Removed duplicate items\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.83.0",
		"date": "2019-10-03",
		"txt": "- Added UA: Cleric, Druid and Wizard\n- Added CMD-click alternatives to CTRL-click for Mac users\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.83.1",
		"date": "2019-10-05",
		"txt": "- Homebrew: overhauled various parts of the items schema\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.83.2",
		"date": "2019-10-05",
		"txt": "- Fix Items page sublist summing to wrong value"
	},
	{
		"ver": "1.83.3",
		"date": "2019-10-11",
		"txt": "- Improved Spells page \"Duration\" filter\n- Homebrew:  \n- Custom spell \"meta\" is now displayed in the spell block, as well as in the Misc filter  \n- Items may now specify custom \"value conversion\" tables\n- Fixed sublist items failing to unpin from context menu\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.83.4",
		"date": "2019-10-13",
		"txt": "- Fixed filter box not resetting \"AND/OR\" combinations on full reset\n- Fixed list sort buttons in homebrew manager windows\n- Fixed internal data caching, vastly reducing network usage when loading pages\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.83.5",
		"date": "2019-10-15",
		"txt": "- Added missing appendices to PotA\n- Improved printing for adventures/books  \n- All web UI elements (buttons etc) are now hidden  \n- Lazy-loadable images are now (hopefully) force-loaded before printing\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.83.6",
		"date": "2019-10-16",
		"txt": "- Fixed range filter failing to set from URL in the presence of case-sensitive labels\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.84.0",
		"date": "2019-10-17",
		"txt": "- Added UA: Fighter, Ranger, and Rogue content\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.85.0",
		"date": "2019-10-24",
		"title": "Various Conversions",
		"txt": "- Updated HotDQ and RoT to their new and improved re-released versions\n- Added the combined/updated Tyrrany of Dragons Roll20 module, credit to @ Aghanim\n- Added the Sage Advice Compendium (under Rules)\n- Added OG UA Artificer Alchemical Formulas to the Options/Features page\n- Added images to conditions on the Conditions and Diseases page\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.85.1",
		"date": "2019-10-24",
		"txt": "- Fixed indexing of some Options/Features"
	},
	{
		"ver": "1.85.2",
		"date": "2019-10-24",
		"txt": "- Fixed some broken conditions images"
	},
	{
		"ver": "1.86.0",
		"date": "2019-10-27",
		"title": "A Progressive Society",
		"txt": "- Made the site compliant with Progressive Web Application specifications, allowing it to be installed to e.g. the home screen of a smartphone  \n- You may see a prompt when visiting the site, but if not, an option to install it is available under Settings  \n- This does not, in itself, make an offline app. To make the site content be available offline, you have to then use the Preload Offline Data option from the Settings menu (any pages you visit will be automatically preloaded regardless, so may still work offline).    \n- At least on my phone, this seems to hang, and I never quite figured out why. Cancelling it and restarting it will use the previous progress and eventually complete the download, though.\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.86.1",
		"date": "2019-10-27",
		"txt": "- Fixed offline preloading"
	},
	{
		"ver": "1.86.3",
		"date": "2019-10-30",
		"txt": "- DM Screen Notes embeds now run on CTRL-q instead of CTRL-click\n- Optimized speed of \"Add All\" homebrew button\n- Fixed styling of popout browser windows\n- Fixed offline preloading, again\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.87.0",
		"date": "2019-11-03",
		"title": "Cardez L'Eau",
		"txt": "- Added initial RPG Cards JSON Builder. This currently supports creatures, spells, and items. It is also fundamentally broken, as there is too much text for the card layout to handle in almost every case. At the very least, I would hope the builder's output could be used as a starting point from which one could quickly build a set of usable cards.\n- Added some copy-with-changes Plane Shift creatures to the Bestiary, and Emrakul's Madness rule to Variant/Optional Rules\n- Added additional options to Feats page Prerequisite filter\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.88.0",
		"date": "2019-11-05",
		"txt": "- Added UA: Class Feature Variant content\n- Added Filter setting to default deselect homebrew sources\n- Fixed CR Scaling in the Bestiary Encounter Builder failing\n- Fixed DM Screen Player Initiative Tracker widget failing to change view upon connection\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.88.1",
		"date": "2019-11-06",
		"txt": "- Update UA: Class Feature Variants with latest changes\n- The Adventures page is now sorted on the Published (date) column by default\n- List page sort direction indicators are now visible immediately (rather than upon first sort), and clicking a header will now always change the directions of the sort (before, clicking twice was sometimes required)\n- The \"Class Features,\" \"Info,\" \"Official Sources,\" etc buttons on the Classes page now remember their state when changing class\n- Fixed UA class features showing in the Classes page features table when UA sources were not visible\n- Fixed some crashes in the Shaped JS builder\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.88.2",
		"date": "2019-11-08",
		"txt": "- Fixed duplicate ability score prerequisites on feats\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.88.3",
		"date": "2019-11-10",
		"txt": "- Added \"Variant Class\" filter to Spells pages\n- Added page numbers, inline sources, and alternate colors to UA class features (to differentiate them from UA subclass features)\n- Cards:  \n- Cards can now be mass-added using a search/filter interface  \n- Cards can now be added from Bestiary/Items/Spells page pinned lists\n- Converter:  \n- Fixed bug where homebrew would always be added/JSON would always be exported as a \"table\" property  \n- Added parsing for Markdown \"Hit:\" formatting  \n- Added parsing for true-to-source Markdown legendary action formatting\n- Homebrew Manager should now correctly allow existing sources to be used on first load, instead of forcing their creation\n- Fixed deleting sources on the Homebrew Manager page\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.88.4",
		"date": "2019-11-10",
		"txt": "- (Fixed typos/added tags)"
	},
	{
		"ver": "1.88.5",
		"date": "2019-11-11",
		"txt": "- Fixed armor prerequisites failing to render on feats\n- Fixed Bestiary Info/Images tabs failing to load\n- Fixed subclass spell homebrew killing homebrew loading\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.88.6",
		"date": "2019-11-15",
		"txt": "- Split DM Screen Tracker option for Player View HP into player\n- and monster-specific options\n- Fixed some sources failing to load in the Card Builder when adding by filter\n- Fixed omnisearch failing to blacklist class features, subclass features, and subclasses\n- Omnisearch now indexes homebrew class features and subclass features\n- Fixed broken CR scaling on importing Bestiary encounters to the DM Screen Tracker\n- Homebrew books and adventures are now available for viewing in the DM Screen\n- Fixed Text Converter crashing on load\n- Fixed Homebrew Builder crashing on load\n- (Homebrew) Armor and shield AC values may now be omitted on items\n- (Homebrew) A free text \"acSpecial\" field may now be specified on items\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.88.7",
		"date": "2019-11-16",
		"txt": "- Fixed DM Screen adventure/book loader failing if the user has no homebrew active\n- Fixed Bestiary incorrectly sorting list items in the presence of creatures without CRs\n- Fixed the one (1) pixel deadzone at the bottom of each list item in list pages\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.88.8",
		"date": "2019-11-18",
		"txt": "- (Homebrew) added support for \"raceFluff\" property and referencing\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.89.0",
		"date": "2019-11-20",
		"title": "Ravioli",
		"txt": "- Added Eberron: Rising from the Last War (as a book; a class; a feat; a background; several races, deities, and items; and many creatures)\n- Added \"Actions\" page\n- Added \"Alphabetical Sort\" option to Spells page Book View\n- Added \"Published\" column to Books page, and made it the default sort column (to match the Adventures page)\n- Fixed Spells page Table View failing to load\n- Loading existing creatures into the Homebrew Builder will now populate the \"Token Image URL\" field (as available)\n- Fixed Homebrew Builder image previews failing to load\n- Fixed Text Converter statblock text converter mis-parsing Warlock spell slots\n- (Homebrew) Fixed magic variants failing to render some information (e.g. attunement)\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.89.1",
		"date": "2019-11-21",
		"txt": "- Added missing Aberrant Dragonmark feat to Feats page\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.89.2",
		"date": "2019-11-21",
		"txt": "- Added note to Actions page DMG entries to mark them as optional\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.89.3",
		"date": "2019-11-21",
		"txt": "- (Roll20) Added Eberron: Rising from the Last War module for import (many thanks to the donor)\n- Added \"Damage Type\" filter to Items page\n- Added E:RLW tokens to the Bestiary\n- Fixed \"Level\" filter display text on Feats page\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.89.4",
		"date": "2019-11-23",
		"txt": "- Added page numbers to ERLW content (thanks Dusk)\n- Split \"Class\" filter on Spells page into main/UA/homebrew sections to match \"Source\" filter\n- Added \"bonus damage\" fields to Creature Homebrew Builder attack generator\n- Added ERLW racial spell sources to appropriate spell entries\n- Moved ERLW mini-adventure to adventures section\n- Improved homebrew error handling, hopefully fixing cases where entire pages would fail to load\n- Fixed navigating to a class feature variant from omnisearch failing to enable UA sources\n- Fixed classes outline failing to color nested UA class features\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.89.5",
		"date": "2019-11-23",
		"txt": "- Added ERLW Artificer spells to Spells page Subclass filter\n- Fixed text display regression in Spells page Subclass filter\n- Fixed certain item links failing to load on hover on the Items page\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.90.0",
		"date": "2019-11-25",
		"txt": "- Added UA: Fighter, Rogue, and Wizard content\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.91.0",
		"date": "2019-11-30",
		"title": "High IQ",
		"txt": "- Added Dungeons & Dragons vs. Rick and Morty content (rules under Rules, adventure under Adventures)\n- Book/adventure previous/next chapter buttons are now links as opposed to buttons, allowing them to be e.g. middle-clicked\n- Added previous/next chapter buttons to book/adventure \"to top\" floating button section\n- Added remaining actions to the Actions page\n- Added SRD filters to various pages\n- Improved some data loading to reduce amount of data used in rare cases\n- Fixed Spells page Spellbook View failing to fully alphabetically sort spells\n- Spells page Spellbook View now remembers the mode it was last used in between reloads\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.91.1",
		"date": "2019-12-01",
		"txt": "- Added missing Rick and Morty pregen character PDFs\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.91.2",
		"date": "2019-12-02",
		"txt": "- Added buttons to Source filters to quickly select all core/supplement or adventure sources (SHIFT-click to include UA/etc.)\n- Added button to view/copy individual card JSON in RPG Cards Builder\n- Added Rick and Morty: Big Rick Energy Roll20 module (thanks to Anon)\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.91.3",
		"date": "2019-12-04",
		"txt": "- Added missing Warforged/Changeling/Kalashtar races found in UA: Races of Eberron\n- Removed some Stream content which has been released as UA\n- (Hopefully) Improved mobile styling on Firefox\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.92.0",
		"date": "2019-12-08",
		"title": "Caution: Wet Floor",
		"txt": "- Added Mordenkainen's Fiendish Folio (Vol. 1)\n- This Is Your Life generator:  \n- Devil names are now generated (from non-virtue Tiefling names); orc names are now generated (from half-orc names); fixed half-elf names failing to generate  \n- Parent first and last names are now generated; last names have a chance of being the same  \n- Sibling last names now have a chance of being the same as that of a parent\n- Added all remaining adventure appendices (OotA, TftYP, and ToA received updates); generally creature/item lists\n- Added Wild Magic Surge table to Tables page, and general support for tables from Classes page (although this is currently the only one imported)\n- Added option to Bestiary Printer View to use the old single-column printing format\n- Bestiary page Ability Score filters can now be toggled to/from dropdowns\n- Creature Homebrew Builder now uses \"short name\"s (if available) when adding predefined traits\n- Added ability modifier to attacks generated by Creature Homebrew Builder attack generator\n- Fixed Spell Homebrew Builder empty \"Higher Level\" text failing to clear the field\n- Fixed locally-loaded homebrew breaking the Homebrew Builder\n- Added Rick and Morty creature tokens\n- Updated a few creature/item fluff images\n- Optimised JSON to (maybe) improve loading times imperceptibly\n- Merged and cleaned various Bestiary statblocks\n- (Homebrew) Custom item properties may now include a \"template,\" allowing control over how the property is rendered (e.g. for displaying \"dmg2\")\n- (Homebrew) Custom spell schools are now added to the School filter on the Spells page\n- (Homebrew) Spells now support fluff defined on the entity\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.92.1",
		"date": "2019-12-13",
		"txt": "- Blacklisted content accessed through e.g. hover tags now displays a warning that the content is blacklisted\n- Added Extra Life Dankwood Goblin\n- Added Bestiary print view column options to other print views (Spells; Psionics)\n- Allow all races to be chosen in This Is Your Life generator (previously, some could only be randomly generated)\n- Fixed DM Screen images failing to pan/zoom\n- Improve display of Backgrounds page skill summary\n- (Homebrew) Reworked Classes skill proficiency format\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.92.2",
		"date": "2019-12-13",
		"txt": "- Fixed crash when encoding some URLs"
	},
	{
		"ver": "1.92.3",
		"date": "2019-12-17",
		"txt": "- Added dice/damage tags to psionics data\n- Added page numbers to all stat titles, and improved their display\n- Homebrew spell builder now allows spells up to level 20\n- Improved DM Screen Initiative Tracker server token parsing\n- Fixed @filter tags failing to clear default filter values\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.93.0",
		"date": "2019-12-25",
		"title": "The Best Time To Push Broken Code to Production",
		"titleAlt": "Not a Troll Announcement",
		"txt": "- Completely reworked classes page  \n- Like, a literal \"threw out all the old code and did it again from scratch\" rework. If it's not broken, I'll eat <del>ass</del> a christmas bauble.  \n- The filter box in the top-left now filters classes, subclasses, and general text. I.e. you can toggle \"UA: Class Feature Variants\" independent of everything else.  \n- Reworked class info/fluff/subclass selection buttons to more closely match the rest of the site's UI\n- <b>Added the Infernal Machine Revisited adventure</b> <a href=\"https://5e.tools/adventure.html#imr\">https://5e.tools/adventure.html#imr</a>\n- Added display options for price total in Items pinned list (click the price to change)\n- Fixed case where different scaled versions of the same creature would be merged in the Bestiary Encounter Builder\n- Fixed some source filters failing to populate\n- Fixed some source filters failing to populate\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.93.1",
		"date": "2019-12-25",
		"txt": "- Improved handling of bad homebrew on Classes page\n- Tweaked button layout on Classes page\n- Fixed homebrew manager layout\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.93.2",
		"date": "2019-12-26",
		"txt": "- Classes page:  \n- Added Reprint/SRD filters  \n- Reprinted subclasses are now marked with faded coloring and tooltips  \n- General toggles (feature visibility etc.) are now retained on switching class  \n- Fixed section break appearing at top of fluff  \n- Fixed @class links containing subclasses  \n- Improved performance  \n- Fixed various minor bugs\n- Fixed coloring of homebrew sources in entity titles\n- Improved support for \"flowchart\" elements\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.93.3",
		"date": "2019-12-27",
		"txt": "- Improved Classes page performance when many classes are loaded\n- Fixed Classes page incorrectly displaying subclass visibility count"
	},
	{
		"ver": "1.94.0",
		"date": "2019-12-28",
		"txt": "- Reworked DM Screen Initiative Tracker peer-to-peer system to be easier to use\n- Improved Classes UX, adding back several missing pieces of functionality"
	},
	{
		"ver": "1.94.1",
		"date": "2019-12-28",
		"txt": "- Fixed filter crash"
	},
	{
		"ver": "1.94.2",
		"date": "2019-12-28",
		"txt": "- Added Bestiary info/images for Infernal Machine Rebuild\n- Improved Classes page layout on mobile\n- Improved filter layout on mobile\n- Classes page \"X more subclasses hidden\" may now be clicked to select all sources\n- (Homebrew) Spell Homebrew Builder now auto-generates @damage tags, and will never remove them\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.94.3",
		"date": "2020-01-02",
		"txt": "- Added \"preset filter\" dropdown to Classes page subclass section\n- Reduced brightness of various elements (primarily button/input borders) in Night Mode\n- Improved consistency of \"and/or\" punctuation/grammar scheme in Feat/Optional Feature prerequisites\n- Fixed Items page Cost filter\n- Added missing generic demon boons to Cults & Supernatural Boons\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.94.4",
		"date": "2020-01-02",
		"txt": "- Improved Classes page subclass selection section layout on mobile\n- Added \"narrow\" reading mode to Adventures/Books\n- Added missing Bestiary filter information for various damage types, languages, and actions\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.94.5",
		"date": "2020-01-04",
		"txt": "- Classes and subclasses can now be viewed in hover tooltips\n- Classes and subclasses can now be added to the DM Screen\n- Fixed various layout issues, including the contents of the Manage Homebrew page not displaying\n- (Homebrew) Text Converter now handles more pact magic formats\n- (Homebrew) Text Converter now handles all \"or\"-/chance-based alignments\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.94.6",
		"date": "2020-01-08",
		"txt": "- Added Adult Sapphire Dragon from anniversary dice set\n- Added \"Item Group\" to Items page Miscellaneous filter\n- Added missing WDMM creature info and lair/regional actions\n- DM Screen search results are now shown in \"official -> less official\" order, with common sources (DMG, PHB, MM, XGE,...) taking precedence over UA/etc.\n- Spell damage rolls now behave like creature damage rolls (SHIFT-click to roll crit, ALT-click to half damage, SHIFT+ALT to roll crit damage (halved))\n- Improved Homebrew Builder error handling, hopefully fixing cases where cookies would need to be cleared to fix infinite loading\n- (Homebrew) Fixed magic item specific variants displaying pre-generated text twice\n- (Homebrew) Class prerequisites may now optionally be displayed on \"level\" prerequisites for Feats/Optional Features\n- (Homebrew) Classes page now tolerates junkier subclass data\n- (Homebrew) Text Converter now tolerates more HP inputs\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.94.7",
		"date": "2020-01-08",
		"txt": "- (Homebrew) Added support for custom psionic types\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.94.8",
		"date": "2020-01-08",
		"txt": "- (Homebrew) CHanged psionic schema to be more consistent with other schemas (the &quot;description&quot; string field is now an &quot;entries&quot; array)\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.94.9",
		"date": "2020-01-14",
		"txt": "- Added homebrew support to Cults & Supernatural Boons page\n- Added Table View/CSV exporter to Items page\n- Spells page search and spell entry class/subclass display now both respect the content blacklist (credit @ Smashman)\n- Added missing SRD info to various items\n- Added Plutonium features page\n- Added support for scaling damage rolls (as opposed to previously generic scaling rolls) for e.g. spell damage\n- Fixed Classes page preset subclass filter dropdown\n- Fixed Spell Homebrew Builder crashing when attempting to change the text\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.94.10",
		"date": "2020-01-14",
		"txt": "- Added UA 2020 Subclasses, Part 1\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.94.11",
		"date": "2020-01-16",
		"txt": "- Added &quot;Clear&quot; X button to list pages search bar\n- Fixed Homebrew Builder tabs disappearing\n- Fixed Bestiary pinned list/current encounter items merging on save/load\n- Added functional inverse of Content Blacklist's &quot;Exclude All UA/etc.&quot; button, which removes all the blacklist items added by the existing button. Additionally, improved the performance of adding multiple items to the list.\n- Text Converter  \n- Rewrote UI code, allowing for easier changes and expansion in the future  \n- Added an optional &quot;separator&quot; (default is &quot;===&quot;, which can be changed in the sidebar) may be placed between multiple chunks of to-be-converted content to convert them all at the same time\n- Fixed Homebrew Manager page crashing when attempting to delete individual homebrew items from a source\n- (Homebrew) Prerequisite subclasses may now be displayed similarly to how classes could be displayed (note that a class prerequisite becomes a soft requirement in this case)\n- (Homebrew) Custom spell school definitions may now optionally include a color, which is reflected in the list view\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.94.12",
		"date": "2020-01-17",
		"txt": "- Text converter now tags all known magic armor variants, and a few unknown ones besides\n- Improved Text Converter digraph handling\n- Fixed DM Screen failing to load homebrew books\n- Fixed rare crash when loading filter box state\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.94.13",
		"date": "2020-01-17",
		"txt": "- Fixed Races page Trait filter\n- Fixed Items page Cost filter\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.95.0",
		"date": "2020-01-23",
		"title": "A Big Fan of Dic(e)",
		"txt": "- Overhauled dice rolling system (use \"/help\" in the dice roller for the full how-to):  \n- Added support for re-rolling dice (e.g. for Great Weapon Master)  \n- Added support for exploding dice  \n- Added support for \"ceil\" and \"round\" functions  \n- Added support for unary minuses\n- Fixed Text Converter failing to load\n- Fixed RPG Cards Exporter adding duplicates of cards instead of increasing their count in certain cases\n- Fixed rare case where Bestiary CR displayed in list could fail to match that displayed in statblock\n- Fixed CTRL modifiers being ignored when CTRL-clicking dice rollers\n- (Homebrew) Added \"_copy\" support for spells\n- (Homebrew) Fixed Bestiary creature footers never being rendered\n- (Homebrew) Improved rendering of complex creature armor text\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.95.2",
		"date": "2020-02-02",
		"txt": "- Added \"code wrap\" toggle button to code popout windows\n- Added support for dice expressions in some input fields\n- Added support for \"avg\" function in dice roller (note that this does not yet average rolls affected by modifiers correctly)\n- Restored missing Text Converter \"Save to Homebrew\" button\n- Added class generation for every adventurer in This Is Your Life generator\n- Fixed This Is Your Life generator failing to generate details for adventurers in some cases\n- Some input fields now accept unary offsets (e.g. \"-1\"); to set an absolute value of -1, use \"=-1\"\n- Improved filter layout on mobile\n- Get Homebrew listing now shows Date Last Modified per homebrew file\n- (Homebrew) Item names within creature statblocks within items are no longer italicised\n- (Homebrew) Added support for prerequisite ability scores not equal to 13\n- (Homebrew) Added support for \"copy of class X\" class/subclass spell lists, similar to e.g. Arcane Trickster rogue gaining all Wizard spells\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.95.3",
		"date": "2020-02-03",
		"txt": "- Fixed Bestiary failing to load if TftYP was included in filters"
	},
	{
		"ver": "1.95.4",
		"date": "2020-02-03",
		"txt": "- DM Screen search lists may now be navigated with arrow keys\n- Fixed various bugs around incomplete Races page \"base race\" feature\n- (Homebrew) Added \"hash\" field to @filter tag (example usage in the demo page)\n- (Homebrew) Fixed @class links with subclass features failing to load\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.95.5",
		"date": "2020-02-04",
		"txt": "- Fixed DM Screen search lists only being navigable with arrow keys\n- Fixed homebrew subclass spell lists breaking Spells page filters"
	},
	{
		"ver": "1.96.0",
		"date": "2020-02-04",
		"txt": "- Added UA: 2020 Subclasses, Part 2\n- Fixed Fighting Styles failing to display on Classes page if UA was filtered out\n- Added swarm handling to Creature Text Converter\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.96.1",
		"date": "2020-02-04",
		"txt": "- (Homebrew) Fixed @filter tag meta options\n- (Homebrew) Fixed @adventure/@book tags failing to re-scroll current adventure/book\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.96.2",
		"date": "2020-02-05",
		"txt": "- Improved tooltips for dice rollers\n- Fixed dice rollers failing to find labels in many cases (e.g. clicking a \"Scimitar\" attack roll on a Goblin statblock would not name the roll \"Scimitar\")\n- Fixed searching for existing entities in Homebrew Builder failing\n- (Homebrew) Fixed feature requirements containing non-PHB spells displaying junk text in the filter\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.96.3",
		"date": "2020-02-06",
		"txt": "- Updated UA 2020 Subclasses, Part 2\n- Fixed OR-ing together nested filter behaving strangely\n- Filters now correctly serialize hidden states/custom combining states to URL\n- Get Homebrew list may now be navigated with arrow keys\n- ESC now closes open modal windows\n- (Homebrew) Improved formatting of spell sub-heading when subschools and meta tags are present\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.97.0",
		"date": "2020-02-15",
		"title": "Controversial Language",
		"txt": "- Added Languages page <a href=\"https://5e.tools/languages.html\">https://5e.tools/languages.html</a>\n- Added page numbers to ERLW and Acq. Inc. books\n- Added page numbers to various other entities that were lacking them\n- Filters:  \n- Added \"Homebrew\" quick-select button to Source filter (if some homebrew is loaded)  \n- Now require you to click \"Save\" for your changes to take effect  \n- Fixed filter links failing to update Source filter correctly in some cases\n- Bestiary Encounter Builder group information now only resets on SHIFT-clicking the \"Reset\" button\n- Fixed Bestiary Encounter Builder XP calculations for CR-scaled creatures\n- Restored Love domain\n- Fixed Classes page Book View displaying filtered-out features (e.g. UA Class Feature Variants content)\n- Fixed various pieces of internal data being indexed by the search on list pages\n- Fixed Homebrew Spell Builder crashing when adding subclass sources\n- (Homebrew) Fixed DM Screen failing to load in the presence of some homebrew types\n- (Homebrew) Fixed rare case where spell homebrews were un-saveable\n- (Homebrew) Migrated spell \"cost\" field from gold value to copper value to match items. Renamed the item properties to match; breaking changes are:  \n- itemValueConversions -> currencyConversions  \n- valueConversion -> currencyConversion\n- (Homebrew) Creatures with string speeds are no longer always filtered out in the Bestiary\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.97.1",
		"date": "2020-02-15",
		"txt": "- Added Love Cleric subclass spells to Spells page\n- (Homebrew) Improved class name text shortening method in Optional Features list\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.98.0",
		"date": "2020-02-23",
		"title": "Loose Ends",
		"txt": "- Added \"Conditions Inflicted\" filter to Bestiary\n- Added Spell converter to Text Converter page (thanks to darkfalli for the initial prototype)\n- Added Copy/Download as Markdown to Bestiary Print View\n- Added Markdown popout as CTRL-click on popout button above Bestiary statblocks\n- Added Fonts tab to Languages page, with downloads and previews  \n- Added \"Has Fonts\" to Languages page Miscellaneous filter\n- Added \"Always Save\" option to Filter \"Unsaved Changes\" dialogue\n- Added \"Search\" box to Filter dialogue, allowing filters/filter items to be searched for by name\n- Lair actions and regional effects are now shown in creature popout windows; DM Screen panels\n- Fixed behaviour of Classes page \"View Most Recent\" quick-select in the presence of homebrew\n- Fixed RPG Cards JSON Builder crashing on attempting to export some item types\n- Fixed Spell Homebrew Builder support for @scaledamage tags\n- Fixed Creature Homebrew Builder HP section UI issue and failure to populate loaded \"Custom\" HP data\n- Fixed Homebrew Builder crashing when attempting to download JSON in some cases\n- (Homebrew) More meta types are now shown at the bottom of the Homebrew Manager\n- (Homebrew) Fixed subclass prerequisites in Feats/Optional Features never rendering the subclass name\n- (Homebrew) Slightly reworked fluff data format, to make it more explicit/reduce surprises\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.98.1",
		"date": "2020-02-23",
		"txt": "- Added context menu in Bestiary info tab to download as JSON/Markdown\n- Various tweaks and improvements to creature Markdown conversion\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.99.0",
		"date": "2020-02-24",
		"txt": "- Added UA 2020 Subclasses, Part 3\n- Added CMD-key versions of new CTRL-key bindings for Mac OS\n- Improved Markdown rendering of multi-line sections inside statblocks\n- Markdown \\pagebreak insertion may now be disabled\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.99.1",
		"date": "2020-02-25",
		"txt": "- Fixed Adventures/Books contents failing to scroll with viewport\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.99.2",
		"date": "2020-03-06",
		"txt": "- Added diseases inflicted by Contagion spell to Diseases page\n- Added links from variant/optional entries on Actions page to their source rules\n- Added SRD information to Optional Features page\n- Added current search term to URL exported when copying a filter link from a list pages (\"magnet\" button)\n- Fixed excess vertical whitespace in Adventure/Book renders\n- Fixed inconsistent position of \"Actions\" section in Vehicle statblocks\n- Fixed dice roller failing to handle comma-grouped digits\n- Fixed dice rollers in popout windows\n- Fixed Statgen racial bonus checkboxes having no effect\n- Tweaked CR scaler DPR scaling (now less likely to increase damage on scaling down)\n- Fixed certain text inputs being over-eager in removing trailing spaces\n- Fixed Classes page sidebar not applying UA (green) colouring to UA feature sub-headers\n- Fixed filter URL serialization inconsistently serializing certain meta options\n- Fixed DM Screen adventure/book panels failing to remember their active chapter on refresh\n- (Homebrew) Custom trap/hazard types are now added to the Traps/Hazards page \"Type\" filter\n- (Homebrew) Markdown Statblock Converter now handles extra text from Giffyglyph's Monster Maker (GMBinder export)\n- (Homebrew) Removed extra \"(Base)\" in subrace name when creating subrace of certain races\n- (Homebrew) Fixed Text Converter handling of lines ending in long-dash\n- (Homebrew) Fixed Text Converter regression on handling skills\n- (Homebrew) Fixed rendering of multi-line Lair/Regional sections in Bestiary\n- (Homebrew) Setting a \"reqAttune\" value of \"false\" on an item no longer breaks the Items page\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.100.0",
		"date": "2020-03-14",
		"title": "💯",
		"txt": "- Added random weight and height rollers to Races, where available\n- A handful of \"name\" tables (e.g. Hag Names) now generate a name on rolling, rather than using default table behaviour\n- Added missing PHB errata\n- Bestiary Encounter Builder no longer resets player state by default (still available with SHIFT-click) when creating a new encounter after saving the current encounter\n- Spells page Race filter now includes every available subrace, as opposed to base races only\n- Added \"Bonus\" filter to Items page\n- (Homebrew) Added support for non-class-specific level requirements in Feats and Optional Features\n- (Homebrew) @tags now support nesting better; pipe characters (\"|\") are no longer assumed to belong to the outermost tag in a nest\n- (Homebrew) Added support for Homebrew Creature Builder trait templates, as a homebrew entity (under the new \"makebrew\" directory in the repo)\n- (Homebrew) Reworked Boons to be more flexible\n- Fixed Homebrew Creature Builder HP auto-calculations being too lazy in choosing when to re-calculate\n- Fixed Homebrew Creature Builder Attack Generator failing to include ability score modifiers in its average damage calculation\n- Fixed Classes page crashing on some subclass homebrew data (thanks @ Smashman)\n- Fixed Classes page subclass toggles filtering incorrectly in the presence of homebrew subclasses\n- Improved responsiveness of drag-to-reorder mouse release checking\n- Fixed various search popups failing to show their \"loading results\" and \"no results found\" messages (previously, would just display a default list in both cases)\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.101.0",
		"date": "2020-03-20",
		"title": "Critical State",
		"txt": "- Added Explorer's Guide to Wildemount <a href=\"https://5e.tools/book.html#egw\">https://5e.tools/book.html#egw</a>\n- Added initial Item support to Text Converter\n- Added Damage Immunity and Blindsight filters to Races page Traits filter\n- Moved Volo's orc gods to Deities page\n- Fixed drag-dropping hover windows onto DM Screen empty panel \"plus\" buttons failing to move the hover window into that panel\n- (Homebrew) Fixed Spell Text Converter failing to tag conditions\n- (Homebrew) Fixed Creature Builder lowercasing spell names in spellcasting traits\n- (Homebrew) Made Creature Text Converter more tolerant of different Warlock spellcasting trait formats\n- (Fixed Plutonium double-import on clicking the Rivet import button)\n- (Added workaround for Shaped Sheet import of Yuan-Ti Malison types)\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.101.1",
		"date": "2020-03-21",
		"txt": "- (Fixed typos/added tags)"
	},
	{
		"ver": "1.101.2",
		"date": "2020-03-21",
		"txt": "- Migrated EGW deities to Deities page\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.101.3",
		"date": "2020-03-21",
		"txt": "- Added missing Wizard subclasses to EGW spells\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.101.4",
		"date": "2020-03-23",
		"txt": "- Fixed browser \"back\" on Classes page failing to go back in some cases\n- Fixed italic subheader on Items using title-case\n- Improved Item Text Converter of staffs\n- (Homebrew) Improved error recovery of range filters after clicking a broken @filter tag\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.101.5",
		"date": "2020-03-23",
		"txt": "- Fixed various bugs related to sorting and filtering on the Items page\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.101.6",
		"date": "2020-03-23",
		"txt": "- Fixed Loot Generator regression\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.102.0",
		"date": "2020-03-27",
		"txt": "- Added UA: Spells and Magic Tattoos\n- Added Conditions Inflicted by Spells and Conditions Inflicted By Lair Actions/Regional Effects filters to Bestiary\n- Added EGW tokens to Bestiary\n- Added alternate \"cover\" view to Books/Adventures pages\n- Improved CR Scaler's handling of Mage Armor AC\n- Omnisearch result windows are now less likely to get stuck open\n- (Homebrew) Creature alt-art now supports \"tokenUrl\"\n- (Roll20) Added EGW module\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.102.1",
		"date": "2020-03-28",
		"txt": "- Added @link support to DM Screen Notes\n- (Foundry) Fixed Rivet failing to send data\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.102.2",
		"date": "2020-03-29",
		"txt": "- Loot Generator \"reroll\" buttons are now positioned consistently to the left of the subject of their reroll, allowing them to be spam-clicked more easily\n- Improved styling of Names and Encounter Generator pages\n- (Homebrew) Add \"requirementsSpecial\" property to multiclass requirements\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.102.3",
		"date": "2020-04-04",
		"txt": "- Fixed DM Screen Tracker creatures being able to gain the same numerical identifier multiple times\n- Fixed DM Screen Tracker creatures failing to gain a numerical identifier\n- Fixed DM Screen Tracker creatures with different initiative scores being highlighted as active when copying existing creatures\n- Fixed DM Screen Adventure/Book loading failing if the same adventure/book was loaded twice\n- (Rivet) Added ability to send scaled creature statblocks\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.102.4",
		"date": "2020-04-06",
		"txt": "- Added 2020-04-06 errata (PHB, XGE, OotA, MTF)\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.102.5",
		"date": "2020-04-07",
		"txt": "- Added page numbers to EGW book, deities, items, races, and backgrounds\n- Split out EGW adventures into individual entries on the Adventures page\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.102.6",
		"date": "2020-04-09",
		"txt": "- Updated all Monster Manual fluff images to higher-quality versions\n- Fixed homebrew subclass deletion failing to properly remove the subclass until reload\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.102.7",
		"date": "2020-04-09",
		"txt": "- (Fixed typo)"
	},
	{
		"ver": "1.103.0",
		"date": "2020-04-14",
		"title": "An Easy Mystic to Make",
		"txt": "- Added UA: Psionic Options Revisited\n- Added CTRL+hover over links to load and view fluff, where available\n- Added missing page numbers to all subclasses\n- Tweaked layout and wording of some Loot Generator sections\n- (Homebrew) Fixed fluff failing to load in some cases\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.103.1",
		"date": "2020-04-15",
		"txt": "- (Fixed typos/added tags)"
	},
	{
		"ver": "1.103.2",
		"date": "2020-04-15",
		"txt": "- (Homebrew) Added support for cross-file monsterFluff references"
	},
	{
		"ver": "1.103.3",
		"date": "2020-04-27",
		"txt": "- Added (unpaid) Foundry shilling to the homepage, and warnings about the absolute state of betteR20\n- Added right-click -> Send to DM Screen option to pinned lists\n- Added \"Has Token\" filter to Bestiary\n- Added Elemental Evil cults to Cults & Boons page\n- Fixed link hovering failing to load subclasses from certain sources\n- Improved culling of rogue hover windows\n- Added tagging of actions/senses/skills to Text Converter\n- Added support for ammo in Item Text Converter\n- Fixed extra token gap in creature statblocks with no token\n- (Homebrew) Fixed disappearing \"Variant\" titles in fluff\n- (Homebrew) Fixed rare rendering issue in damage resistances/immunities\n- (Homebrew) Fixed CTRL-hover failing to load available fluff\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.103.4",
		"date": "2020-04-27",
		"txt": "- Tweaked load performance"
	},
	{
		"ver": "1.103.5",
		"date": "2020-04-27",
		"txt": "- Tweaked load performance"
	},
	{
		"ver": "1.103.6",
		"date": "2020-04-28",
		"txt": "- (Fixed typos/added tags)"
	},
	{
		"ver": "1.103.7",
		"date": "2020-05-01",
		"txt": "- Fixed Encounter Builder buttons failing to remove creatures\n- Fixed Encounter Builder adding to the wrong creature stack in some cases\n- Fixed Point Buy \"Random\" button rolling numbers greater than the maximum allowed\n- Fixed rare case where \">=0\" would be incorrectly set in range (slider) filters\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.103.8",
		"date": "2020-05-01",
		"txt": "- (Fixed typos)"
	},
	{
		"ver": "1.103.9",
		"date": "2020-05-07",
		"txt": "- Improved search indexing of Quick Reference  \n- Added a curated handful of headers as searchable terms  \n- Search results are now hoverable  \n- Search results now have page numbers  \n- Fixed search results only being displayed when \"UA\" toggle was enabled\n- Lair Actions now respect Bestiary \"Proficiency Dice\" mode\n- Added \"Key Race\" filter to Races page, where \"Key\" is \"race with no subraces or base race\"\n- (Fixed typos/add tags)"
	},
	{
		"ver": "1.103.10",
		"date": "2020-05-07",
		"txt": "- (Literally nothing)"
	},
	{
		"ver": "1.103.11",
		"date": "2020-05-07",
		"txt": "- (Literally nothing)"
	},
	{
		"ver": "1.103.12",
		"date": "2020-05-08",
		"txt": "- (Literally nothing)"
	},
	{
		"ver": "1.104.0",
		"title": "The Map Is the Territory",
		"date": "2020-05-11",
		"txt": "- Added experimental \"Dynamic Viewer\" tool to WDMM maps\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.104.1",
		"date": "2020-05-11",
		"txt": "- Fixed Quick Reference failing to load\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.104.2",
		"date": "2020-05-12",
		"txt": "- Dynamic Viewer  \n- Added DM Screen integration--the \"search\" menu can be found in the \"Images\" section when adding content to a Screen panel  \n- Right-click panning now works when mousing over the entire browser window, rather than just the map itself  \n- Clicking an area while already having its window open will now maximize that window and bring it to the front, rather than opening a new copy  \n- (Homebrew) Improved support(?) by removing reliance on pre-computed width and height"
	},
	{
		"ver": "1.104.3",
		"date": "2020-05-12",
		"txt": "- Fixed non-DM-Screen dynamic map viewer failing to load\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.105.0",
		"date": "2020-05-12",
		"txt": "- Added UA 2020 Subclasses Revisited content\n- Fixed DM Screen Map Viewer pan jittering/flickering when zoomed out\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.105.1",
		"date": "2020-05-16",
		"txt": "- (Roll20) Added OotA module\n- Fixed search indexing treating adventures as books\n- Fixed DM Screen Notes loading fluff instead of statblocks when pressing CTRL-Q\n- (Homebrew) Fixed fluff failing to render when a legendaryGroup, but no fluff.entries, was defined\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.105.2",
		"date": "2020-05-20",
		"txt": "- Removed (long-since broken) links to Beyond's CDN in audio files\n- Improved display of fractional values in Items page pin summary\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.105.3",
		"date": "2020-05-23",
		"txt": "- Fixed copied filter links failing to correctly set \"Source\" filter\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.105.4",
		"date": "2020-06-01",
		"txt": "- Added search syntax for filtering by source; page\n- Added \"Help\" button to Omnisearch results\n- Page numbers are now clickable in Omnisearch results, which links to the closest page available in the source\n- Adventure/Book pages now show the closest page found when searching for a page number with \"G\"\n- Added price to silvered/adamantine weapons in the Items page\n- Added \"Base Source\" filter to Items page, which allows e.g. the filtering out of DMG base items (guns) where the source has been overridden by a variant from e.g. the PHB/XGE\n- Improved Items page display of some awkward coin/weight values\n- Improved night mode text highlight styling in adventures/books\n- Fixed non-PHB subclass link hovers failing to load\n- Fixed lootgen rolling platinum pieces instead of electrum pieces in 17+ treasure generator\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.105.5",
		"date": "2020-06-01",
		"txt": "- Fixed various pages failing to load\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.106.0",
		"title": "Olympic Pace",
		"date": "2020-06-02",
		"txt": "- Added <a href=\"book.html#mot\">Mythic Odysseys of Theros</a>\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.106.1",
		"date": "2020-06-03",
		"txt": "- (Fixed typos/added tags)"
	},
	{
		"ver": "1.106.2",
		"date": "2020-06-04",
		"txt": "- Added \"Mythic\" to Miscellaneous filter to Bestiary\n- Improved Text Converter detection of named creatures\n- Added Mythic Action support to Creature Builder\n- Added Mythic Action support to Markdown Text Converter\n- Added missing GM maps to MOT\n- Fixed Bestiary \"Damage Inflicted\" filter\n- (Homebrew) Fixed deleting and re-loading a race failing to clean orphaned subraces\n- (Homebrew) Fixed base races failing to display a list of subraces\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.106.3",
		"date": "2020-06-04",
		"txt": "- (Roll20) Added MOT module\n- Added token images to MOT Bestiary entries\n- Added \"Include References\" to Source filters. Selecting a source in the filter will no longer add reprints/etc by default; the functionality is now behind this toggle.\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.106.4",
		"date": "2020-06-06",
		"txt": "- Fixed Adventure/Book scrolling to the incorrect header in some cases\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.106.5",
		"date": "2020-06-06",
		"txt": "- (Literally nothing)"
	},
	{
		"ver": "1.106.6",
		"date": "2020-06-09",
		"txt": "- Added \"X as a Mythic Action\" text to Bestiary Info tab\n- Added Yuan-Ti Transformation to Other Rewards page\n- Improved contrast of Classes page night mode styling\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.106.7",
		"date": "2020-06-12",
		"txt": "- (Homebrew) \"itemFluff\" is now correctly stored and retrieved\n- (Homebrew) Improved Item Text Converter base item handling\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.106.9",
		"date": "2020-06-21",
		"txt": "- Incorporated most recent errata\n- Added Class/Subclass Feature support to Blacklist\n- Fixed subclass windows failing to render on hover\n- Fixed Tables never including page numbers\n- (Homebrew) Fixed inline headers rendering trailing period in the presence of existing punctuation\n- (Homebrew) Fixed crash on rendering dataItem weapons \n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.106.10",
		"date": "2020-06-23",
		"txt": "- Added CoS \"Dark Gifts\" to Rewards page\n- Revised Bestiary Encounter Builder CR XP calculation algorithm, to (generally) consider lower-CR creatures relevant to the encounter\n- Overhauled Blacklist implementation (old blacklists should be cleared on load) to support fine-grained Class/Subclass feature blacklisting\n- Blacklisting a class/subclass now blacklists its associated features\n- (Homebrew) Fixed indexing of subclasses and subclass features in Omnisearch\n- (Homebrew) Class Features and Optional Features may now both be referenced, as per Subclass Features, from within Class/Subclass data\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.106.11",
		"date": "2020-06-24",
		"txt": "- Fixed Homebrew Builder failing to load\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.106.12",
		"date": "2020-07-05",
		"txt": "- Added missing ToA charms to Rewards page \n- Added missing ERLW narcotics to Items page\n- Fixed hidden Filter summaries failing to show/becoming stuck showing\n- Fixed some page elements from moving around during page load\n- Fixed Blacklist failing to add \"*\" items \n- Fixed rendering failures on strings beginning with \"@\"\n- Fixed DM Screen showing un-loadable book entries in non-book add tab\n- (Homebrew) Improved Item Text Converter handling of attunement class names\n- (Homebrew) Improved Text Converter action/dice parsing; tool tagging\n- (Homebrew) Fixed Items page failing to display custom item type names\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.106.13",
		"date": "2020-07-05",
		"txt": "- Fixed item variant bonuses failing to display"
	},
	{
		"ver": "1.106.14",
		"date": "2020-07-10",
		"txt": "- Overhauled \"context menu\" styling (and code)\n- Split out MOT deities to Deities page\n- Added \"Poison Type\" filter to Items page\n- (Hopefully) fixed excess page padding in the presence of no ads\n- Fixed list pages forcing scrollbars on short pages\n- (Homebrew) Split out \"poisonTypes\" into own property, now rendered as part of item tagline\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.106.15",
		"date": "2020-07-10",
		"txt": "- (Fixed typos/added tags)"
	},
	{
		"ver": "1.106.16",
		"date": "2020-07-11",
		"txt": "- Fixed Image panels failing to save titles in the DM Screen\n- Fixed @tags failing to load when using CTRL+Q in a DM Screen Notes panel\n- (Homebrew) Added free-entries field in multiclass text on Classes page \n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.106.17",
		"date": "2020-07-13",
		"txt": "- Added \"Select by Date\" button to UA/etc Source filter group  \n- UA/etc subclasses now note their publishing date in their intro text\n- Tweaked filter styling to better differentiate between general UI buttons and filter buttons\n- Fixed homebrew items failing to load in rare cases\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.107.0",
		"date": "2020-07-13",
		"title": "16 Feat Tall",
		"txt": "- Added UA2020: Feats\n- (Homebrew) Added (extremely rudimentary) Feat Text Converter\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.108.0",
		"date": "2020-07-19",
		"title": "By Unpopular Demand",
		"txt": "- Added UA: Prestige Classes content\n- Added UA: Ranger content\n- Added \"Search\" page, which has the same functionality as the current Omnisearch, but exposes a parameter-friendly URL. This allows you to add it as a custom search engine in your web browser.\n- Added \"Has Info\" filter to Deities page\n- Added missing mythic encounter XP display to mythic creatures\n- (Homebrew) Custom Optional Feature types are now indexed in Omnisearch, albeit as \"generic\" Optional Features\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.108.1",
		"date": "2020-07-24",
		"txt": "- Added missing \"Artificer\" caster type to Bestiary Spellcasting Type filter\n- Fixed some Hazards failing to display their text\n- (Homebrew) Fixed homebrew Source Manager \"select all\" checkbox functionality, and added SHIFT-click multi-select\n- (Homebrew) Fixed homebrew class data failing to populate on spells when hovering\n- (Homebrew) Fixed item `lootTables` with sources appended showing them in the Appears On filter in the Items page, and simplified the `lootTables` schema\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.108.2",
		"date": "2020-07-26",
		"txt": "- Added \"Send to Foundry\" option to pinned lists when using Rivet\n- Added various OotA \"copy\" creatures\n- Improved iOS web app support (thanks @ travis-g)\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.108.3",
		"date": "2020-07-26",
		"txt": "- (Literally nothing)"
	},
	{
		"ver": "1.108.4",
		"date": "2020-07-27",
		"txt": "- Added various OotA \"copy\" creatures\n- Added page numbers to MOT content and book\n- Fixed Spells page failing to display variant classes\n- (Homebrew) Fixed Homebrew Source Manager failing to load on Manage Homebrew page\n- (Homebrew) Fixed Homebrew Manger showing duplicate entries in Get Homebrew\n- (Homebrew) Custom Deity domains are now added to the Domains filter\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.108.5",
		"date": "2020-07-29",
		"txt": "- Added \"publishing year\" display to adventure/book navbar dropdowns\n- Tweaked homepage layout\n- Tweaked night mode header styling\n- (Homebrew) Added more item flags to be used for linking generic variants\n- (Homebrew) Fixed Spell class/subclass displays \n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.108.6",
		"date": "2020-07-29",
		"txt": "- Fixed formatting of homepage on some screen widths\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.109.0",
		"date": "2020-08-02",
		"title": "Little Things",
		"txt": "- Added \"Natural Armor\" and \"Armor Item\" options to Bestiary Miscellaneous filter\n- Added \"Grants Proficiency\" option to Items page Miscellaneous filter\n- Added more filters to Vehicles page\n- Added \"Rule Type\" column and filter to Variant Rules page\n- Added \"Grants Temporary Hit Points\" option to Spells page Miscellaneous filter\n- Added \"conditional\" bludgeoning/piercing/slashing variants to Bestiary page Damage Vuln/Res/Immune filters \n- Added \"exclude/include all sources\" buttons to Blacklist\n- Added \"XOR\" mode to filters\n- Added eldritch invocation source display to Spells\n- Added mobile-only \"F\" and \"G\" buttons when browsing Adventures/Books\n- Added display for total number of creatures/items in Bestiary/Item pinned lists\n- Added CTRL+scroll to zoom to Adventure map Dynamic Viewer\n- Revised TftYP-DiT content\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.110.0",
		"date": "2020-08-05",
		"title": "Dance with the Dead",
		"txt": "- Added UA 2020 Subclasses, Part 4\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.110.1",
		"date": "2020-08-09",
		"txt": "- Fixed This Is Your Life generator failing to generate a valid name in rare cases\n- Fixed Twitch chat support in DM Screen\n- Flipped +X item names to better match official text (i.e. \"Weapon +X\" is now \"+X Weapon\")\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.110.2",
		"date": "2020-08-29",
		"txt": "- Filtered-out sub-features are now hidden in the Subclass Comparison Classes page view\n- Added Healing Potions item group\n- Search page now remembers \"expand all\" state between reloads\n- Added Unarmored Defense filter to Bestiary\n- Clicking the Mundane/Magic side-labels in the Items page now toggles the filters (previously would only add them)\n- (Homebrew) Added toggle to show all brews in page-specific homebrew browsers (even if those brews contain no data relevant to the current page) \n- (Homebrew) Added support for rendering custom (i.e. \"not 13\") feat ability score requirements \n- Fixed \"NaN\"s in Encounter Builder TTK calculator\n- Fixed Dynamic Map Viewer failing to maintain zoom level on popout\n- Fixed Dynamic Map Viewer shift-click failing to jump to the area in adventure text\n- Fixed Creature Homebrew Builder failing to load tokens/fluff from predefined creatures\n- Removed \"Make Shaped JS\" page, as it has long been broken, and the sheet itself is no longer supported by its authors\n- (Fixed typos/added tags)/added tags)"
	},
	{
		"ver": "1.110.3",
		"date": "2020-08-30",
		"txt": "- (Fixed typos/added tags)"
	},
	{
		"ver": "1.110.4",
		"date": "2020-08-31",
		"txt": "- (Fixed typos/added tags)"
	},
	{
		"ver": "1.110.5",
		"date": "2020-09-13",
		"txt": "- Fixed some cases of Adventure/Book pages failing to scroll to the correct header when clicking a header link in the sidebar in full-book view\n- Fixed subclasses failing to render when hovered in Omnisearch results\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.111.0",
		"date": "2020-09-15",
		"txt": "- Added Icewind Dale: Rime of the Frostmaiden\n- Fixed F/G buttons displaying when printing adventures/books\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.111.1",
		"date": "2020-09-16",
		"txt": "- Base race entries on the Races page now display base race traits\n- Fixed Classes page Subclass Comparison failing to display referenced features (such as specific Fighting Style entries)\n- (Rivet: Improved handling of inline embedded creature/etc. entities)\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.112.0",
		"date": "2020-09-20",
		"title": "Bugs, Not Features",
		"txt": "- Added base pages (e.g. Bestiary, Spells) to Omnisearch\n- Added Expand/Collapse All button to Adventure/Book contents\n- Tweaked Bestiary Encounter Builder XP calculation to be more forgiving (and inline with KFC/DDB) at low levels\n- Some previously un-rollable tables of the form \"dXX + <variable>\" are now automatically converted to rollable tables\n- Added monster list appendices to Monster Manual, Volo's Guide to Monsters, and Mordenkainen's Tome of Foes\n- Fixed CR Scaler failing to scale certain skill formats\n- Fixed Creature Homebrew Builder failing to generate predefined traits in rare cases\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.112.1",
		"date": "2020-09-21",
		"txt": "- (Fixed typos/added tags)"
	},
	{
		"ver": "1.112.2",
		"date": "2020-09-21",
		"txt": "- Fixed page searches in Search page\n- Fixed Blacklist failing to add all subclass features when blacklisting a subclass\n- Fixed Omnisearch failing to respect subclass blacklist\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.112.3",
		"date": "2020-09-25",
		"txt": "- Fixed Bestiary Encounter Builder crashing when generating encounters with a high-level party\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.112.4",
		"date": "2020-09-26",
		"txt": "- Fixed \"simple\" rollable tables no longer being automatically detected as rollable\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.113.0",
		"date": "2020-10-02",
		"title": "Eye to the Future",
		"txt": "- Updated content according to most recent errata\n- Added Tasha's Cauldron of Everything previews (two spells, two items)\n\n- Dice Roller\n  - Reworked to handle multiple modifiers to one roll, e.g. \"4d6r1kh3\"\n  - Added \"margin of success\" syntax (as per Foundry) to Dice Roller\n  - Text cursor now always moves to end of input box when cycling through history\n  - Fixed dice pool parsing issue where all numerical characters would be turned into a single number\n\n- Added \"Condition Immunity\" filter to Races page\n- Fixed subclass page numbering in Omnisearch results\n- (Homebrew) Spells page Misc filter now correctly accepts and displays user-defined tags\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.113.1",
		"date": "2020-10-10",
		"txt": "- Range filters now accept a value anywhere in their range, rather than requiring every value to fall within their range\n- Bestiary CR filter now considers Lair/Coven CRs when filtering\n- Added missing sidekick cards to DIP appendix\n- Added Race support to RPG Cards JSON Builder\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.113.2",
		"date": "2020-10-10",
		"txt": "- Added missing SRD tags on base races\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.113.3",
		"date": "2020-10-12",
		"txt": "- Fixed Bestiary Encounter Builder using only the last listed player group to calculate encounter XP thresholds\n- (Homebrew) Added \"status\" support\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.113.4",
		"date": "2020-10-18",
		"txt": "- Added VGM Booyahg statblocks\n- Fixed junk data appearing in filter \"magnet\" links\n- (Homebrew) Added rudimentary Legendary Group builder to Homebrew Builder\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.113.5",
		"date": "2020-10-18",
		"txt": "- (Fixed typo)"
	},
	{
		"ver": "1.113.6",
		"date": "2020-10-21",
		"txt": "- Added missing DM maps to EGW adventures\n- Added Markdown viewing options to the Spells page, to match the Bestiary\n- (Homebrew) Fixed crash when searching adventures/books containing more exotic entry types\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.113.7",
		"date": "2020-10-21",
		"txt": "- (Fixed typos/added tags)"
	},
	{
		"ver": "1.113.8",
		"date": "2020-10-23",
		"txt": "- (Homebrew) Fixed crash when attempting to add a source in Homebrew Builder\n- (Homebrew) Fixed crash when attempting to load Homebrew Builder with local homebrew present\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.113.9",
		"date": "2020-10-24",
		"txt": "- (Fixed typos/added tags)"
	},
	{
		"ver": "1.113.10",
		"date": "2020-10-24",
		"txt": "- Converted \"Download Pinned List\" and \"Upload Pinned List\" buttons above statblocks/info to context menu\n- Added \"Edit in Homebrew Builder\" option to Bestiary and Spells statblock/info context menu\n- Added missing \"(rit.)\" text to spell level for ritual spells pinned in Spells page\n- Added \"Modifies AC\" to Spells page Components & Misc filter\n- Added MTF gith vehicle stubs to Vehicles page\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.113.11",
		"date": "2020-10-25",
		"txt": "- Added link from title \"source\" display to appropriate book/adventure, where available (to match the existing functionality for entities with page numbers)\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.114.0",
		"date": "2020-10-26",
		"txt": "- Added UA 2020 Subclasses, Part 5\n- (Fixed typos/added tags)"
	},
	{
		"ver": "1.114.1",
		"date": "2020-10-27",
		"txt": "- (Fixed typos/added tags)"
	}
]
