{
	"charoption": [
		{
			"name": "Anvilwrought",
			"source": "MOT",
			"page": 12,
			"optionType": "SG",
			"entries": [
				"You were forged in the fires of Purphoros's forge. Your appearance bears a metallic sheen and visible joints. The Anvilwrought Characteristics table suggests details of your life or origins. Additionally, you gain the following traits.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Constructed Resilience",
							"entries": [
								"You were created to have remarkable fortitude, represented by the following benefits:",
								{
									"type": "list",
									"items": [
										"You have advantage on saving throws against being {@condition poisoned}, and you have resistance to poison damage.",
										"You don't need to eat, drink, or breathe.",
										"You are immune to disease.",
										"You don't need to sleep, and magic can't put you to sleep."
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Sentry's Rest",
							"page": 12,
							"entries": [
								"When you take a long rest, you must spend at least six hours in an inactive, motionless state, rather than sleeping. In this state, you appear inert, but it doesn't render you {@condition unconscious}, and you can see and hear as normal.",
								{
									"type": "table",
									"caption": "Anvilwrought Characteristics",
									"colLabels": [
										"d6",
										"Characteristic"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"An oread who works in Purphoros's forge is the closest thing I have to a parent."
										],
										[
											"2",
											"Purphoros made me to serve him."
										],
										[
											"3",
											"I was created decades ago and, fearing that I'm growing obsolete, recently fled Mount Velus."
										],
										[
											"4",
											"Purphoros regrets my creation and wants to reforge me into something better."
										],
										[
											"5",
											"Purphoros intended me to carry on his work by making even greater creations of my own."
										],
										[
											"6",
											"Someone in Mount Velus implanted a terrible secret within me in order to smuggle it out into the world."
										]
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Cult of the Dragon Infiltrator",
			"source": "HotDQ",
			"page": 87,
			"optionType": "OF",
			"entries": [
				"You have infiltrated the ranks of the Cult of the Dragon. Having spied on the organization for quite some time, you are familiar with its inner workings and customs. You have a second identity as an initiate of the cult, enough of a facade to blend in as a simple grunt or servant."
			]
		},
		{
			"name": "Dragon Scholar",
			"source": "HotDQ",
			"page": 87,
			"optionType": "OF",
			"entries": [
				"You have studied dragons and their lore for many years. You can automatically identify locations built or used by dragons and can identify dragon eggs and scales by sight. If you fail an Intelligence check to recall lore relating to dragons, you know someone or some book you can consult for the answer unless the DM rules that the lore is unknown."
			]
		},
		{
			"name": "Heroic Destiny",
			"source": "MOT",
			"page": 12,
			"optionType": "SG",
			"entries": [
				"Great deeds lie in your future, and it will take extraordinary effort to kill you before you accomplish those deeds. Choose or roll a random destiny using the Heroic Destiny table. Additionally, you gain the following traits.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Defy Death",
							"entries": [
								"You have advantage on death saving throws."
							]
						},
						{
							"type": "entries",
							"name": "Hard to Kill",
							"entries": [
								"When you are reduced to 0 hit points but not killed outright, you can drop to 1 hit point instead. Once you use this trait, you can't use it again until you finish a long rest."
							]
						}
					]
				},
				{
					"type": "table",
					"caption": "Heroic Destiny",
					"colLabels": [
						"d6",
						"Destiny"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"I'm destined to be the most skilled practitioner of a craft or trade."
						],
						[
							"2",
							"I'm destined to earn a place among the stars of Nyx."
						],
						[
							"3",
							"I'm destined to become a god."
						],
						[
							"4",
							"I'm destined to liberate my beloved from the clutches of the Underworld."
						],
						[
							"5",
							"I was born while a kraken ravaged Meletis, and I'm destined to destroy that kraken."
						],
						[
							"6",
							"I'm destined to uncover the secret of the gods' power."
						]
					]
				}
			]
		},
		{
			"name": "Hollow One",
			"source": "EGW",
			"page": 182,
			"optionType": "SG",
			"entries": [
				"As a Hollow One, the void left behind by your departed soul is filled with the strange magic of Blightshore. Becoming a Hollow One is a supernatural gift that bestows upon you the following traits.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Ageless",
							"entries": [
								"You don't age, and effects that would cause you to age don't work on you."
							]
						},
						{
							"type": "entries",
							"name": "Cling to Life",
							"entries": [
								"When you make a death saving throw and roll 16 or higher, you regain 1 hit point."
							]
						},
						{
							"type": "entries",
							"name": "Revenance",
							"entries": [
								"You retain your creature type, yet you register as undead to spells and other effects that detect the presence of the undead creature type."
							]
						},
						{
							"type": "entries",
							"name": "Unsettling Presence",
							"entries": [
								"As an action, you can unsettle a creature you can see within 15 feet of you. The target has disadvantage on the next saving throw it makes within the next minute. Constructs, undead, and creatures that can't be {@condition frightened} are immune to this feature. Once you use this feature, you can't use it again until you finish a long rest."
							]
						}
					]
				}
			]
		},
		{
			"name": "Iconoclast",
			"source": "MOT",
			"page": 12,
			"optionType": "SG",
			"entries": [
				"No one can deny the reality of the gods of Theros, whose presence and deeds are visible in the night sky and sometimes directly in the mortal realm. But some people refute the idea that the gods are worthy of reverence. Such iconoclasts are common among the leonin, but members of any culture can adopt this supernatural gift. The Iconoclast Characteristics table presents suggestions for why you've become an iconoclast.",
				"Your denial of the gods gives you supernatural power to resist their influence in the world. You gain the following traits.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Enlightened Protection",
							"page": 12,
							"entries": [
								"You can cast {@spell protection from evil and good} with this trait, targeting only yourself and requiring no material components. Once you do so, you can't cast it in this way again until you finish a long rest. Wisdom is your spellcasting ability for this trait."
							]
						},
						{
							"type": "entries",
							"name": "Reject the Gods",
							"entries": [
								"You can't gain or lose piety to any god. You instead gain the following traits at the character level listed in each one. Wisdom is your spellcasting ability for any spell that you cast through these traits."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Iconoclast Hero",
					"page": 12,
					"entries": [
						"{@i 5th-level Iconoclast trait}",
						"You can cast {@spell dispel magic} with this trait. Once you do so, you can't cast it in this way again until you finish a long rest."
					]
				},
				{
					"type": "entries",
					"name": "Iconoclast Paragon",
					"page": 13,
					"entries": [
						"{@i 11th-level Iconoclast trait}",
						"You can cast {@spell dispel evil and good} with this trait, requiring no material components. Once you do so, you can't cast it in this way again until you finish a long rest.",
						"In addition, when you cast {@spell dispel magic} using your Iconoclast Hero trait, you cast it as a 4th-level spell."
					]
				},
				{
					"type": "entries",
					"name": "Iconoclast Archetype",
					"page": 13,
					"entries": [
						"{@i 17th-level Iconoclast trait}",
						"You can cast {@spell antimagic field} with this trait, requiring no material components. Once you do so, you can't cast it in this way again until you finish a long rest.",
						"In addition, when you cast {@spell dispel magic} using your Iconoclast Hero trait, you cast it as a 5th-level spell.",
						{
							"type": "table",
							"caption": "Iconoclast Characteristics",
							"colLabels": [
								"d6",
								"Characteristic"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"I blame the gods for the death of those I cared about."
								],
								[
									"2",
									"Multiple gods seek to use me to their ends, so I try to avoid all divine entanglements."
								],
								[
									"3",
									"It's obvious the gods are fickle and unworthy of worship."
								],
								[
									"4",
									"I know the world's future lies with mortals, not gods."
								],
								[
									"5",
									"I'm convinced the gods want me dead."
								],
								[
									"6",
									"I refuse to be a pawn in divine schemes."
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Inscrutable",
			"source": "MOT",
			"page": 14,
			"optionType": "SG",
			"entries": [
				"Like a sphinx, you have a mind like a maze, impenetrable to mortal scrutiny. This might be a gift or training from an actual sphinx, the blessing (or curse) of a god, or an inexplicable talent. The Inscrutable Characteristics table suggests options for what makes you inscrutable. Additionally, you gain the following trait.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Psychic Shield",
							"entries": [
								"You have resistance to psychic damage."
							]
						},
						{
							"type": "entries",
							"name": "Sphinx's Shroud",
							"page": 14,
							"entries": [
								"You are immune to any effect that allows other creatures to sense your emotions or read your thoughts. Wisdom ({@skill Insight}) checks made to ascertain your intentions or sincerity have disadvantage.",
								{
									"type": "table",
									"caption": "Inscrutable Characteristics",
									"colLabels": [
										"d6",
										"Characteristic"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"I was educated by a sphinx in the Dakra Isles."
										],
										[
											"2",
											"I am a devout adherent to one of Meletis's schools of philosophy (detailed in {@book chapter 3|MOT|3|Meletis})."
										],
										[
											"3",
											"I only speak in the past tense, as if all things I say have already transpired."
										],
										[
											"4",
											"I have sworn a vow to allow no living person to see behind the mask that covers my face at all times."
										],
										[
											"5",
											"Why wouldn't I phrase every statement as a question?"
										],
										[
											"6",
											"I was born a sphinx, but a god cursed me into humanoid form and saddled me with the limits of mortal knowledge. I won't rest until I break the curse."
										]
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Lifelong Companion",
			"source": "MOT",
			"page": 14,
			"optionType": "SG",
			"entries": [
				"Behind many heroes is another hero whose greatness comes from the support and love they offer. Haktos had his beloved Perynes, Renata was accompanied by her servant Karados, and Siona sailed with her devoted crew. Like these partners, you are great and make others great. Consider the Companion Relationships table when determining your legendary connection. Any relationship with another player's character requires that player's consent. Additionally, you gain the following traits.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Boon Aura",
							"page": 14,
							"entries": [
								"Your allies within 5 feet of you have advantage on saving throws against being {@condition frightened} or {@condition charmed}, provided you aren't {@condition incapacitated}."
							]
						},
						{
							"type": "entries",
							"name": "Companion's Protection",
							"entries": [
								"When a creature you can see within 5 feet of you is hit by an attack roll, you can use your reaction to cause the attack to hit you instead. Once you use this trait, you can't do so again until you finish a long rest."
							]
						}
					]
				},
				{
					"type": "table",
					"caption": "Companion Relationships",
					"colLabels": [
						"d6",
						"Relationship"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Another character is my lover or dearest friend."
						],
						[
							"2",
							"Another character is my sibling."
						],
						[
							"3",
							"Another character is my parent or child."
						],
						[
							"4",
							"Another character is a champion of my god."
						],
						[
							"5",
							"After admiring another character from afar, I've finally won a position by their side."
						],
						[
							"6",
							"I want nothing more than for another character to recognize my devotion and love me in return."
						]
					]
				}
			]
		},
		{
			"name": "Nyxborn",
			"source": "MOT",
			"page": 14,
			"optionType": "SG",
			"entries": [
				"Born from the minds of the gods, the creatures that populate the gods' realm are called Nyxborn. Nyxborn creatures resemble mortal beings, but philosophers debate their true character. Are they idealized forms of mortal beings, free from the imperfections and transience that causes mortals to suffer and die? Or are they hollow and soulless shades, lacking the authenticity and pathos that make mortal existence worthwhile?",
				"A Nyxborn is like a fragment of divinity, an idea or a dream that is incarnate. You embody an idea—like the way leaves turn toward the sun or the feeling of ocean sand between the toes, the way the heart stirs when the tide of battle changes or the sadness that lingers when remembering a happy moment of childhood.",
				"These ideas, dreams, memories, and feelings are the stuff Nyx is made of, and a Nyxborn is shaped from that raw material. You might have been specifically crafted by one of the gods to serve a certain purpose. Or your existence could be an accident caused by a confluence of supernatural forces. The Nyxborn Origin table offers a handful of suggestions that might explain how you came to be, and the Nyxborn Quirks table describes some special effects that might linger around your person.",
				"Additionally, you gain the following traits.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Cloak of Stars",
							"entries": [
								"As an action, you wrap yourself in a starry cloak, appearing like a silhouette formed of the night sky. When you do, attack rolls have disadvantage against you. This cloak lasts for 1 minute, until you doff it (no action required), or until you die. Once you use this trait, you can't use it again until you finish a long rest."
							]
						},
						{
							"type": "entries",
							"name": "Nyxborn Resistance",
							"entries": [
								"You have resistance to necrotic and radiant damage."
							]
						}
					]
				},
				{
					"type": "table",
					"caption": "Nyxborn Origin",
					"colLabels": [
						"d6",
						"Origin"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"One of my parents is a nyxborn, a nymph, or some other supernatural creature."
						],
						[
							"2",
							"I was formed from Nyx by one of the gods to serve as a divine emissary."
						],
						[
							"3",
							"I'm a side effect of some other divine action."
						],
						[
							"4",
							"A god witnessed my birth, making me what I am."
						],
						[
							"5",
							"I was rescued from the Underworld and took on supernatural characteristics when I returned to life."
						],
						[
							"6",
							"I'm a song or other work of art brought to life."
						]
					]
				},
				{
					"type": "table",
					"caption": "Nyxborn Quirks",
					"colLabels": [
						"d6",
						"Quirk"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"Whenever my weapon strikes something, the weapon gives off a shower of starry sparks."
						],
						[
							"2",
							"My hair moves as if in a perpetual breeze."
						],
						[
							"3",
							"My anger smells like burning autumn leaves."
						],
						[
							"4",
							"When the sun shines on me just so, I glimmer with many colors."
						],
						[
							"5",
							"My laughter causes nearby birds to erupt in song."
						],
						[
							"6",
							"People who sleep near me always dream of the sea."
						]
					]
				}
			]
		},
		{
			"name": "Oracle",
			"source": "MOT",
			"page": 15,
			"optionType": "SG",
			"entries": [
				"You possess a precious gift coveted not just by mortals but by the gods themselves: the gift of clear communication between the mortal and divine realms. As an oracle, you can perceive the whims of the gods and petition them for glimpses of their vast insight. This gift also comes with a curse, though, which typically takes the form of dire insights. Consult the Oracle Curse table to determine what unwanted revelations you receive.",
				"The gods seek mortal oracles to act as their agents. As a result, most oracles devote themselves to the service of a single god and learn to ignore the voices of all others. Occasionally, two gods agree to share the services of an oracle. Oracles who try to remain independent often find themselves pursued by the agents of evil gods who would bind them to the god's service, if necessary.",
				"You gain the following traits.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Ears of the Oracle",
							"entries": [
								"You can speak, read, and write Celestial, the language of the gods. In addition, a god might deliver a message through you, and you can decide whether to use your own voice or to allow the god's voice to come through your mouth to deliver the message, translated into any language you speak."
							]
						},
						{
							"type": "entries",
							"name": "Oracle's Insight",
							"entries": [
								"The gods give you flashes of insight that help you bring your efforts to fruition. When you make an ability check, you can roll a {@dice d10} and add the number rolled to the check. You can wait until after you roll the {@dice d20} before deciding to add the {@dice d10}, but you must decide before the DM says whether the roll succeeds or fails. Once you use this trait, you can't use it again until you finish a short or long rest."
							]
						},
						{
							"type": "entries",
							"name": "Oracle's Piety",
							"page": 16,
							"entries": [
								"Your oracular abilities improve as your piety score increases. Instead of gaining the piety benefits associated with any god (as described in {@book chapter 2|MOT|2|Piety}), you gain the following traits when you reach the specified piety score.",
								"Wisdom is your spellcasting ability for any spell that you cast through these traits."
							]
						}
					]
				},
				{
					"type": "entries",
					"name": "Augur",
					"page": 16,
					"entries": [
						"{@i Piety 3+ Oracle trait}",
						"You can cast {@spell augury} as a ritual with this trait. Once you do so, you can't cast it in this way again until you finish a long rest."
					]
				},
				{
					"type": "entries",
					"name": "Seer",
					"page": 16,
					"entries": [
						"{@i Piety 10+ Oracle trait}",
						"You can cast {@spell divination} as a ritual with this trait. Once you do so, you can't cast it in this way again until you finish a long rest."
					]
				},
				{
					"type": "entries",
					"name": "Sibyl",
					"page": 16,
					"entries": [
						"{@i Piety 25+ Oracle trait}",
						"You can cast {@spell commune} as a ritual with this trait. Once you do so, you can't cast it in this way again until you finish a long rest.",
						"You also can't be surprised, provided you aren't {@condition incapacitated}."
					]
				},
				{
					"type": "entries",
					"name": "Divine Oracle",
					"page": 16,
					"entries": [
						"{@i Piety 50+ Oracle trait}",
						"You can increase your Intelligence or Wisdom score by 2, as well as increasing your maximum for the chosen score by 2.",
						{
							"type": "table",
							"caption": "Oracle Curse",
							"colLabels": [
								"d8",
								"Flaw"
							],
							"colStyles": [
								"col-2 text-center",
								"col-10"
							],
							"rows": [
								[
									"1",
									"I know exactly how I'm going to die, and I can't do or say anything to prevent it."
								],
								[
									"2",
									"People who consult me for information rarely believe the answers I give them."
								],
								[
									"3",
									"I'm haunted by nightmares foretelling the deaths of people I've never met."
								],
								[
									"4",
									"I'm often distracted by the sights and sounds of things that other people can't perceive."
								],
								[
									"5",
									"A horrible monster in Nyx watches me constantly, and I see it every time I venture outdoors."
								],
								[
									"6",
									"Any time I grow close to someone, I see them aged, dying, or dead."
								],
								[
									"7",
									"Whenever I receive a divine vision, I get an intense pain in my head or chest."
								],
								[
									"8",
									"One of the gods intends to use me as an oracle whether I want to listen or not."
								]
							]
						}
					]
				}
			]
		},
		{
			"name": "Pious",
			"source": "MOT",
			"page": 17,
			"optionType": "SG",
			"entries": [
				"Born with a particular connection to a deity, you have been winning favor with your god since birth. Consult the Pious Quirks table to determine how your faith might influence your personality. Additionally, you gain the following traits.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Pious Protection",
							"entries": [
								"If you fail a saving throw, you can reroll it, and you must use the new roll. Once you use this trait, you can't do so again until you finish a long rest."
							]
						},
						{
							"type": "entries",
							"name": "Religious Study",
							"page": 17,
							"entries": [
								"You have advantage on any Intelligence ({@skill Religion}) check pertaining to your chosen god."
							]
						},
						{
							"type": "entries",
							"name": "Starting Piety",
							"entries": [
								"You begin with a piety score of 3 with your chosen god.",
								{
									"type": "table",
									"caption": "Pious Quirks",
									"colLabels": [
										"d6",
										"Quirk"
									],
									"colStyles": [
										"col-2 text-center",
										"col-10"
									],
									"rows": [
										[
											"1",
											"I often call people by the name of my god (or another god) by accident."
										],
										[
											"2",
											"I stay up late at night watching the stars in hopes that my god will share a message with me."
										],
										[
											"3",
											"I'm deeply jealous of my god's oracles, who seem to have a more intimate relationship with my god than I can ever hope to attain."
										],
										[
											"4",
											"I dream of one day entering Nyx and being granted a permanent place at my god's side."
										],
										[
											"5",
											"I have no home besides the temples of my god."
										],
										[
											"6",
											"I can't prove it, but I suspect that my god might actually be my parent."
										]
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Unscarred",
			"source": "MOT",
			"page": 17,
			"optionType": "SG",
			"entries": [
				"Like the great hero Haktos, you are resistant to physical harm. Use the Unscarred Origin table to determine how you gained your legendary invulnerability. Additionally, you gain the following trait.",
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"name": "Unscarred Resilience",
							"entries": [
								"When you take damage, you can use your reaction to roll a {@dice d12}. Add your Constitution modifier to the number rolled, and reduce the damage by that total. After you use this trait, you can't use it again until you finish a short or long rest."
							]
						}
					]
				},
				{
					"type": "table",
					"caption": "Unscarred Origin",
					"colLabels": [
						"d6",
						"Origin"
					],
					"colStyles": [
						"col-2 text-center",
						"col-10"
					],
					"rows": [
						[
							"1",
							"I was bathed in hydra's blood as an infant, and my wounds close too quickly to become mortal injuries."
						],
						[
							"2",
							"I swallowed a magic stone that fell from Nyx, which made my skin hard as rock."
						],
						[
							"3",
							"When I was wounded as a child, a god healed me. Now wounds are reluctant to undo the god's work."
						],
						[
							"4",
							"I was rescued from the Underworld, and I'm not sure I fully returned to life—it's always so cold."
						],
						[
							"5",
							"I was born on one of the Dakra Isles. All my people are naturally resilient, a fact I didn't realize until I lost my home and ventured into the world."
						],
						[
							"6",
							"I don't know who one or more of my parents is, but my resilience (and other hints) provide clues to their immortal identity."
						]
					]
				}
			]
		}
	]
}
