{
	"condition": [
		{
			"name": "Blinded",
			"source": "PHB",
			"page": 290,
			"srd": true,
			"entries": [
				{
					"type": "list",
					"items": [
						"A blinded creature can't see and automatically fails any ability check that requires sight.",
						"Attack rolls against the creature have advantage, and the creature's attack rolls have disadvantage."
					]
				}
			]
		},
		{
			"name": "Charmed",
			"source": "PHB",
			"page": 290,
			"srd": true,
			"entries": [
				{
					"type": "list",
					"items": [
						"A charmed creature can't attack the charmer or target the charmer with harmful abilities or magical effects.",
						"The charmer has advantage on any ability check to interact socially with the creature."
					]
				}
			]
		},
		{
			"name": "Deafened",
			"source": "PHB",
			"page": 290,
			"srd": true,
			"entries": [
				{
					"type": "list",
					"items": [
						"A deafened creature can't hear and automatically fails any ability check that requires hearing."
					]
				}
			]
		},
		{
			"name": "Exhaustion",
			"source": "PHB",
			"page": 291,
			"srd": true,
			"entries": [
				"Some special abilities and environmental hazards, such as starvation and the long-term effects of freezing or scorching temperatures, can lead to a special condition called exhaustion. Exhaustion is measured in six levels. An effect can give a creature one or more levels of exhaustion, as specified in the effect's description.",
				{
					"type": "table",
					"colLabels": [
						"Level",
						"Effect"
					],
					"colStyles": [
						"col-1 text-center",
						"col-11"
					],
					"rows": [
						[
							"1",
							"Disadvantage on ability checks"
						],
						[
							"2",
							"Speed halved"
						],
						[
							"3",
							"Disadvantage on attack rolls and saving throws"
						],
						[
							"4",
							"Hit point maximum halved"
						],
						[
							"5",
							"Speed reduced to 0"
						],
						[
							"6",
							"Death"
						]
					]
				},
				"If an already exhausted creature suffers another effect that causes exhaustion, its current level of exhaustion increases by the amount specified in the effect's description.",
				"A creature suffers the effect of its current level of exhaustion as well as all lower levels. For example, a creature suffering level 2 exhaustion has its speed halved and has disadvantage on ability checks.",
				"An effect that removes exhaustion reduces its level as specified in the effect's description, with all exhaustion effects ending if a creature's exhaustion level is reduced below 1.",
				"Finishing a long rest reduces a creature's exhaustion level by 1, provided that the creature has also ingested some food and drink. Also, being raised from the dead reduces a creature's exhaustion level by 1."
			]
		},
		{
			"name": "Frightened",
			"source": "PHB",
			"page": 290,
			"srd": true,
			"entries": [
				{
					"type": "list",
					"items": [
						"A frightened creature has disadvantage on ability checks and attack rolls while the source of its fear is within line of sight.",
						"The creature can't willingly move closer to the source of its fear."
					]
				}
			]
		},
		{
			"name": "Grappled",
			"source": "PHB",
			"page": 290,
			"srd": true,
			"entries": [
				{
					"type": "list",
					"items": [
						"A grappled creature's speed becomes 0, and it can't benefit from any bonus to its speed.",
						"The condition ends if the grappler is {@condition incapacitated}.",
						"The condition also ends if an effect removes the grappled creature from the reach of the grappler or grappling effect, such as when a creature is hurled away by the {@spell thunderwave} spell."
					]
				}
			]
		},
		{
			"name": "Incapacitated",
			"source": "PHB",
			"page": 290,
			"srd": true,
			"entries": [
				{
					"type": "list",
					"items": [
						"An incapacitated creature can't take actions or reactions."
					]
				}
			]
		},
		{
			"name": "Invisible",
			"source": "PHB",
			"page": 291,
			"srd": true,
			"entries": [
				{
					"type": "list",
					"items": [
						"An invisible creature is impossible to see without the aid of magic or a special sense. For the purpose of hiding, the creature is heavily obscured. The creature's location can be detected by any noise it makes or any tracks it leaves.",
						"Attack rolls against the creature have disadvantage, and the creature's attack rolls have advantage."
					]
				}
			]
		},
		{
			"name": "Paralyzed",
			"source": "PHB",
			"page": 291,
			"srd": true,
			"entries": [
				{
					"type": "list",
					"items": [
						"A paralyzed creature is {@condition incapacitated} and can't move or speak.",
						"The creature automatically fails Strength and Dexterity saving throws.",
						"Attack rolls against the creature have advantage.",
						"Any attack that hits the creature is a critical hit if the attacker is within 5 feet of the creature."
					]
				}
			]
		},
		{
			"name": "Petrified",
			"source": "PHB",
			"page": 291,
			"srd": true,
			"entries": [
				{
					"type": "list",
					"items": [
						"A petrified creature is transformed, along with any nonmagical object it is wearing or carrying, into a solid inanimate substance (usually stone). Its weight increases by a factor of ten, and it ceases aging.",
						"The creature is {@condition incapacitated}, can't move or speak, and is unaware of its surroundings.",
						"Attack rolls against the creature have advantage.",
						"The creature automatically fails Strength and Dexterity saving throws.",
						"The creature has resistance to all damage.",
						"The creature is immune to poison and disease, although a poison or disease already in its system is suspended, not neutralized."
					]
				}
			]
		},
		{
			"name": "Poisoned",
			"source": "PHB",
			"page": 292,
			"srd": true,
			"entries": [
				{
					"type": "list",
					"items": [
						"A poisoned creature has disadvantage on attack rolls and ability checks."
					]
				}
			]
		},
		{
			"name": "Prone",
			"source": "PHB",
			"page": 292,
			"srd": true,
			"entries": [
				{
					"type": "list",
					"items": [
						"A prone creature's only movement option is to crawl, unless it stands up and thereby ends the condition.",
						"The creature has disadvantage on attack rolls.",
						"An attack roll against the creature has advantage if the attacker is within 5 feet of the creature. Otherwise, the attack roll has disadvantage."
					]
				}
			]
		},
		{
			"name": "Restrained",
			"source": "PHB",
			"page": 292,
			"srd": true,
			"entries": [
				{
					"type": "list",
					"items": [
						"A restrained creature's speed becomes 0, and it can't benefit from any bonus to its speed.",
						"Attack rolls against the creature have advantage, and the creature's attack rolls have disadvantage.",
						"The creature has disadvantage on Dexterity saving throws."
					]
				}
			]
		},
		{
			"name": "Stunned",
			"source": "PHB",
			"page": 292,
			"srd": true,
			"entries": [
				{
					"type": "list",
					"items": [
						"A stunned creature is {@condition incapacitated}, can't move, and can speak only falteringly.",
						"The creature automatically fails Strength and Dexterity saving throws.",
						"Attack rolls against the creature have advantage."
					]
				}
			]
		},
		{
			"name": "Unconscious",
			"source": "PHB",
			"page": 292,
			"srd": true,
			"entries": [
				{
					"type": "list",
					"items": [
						"An unconscious creature is {@condition incapacitated}, can't move or speak, and is unaware of its surroundings.",
						"The creature drops whatever it's holding and falls {@condition prone}.",
						"The creature automatically fails Strength and Dexterity saving throws.",
						"Attack rolls against the creature have advantage.",
						"Any attack that hits the creature is a critical hit if the attacker is within 5 feet of the creature."
					]
				}
			]
		}
	],
	"disease": [
		{
			"name": "Blinding Sickness",
			"source": "PHB",
			"page": 227,
			"entries": [
				"Pain grips the creature's mind, and its eyes turn milky white. The creature has disadvantage on Wisdom checks and Wisdom saving throws and is {@condition blinded}.",
				"{@note This disease can be inflicted with the {@spell contagion} spell.}"
			]
		},
		{
			"name": "Bluerot",
			"source": "GoS",
			"page": 234,
			"entries": [
				"This disease targets humanoids. While afflicted with bluerot, a victim grows grotesque blue boils on their face and back. This disease is carried by undead (including the drowned ones in Tammeraut's Fate), and victims most often acquire it through wounds caused by infected creatures. The disease's boils manifest in {@dice 1d4} hours, causing the victim's Constitution and Charisma scores to decrease by {@dice 1d4} each, to a minimum of 3. This is quickly followed by a fever and tingling in the extremities. An infected creature is vulnerable to radiant damage and gains the ability to breathe underwater.",
				"At the end of each long rest, an infected creature makes a DC 12 Constitution saving throw. On a success, the victim regains 1 point of Constitution and 1 point of Charisma lost to the disease. If the infected creature regains all the points lost to the disease, it is cured. Other effects that raise the victim's ability scores do not cure the disease. On a failed saving throw, the victim takes 18 ({@dice 4d8}) necrotic damage as the boils burst and spread. A creature reduced to 0 hit points by this damage cannot regain hit points until the disease is cured, though it can be stabilized as normal."
			]
		},
		{
			"name": "Cackle Fever",
			"source": "DMG",
			"page": 257,
			"srd": true,
			"entries": [
				"This disease targets humanoids, although gnomes are strangely immune. While in the grips of this disease, victims frequently succumb to fits of mad laughter, giving the disease its common name and its morbid nickname: \"the shrieks.\"",
				"Symptoms manifest {@dice 1d4} hours after infection and include fever and disorientation. The infected creature gains one level of {@condition exhaustion} that can't be removed until the disease is cured.",
				"Any event that causes the infected creature great stress-including entering combat, taking damage, experiencing fear, or having a nightmare-forces the creature to make a DC 13 Constitution saving throw.",
				"On a failed save, the creature takes 5 ({@dice 1d10}) psychic damage and becomes {@condition incapacitated} with mad laughter for 1 minute. The creature can repeat the saving throw at the end of each of its turns, ending the mad laughter and the {@condition incapacitated} condition on a success. Any humanoid creature that starts its turn within 10 feet of an infected creature in the throes of mad laughter must succeed on a DC 10 Constitution saving throw or also become infected with the disease. Once a creature succeeds on this save, it is immune to the mad laughter of that particular infected creature for 24 hours.",
				{
					"type": "inline",
					"entries": [
						"At the end of each long rest, an infected creature can make a DC 13 Constitution saving throw. On a successful save, the DC for this save and for the save to avoid an attack of mad laughter drops by {@dice 1d6}. When the saving throw DC drops to 0, the creature recovers from the disease. A creature that fails three of these saving throws gains a randomly determined form of ",
						{
							"type": "link",
							"href": {
								"type": "internal",
								"path": "variantrules.html",
								"hash": "madness_dmg",
								"hashPreEncoded": true
							},
							"text": "indefinite madness"
						},
						"."
					]
				}
			]
		},
		{
			"name": "Filth Fever",
			"source": "PHB",
			"page": 227,
			"entries": [
				"A raging fever sweeps through the creature's body. The creature has disadvantage on Strength checks, Strength saving throws, and attack rolls that use Strength.",
				"{@note This disease can be inflicted with the {@spell contagion} spell.}"
			]
		},
		{
			"name": "Flesh Rot",
			"source": "PHB",
			"page": 227,
			"entries": [
				"The creature's flesh decays. The creature has disadvantage on Charisma checks and vulnerability to all damage.",
				"{@note This disease can be inflicted with the {@spell contagion} spell.}"
			]
		},
		{
			"name": "Mad Monkey Fever",
			"source": "ToA",
			"page": 40,
			"entries": [
				"A magical mist creeps through the jungles of Chult. Contact with this thin, blue, odorless mist can infect giants and humanoids with mad monkey fever. A {@spell dispel magic} spell destroys the mist in a 20-foot square starting at a point chosen by the caster within the spell's range. An encounter with this mist typically covers {@dice 1d6} such areas (400-2,400 square feet).",
				"A giant or humanoid that comes into contact with the mist must succeed on a DC 13 Constitution saving throw or become infected with mad monkey fever. The infected creature gains a random form of long-term madness (roll on the {@table Long-Term Madness} table in chapter 8 of the Dungeon Master's Guide) that manifests {@dice 1d6} hours after infection and lasts for the duration ({@dice 1d10 × 10} hours). If the madness is allowed to run its full course, the creature must repeat the saving throw at the end of the madness. If the second saving throw fails, the creature suffers another bout of long-term madness (roll again on the table) that lasts for the normal duration. The madness symptoms continue until the disease ends."
			]
		},
		{
			"name": "Mindfire",
			"source": "PHB",
			"page": 227,
			"entries": [
				"The creature's mind becomes feverish. The creature has disadvantage on Intelligence checks and Intelligence saving throws, and the creature behaves as if under the effects of the {@spell confusion} spell during combat.",
				"{@note This disease can be inflicted with the {@spell contagion} spell.}"
			]
		},
		{
			"name": "Seizure",
			"source": "PHB",
			"page": 227,
			"entries": [
				"The creature is overcome with shaking. The creature has disadvantage on Dexterity checks, Dexterity saving throws, and attack rolls that use Dexterity.",
				"{@note This disease can be inflicted with the {@spell contagion} spell.}"
			]
		},
		{
			"name": "Sewer Plague",
			"source": "DMG",
			"page": 257,
			"srd": true,
			"entries": [
				"Sewer plague is a generic term for a broad category of illnesses that incubate in sewers, refuse heaps, and stagnant swamps, and which are sometimes transmitted by creatures that dwell in those areas, such as rats and otyughs.",
				"When a humanoid creature is bitten by a creature that carries the disease, or when it comes into contact with filth or offal contaminated by the disease, the creature must succeed on a DC 11 Constitution saving throw or become infected.",
				"It takes {@dice 1d4} days for sewer plague's symptoms to manifest in an infected creature. Symptoms include fatigue and cramps. The infected creature suffers one level of {@condition exhaustion}, and it regains only half the normal number of hit points from spending Hit Dice and no hit points from finishing a long rest.",
				"At the end of each long rest, an infected creature must make a DC 11 Constitution saving throw. On a failed save, the character gains one level of {@condition exhaustion}.",
				"On a successful save, the character's {@condition exhaustion} level decreases by one level. If a successful saving throw reduces the infected creature's level of {@condition exhaustion} below 1, the creature recovers from the disease."
			]
		},
		{
			"name": "Shivering Sickness",
			"source": "ToA",
			"page": 40,
			"entries": [
				"Insects native to the jungles and marshes of Chult carry this disease, shivering sickness. The easiest protection against it is a coating of insect-repelling salve on all exposed skin (for the cost of insect repellent, see {@adventure \"Buying a Special Item\"|ToA|1|Buying a Special Item}.",
				"A giant or humanoid that takes damage from {@creature Swarm of Insects||insect swarms} or from {@creature giant centipede||giant centipedes}, {@creature giant scorpion||giant scorpions}, or {@creature giant wasp||giant wasps} is exposed to the disease at the end of the encounter. Those who haven't applied insect repellent since their previous long rest are exposed to the disease when they finish a long rest.",
				"A giant or humanoid exposed to the disease must succeed on a DC 11 Constitution saving throw or become infected. A creature with natural armor has advantage on the saving throw. It takes {@dice 2d6} hours for symptoms to manifest in an infected creature. Symptoms include blurred vision, disorientation, and a sudden drop in body temperature that causes uncontrollable shivering and chattering of the teeth.",
				"Once symptoms begin, the infected creature regains only half the normal number of hit points from spending Hit Dice and no hit points from a long rest. The infected creature also has disadvantage on ability checks and attack rolls. At the end of a long rest, an infected creature repeats the saving throw, shaking off the disease on a successful save."
			]
		},
		{
			"name": "Sight Rot",
			"source": "DMG",
			"page": 257,
			"srd": true,
			"entries": [
				"This painful infection causes bleeding from the eyes and eventually blinds the victim.",
				"A beast or humanoid that drinks water tainted by sight rot must succeed on a DC 15 Constitution saving throw or become infected. One day after infection, the creature's vision starts to become blurry. The creature takes a -1 penalty to attack rolls and ability checks that rely on sight. At the end of each long rest after the symptoms appear, the penalty worsens by 1. When it reaches -5, the victim is {@condition blinded} until its sight is restored by magic such as {@spell lesser restoration} or {@spell heal}.",
				"Sight rot can be cured using a rare flower called Eyebright, which grows in some swamps. Given an hour, a character who has proficiency with an {@item herbalism kit|phb} can turn the flower into one dose of ointment. Applied to the eyes before a long rest, one dose of it prevents the disease from worsening after that rest. After three doses, the ointment cures the disease entirely."
			]
		},
		{
			"name": "Slimy Doom",
			"source": "PHB",
			"page": 227,
			"entries": [
				"The creature begins to bleed uncontrollably. The creature has disadvantage on Constitution checks and Constitution saving throws. In addition, whenever the creature takes damage, it is {@condition stunned} until the end of its next turn.",
				"{@note This disease can be inflicted with the {@spell contagion} spell.}"
			]
		},
		{
			"name": "Throat Leeches",
			"source": "ToA",
			"page": 40,
			"entries": [
				"Minuscule parasites known as throat leeches infect the water in Chult's forests, swamps, and rivers. Any giant or humanoid that swallows tainted water must succeed on a DC 12 Constitution saving throw or be infested with throat leeches. Immediate symptoms include throat inflammation and shortness of breath. After {@dice 1d6} hours, the infected character gains 1 level of {@condition exhaustion} that can't be removed (except as described below) until the disease is cured. At the end of each long rest, the infected creature must repeat the saving throw. On a failed save, the creature's {@condition exhaustion} increases by 1 level; on a successful save, the creature's {@condition exhaustion} decreases by 1 level. If a successful saving throw reduces the infected creature's level of {@condition exhaustion} below 1, the creature recovers from the disease.",
				"Explorers can avoid contracting throat leeches by drinking only rainwater or water that's been boiled or magically purified."
			]
		}
	],
	"status": [
		{
			"name": "Concentration",
			"source": "PHB",
			"page": 203,
			"srd": true,
			"entries": [
				"Some spells require you to maintain concentration in order to keep their magic active. If you lose concentration, such a spell ends.",
				"If a spell must be maintained with concentration, that fact appears in its Duration entry, and the spell specifies how long you can concentrate on it. You can end concentration at any time (no action required).",
				"Normal activity, such as moving and attacking, doesn't interfere with concentration. The following factors can break concentration:",
				{
					"type": "list",
					"items": [
						"{@b Casting another spell that requires concentration.} You lose concentration on a spell if you cast another spell that requires concentration. You can't concentrate on two spells at once.",
						"{@b Taking damage.} Whenever you take damage while you are concentrating on a spell, you must make a Constitution saving throw to maintain your concentration. The DC equals 10 or half the damage you take, whichever number is higher. If you take damage from multiple sources, such as an arrow and a dragon's breath, you make a separate saving throw for each source of damage.",
						"{@b Being incapacitated or killed.} You lose concentration on a spell if you are {@condition incapacitated} or if you die."
					]
				},
				"The DM might also decide that certain environmental phenomena, such as a wave crashing over you while you're on a storm-tossed ship, require you to succeed on a DC 10 Constitution saving throw to maintain concentration on a spell."
			]
		}
	]
}
