{
	"creatureTemplate": [
		{
			"name": "Mana Wastes Mutant",
			"type": "Template",
			"hasLore": true,
			"source": "LOIL",
			"page": 332,
			"entries": [
				"All Mana Wastes mutants gain {@ability darkvision} (replacing {@ability low-light vision} if the creature had it), and the DC to {@action Recall Knowledge} about a mutant increases by 2. The creature gains the {@trait mutant} trait. They usually have one or two of the following abilities, or potentially three if the mutant is 9th level or higher. If you apply these abilities to an existing creature, either raise the level and adjust the statistics, or remove some of the creature's abilities to make room for the new abilities. More Mana Wastes mutant abilities and creatures are on pages 84–85 of Pathfinder Adventure Path #179: Cradle of Quartz."
			],
			"optAbilities": {
				"entries": [
					{
						"type": "pf2-h3",
						"name": "Mana Wastes Mutant Abilities",
						"entries": [
							"Select two of the following abilities, or potentially three if the Mana Wastes mutant is 9th level or higher. These abilities should relate to the manner that the base creature used magic in life or to the nature of the wild magic that caused their mutation. You can also create new abilities or adapt others from monsters or classes to fit the theme."
						]
					}
				],
				"abilities": [
					{
						"name": "Caustic Pustules",
						"entries": [
							"Whenever the mutant takes piercing or slashing damage, creatures adjacent to the mutant take {@damage 1d6} acid damage (basic Reflex save). The damage increases to {@dice 2d6} if the mutant is at least 8th level and {@dice 3d6} if the mutant is at least 15th level."
						]
					},
					{
						"name": "Chameleon Skin",
						"entries": [
							"The mutant can change their coloration to match their surroundings.",
							"They don't need cover or concealment to attempt to {@action Hide} with a {@skill Stealth} check."
						]
					},
					{
						"name": "Eldritch Attraction",
						"traits": [
							"enchantment",
							"mental"
						],
						"entries": [
							"A creature who casts a spell within 30 feet of the mutant must succeed at a Will save or spend its next action to {@action Stride} toward the mutant. It can't {@action Delay} or take any reactions until it has obeyed the compulsion."
						]
					},
					{
						"name": "Energy Blast",
						"activity": {
							"number": 2,
							"unit": "action"
						},
						"traits": [
							"evocation",
							"primal"
						],
						"entries": [
							"Choose an energy type; this ability gains that energy type as {@trait a} trait. The mutant gains some sort of physical alteration to their shape that suggests how they trigger their energy blast, be it numerous pustules on their body, an extra limb, or an additional opening in their throat to exhale the blast as a breath weapon. Choose whether the mutant creates a 60-foot line of energy or a 30-foot cone of energy when they activate this ability. The energy deals {@dice 1d6} damage per level with a basic Reflex save. The mutant can't use Energy Blast again for {@dice 1d4} rounds."
						]
					},
					{
						"name": "Energy Resistance",
						"entries": [
							"The mutant has strangely colored skin or fur and gains resistance to a single type of energy damage. The amount of energy resistance gained depends on the mutant's level.",
							{
								"type": "table",
								"caption": "Energy Resistance",
								"colLabels": [
									"Mutant's Level",
									"Energy Resistance"
								],
								"colStyles": [
									"col-2 text-center",
									"col-10 text-center"
								],
								"rows": [
									[
										"2 or lower",
										"2"
									],
									[
										"3–7",
										"5"
									],
									[
										"8–14",
										"10"
									],
									[
										"15+",
										"15"
									]
								]
							}
						]
					},
					{
						"name": "Grasping Tentacle",
						"entries": [
							"The mutant grows a writhing, serpentine appendage, granting them a tentacle {@action Strike} (an agile unarmed attack that deals bludgeoning damage), and the Grab ability with that {@action Strike}. If they had any agile attacks, the damage dealt by their tentacle should be roughly the same as the damage dealt by those attacks. If they had only non-agile attacks, their tentacle should deal three-quarters that damage."
						]
					},
					{
						"name": "Hulking Form",
						"entries": [
							"Increase the mutant's size by one category. Decrease their AC by 1, increase their HP by 1/10 their normal maximum HP, and increase the reach of all their melee Strikes by 5 feet."
						]
					},
					{
						"name": "Hungry Maw",
						"entries": [
							"A mouth full of razor-sharp teeth opens somewhere on the mutant's body. They gain a maw {@action Strike} (an unarmed attack that does piercing damage roughly the same as the damage dealt by their most damaging melee attack), and they gain the Vengeful Bite reaction."
						]
					},
					{
						"name": "Vengeful Bite",
						"activity": {
							"number": 1,
							"unit": "reaction"
						},
						"trigger": "A creature critically hits the mutant with a melee unarmed {@action Strike} or a non-reach melee {@action Strike}",
						"entries": [
							"The mutant makes a maw {@action Strike} against the triggering creature."
						]
					},
					{
						"name": "Increased Speed",
						"entries": [
							"The mutant's limbs change, or they grow new limbs to accommodate their mutation. Either one of their existing Speeds increases by 20 feet or they gain a new Speed (such as fly or swim) of 15 feet."
						]
					},
					{
						"name": "Magic Hunger",
						"entries": [
							"The mutant gains the ability to detect the source of any magic within 30 feet as an imprecise sense."
						]
					},
					{
						"name": "Mirror Thing",
						"activity": {
							"number": 1,
							"unit": "action"
						},
						"traits": [
							"arcane",
							"concentrate",
							"polymorph",
							"transmutation"
						],
						"entries": [
							"The mutant takes on the specific appearance of any Small or Medium humanoid they can currently see. This doesn't alter their statistics, but it might change the damage type of their Strikes."
						]
					},
					{
						"name": "Revolting Appearance",
						"traits": [
							"arcane",
							"aura",
							"visual"
						],
						"entries": [
							"Details of the mutant's appearance are disturbing and unnatural in the extreme. A non-mutant living creature who begins their turn within 60 feet of the mutant must succeed at a Fortitude save or become {@condition sickened||sickened 2}. A creature who succeeds at its save is then temporarily immune to the aura for 24 hours."
						]
					},
					{
						"name": "Sprouted Limb",
						"entries": [
							"The mutant grows an extra leg, increasing their Speed by 10 feet."
						]
					},
					{
						"name": "Too Many Eyes",
						"entries": [
							"Countless eyes sprout on the mutant's skin. They gain all-around vision."
						]
					}
				]
			}
		},
		{
			"name": "Secret Society Member",
			"type": "Adjustment",
			"hasLore": true,
			"source": "DA",
			"page": 80,
			"entries": [
				"You can turn an existing creature into a secret society member by completing the following steps. This adjustment is best applied to NPCs and other humanoid creatures rather than beasts or other monsters.",
				"Increase the creature's level by 1 and change its statistics as follows.",
				{
					"type": "list",
					"items": [
						"Increase AC, attack bonuses, DCs, the Perception modifier, saving throws, and skill modifiers by 1.",
						"Increase Deception and Society to be primary skills for the creature's new level.",
						"Increase either Diplomacy or Intimidation to be a primary skill for the creature's new level, and the other to be a secondary skill.",
						"Increase damage with {@action Strike||Strikes} and other offensive abilities by 1. If an ability can be used only a small number of times (such as a dragon's Breath Weapon), increase the damage by 2 instead.",
						"Increase HP by the amount listed on the table."
					]
				},
				{
					"type": "table",
					"source": "DA",
					"page": 80,
					"colStyles": [
						"text-center",
						"text-center",
						"text-center"
					],
					"labelRowIdx": [
						0
					],
					"rows": [
						[
							"Starting Level",
							"HP Increase"
						],
						[
							"1 or lower",
							"10"
						],
						[
							"2–4",
							"15"
						],
						[
							"5–19",
							"20"
						],
						[
							"20+",
							"30"
						]
					]
				}
			],
			"abilities": {
				"abilities": [
					{
						"name": "Connected",
						"entries": [
							"The secret society member has numerous connections, especially within the broad band of social class from which the society recruits, but stretching further through friendships, extortion, and other forms of influence. Whenever encountering a character from a settlement where the secret society has influence, the secret society member can attempt a {@skill Society} check with an easy DC for the level of the encountered character if that character is a member of the demographic from which the secret society recruits, and a DC of hard or higher for other characters. On a success, the secret society member has a connection with that character they can use to ingratiate themself or push that character into acting the way the secret society member wants. This grants the secret society member a +2 circumstance bonus to {@action Make an Impression}, {@action Coerce}, {@action Demoralize}, or {@action Request}. On a critical success, the connection is especially strong or powerful and might even include a direct connection with the secret society. The circumstance bonus increases to +4. A secret society member can use this ability on a PC, though beyond {@action Demoralize}, the connection is more of a roleplay note informing their interactions with the PC."
						]
					},
					{
						"name": "Shibboleth",
						"entries": [
							"Secret society members can communicate with other members of their secret society using coded language that seems innocuous enough to go {@condition unnoticed}"
						]
					}
				],
				"entries": [
					"All secret society members gain the following abilities."
				]
			},
			"optAbilities": {
				"entries": [
					"A given secret society member gains two to three of the following abilities, as befit the nature of their secret society and their role within that society. For instance, a society among the downtrodden, planning a violent uprising, might grant the tag team ability, whereas a society within a wealthy aristocracy might be unwilling to get its hands dirty and grant the get out of jail ability instead."
				],
				"abilities": [
					{
						"name": "Get out of Jail",
						"entries": [
							"It's almost impossible to force the secret society member to face the consequences of their actions. Their society has fingers in the halls of law and justice, and where it can't sway the verdict, it can at least arrange the escape. When the secret society member would be brought to justice for their crimes, they attempt a {@skill Society} check against a simple DC, depending on the severity of their crimes and the exposure of the evidence to the public. This is typically an expert simple DC of 20.",
							{
								"type": "successDegree",
								"entries": {
									"Critical Success": [
										"Not only is the secret society member exonerated but they also manage to stay clean in the eyes of the public. Those who attempted to bring them to justice are called in for harassment, libel, filing frivolous charges, or other trumped-up indictments."
									],
									"Success": [
										"The secret society member is declared not guilty and exonerated of their crimes in the eyes of the law."
									],
									"Failure": [
										"While the secret society member is initially declared guilty, they're released on a technicality, or manage to bribe or sneak their way out. While they're free, their reputation has been damaged."
									],
									"Critical Failure": [
										"Justice prevails, and the secret society member can't escape their sentence. Their society likely cuts ties with them and might turn to more dramatic means to ensure they can't expose the society."
									]
								}
							}
						]
					},
					{
						"name": "Not Today!",
						"activity": {
							"number": 1,
							"unit": "reaction"
						},
						"frequency": {
							"number": 1,
							"unit": "day"
						},
						"trigger": "The secret society member is reduced to 0 Hit Points",
						"entries": [
							"Whether it's a fellow society member waiting in the wings to spirit them away, a clever contraption, a contingent spell, or some other means, a secret society member always has an escape plan. Instead of being reduced to 0 Hit Points, the secret society member remains at 1 Hit Point. They gain temporary Hit Points equal to their level and then {@action Stride} twice. If they have the appropriate forms of movement, they can instead choose to {@action Burrow}, {@action Climb}, {@action Fly}, or {@action Swim}."
						]
					},
					{
						"name": "Prepared Diversion",
						"activity": {
							"number": 1,
							"unit": "free"
						},
						"frequency": {
							"number": 1,
							"unit": "hour"
						},
						"entries": [
							"The secret society member has fellow members in all sorts of places, ready to make a distraction to help them duck from sight or make a quick attack against their foe. The secret society member either {@action Create a Diversion||Creates a Diversion} or {@action Feint||Feints}. If they {@action Create a Diversion}, it doesn't gain either the auditory, {@trait linguistic}, or {@trait manipulate} trait (since someone else has provided the diversion), and onlookers who have already been diverted by the secret society member don't receive a +4 circumstance bonus against the attempt. If they {@action Feint}, they don't need to be in melee reach of their target, and the benefit applies to both melee and ranged attacks against their target."
						]
					},
					{
						"name": "Prepared Trap",
						"activity": {
							"number": 1,
							"unit": "action"
						},
						"frequency": {
							"number": 1,
							"unit": "hour"
						},
						"entries": [
							"The secret society member's agents trapped the area in advance, and the secret society member arms one such snare. The secret society member chooses an unoccupied space within 60 feet and activates a snare {@condition hidden} there; the snare can be any common snare of the secret society's member's level – 2 or lower (minimum level 1). From this point on, creatures can trigger the snare as normal. During the activation, the secret society member must attempt a {@skill Deception} check against the {@skill Perception} DCs of creatures observing them; on a failure, those creatures realize where the secret society member activated the snare."
						]
					},
					{
						"name": "Skill Savvy",
						"entries": [
							"The secret society member has a few tricks most others do not. They gain two of the following skill feats: {@feat Charming Liar}, {@feat Courtly Graces}, {@feat Glean Contents}, {@feat Hobnobber}, {@feat Lengthy Diversion}, {@feat Lie to Me}, {@feat Quick Coercion}, or {@feat Streetwise}. If they are at least 2nd level, they can also choose from among the following: {@feat Discreet Inquiry}, {@feat Glad Hand}, or {@feat Lasting Coercion}. If they are at least 7th level, they can also choose {@feat Shameless Request} or {@feat Slippery Secrets}."
						]
					},
					{
						"name": "Tag Team",
						"entries": [
							"A secret society member works best with other members of the same society (whether they have the secret society member adjustment and this ability or not). Any creature is {@condition flat-footed} against a secret society member's melee attacks due to flanking as long as the enemy is within both the secret society member's reach and the reach of one allied creature that is a member of the same secret society. Against a creature within the reach of two or more allied creatures that are members of the same secret society, the secret society member's {@action Strike||Strikes} deal an additional {@damage 1d6} precision damage."
						]
					}
				]
			}
		},
		{
			"name": "Vampire, Vetalarana",
			"type": "Template",
			"hasLore": true,
			"source": "BotD",
			"page": 160,
			"entries": [
				"While it's best to create a vetalarana from scratch, you can turn an existing living creature into a vetalarana using the following steps.",
				"Increase the creature's level by 1 and change its statistics as follows.",
				{
					"type": "list",
					"items": [
						"It gains the {@trait undead} and {@trait vampire} traits, and usually becomes evil.",
						"Increase the creature's AC, attack modifiers, DCs, saving throws, and skill modifiers by 1.",
						"Increase its damage with {@action Strike||Strikes} and other offensive abilities by 1. If an ability can be used only a small number of times (such as a dragon's Breath Weapon), increase the damage by 2 instead.",
						"Reduce its HP by the amount listed on the table.",
						"The vetalarana gains {@ability fast healing}, resistance to mental damage, and resistance to physical damage (except cold iron) as indicated on the table. These abilities are the reason the vetalarana has less HP."
					]
				},
				{
					"type": "table",
					"source": "BotD",
					"page": 160,
					"colStyles": [
						"text-center",
						"text-center",
						"text-center"
					],
					"labelRowIdx": [
						0
					],
					"rows": [
						[
							"Starting Level",
							"HP Decrease",
							"Fast Healing/Resistance"
						],
						[
							"3–4",
							"–20",
							"5"
						],
						[
							"5–7",
							"–30",
							"7"
						],
						[
							"8–14",
							"–40",
							"10"
						],
						[
							"15+",
							"–60",
							"15"
						]
					]
				}
			],
			"abilities": {
				"entries": [
					{
						"type": "pf2-h3",
						"name": "Basic Vetalarana Abilities",
						"entries": [
							"All vetalaranas gain the following abilities. If the base creature has any abilities that specifically come from being a living creature, it loses them. It also loses any traits that represented its life as a living creature, such as human and humanoid. You might also need to adjust abilities that conflict with the vetalarana's theme."
						]
					}
				],
				"abilities": [
					{
						"name": "Thoughtsense",
						"traits": [
							"divination",
							"mental",
							"occult"
						],
						"entries": [
							"The vetalarana senses all non-mindless creatures within 100 feet as a precise sense."
						]
					},
					{
						"name": "Negative Healing",
						"generic": {
							"tag": "ability",
							"source": "B2"
						}
					},
					{
						"name": "Immunities",
						"entries": [
							"{@trait death} effects, {@trait disease}, {@condition paralyzed}, {@trait poison}, {@trait sleep}"
						]
					},
					{
						"name": "Mental Rebirth",
						"traits": [
							"curse",
							"incapacitation",
							"mental",
							"necromancy",
							"occult"
						],
						"entries": [
							"Unlike most other undead, a vetalarana isn't destroyed when they reach 0 HP. Instead, their body is destroyed, crumbling to ash, and their mind is immediately transferred into a creature they rendered comatose through Drain Thoughts. This creature must be within 1 mile; if no such creature is in range, the vetalarana is destroyed.",
							"The creature becomes {@condition controlled} by the vetalarana and loses the {@condition stupefied} and {@condition unconscious} conditions. If the creature {@condition controlled} by a vetalarana in this way is killed, the vetalarana's mind transfers to another creature within 1 mile who they rendered comatose through Drain Thoughts.",
							"After {@dice 1d6} days of being {@condition controlled}, the {@condition controlled} creature dies, and its body transforms into that of the vetalarana who rendered it comatose."
						]
					},
					{
						"name": "Climb Speed",
						"entries": [
							"A vetalarana gains a climb Speed equal to their land Speed."
						]
					},
					{
						"name": "Claws",
						"entries": [
							"If the base creature had hands, its fingernails thicken and grow to terrible proportions, granting it an unarmed claw {@action Strike} that deals slashing damage, has the {@trait agile} trait, and can Grab. Use the moderate damage for the creature's level on the {@action Strike} Damage table on page 65 of the Gamemastery Guide."
						]
					},
					{
						"name": "Drain Thoughts",
						"activity": {
							"number": 1,
							"unit": "action"
						},
						"traits": [
							"divination",
							"mental",
							"occult"
						],
						"requirements": "A {@condition grabbed}, {@condition paralyzed}, {@condition restrained}, {@condition unconscious}, or willing creature is within the vetalarana's reach",
						"entries": [
							"The vetalarana seizes a creature and consumes its memories. This requires an {@skill Athletics} check against the victim's Fortitude DC if the victim is {@condition grabbed} and is automatic for any of the other conditions. The victim is {@condition stupefied||stupefied 1}, and the vetalarana regains HP equal to 10% of the vetalarana's maximum HP, gaining any excess as temporary Hit Points. Draining Thoughts from a creature that is already {@condition stupefied} doesn't restore any HP to the vetalarana but increases the victim's {@condition stupefied} value by 1. Additionally, the vetalarana views one of the victim's memories.",
							"A victim's {@condition stupefied} condition value decreases by 1 every week.",
							"A victim that becomes {@condition stupefied||stupefied 5} in this way is rendered comatose, becoming permanently {@condition unconscious}. As long as the vetalarana lives, a comatose victim can't regain consciousness, and its {@condition stupefied} condition doesn't decrease."
						]
					},
					{
						"name": "Vetalarana Vulnerabilities",
						"entries": [
							"All vetalaranas possess the following vulnerabilities.",
							{
								"type": "list",
								"items": [
									{
										"type": "ability",
										"name": "Barred Senses",
										"entries": [
											"A vetalarana can't see or sense through {@trait force} effects or cold iron, and their mind can't penetrate {@trait force} effects or cold iron. Such barriers can prevent the transference of a vetalarana's mind through Mental Rebirth."
										]
									},
									{
										"type": "ability",
										"name": "Revulsion",
										"entries": [
											"A vetalarana delights in consuming memories and secrets, and is disgusted by those who share such sensitive tidbits openly. A vetalarana can't voluntarily come within 10 feet of a creature loudly voicing their intimate personal secrets or most cherished memories aloud. Speaking such information aloud with conviction is a single action that has the auditory, {@trait concentrate}, and {@trait linguistic} traits, and protects the creature until the start of its next turn. A vetalarana that involuntarily comes within 10 feet of a creature sharing such information gains the {@condition fleeing} condition until they're 10 feet or farther from the creature. After 1 round of being exposed to the secrets of a creature, a vetalarana can attempt a DC 25 Will save as a single action, which has the {@trait concentrate} trait. On a success, they overcome their revulsions for {@dice 1d6} rounds (or 1 hour on a critical success)."
										]
									},
									{
										"type": "ability",
										"name": "Vulnerable to Brain Destruction",
										"entries": [
											"A vetalarana whose brain has been destroyed, or is reduced to 0 HP while unable to take mental actions, can't use Mental Rebirth."
										]
									}
								]
							}
						]
					},
					{
						"name": "Warped Fulu",
						"entries": [
							"The jiang-shi has corrupted the fulu attached to their brow. The jiang-shi is immune to spells cast from a magic item without expending a spell slot, such as from a scroll or wand. A creature can {@action Steal} the fulu to remove it, rolling against the jiangshi's {@skill Perception} DC. This immediately ends the jiang-shi's immunity to these effects. If a creature then destroys the removed fulu with an {@action Interact} action, the jiang-shi also loses their fast healing ability. A jiang-shi can create a replacement fulu by spending 1 uninterrupted hour inscribing a strip of paper (or similar) with a writing instrument."
						]
					},
					{
						"name": "Rigor Mortis",
						"entries": [
							"The jiang-shi ignores {@quickref difficult terrain||3|terrain} and effects that would render them {@condition prone}. A jiang-shi can't take the Drop {@condition Prone} action.",
							"When they {@action Leap} they don't trigger reactions that are normally triggered by move actions, such as Attacks of Opportunity."
						]
					},
					{
						"name": "Claws",
						"entries": [
							"If the base creature had hands, its fingernails thicken and grow to terrible proportions, granting it an unarmed claw {@action Strike} that deals slashing damage, has the {@trait agile} trait, and can Grab. Use the moderate damage for the creature's level on the {@action Strike} Damage table on page 65 of the Gamemastery Guide."
						]
					},
					{
						"name": "Drain Qi",
						"activity": {
							"number": 1,
							"unit": "action"
						},
						"traits": [
							"divine",
							"necromancy"
						],
						"requirements": "A {@condition grabbed}, {@condition paralyzed}, {@condition restrained}, {@condition unconscious}, or willing creature is within the jiang-shi's reach",
						"entries": [
							"The jiang-shi drains the victim's life energy, or qi, through their breath. This requires an {@skill Athletics} check against the victim's Fortitude DC if the victim is {@condition grabbed} and is automatic for any of the other conditions. The victim is {@condition drained||drained 1} and the jiang-shi regains HP equal to 10% of its maximum HP, gaining any excess as temporary Hit Points. Draining qi from a creature that's already {@condition drained} doesn't restore any HP to the jiang-shi but increases the victim's {@condition drained} condition value by 1, killing the victim when it reaches {@condition drained||drained 5}. If the victim has the ability to cast ki spells, it can spend 1 Focus Point to avoid becoming {@condition drained}. This protects it only from the current attack, not from subsequent attempts to Drain Qi.",
							"A victim's {@condition drained} condition value decreases by 1 every week. If the creature restricts their diet to glutinous rice for at least 1 day and spends 10 minutes dancing, jogging, or otherwise engaging in vigorous physical activity by succeeding at a DC 25 {@skill Athletics} check, it reduces its {@condition drained} condition by 1."
						]
					}
				]
			},
			"optAbilities": {
				"entries": [
					{
						"type": "pf2-h3",
						"name": "Vetalarana Manipulator Abilities",
						"entries": [
							"Extremely powerful vetalaranas who've tasted the thoughts of hundreds of people or more become empowered by the memories and experiences they've consumed, overcoming their revulsions. They gain greater control over their comatose victims, can manipulate memories, and even paralyze with a touch. These vetalaranas are known as \"manipulators,\" although those with psychic powers of their own often prefer the terms \"doyen\" or \"thoughtseer.\"",
							"Vetalarana manipulators gain additional abilities, as detailed below. A creature below 10th level isn't powerful enough to become a vetalarana manipulator; instead, make such a creature into a regular vetalarana or rebuild the creature so that it's at least 10th level before making it a vetalarana manipulator."
						]
					}
				],
				"abilities": [
					{
						"name": "Occult Innate Spells",
						"entries": [
							"A vetalarana manipulator has {@spell tongues} as a constant occult innate spell."
						]
					},
					{
						"name": "Resistances",
						"entries": [
							"The vetalarana manipulator resists mental damage and all physical damage (except magical cold iron)."
						]
					},
					{
						"name": "Control Comatose",
						"traits": [
							"exploration",
							"incapacitation",
							"mental",
							"necromancy",
							"occult",
							"possession"
						],
						"frequency": {
							"number": 1,
							"unit": "day"
						},
						"entries": [
							"The vetalarana manipulator spends 10 minutes to take psychic control of the creatures they've rendered comatose with Drain Thoughts. This has the effects of the {@spell possession} spell, but lasts for up to 6 hours, has a range of 1 mile, and the vetalarana can control a number of comatose victims at a time equal to half the vetalarana's level. A comatose victim can't resist this possession and automatically gets a critical failure on its saving throw against Control Comatose.",
							"As long as a comatose victim is {@condition controlled} by a vetalarana manipulator in this way, the victim's {@condition stupefied} and {@condition unconscious} conditions are temporarily suppressed."
						]
					},
					{
						"name": "Drain Thoughts",
						"activity": {
							"number": 1,
							"unit": "action"
						},
						"traits": [
							"divination",
							"mental",
							"occult"
						],
						"entries": [
							"As a basic vetalarana, but the vetalarana manipulator can choose to alter, enhance, or erase the memory they view as a 4th-level {@spell modify memory} spell. If the vetalarana gets a critical success on their {@skill Athletics} check to Drain Thoughts, the target is {@condition stupefied||stupefied 2} instead of {@condition stupefied||stupefied 1}."
						]
					},
					{
						"name": "Paralyzing Claws",
						"traits": [
							"incapacitation",
							"occult",
							"necromancy"
						],
						"entries": [
							"Any living creature hit by a vetalarana manipulator's claw {@action Strike} must succeed at a Fortitude save or become {@condition paralyzed}. The target can attempt a new save at the end of each of its turns to end the effect, and the DC cumulatively decreases by 1 on each such save. Use the moderate DC for the creature's level on the Spell DC and Spell Attack Bonus table on page 66 of the Gamemastery Guide."
						]
					}
				]
			}
		},
		{
			"name": "Vampire, Jiang-shi",
			"type": "Template",
			"hasLore": true,
			"source": "BotD",
			"page": 156,
			"entries": [
				"Increase the creature's level by 1 and change its statistics as follows.",
				{
					"type": "list",
					"items": [
						"It gains the {@trait undead} and {@trait vampire} traits, and usually becomes evil.",
						"Increase the creature's AC, attack modifiers, DCs, saving throws, and skill modifiers by 1.",
						"Reduce its Speed by 10 feet, to a minimum of 15 feet.",
						"Increase its damage with {@action Strike||Strikes} and other offensive abilities by 1. If an ability can be used only a small number of times (such as a dragon's Breath Weapon), increase the damage by 2 instead.",
						"Reduce its HP by the amount listed on the table.",
						"The jiang-shi gains {@ability fast healing} and resistance to physical damage (except darkwood) as indicated on the table. These abilities are the reason the jiang-shi has less HP."
					]
				},
				{
					"type": "table",
					"source": "BotD",
					"page": 156,
					"colStyles": [
						"text-center",
						"text-center",
						"text-center"
					],
					"labelRowIdx": [
						0
					],
					"rows": [
						[
							"Starting Level",
							"HP Decrease",
							"Fast Healing/Resistance"
						],
						[
							"3–4",
							"–20",
							"5"
						],
						[
							"5–7",
							"–30",
							"7"
						],
						[
							"8–14",
							"–40",
							"10"
						],
						[
							"15+",
							"–60",
							"15"
						]
					]
				}
			],
			"abilities": {
				"entries": [
					{
						"type": "pf2-h3",
						"name": "Basic Jiang-shi Abilities",
						"entries": [
							"If the base creature becoming a jiang-shi has any abilities that specifically come from it being a living creature, it loses them. It also loses any traits that represented its life as a living creature, such as human and humanoid. You might also need to adjust abilities that conflict with the jiang-shi's theme. All jiang-shi gain the following abilities."
						]
					}
				],
				"abilities": [
					{
						"name": "Darkvision",
						"generic": {
							"tag": "ability"
						}
					},
					{
						"name": "Breathsense",
						"entries": [
							"60 feet (precise). A jiang-shi can't perceive living creatures beyond 5 feet except with their breathsense. A living creature within the listed range who holds its breath is {@condition invisible} to the jiang-shi for as long as it holds its breath. To hold its breath in this way, a creature must have one hand free to fully plug its nose or cover its mouth. (Refer {@quickref here||3|drowning and suffocating} for the full rules on holding breath.)"
						]
					},
					{
						"name": "Negative Healing",
						"generic": {
							"tag": "ability",
							"source": "B2"
						}
					},
					{
						"name": "Immunities",
						"entries": [
							"{@trait death} effects, {@trait disease}, {@condition paralyzed}, {@trait poison}, {@trait sleep}, {@condition prone}"
						]
					},
					{
						"name": "One More Breath",
						"traits": [
							"divine",
							"necromancy",
							"negative"
						],
						"entries": [
							"Unlike other undead, a jiang-shi isn't destroyed at 0 HP. Instead, they fall unconscious and awaken in 1 minute with 1 Hit Point. Scattering at least 1 Bulk of glutinous rice or hen eggs on an unconscious jiang-shi destroys them permanently. If the jiang-shi was reduced to 0 HP by an attack from a weapon made of darkwood, they're destroyed immediately."
						]
					},
					{
						"name": "Jiang-shi Vulnerabilities",
						"entries": [
							"All jiang-shi possess the following vulnerabilities.",
							{
								"type": "list",
								"items": [
									{
										"type": "ability",
										"name": "Revulsion",
										"entries": [
											"A jiang-shi can't voluntarily come within 10 feet of a brandished mirror or the sound of ringing handbells. A creature can {@action Interact} with a mirror or handbell to brandish or ring the item for 1 round (similar to {@action Raise a Shield||Raising a Shield}). If the jiang-shi involuntarily comes within 10 feet of an object of their revulsion, they gain the {@condition fleeing} condition, running from the object of their revulsion until they are 10 feet or farther from the object. After 1 round of being exposed to the object of their revulsion, a jiang-shi can attempt a DC 25 Will save as a single action, which has the {@trait concentrate} trait. On a success, they overcome their revulsions for {@dice 1d6} rounds (or 1 hour on a critical success)."
										]
									},
									{
										"type": "ability",
										"name": "Bitter Epiphany",
										"entries": [
											"A jiang-shi is afflicted by severe melancholia when reminded of their debased nature and the truth of their existential disconnection from living beings. When a jiang-shi sees an altar with at least 1 Bulk of food offerings to ancestor spirits, they must attempt a DC 25 Will save. They are then temporarily immune to Bitter Epiphany for 1 minute.",
											{
												"type": "successDegree",
												"entries": {
													"Critical Success": [
														"The jiang-shi is unaffected."
													],
													"Success": [
														"The jiang-shi is {@condition stupefied||stupefied 1} for 1 round."
													],
													"Failure": [
														"The jiang-shi is {@condition stupefied||stupefied 2} for 1 minute."
													],
													"Critical Failure": [
														"The jiang-shi is {@condition stupefied||stupefied 2} and {@condition confused} for 1 minute."
													]
												}
											}
										]
									}
								]
							}
						]
					},
					{
						"name": "Warped Fulu",
						"entries": [
							"The jiang-shi has corrupted the fulu attached to their brow. The jiang-shi is immune to spells cast from a magic item without expending a spell slot, such as from a scroll or wand. A creature can {@action Steal} the fulu to remove it, rolling against the jiangshi's {@skill Perception} DC. This immediately ends the jiang-shi's immunity to these effects. If a creature then destroys the removed fulu with an {@action Interact} action, the jiang-shi also loses their fast healing ability. A jiang-shi can create a replacement fulu by spending 1 uninterrupted hour inscribing a strip of paper (or similar) with a writing instrument."
						]
					},
					{
						"name": "Rigor Mortis",
						"entries": [
							"The jiang-shi ignores {@quickref difficult terrain||3|terrain} and effects that would render them {@condition prone}. A jiang-shi can't take the Drop {@condition Prone} action.",
							"When they {@action Leap} they don't trigger reactions that are normally triggered by move actions, such as Attacks of Opportunity."
						]
					},
					{
						"name": "Claws",
						"entries": [
							"If the base creature had hands, its fingernails thicken and grow to terrible proportions, granting it an unarmed claw {@action Strike} that deals slashing damage, has the {@trait agile} trait, and can Grab. Use the moderate damage for the creature's level on the {@action Strike} Damage table on page 65 of the Gamemastery Guide."
						]
					},
					{
						"name": "Drain Qi",
						"activity": {
							"number": 1,
							"unit": "action"
						},
						"traits": [
							"divine",
							"necromancy"
						],
						"requirements": "A {@condition grabbed}, {@condition paralyzed}, {@condition restrained}, {@condition unconscious}, or willing creature is within the jiang-shi's reach",
						"entries": [
							"The jiang-shi drains the victim's life energy, or qi, through their breath. This requires an {@skill Athletics} check against the victim's Fortitude DC if the victim is {@condition grabbed} and is automatic for any of the other conditions. The victim is {@condition drained||drained 1} and the jiang-shi regains HP equal to 10% of its maximum HP, gaining any excess as temporary Hit Points. Draining qi from a creature that's already {@condition drained} doesn't restore any HP to the jiang-shi but increases the victim's {@condition drained} condition value by 1, killing the victim when it reaches {@condition drained||drained 5}. If the victim has the ability to cast ki spells, it can spend 1 Focus Point to avoid becoming {@condition drained}. This protects it only from the current attack, not from subsequent attempts to Drain Qi.",
							"A victim's {@condition drained} condition value decreases by 1 every week. If the creature restricts their diet to glutinous rice for at least 1 day and spends 10 minutes dancing, jogging, or otherwise engaging in vigorous physical activity by succeeding at a DC 25 {@skill Athletics} check, it reduces its {@condition drained} condition by 1."
						]
					}
				]
			},
			"optAbilities": {
				"entries": [
					{
						"type": "pf2-h3",
						"name": "Jiang-shi Minister Abilities",
						"entries": [
							"Those rare jiang-shi who have devoured at least a thousand victims' qi have shed many of their frailties and become able to create jiang-shi from their slain victims. These imperious undead address themselves as \"ministers\" or by other grandiose titles, and they mock lesser jiang-shi as mere \"provincials.\" ",
							"Ministers gain additional jiang-shi abilities, as detailed below. A creature below level 13 is not significant enough to become a minister—you should instead make such a creature into a regular jiang-shi or rebuild the creature so that it's at least level 13 before becoming a minister. "
						]
					}
				],
				"abilities": [
					{
						"name": "Dark Enlightenment",
						"entries": [
							"The jiang-shi is no longer limited to seeing living creatures with only their breathsense, and they no longer have the Revulsion vulnerability. They can perceive living creatures normally with either darkvision or breathsense, and they can take the Drop {@condition Prone} action."
						]
					},
					{
						"name": "Distant Steps",
						"entries": [
							"When the jiang-shi Leaps, they can add 10 feet to the horizontal and/or vertical distance they move without affecting the {@action Leap} DC. The jiang-shi can stand and walk on water and other solid or liquid surfaces that wouldn't normally support their weight."
						]
					},
					{
						"name": "Tumult of the Blood",
						"traits": [
							"divine",
							"necromancy"
						],
						"entries": [
							"The third time a jiang-shi successfully Drains Qi within a single minute, they become {@condition quickened} for 1 minute. They can use their extra action only to {@action Strike} or {@action Stride}."
						]
					}
				]
			}
		},
		{
			"name": "Zombie",
			"type": "Adjustment",
			"hasLore": true,
			"source": "BotD",
			"page": 73,
			"entries": [
				"A zombified creature is a mindless, rotting corpse that attacks everything it perceives.",
				{
					"type": "list",
					"items": [
						"Add the {@trait mindless}, {@trait undead}, and {@trait zombie} traits.",
						"Increase the creature's HP based on its level.",
						"Add the following immunities: {@trait death} effects, {@trait disease}, {@trait mental}, {@condition paralyzed}, {@trait poison}, {@condition unconscious}.",
						"Add the following weaknesses, with a value based on its level: positive, slashing."
					]
				},
				{
					"type": "table",
					"source": "BotD",
					"page": 73,
					"colStyles": [
						"text-center",
						"text-center",
						"text-center"
					],
					"labelRowIdx": [
						0
					],
					"rows": [
						[
							"Level",
							"HP Increase",
							"Weaknesses"
						],
						[
							"1 or lower",
							"10",
							"5"
						],
						[
							"2–5",
							"20",
							"5"
						],
						[
							"6–10",
							"50",
							"10"
						],
						[
							"11–15",
							"75",
							"15"
						],
						[
							"16–19",
							"100",
							"20"
						],
						[
							"20+",
							"150",
							"25"
						]
					]
				}
			],
			"abilities": {
				"entries": [
					{
						"type": "list",
						"items": [
							"Add the following abilities."
						]
					}
				],
				"abilities": [
					{
						"name": "Darkvision",
						"generic": {
							"tag": "ability"
						}
					},
					{
						"name": "Negative Healing",
						"generic": {
							"tag": "ability",
							"source": "B2"
						}
					},
					{
						"name": "Slow",
						"entries": [
							"A zombie is permanently {@condition slowed 1} and can't use reactions."
						]
					}
				]
			}
		},
		{
			"name": "Wight",
			"type": "Adjustment",
			"hasLore": true,
			"source": "BotD",
			"page": 73,
			"entries": [
				"All wights can drain life through their unarmed attacks, but some can draw life force through weapons as well.",
				{
					"type": "list",
					"items": [
						"Add the {@trait undead} and {@trait wight} traits.",
						"Add the {@language Necril} language.",
						"Add the following immunities: {@trait death} effects, {@trait disease}, {@condition paralyzed}, {@trait poison}, {@condition unconscious}.",
						"Add drain life to any number of the creature's {@action Strike||Strikes} and reduce the damage of each of those {@action Strike||Strikes} by half the creature's level."
					]
				}
			],
			"abilities": {
				"entries": [
					{
						"type": "list",
						"items": [
							"Add the following abilities."
						]
					}
				],
				"abilities": [
					{
						"name": "Darkvision",
						"generic": {
							"tag": "ability"
						}
					},
					{
						"name": "Negative Healing",
						"generic": {
							"tag": "ability",
							"source": "B2"
						}
					},
					{
						"name": "Drain Life",
						"activity": {
							"number": 1,
							"unit": "action"
						},
						"traits": [
							"divine",
							"necromancy"
						],
						"entries": [
							"When the creature damages a living creature with this {@action Strike}, it gains temporary HP equal to its level, and the target must succeed at a Fortitude save or become {@condition drained 1}. This save uses the moderate DC for the {@table DCs by Level||wight creature's level}."
						]
					}
				]
			}
		},
		{
			"name": "Rumored Cryptid",
			"type": "Adjustment",
			"hasLore": true,
			"source": "DA",
			"page": 60,
			"entries": [
				"You can turn an existing creature into a rumored cryptid by completing the following steps. Increase the creature's level by 1 and change its statistics as follows.",
				{
					"type": "list",
					"items": [
						"Add the {@trait rare} trait. If the creature was an {@trait animal}, it loses the {@trait animal} trait and gains the {@trait beast} trait.",
						"If the creature's Intelligence modifier is –4 or lower, increase it to –3.",
						"Add {@skill Stealth} with a modifier equal to its highest skill modifier.",
						"Increase the creature's AC, attack bonuses, DCs, {@skill Perception} modifier, saving throws, and skill modifiers by 1.",
						"Increase the damage of the creature's {@action Strike||Strikes} and other offensive abilities by 1. If an ability can be used only a small number of times (such as a dragon's Breath Weapon), increase the damage by 2 instead.",
						"Increase the creature's HP by the amount listed on the table."
					]
				},
				{
					"type": "table",
					"source": "DA",
					"page": 60,
					"colStyles": [
						"text-center",
						"text-center",
						"text-center"
					],
					"labelRowIdx": [
						0
					],
					"rows": [
						[
							"Starting Level",
							"HP Increase"
						],
						[
							"1 or lower",
							"10"
						],
						[
							"2–4",
							"15"
						],
						[
							"5–19",
							"20"
						],
						[
							"20+",
							"30"
						]
					]
				}
			],
			"abilities": {
				"entries": [
					{
						"type": "pf2-h4",
						"name": "Rumored Cryptid Abilities",
						"entries": [
							"All rumored cryptids gain the following abilities, unless they conflict with the theme of the creature."
						]
					}
				],
				"abilities": [
					{
						"name": "Burning Eyes",
						"entries": [
							"The cryptid's eyes are distinctive perhaps they burn bright red in the dark night. The rumored cryptid gains {@ability darkvision}. If the base creature already has {@ability darkvision}, it gains {@ability greater darkvision}."
						]
					},
					{
						"name": "Creature Obscura",
						"entries": [
							"The cryptid appears in so many urban legends, it can be identified using {@skill Society} or a {@skill Lore} skill connected to a nearby settlement, in addition to the normal skills. However, much of the information known about it is dubious. The DC to identify a rumored cryptid is {@table DC Adjustments||incredibly hard} (rather than very hard for most rare creatures), but all failures to identify a rumored cryptid gain the effects of the {@feat Dubious Knowledge} skill feat."
						]
					},
					{
						"name": "Shifting Form",
						"entries": [
							"The cryptid is sustained by localized tales or reports from witnesses. As a result, its appearance morphs between different appearances.",
							"If all records of the rumored cryptid are destroyed or all witnesses die, the rumored cryptid ceases to exist."
						]
					},
					{
						"name": "Obscura Vulnerability",
						"entries": [
							"The cryptid is weakened by those who seek its truth. Whenever a creature succeeds at a {@action Recall Knowledge} check to identify the rumored cryptid, the rumored cryptid becomes {@condition drained||drained 1} (or {@condition drained||drained 2} if the {@action Recall Knowledge} check was a critical success)."
						]
					},
					{
						"name": "Stalk",
						"activity": {
							"number": 1,
							"unit": "action"
						},
						"requirements": "The rumored cryptid is {@condition undetected}",
						"entries": [
							"The rumored cryptid swiftly stalks prey from hiding. It {@action Stride||Strides}, then {@action Strike||Strikes}."
						]
					},
					{
						"name": "Vanishing Escape",
						"activity": {
							"number": 1,
							"unit": "action"
						},
						"entries": [
							"The rumored cryptid breaks away and fades into the background. It {@action Stride||Strides}, then {@action Hide||Hides}."
						]
					}
				]
			},
			"optAbilities": {
				"entries": [
					{
						"type": "pf2-h4",
						"name": "Optional Abilities",
						"entries": [
							"The rumored cryptid might have one or both of the following optional abilities."
						]
					}
				],
				"abilities": [
					{
						"name": "Hybrid Form",
						"entries": [
							"The cryptid's form morphs to be like a specific animal as the tales get longer. The rumored cryptid gains either a burrow, climb, or swim Speed equal to its land Speed."
						]
					},
					{
						"name": "Howl",
						"activity": {
							"number": 2,
							"unit": "action"
						},
						"traits": [
							"auditory",
							"emotion",
							"fear",
							"mental"
						],
						"entries": [
							"The rumored cryptid calls out with a wretched sound no living creature should make. Each creature in a 30-foot emanation must attempt a Will save. A creature that fails is {@condition frightened||frightened 1} (or {@condition frightened||frightened 2} on a critical failure). A creature that succeeds is temporarily immune for 1 minute. The DC is the high DC for a creature of the rumored cryptid's level."
						]
					}
				]
			}
		},
		{
			"name": "Primeval Cryptid",
			"type": "Adjustment",
			"hasLore": true,
			"source": "DA",
			"page": 60,
			"entries": [
				"You can turn an existing, living creature into a primeval cryptid by completing the following steps. Increase the creature's level by 1 and change its statistics as follows.",
				{
					"type": "list",
					"items": [
						"Increase the creature's rarity to {uncommon} if it was common or {rare} if it was {@trait uncommon}. If the creature was an {@trait animal}, it loses the {@trait animal} trait and gains the {@trait beast} trait.",
						"Increase the creature's size by one size. If this makes the creature {@trait Huge} or {@trait Gargantuan}, increase the reach of all its {@action Strikes} by 5 feet.",
						"If the creature's Intelligence modifier is –4 or lower, increase it to –3.",
						"Increase the creature's AC, attack bonuses, DCs, {@skill Perception} modifier, saving throws, and skill modifiers by 1.",
						"Increase the damage of the creature's {@action Strike||Strikes} and other offensive abilities by 1. If an ability can be used only a small number of times (such as a dragon's Breath Weapon), increase the damage by 2 instead.",
						"Increase the creature's HP by the amount listed on the table."
					]
				},
				{
					"type": "table",
					"source": "DA",
					"page": 60,
					"colStyles": [
						"text-center",
						"text-center",
						"text-center"
					],
					"labelRowIdx": [
						0
					],
					"rows": [
						[
							"Starting Level",
							"HP Increase"
						],
						[
							"1 or lower",
							"10"
						],
						[
							"2–4",
							"15"
						],
						[
							"5–19",
							"20"
						],
						[
							"20+",
							"30"
						]
					]
				}
			],
			"abilities": {
				"entries": [
					{
						"type": "pf2-h4",
						"name": "Primeval Cryptid Abilities",
						"entries": [
							"Primeval cryptids gain two abilities from the list below. You can add more than two abilities if you wish to make an especially tough primeval cryptid, but you might need to weaken it in some other way to avoid making it too powerful."
						]
					}
				],
				"abilities": [
					{
						"name": "Unusual Bane",
						"entries": [
							"The mutant cryptid gains an unusual weakness to a specific bane—such as aversion to saffron or to the sound of children's laughter. The first time each round the creature comes within 15 feet of its bane or interacts with its bane (such as stepping over a line of saffron or hearing children laugh) it takes an amount of mental damage equal to its level and must attempt a Will save with a hard DC for its level. On a failure, it's {@condition stunned||stunned 1} ({@condition stunned||stunned 3} on a critical failure)."
						]
					},
					{
						"name": "Stench",
						"traits": [
							"aura",
							"olfactory"
						],
						"entries": [
							"30 feet. A creature entering the emanation or starting its turn in the emanation must succeed at a Fortitude save against the standard DC for the creature's level or become {@condition sickened||sickened 1} (plus {@condition slowed||slowed 1} as long as it's {@condition sickened} on a critical failure). While within the emanation, affected creatures take a –2 circumstance penalty to saves against diseases and to recover from the {@condition sickened} condition. A creature that succeeds at its save is temporarily immune for 1 minute."
						]
					},
					{
						"name": "Broken Arsenal",
						"entries": [
							"Fragments of {@condition broken} blades and spears, the remnants of countless failed attempts to fell the primeval cryptid, remain lodged in its flesh. When an adjacent creature hits the primeval cryptid with a melee attack or otherwise touches it, that creature takes piercing damage equal to half the primeval cryptid's level (minimum 1 damage)."
						]
					},
					{
						"name": "Grasp for Life",
						"activity": {
							"number": 1,
							"unit": "free"
						},
						"traits": [
							"healing"
						],
						"frequency": {
							"number": 1,
							"unit": "week"
						},
						"trigger": "The primeval cryptid would be reduced to 0 Hit Points",
						"entries": [
							"The cryptid's will to live is second nature, and its second wind has allowed it to survive when others of its kind went extinct. The creature shrugs off death. Instead of being reduced to 0 Hit Points, its Hit Points become equal to four times its level (or 4 Hit Points for a level 0 creature)."
						]
					},
					{
						"name": "Shockwave",
						"activity": {
							"number": 2,
							"unit": "action"
						},
						"entries": [
							"The primeval cryptid creates a shockwave by stomping on the ground, beating its tail on the ground, or making another similarly violent, percussive slam. Creatures on the ground within 30 feet of the primeval cryptid take {@damage 1d6} bludgeoning damage per level of the primeval cryptid (minimum {@dice 2d6} damage), with a basic Reflex save. On a critical failure, a creature is also knocked {@condition prone}."
						]
					}
				]
			}
		},
		{
			"name": "Mutant Cryptid",
			"type": "Adjustment",
			"hasLore": true,
			"source": "DA",
			"page": 59,
			"entries": [
				"You can turn an existing, living creature into a mutant cryptid by completing the following steps.",
				"Increase the creature's level by 1 and change its statistics as follows.",
				{
					"type": "list",
					"items": [
						"Add the {@trait rare} trait.",
						"Increase the creature's AC, attack bonuses, DCs, {@skill Perception} modifier, saving throws, and skill modifiers by 1.",
						"Increase the damage of its {@action Strike||Strikes} and other offensive abilities by 1. If an ability can be used only a small number of times (such as a dragon's Breath Weapon), increase the damage by 2 instead.",
						"Increase the creature's HP by the amount listed on the table."
					]
				},
				{
					"type": "table",
					"source": "DA",
					"page": 59,
					"colStyles": [
						"text-center",
						"text-center",
						"text-center"
					],
					"labelRowIdx": [
						0
					],
					"rows": [
						[
							"Starting Level",
							"HP Increase"
						],
						[
							"1 or lower",
							"10"
						],
						[
							"2–4",
							"15"
						],
						[
							"5–19",
							"20"
						],
						[
							"20+",
							"30"
						]
					]
				}
			],
			"abilities": {
				"entries": [
					{
						"type": "pf2-h4",
						"name": "Mutant Cryptid Abilities",
						"entries": [
							"A mutant cryptid should typically either have all four the following abilities or just two abilities, not including unusual bane.",
							"You might decide to give a specific mutant cryptid a unique mutant ability created just for that creature (or copied from a different creature). Such an ability replaces one of the three abilities that increases the monster's power, or replaces unusual bane if it's detrimental."
						]
					}
				],
				"abilities": [
					{
						"name": "Unusual Bane",
						"entries": [
							"The mutant cryptid gains an unusual weakness to a specific bane—such as aversion to saffron or to the sound of children's laughter. The first time each round the creature comes within 15 feet of its bane or interacts with its bane (such as stepping over a line of saffron or hearing children laugh) it takes an amount of mental damage equal to its level and must attempt a Will save with a hard DC for its level. On a failure, it's {@condition stunned||stunned 1} ({@condition stunned||stunned 3} on a critical failure)."
						]
					},
					{
						"name": "Explosive End",
						"entries": [
							"The mutant cryptid's death reveals one last surprise as it explodes into flame, acid, a pile of toxic goop, or something stranger still. Choose a damage type appropriate for the mutant cryptid. When it dies, it explodes, dealing {@dice 1d6} damage of the chosen type to each creature in a 10-foot emanation, with a basic Reflex save against a standard DC of the creature's level. The damage increases by {@damage 1d6} at 3rd level and every odd level thereafter."
						]
					},
					{
						"name": "Shifting Iridescence",
						"traits": [
							"abjuration",
							"magical"
						],
						"entries": [
							"Whenever the mutant cryptid takes energy damage to which it isn't resistant or immune, after taking the damage normally, it gains resistance 5 to that damage type. If it had a resistance to a different damage type from shifting iridescence, it replaces the old resistance with the new resistance. The resistance increases to 10 at 9th level and 15 at 17th level."
						]
					},
					{
						"name": "Marrowlance",
						"entries": [
							"The mutant cryptid can make wicked spears of bone erupt from its body. The creature can make marrowlance ranged unarmed attacks. Use the highest attack modifier from the creature's highest ranged {@action Strike}, as well as the damage from that {@action Strike}. If it has no ranged attacks, use moderate accuracy and low damage for the creature's level. Marrowlance unarmed attacks have a range of 60 feet and the versatile {@trait S} trait."
						]
					}
				]
			}
		},
		{
			"name": "Experimental Cryptid",
			"type": "Adjustment",
			"hasLore": true,
			"source": "DA",
			"page": 58,
			"entries": [
				"You can turn an existing creature into an experimental cryptid by completing the following steps. Increase the creature's level by 1 and change its statistics as follows.",
				{
					"type": "list",
					"items": [
						"Increase the creature's AC, attack bonuses, DCs, {@skill Perception} modifier, saving throws, and skill modifiers by 1.",
						"Increase the damage of {@action Strike||Strikes} and other offensive abilities by 1. If an ability can be used only a small number of times (such as a dragon's Breath Weapon), increase the damage by 2 instead.",
						"Increase the creature's HP by the amount listed on the table."
					]
				},
				{
					"type": "table",
					"source": "DA",
					"page": 58,
					"colStyles": [
						"text-center",
						"text-center",
						"text-center"
					],
					"labelRowIdx": [
						0
					],
					"rows": [
						[
							"Starting Level",
							"HP Increase"
						],
						[
							"1 or lower",
							"10"
						],
						[
							"2–4",
							"15"
						],
						[
							"5–19",
							"20"
						],
						[
							"20+",
							"30"
						]
					]
				}
			],
			"abilities": {
				"entries": [
					{
						"type": "pf2-h4",
						"name": "Experimental Cryptid Abilities",
						"entries": [
							"An experimental cryptid gains the {@trait experiment} trait and, depending on the type of construct parts, might gain the {@trait alchemical} trait, {@trait clockwork} trait, or another construct-related trait as appropriate. An experimental cryptid gains the following abilities."
						]
					}
				],
				"abilities": [
					{
						"name": "Darkvision",
						"generic": {
							"tag": "ability"
						}
					},
					{
						"name": "Augmented",
						"entries": [
							"An experimental cryptid is partially artificial and designed in a way to specifically prevent biological afflictions and instant death. It gains a +2 circumstance bonus to saving throws against {@trait death} effects, {@trait disease}, and {@trait poison}."
						]
					},
					{
						"name": "Operational Flaw",
						"entries": [
							"An experimental cryptid has a flaw in its construction that can be identified with a successful {@skill Perception} check to {@action Seek} against the hard DC of the creature's level. An experimental cryptid has weakness equal to its level to the attacks of any creature that has successfully located the experiment's operational flaw."
						]
					},
					{
						"name": "Clobber",
						"activity": {
							"number": 2,
							"unit": "action"
						},
						"entries": [
							"The experimental cryptid {@action Strike||Strikes} a creature. On a hit, the creature is pushed 5 feet (10 feet on a critical hit) and knocked {@condition prone}. If this causes the creature to collide with a solid object, the creature takes an additional {@dice 1d10} damage. If the experimental cryptid is at least 5th level, this {@action Strike} deals one additional weapon damage die of damage, and if the experimental cryptid is at least 15th level, this {@action Strike} deals two additional weapon damage dice of damage."
						]
					},
					{
						"name": "Energy Wave",
						"activity": {
							"number": 2,
							"unit": "action"
						},
						"entries": [
							"The experimental cryptid unleashes a 30-foot line of energy of a type specific to the experimental cryptid (typically electricity or fire). Creatures in the area take {@dice 1d6} damage per level of the cryptid with a basic Reflex save. The experimental cryptid can use this ability once every {@dice 1d4} rounds. This action has the damage type's trait. If the experiments that reshaped the creature were magical, this action also has the {@trait evocation} trait and the trait matching the magical tradition of the experiments ({@trait arcane}, {@trait divine}, {@trait occult}, or {@trait primal})."
						]
					},
					{
						"name": "Power Surge",
						"activity": {
							"number": 1,
							"unit": "action"
						},
						"entries": [
							"The experimental cryptid draws on its augmentations to empower its attacks. It attempts a DC {@flatDC 5} flat check. On a success, the experimental cryptid deals {@damage 1d6} additional damage with its {@action Strike||Strikes} until the end of its turn. On a failure, the experimental cryptid takes that much damage instead. The damage and traits for Power Surge are the same as those of Energy Wave.",
							"This additional damage increases to {@dice 2d6} if the experimental cryptid is 9th level or higher, {@dice 3d6} if the experimental cryptid is 15th level or higher, and {@dice 4d6} if the experimental cryptid is 18th level or higher."
						]
					}
				]
			}
		},
		{
			"name": "Vampire",
			"type": "Adjustment",
			"hasLore": true,
			"source": "BotD",
			"page": 73,
			"entries": [
				"A vampiric creature consumes the blood of the living for sustenance. It might also possess the compulsions and revulsions of a specific vampire bloodline.",
				{
					"type": "list",
					"items": [
						"Add the {@trait undead} and {@trait vampire} traits.",
						"Add the {@language Necril} language.",
						"Decrease the creature's HP based on its level.",
						"Add the following immunities: {@trait death} effects, {@trait disease}, {@condition paralyzed}, {@trait poison}, {@trait sleep}.",
						"Add resistance to physical damage, with a value based on the creature's level. Choose one type of material that bypasses this resistance: cold iron (vetalarana), silver (moroi), or wood (jiang-shi or nosferatu).",
						"Add a fangs {@action Strike}. It deals damage equal to the creature's lowest melee {@action Strike} and can be used to Feed. If the creature already has a jaws or fangs Strike, just add the Feed ability"
					]
				},
				{
					"type": "table",
					"source": "BotD",
					"page": 73,
					"colStyles": [
						"text-center",
						"text-center",
						"text-center"
					],
					"labelRowIdx": [
						0
					],
					"rows": [
						[
							"Level",
							"HP Decrease",
							"Resistance/Feed HP"
						],
						[
							"–1",
							"–3",
							"2"
						],
						[
							"0–1",
							"–5",
							"2"
						],
						[
							"2–5",
							"–10",
							"3"
						],
						[
							"6–10",
							"–20",
							"5"
						],
						[
							"11+",
							"–40",
							"10"
						]
					]
				}
			],
			"abilities": {
				"entries": [
					{
						"type": "list",
						"items": [
							"Add the following abilities."
						]
					}
				],
				"abilities": [
					{
						"name": "Darkvision",
						"generic": {
							"tag": "ability"
						}
					},
					{
						"name": "Negative Healing",
						"generic": {
							"tag": "ability",
							"source": "B2"
						}
					},
					{
						"name": "Feed",
						"activity": {
							"number": 1,
							"unit": "action"
						},
						"traits": [
							"divine",
							"necromancy"
						],
						"requirements": "The vampiric creature's most recent action was a successful jaws {@action Strike} that dealt damage",
						"entries": [
							"The vampiric creature drains blood from its victim, dealing minimum jaws damage and regaining HP based on its level."
						]
					}
				]
			}
		},
		{
			"name": "Skeleton",
			"type": "Adjustment",
			"hasLore": true,
			"source": "BotD",
			"page": 73,
			"entries": [
				"Most skeletons are mindless and follow either the basic instincts they had in life or orders given by their creator.",
				{
					"type": "list",
					"items": [
						"Add the {@trait skeleton} and {@trait undead} traits and, optionally, the {@trait mindless} trait.",
						"Add the {@language Necril} language if it isn't mindless.",
						"Decrease the creature's HP based on its level.",
						"Add the following immunities: {@trait death} effects, {@trait disease}, {@condition paralyzed}, {@trait poison}, {@condition unconscious}. If it's mindless, add {@trait mental} as well.",
						"Add the following resistances with a value based on the creature's level: cold, electricity, fire, piercing, slashing"
					]
				},
				{
					"type": "table",
					"source": "BotD",
					"page": 73,
					"colStyles": [
						"text-center",
						"text-center",
						"text-center"
					],
					"labelRowIdx": [
						0
					],
					"rows": [
						[
							"Level",
							"HP Decrease",
							"Resistances"
						],
						[
							"-1",
							"-2",
							"2"
						],
						[
							"0–1",
							"-4",
							"2"
						],
						[
							"2–5",
							"-10",
							"3"
						],
						[
							"6–10",
							"-20",
							"5"
						],
						[
							"11+",
							"-40",
							"10"
						]
					]
				}
			],
			"abilities": {
				"entries": [
					{
						"type": "list",
						"items": [
							"Add the following abilities."
						]
					}
				],
				"abilities": [
					{
						"name": "Darkvision",
						"generic": {
							"tag": "ability"
						}
					},
					{
						"name": "Negative Healing",
						"generic": {
							"tag": "ability",
							"source": "B2"
						}
					}
				]
			}
		},
		{
			"name": "Undead",
			"type": "Adjustment",
			"hasLore": true,
			"source": "BotD",
			"page": 72,
			"entries": [
				"This creature is a reanimated corpse.",
				{
					"type": "list",
					"items": [
						"Add the {@trait undead} trait and optionally the {@trait mindless} trait.",
						"Add the {@language Necril} language if it isn't {@trait mindless}.",
						"Add the following immunities: {@trait death} effects, {@trait disease}, {@condition paralyzed}, {@trait poison}, {@condition unconscious}. If it's {@trait mindless}, add {@trait mental} as well"
					]
				}
			]
		},
		{
			"name": "Mummy",
			"type": "Adjustment",
			"hasLore": true,
			"source": "BotD",
			"page": 72,
			"entries": [
				"All types of creatures can have their corpses preserved and rise as mummies.",
				{
					"type": "list",
					"items": [
						"Add the {@trait mummy} and {@trait undead} traits.",
						"Add the {@language Necril} language.",
						"Add the following immunities: {@trait death} effects, {@trait disease}, {@condition paralyzed}, {@trait poison}, {@condition unconscious}.",
						"Add weakness to fire, with a value depending on the creature's level."
					]
				},
				{
					"type": "table",
					"source": "BotD",
					"page": 72,
					"colStyles": [
						"text-center",
						"text-center"
					],
					"labelRowIdx": [
						0
					],
					"rows": [
						[
							"Level",
							"Weakness to Fire"
						],
						[
							"3 or lower",
							"3"
						],
						[
							"4–8",
							"5"
						],
						[
							"9–13",
							"10"
						],
						[
							"14+",
							"15"
						]
					]
				}
			],
			"abilities": {
				"entries": [
					{
						"type": "list",
						"items": [
							"Add the following abilities."
						]
					}
				],
				"abilities": [
					{
						"name": "Darkvision",
						"generic": {
							"tag": "ability"
						}
					},
					{
						"name": "Negative Healing",
						"generic": {
							"tag": "ability",
							"source": "B2"
						}
					},
					{
						"name": "Lesser Despair",
						"traits": [
							"aura",
							"divine",
							"emotion",
							"enchantment",
							"fear",
							"mental"
						],
						"entries": [
							"30 feet. Living creatures of the mummy creature's level or lower are {@condition frightened 1} while in its despair aura. They can't naturally recover from this fear while in the area but recover instantly once they leave."
						]
					}
				]
			}
		},
		{
			"name": "Ghoul",
			"type": "Adjustment",
			"hasLore": true,
			"source": "BotD",
			"page": 72,
			"entries": [
				"Ghoul creatures are typically hairless and gaunt with blue or purple skin and pointed ears.",
				{
					"type": "list",
					"items": [
						"Add the {@trait ghoul} and {@trait undead} traits.",
						"Add the following immunities: {@trait death} effects, {@trait disease}, {@condition paralyzed}, {@trait poison}, {@condition unconscious}.",
						"Decrease all saving throw modifiers by 1.",
						"Add the paralysis ability to the creature's jaws, fangs, or similar unarmed attack. If the creature doesn't have one, add one with the same attack and damage as its strongest melee attack."
					]
				}
			],
			"abilities": {
				"entries": [
					{
						"type": "list",
						"items": [
							"Add the following abilities."
						]
					}
				],
				"abilities": [
					{
						"name": "Darkvision",
						"generic": {
							"tag": "ability"
						}
					},
					{
						"name": "Negative Healing",
						"generic": {
							"tag": "ability",
							"source": "B2"
						}
					},
					{
						"name": "Paralysis",
						"traits": [
							"occult",
							"necromancy"
						],
						"entries": [
							"When the creature gets a critical hit with its jaws against a living, non-elf foe of the creature's level or lower, the foe is paralyzed until the end of the foe's next turn."
						]
					},
					{
						"name": "Swift Leap",
						"activity": {
							"number": 1,
							"unit": "action"
						},
						"traits": [
							"move"
						],
						"entries": [
							"The creature jumps up to half its Speed. This movement doesn't trigger reactions."
						]
					}
				]
			}
		},
		{
			"name": "Shadow",
			"type": "Adjustment",
			"hasLore": true,
			"source": "BotD",
			"page": 72,
			"entries": [
				"A shadow creature is little more than a sentient shadow powered by negative energy. Shadows can easily travel to and from the Shadow Plane.",
				{
					"type": "list",
					"items": [
						"Add the {@trait undead} trait.",
						"Add the {@language Necril} language.",
						"Add {@skill Stealth} with a modifier equal to its highest skill modifier.",
						"Add the following immunities: {@trait death} effects, {@trait disease}, {@condition paralyzed}, {@trait poison}, precision, {@condition unconscious}.",
						"Add the following weaknesses, with a value based on the creature's level: force, {@item ghost touch}, positive.",
						"If the creature can't fly, change its highest Speed to a fly Speed. Remove all other Speeds.",
						"The damage of the creature's physical {@action Strike||Strikes} changes to negative damage, and those {@action Strike||Strikes} are {@trait magical}.",
						"Add {@spell darkness} as an innate divine spell usable once per day."
					]
				},
				{
					"type": "table",
					"source": "BotD",
					"page": 73,
					"colStyles": [
						"text-center",
						"text-center"
					],
					"labelRowIdx": [
						0
					],
					"rows": [
						[
							"Level",
							"Weaknesses"
						],
						[
							"3 or lower",
							"3"
						],
						[
							"4–8",
							"5"
						],
						[
							"9–13",
							"10"
						],
						[
							"14+",
							"15"
						]
					]
				}
			],
			"abilities": {
				"entries": [
					{
						"type": "list",
						"items": [
							"Add the following abilities."
						]
					}
				],
				"abilities": [
					{
						"name": "Darkvision",
						"generic": {
							"tag": "ability"
						}
					},
					{
						"name": "Negative Healing",
						"generic": {
							"tag": "ability",
							"source": "B2"
						}
					},
					{
						"name": "Slink in Shadows",
						"entries": [
							"The creature can {@action Hide} or end its {@action Sneak} in a creature's or object's shadow."
						]
					}
				]
			}
		},
		{
			"name": "Ghost",
			"type": "Adjustment",
			"hasLore": true,
			"source": "BotD",
			"page": 72,
			"entries": [
				"The ephemeral form of a ghostly creature lets it pass through solid objects and float in the air. For simplicity, a creature with these adjustments isn't truly incorporeal, nor does it necessarily return after being destroyed.",
				{
					"type": "list",
					"items": [
						"Add the {@trait ghost}, {@trait spirit}, and {@trait undead} traits.",
						"Add the {@language Necril} language.",
						"Add the following immunities: {@trait death} effects, {@trait disease}, {@condition paralyzed}, {@trait poison}, precision, {@condition unconscious}.",
						"Add the following weaknesses, with a value based on the creature's level: force, {@item ghost touch}, positive.",
						"If the creature can't fly, change its highest Speed to a fly Speed. Remove all other Speeds.",
						"The damage of the creature's physical {@action Strike||Strikes} changes to negative damage, and those {@action Strike||Strikes} are magical."
					]
				},
				{
					"type": "table",
					"source": "BotD",
					"page": 72,
					"colStyles": [
						"text-center",
						"text-center"
					],
					"labelRowIdx": [
						0
					],
					"rows": [
						[
							"Level",
							"Weaknesses"
						],
						[
							"3 or lower",
							"3"
						],
						[
							"4–8",
							"5"
						],
						[
							"9–13",
							"10"
						],
						[
							"14+",
							"15"
						]
					]
				}
			],
			"abilities": {
				"entries": [
					{
						"type": "list",
						"items": [
							"Add the following abilities."
						]
					}
				],
				"abilities": [
					{
						"name": "Darkvision",
						"generic": {
							"tag": "ability"
						}
					},
					{
						"name": "Negative Healing",
						"generic": {
							"tag": "ability",
							"source": "B2"
						}
					},
					{
						"name": "Ghostly Passage",
						"activity": {
							"unit": "action",
							"number": 1
						},
						"entries": [
							"The creature Flies and, during this movement, can pass through walls, creatures, and other material obstacles as though incorporeal. It must begin and end its movement outside of any physical obstacles, and passing through solid material is {@quickref difficult terrain||3|terrain}."
						]
					}
				]
			}
		},
		{
			"name": "Halfling",
			"type": "Template",
			"source": "GMG",
			"page": 204,
			"entries": [
				"Change the {@trait human} trait to {@trait halfling}.",
				{
					"type": "list",
					"items": [
						"Add {@language Halfling} to the NPC's languages.",
						"Add the keen eyes ability below."
					]
				}
			],
			"abilities": {
				"abilities": [
					{
						"type": "ability",
						"name": "Keen Eyes",
						"entries": [
							"Your eyes are sharp, allowing you to make out small details about concealed or even invisible creatures that others might miss. You gain a +2 circumstance bonus when using the Seek action to find hidden or undetected creatures within 30 feet of you. When you target an opponent that is concealed from you or hidden from you, reduce the DC of the flat check to 3 for a concealed target or 9 for a hidden one."
						]
					}
				]
			}
		},
		{
			"name": "Dwarf",
			"source": "GMG",
			"page": 204,
			"type": "Template",
			"entries": [
				"Change the {@trait human} trait to {@trait dwarf}.",
				{
					"type": "list",
					"items": [
						"Add {@language Dwarven} to the NPC's languages.",
						"Add {@ability darkvision}.",
						"Decrease the NPC's Speed by 5 feet. If the NPC already has a reduced Speed due to their armor, consider applying the {@feat Unburdened Iron} ancestry feat."
					]
				}
			],
			"abilities": {
				"abilities": [
					{
						"name": "Darkvision",
						"generic": {
							"tag": "ability"
						}
					}
				]
			}
		},
		{
			"name": "Elf",
			"source": "GMG",
			"page": 204,
			"type": "Template",
			"entries": [
				"Change the {@trait human} trait to {@trait elf}.",
				{
					"type": "list",
					"items": [
						"Add Elven to the NPC's languages.",
						"Add {@ability low-light vision}.",
						"Increase the NPC's Speed by 5 feet."
					]
				}
			],
			"abilities": {
				"abilities": [
					{
						"name": "Low-Light Vision",
						"generic": {
							"tag": "ability"
						}
					}
				]
			}
		},
		{
			"name": "Gnome",
			"source": "GMG",
			"page": 204,
			"type": "Template",
			"entries": [
				"Change the {@trait human} trait to {@trait gnome}.",
				{
					"type": "list",
					"items": [
						"Add {@language Gnomish} and {@language Sylvan} to the NPC's languages.",
						"Add {@ability low-light vision}."
					]
				}
			],
			"abilities": {
				"abilities": [
					{
						"name": "Low-Light Vision",
						"generic": {
							"tag": "ability"
						}
					}
				]
			}
		},
		{
			"name": "Goblin",
			"source": "GMG",
			"page": 204,
			"type": "Template",
			"entries": [
				"Change the {@trait human} trait to {@trait goblin}.",
				{
					"type": "list",
					"items": [
						"Add {@language Goblin} to the NPC's languages.",
						"Add {@ability darkvision}."
					]
				}
			],
			"abilities": {
				"abilities": [
					{
						"name": "Darkvision",
						"generic": {
							"tag": "ability"
						}
					}
				]
			}
		},
		{
			"name": "Graveknight",
			"source": "B1",
			"page": 190,
			"type": "Template",
			"hasLore": true,
			"abilities": {
				"entries": [
					{
						"type": "pf2-h4",
						"name": "Graveknight Abilities",
						"entries": [
							"A graveknight gains the {@trait undead} and {@trait graveknight} traits, and its alignment is usually adjusted to evil. It loses any abilities that come from it being a living creature and any traits that represent its life, such as {@trait human} and {@trait humanoid}."
						]
					}
				],
				"abilities": [
					{
						"name": "Darkvision",
						"generic": {
							"tag": "ability"
						}
					},
					{
						"name": "Negative Healing",
						"generic": {
							"tag": "ability",
							"source": "B2"
						}
					},
					{
						"name": "Rejuvenation",
						"traits": [
							"divine",
							"necromancy"
						],
						"entries": [
							"When a graveknight is destroyed, its armor rebuilds its body over the course of {@dice 1d10} days—or more quickly if the armor is worn by a living host (see Graveknight Armor, in Lore). If the body is destroyed before then, the process restarts. A graveknight can only be permanently destroyed by obliterating its armor (such as with disintegrate), transporting it to the Positive Energy Plane, or throwing it into the heart of a volcano."
						]
					},
					{
						"name": "Immunities",
						"entries": [
							"{@trait death} effects, {@trait disease}, {@condition paralyzed}, {@trait poison}, precision, {@condition unconscious}, plus one energy type (the same chosen for ruinous weapons below)."
						]
					},
					{
						"name": "Sacrilegious Aura",
						"traits": [
							"abjuration",
							"aura",
							"divine",
							"evil"
						],
						"entries": [
							"30 feet. When a creature in the aura uses a positive spell or ability, the graveknight automatically attempts to counteract it, with the listed counteract modifier."
						]
					},
					{
						"name": "Devastating Blast",
						"activity": {
							"unit": "action",
							"number": 2
						},
						"traits": [
							"arcane",
							"evocation"
						],
						"entries": [
							"The graveknight unleashes a 30-foot cone of energy. Creatures in the area take {@damage 1d12} damage, plus an additional {@damage 1d12} damage for every two levels the graveknight has (basic Reflex save). The graveknight can use this ability once every {@dice 1d4} rounds. This energy damage is of the same type as that of its ruinous weapons (see below); Devastating Blast gains the associated energy trait."
						]
					},
					{
						"name": "Phantom Mount",
						"activity": {
							"unit": "action",
							"number": 3
						},
						"traits": [
							"arcane",
							"conjuration",
							"summoned"
						],
						"entries": [
							"The graveknight summons a supernatural mount as per {@spell phantom steed}, heightened to a level equal to half the graveknight's level. Unlike {@spell phantom steed}, the steed's AC and saving throw bonuses are all 4 lower than the graveknight's, and the steed has one-third the graveknight's Hit Points (rounded down). If the steed is destroyed, the graveknight must wait 1 hour before using this ability again."
						]
					},
					{
						"name": "Ruinous Weapons",
						"entries": [
							"At the time of its creation, a graveknight chooses one of the following energy types that was relevant to its life or death: acid, cold, electricity, or fire. Any weapon the graveknight wields gains the effects of the caustic, frost, shock, or flaming weapon rune, respectively, in addition to a +1 striking weapon rune. If the graveknight is 14th level or higher, its weapons instead gain the effects of the greater versions of both of these runes."
						]
					},
					{
						"name": "Weapon Master",
						"entries": [
							"The graveknight has access to the critical specialization effects of any weapons it wields."
						]
					}
				]
			},
			"optAbilities": {
				"entries": [
					{
						"type": "pf2-h4",
						"name": "Alternate Graveknight Abilities",
						"entries": [
							"Although the abilities listed above are standard for a graveknight, you can create a more unusual graveknight by substituting one of the aforementioned abilities (except for its rejuvenation ability) with one of the following."
						]
					}
				],
				"abilities": [
					{
						"name": "Betrayed Revivification",
						"entries": [
							"The graveknight died after being deeply betrayed. Instead of being immune to a type of energy damage, it is immune to mental damage, its weapons deal {@damage 1d6} additional mental damage, and its Devastating Blast deals mental damage with a Will saving throw instead of Reflex."
						]
					},
					{
						"name": "Create Grave Squire",
						"entries": [
							"The graveknight can gift a piece of its armor to a willing ally, which becomes its grave squire. The graveknight can communicate telepathically with its squire at any distance, see through the squire's senses, and cast suggestion as a divine innate spell through the telepathic link at will; the squire treats its degree of success as one step worse. If the graveknight's main armor is destroyed, the squire's piece expands to cover the squire's body over {@dice 1d10} days, after which point it becomes the graveknight's new body. The graveknight can have only one squire at a time, and must recover the gifted piece of armor if it wishes to create a new squire."
						]
					},
					{
						"name": "Dark Deliverance",
						"entries": [
							"The graveknight has positive resistance equal to its level."
						]
					}
				]
			},
			"entries": [
				"You can turn an existing, living creature into a graveknight by completing the following steps. It's best to build a graveknight from scratch, but if you don't have the time, simply apply the template. A creature should be at least level 5 before being converted to a graveknight.",
				"Increase the creature's level by 1 and change its statistics as follows.",
				{
					"type": "list",
					"items": [
						"Increase its attack rolls, AC, saving throws, {@skill Perception}  and skills by 1, its HP by 5, and its Strike damage by 1."
					]
				}
			]
		},
		{
			"name": "Divine Warden",
			"source": "B3",
			"page": 72,
			"type": "Template",
			"hasLore": true,
			"abilities": {
				"entries": [
					{
						"type": "pf2-h4",
						"name": "Divine Warden Abilities",
						"entries": [
							"A divine warden retains any abilities it had previously, and it gains the abilities listed below. You might need to adjust or remove other abilities that conflict with the construct's new theme as a divine warden."
						]
					}
				],
				"abilities": [
					{
						"name": "Divine Destruction",
						"traits": [
							"divine",
							"necromancy"
						],
						"entries": [
							"When the divine warden is reduced to 0 HP, it erupts with divine energy in a 30-foot emanation, dealing {@damage 1d6} damage per level. This damage is either positive or negative, determined by the patron deity's divine font (chosen at the divine warden's creation if the deity offers a choice), and this ability gains the corresponding trait. Each creature in the area must attempt a Will save with the following outcomes.",
							{
								"type": "successDegree",
								"entries": {
									"Critical Success": "The creature takes half damage.",
									"Success": "The creature takes full damage.",
									"Failure": "The creature takes full damage and becomes temporarily cursed by the patron deity. The creature becomes {@condition enfeebled 1} and {@condition stupefied 1} for 1 day; this is a curse effect that uses the Will save DC as the counteract DC.",
									"Critical Failure": "As failure, except the creature becomes {@condition enfeebled 2} and {@condition stupefied 2}."
								}
							}
						]
					},
					{
						"name": "Divine Innate Spells",
						"entries": [
							"A divine warden whose patron deity has any alignment components gains {@spell divine lance} as an innate cantrip. A divine warden with a neutral patron deity instead gains {@spell daze} as an innate cantrip."
						]
					},
					{
						"name": "Divine Domain Spells",
						"entries": [
							"The divine warden selects two of its patron deity's domains. The divine warden can cast the basic domain spell for its chosen domains. The divine warden has a focus pool of 1 Focus Point. It can't Refocus, but its focus pool automatically refills 24 hours after it last used a Focus Point. If the divine warden is at least 10th level, it also gains the advanced domain spells for its chosen domains, and its focus pool increases to 2 Focus Points."
						]
					},
					{
						"name": "Faith Bound",
						"traits": [
							"abjuration",
							"divine"
						],
						"entries": [
							"A divine warden can't attack a creature that openly wears or displays the religious symbol of the divine warden's patron deity unless that creature uses a hostile action against the divine warden first. If the divine warden is intelligent, it can also attack a creature it believes isn't faithful to its deity or who wears the {@item religious symbol (generic)||religious symbol} as a ruse (typically after succeeding at a {@skill Perception} check to {@action Sense Motive})."
						]
					},
					{
						"name": "Faithful Weapon",
						"entries": [
							"A divine warden always wields its patron deity's favored weapon. If the weapon is a ranged weapon, the divine warden automatically generates new ammunition with each attack. For a divine warden of 4th level or higher, the deity's favored weapon gains the effects of a {@item striking} rune while the divine warden wields it; at 12th level, these effects are of a {@item greater striking} rune, and at 19th level, they're instead of a {@item major striking} rune."
						]
					},
					{
						"name": "Instrument of Faith",
						"entries": [
							"The divine warden is a beacon for its deity's faith. A cleric of the divine warden's patron deity can channel a {@spell heal} spell through a divine warden they can see within 60 feet. The cleric determines any targets or area for the spell as if they were standing in the divine warden's space."
						]
					}
				]
			},
			"entries": [
				"You can build a divine warden from the ground up using the standard rules for monster creation (which is how the divine warden on the following page was built), or you can turn an existing construct into a divine warden by taking the following steps. In either case, the specific divine warden abilities listed below work the same.",
				"Select the deity that empowered the divine warden. This deity is the divine warden's patron deity. Increase the creature's level by 1 and change its statistics as follows.",
				{
					"type": "list",
					"items": [
						"It gains the {@trait uncommon} and {@trait divine} traits. Its alignment changes to match that of its patron deity. For example, a divine warden of a lawful good deity becomes a lawful good creature.",
						"Increase AC, attack bonuses, DCs, saving throws, and skill modifiers by 1. If the creature didn't have any listed DCs, use the moderate DC for a creature of its level for any new abilities that require a DC.",
						"Increase its Hit Points as shown on the table below."
					]
				},
				{
					"type": "table",
					"source": "B3",
					"page": 72,
					"colStyles": [
						"text-center",
						"text-center"
					],
					"labelRowIdx": [
						0
					],
					"rows": [
						[
							"Starting Level",
							"HP Increase"
						],
						[
							"1 or lower",
							"10"
						],
						[
							"2–4",
							"15"
						],
						[
							"5–19",
							"20"
						],
						[
							"20+",
							"30"
						]
					]
				}
			]
		},
		{
			"name": "Ghost",
			"source": "B1",
			"type": "Template",
			"page": 166,
			"hasLore": true,
			"entries": [
				"While it's best to create custom ghosts to fill an adventure's specific needs, you can also use the following guidelines to turn existing living creatures into ghosts.",
				"First, increase the creature's level by 2 and change its statistics as follows.",
				{
					"type": "list",
					"items": [
						"Increase AC, saves, {@skill Perception}  DCs, and skill modifiers by 2. Increase the most appropriate melee attack modifier by 4 to become ghostly hand (described below), and other attack modifiers by 2.",
						"A ghost has a Strength modifier of –5 and a Constitution modifier of +0.",
						"Do not modify the ghost's Hit Points due to its new level."
					]
				}
			],
			"abilities": {
				"entries": [
					{
						"type": "pf2-h4",
						"name": "Ghost Abilities",
						"entries": [
							"A ghost gains the {@trait incorporeal}, {@trait spirit}, and {@trait undead} traits. Many become evil. If the base creature has any abilities or traits that come from it being a living, corporeal creature, it loses them. You might also need to adjust some abilities that conflict with the theme of a ghost. All ghosts gain the following abilities."
						]
					}
				],
				"abilities": [
					{
						"name": "Darkvision",
						"generic": {
							"tag": "ability"
						}
					},
					{
						"name": "Site Bound",
						"entries": [
							"A typical ghost can stray only a short distance from where it was killed or the place it haunts. A typical limit is 120 feet. Some ghosts are instead bound to a room, building, item, or creature that was special to it rather than a location."
						]
					},
					{
						"name": "Negative Healing",
						"generic": {
							"tag": "ability",
							"source": "B2"
						}
					},
					{
						"name": "Rejuvenation",
						"traits": [
							"divine",
							"necromancy"
						],
						"entries": [
							"When a ghost is destroyed, it re-forms after {@dice 2d4} days within the location it's bound to, fully healed. A ghost can be permanently destroyed only if someone determines the reason for its existence and sets right whatever prevents the spirit from resting."
						]
					},
					{
						"name": "Immunities",
						"entries": [
							"{@trait death} effects, {@trait disease}, {@condition paralyzed}, {@trait poison}, precision, {@condition unconscious}"
						]
					},
					{
						"name": "Resistances",
						"entries": [
							"all damage 5 (except force, {@item ghost touch}, or positive; double resistance to non-magical). This resistance increases to 10 at 9th level and 15 at 16th level."
						]
					},
					{
						"name": "Fly Speed",
						"entries": [
							"equal to its Speed"
						]
					},
					{
						"name": "Ghostly Hand",
						"entries": [
							"All ghosts have a ghostly hand unarmed attack that deals negative damage. It typically has the {@trait agile}, {@trait finesse}, and {@trait magical} traits. Some ghosts wield ghostly memories of weapons they held in life, but the effect is the same."
						]
					}
				]
			},
			"optAbilities": {
				"entries": [
					{
						"type": "pf2-h4",
						"name": "Special Abilities",
						"entries": [
							"Select one or two of the following abilities, or potentially three if the ghost is 9th level or higher. These abilities should relate to the ghost's death or its history. You can also create new abilities or adapt those from monsters or classes to fit the theme. For DCs, use 2 + the {@table DCs by Level||DC of the ghost's level}."
						]
					}
				],
				"abilities": [
					{
						"name": "Corrupting Gaze",
						"activity": {
							"unit": "action",
							"number": 2
						},
						"entries": [
							"The ghost stares at a creature it can see within 30 feet. The target takes {@damage 1d6} negative damage + {@damage 1d6} per 2 levels with a basic Will save. A creature that fails its save is also {@condition stupefied 1} for 1 minute."
						]
					},
					{
						"name": "Draining Touch",
						"activity": {
							"unit": "action",
							"number": 2
						},
						"entries": [
							"With a touch, the ghost attempts to drain a living creature's life force. It makes a ghostly hand {@action Strike} but deals no damage on a hit. Instead, the target becomes {@condition drained 1} for 1 day, and the ghost regains HP equal to half its own level."
						]
					},
					{
						"name": "Frightful Moan",
						"traits": [
							"auditory",
							"divine",
							"emotion",
							"enchantment",
							"fear",
							"mental"
						],
						"activity": {
							"unit": "action",
							"number": 2
						},
						"entries": [
							"The ghost laments its fate, forcing each living creature within 30 feet to attempt a Will save. On a failure, a creature becomes {@condition frightened 2} (or {@condition frightened 3} on a critical failure). On a success, a creature is temporarily immune to this ghost's frightful moan for 1 minute."
						]
					},
					{
						"name": "Inhabit Object",
						"activity": {
							"unit": "action",
							"number": 1
						},
						"entries": [
							"The ghost possesses an object of size {@trait Large} or smaller within 20 feet, making it an animated object (pages 20–21). This animated object's level can be no higher than the ghost's level – 2. If the target object is being held by a creature, the bearer can attempt a Will save to prevent the possession. This possession ends when the object is destroyed or the ghost leaves it. At this point, the ghost reappears in the object's square and can't Inhabit an Object again for {@dice 1d4} rounds."
						]
					},
					{
						"name": "Malevolent Possession",
						"activity": {
							"unit": "action",
							"number": 2
						},
						"entries": [
							"The ghost attempts to possess an adjacent corporeal creature. This has the same effect as the {@spell possession} spell, except since the ghost doesn't have a physical body, it is unaffected by that restriction of the spell."
						]
					},
					{
						"name": "Telekinetic Assault",
						"traits": [
							"divine",
							"evocation"
						],
						"activity": {
							"unit": "action",
							"number": 2
						},
						"entries": [
							"The ghost cries out in pain and anguish as small objects and debris fly about in a 30-foot emanation. Creatures in this area take {@damage 1d6} bludgeoning damage + {@damage 1d6} per 2 levels, subject to a basic Reflex save."
						]
					}
				]
			}
		},
		{
			"name": "Ghoul",
			"source": "B1",
			"page": 168,
			"type": "Template",
			"hasLore": true,
			"entries": [
				"You can turn a living creature into a ghoul by completing the following steps. When creating a ghast, double these numerical adjustments. The monsters in this section are built from the ground up, so their numbers don't match these guidelines exactly. Custom-building ghouls is recommended if you have time, using the special abilities listed here but creating the other statistics to match what you want the ghoul to be.",
				"First, increase the creature's level by 1 and change its statistics as follows.",
				{
					"type": "list",
					"items": [
						"Increase its AC, attack bonuses, DCs, saving throws, and skill modifiers by 1.",
						"Increase its damage with {@action Strike||Strikes} and other offensive abilities by 1. If the creature is limited in how often it can use an ability (such as a breath weapon), increase the damage by 2 instead."
					]
				}
			],
			"abilities": {
				"entries": [
					{
						"type": "pf2-h4",
						"name": "Ghoul Abilities",
						"entries": [
							"A ghoul gains the {@trait undead} and {@trait ghoul} traits, and it usually becomes evil. If the base creature has any abilities that come from it being a living creature, it loses them. It also loses any traits that represented its life as a living creature, such as human and humanoid. You might also need to adjust abilities that conflict with the theme of a ghoul. All ghouls gain the following abilities. The save DC for all abilities uses the DC of the ghoul's level (Core Rulebook 503)."
						]
					}
				],
				"abilities": [
					{
						"name": "Darkvision",
						"generic": {
							"tag": "ability"
						}
					},
					{
						"name": "Negative Healing",
						"generic": {
							"tag": "ability",
							"source": "B2"
						}
					},
					{
						"name": "Immunities",
						"entries": [
							"{@trait death} effects, {@trait disease}, {@condition paralyzed}, {@trait poison}, {@condition unconscious}"
						]
					},
					{
						"name": "Claws",
						"entries": [
							"If the creature had hands, it gains a claw {@action Strike} (an {@trait agile} {@trait unarmed} attack that deals slashing damage plus paralysis). If it had any {@trait agile} attacks, the damage dealt by its claws should be roughly the same as the damage dealt by those attacks. If it had only non-agile attacks, its claws should deal three-quarters that damage."
						]
					},
					{
						"name": "Jaws",
						"entries": [
							"If the creature had a mouth, it gains a jaws {@action Strike} (an {@trait unarmed} attack that deals slashing damage plus ghoul fever and paralysis). The damage amount should be the same as the creature's non-agile attacks."
						]
					},
					{
						"name": "Consume Flesh",
						"traits": [
							"manipulate"
						],
						"activity": {
							"unit": "action",
							"number": 1
						},
						"requirements": "The ghoul is adjacent to the corpse of a creature that died within the last hour.",
						"entries": [
							"The ghoul devours a chunk of the corpse and regains {@dice 1d6} Hit Points plus {@dice 1d6} for every 2 levels it has. It can regain Hit Points from any given corpse only once."
						]
					},
					{
						"type": "affliction",
						"savingThrow": "Fortitude",
						"stages": [
							{
								"stage": 1,
								"entry": "carrier with no ill effect",
								"duration": "1 day"
							},
							{
								"stage": 2,
								"entry": "{@damage 2d6} negative damage and regains half as many Hit Points from all healing",
								"duration": "1 day"
							},
							{
								"stage": 3,
								"entry": "as stage 2",
								"duration": "1 day"
							},
							{
								"stage": 4,
								"entry": "{@damage 2d6} negative damage and gains no benefit from healing",
								"duration": "1 day"
							},
							{
								"stage": 5,
								"entry": "as stage 4",
								"duration": "1 day"
							},
							{
								"stage": 6,
								"entry": "dead, and rises as a {@creature ghoul|b1} the next midnight"
							}
						],
						"name": "Ghoul Fever"
					},
					{
						"name": "Paralysis",
						"traits": [
							"incapacitation",
							"occult",
							"necromancy"
						],
						"entries": [
							"Any living, non-elf creature hit by a ghoul's attack must succeed at a Fortitude save or become paralyzed. It can attempt a new save at the end of each of its turns, and the DC cumulatively decreases by 1 on each such save."
						]
					},
					{
						"name": "Swift Leap",
						"activity": {
							"unit": "action",
							"number": 1
						},
						"traits": [
							"move"
						],
						"entries": [
							"The ghoul jumps up to half its Speed. This movement doesn't trigger reactions."
						]
					}
				]
			},
			"optAbilities": {
				"entries": [
					{
						"type": "pf2-h4",
						"name": "Ghast Abilities",
						"entries": [
							"A ghast has all the abilities above, plus following additions."
						]
					}
				],
				"abilities": [
					{
						"name": "Stench",
						"traits": [
							"aura",
							"olfactory"
						],
						"entries": [
							"10 feet A creature entering the aura or starting its turn in the aura must succeed at a Fortitude save (use a {@table DCs by Level||DC based on the monster's level}) or become {@condition sickened 1} (plus {@condition slowed 1} as long as it's {@condition sickened} on a critical failure). While within the aura, the creature takes a –2 circumstance penalty to saves against disease and to recover from the sickened condition. A creature that succeeds at its save is temporarily immune for 1 minute."
						]
					},
					{
						"name": "Claws and Jaws",
						"entries": [
							"As ghoul, but apply ghast fever instead of ghoul fever."
						]
					},
					{
						"name": "Consume Flesh",
						"activity": {
							"unit": "action",
							"number": 1
						},
						"entries": [
							"As ghoul, but it regains {@dice 1d6} additional Hit Points."
						]
					},
					{
						"type": "affliction",
						"savingThrow": "Fortitude",
						"stages": [
							{
								"stage": 1,
								"entry": "carrier with no ill effect",
								"duration": "1 day"
							},
							{
								"stage": 2,
								"entry": "{@damage 3d8} negative damage and regains half as many Hit Points from all healing",
								"duration": "1 day"
							},
							{
								"stage": 3,
								"entry": "as stage 2",
								"duration": "1 day"
							},
							{
								"stage": 4,
								"entry": "{@damage 3d8} negative damage and gains no benefit from healing",
								"duration": "1 day"
							},
							{
								"stage": 5,
								"entry": "as stage 4",
								"duration": "1 day"
							},
							{
								"stage": 6,
								"entry": "dead, and rises as a {@creature ghast|b1} the next midnight"
							}
						],
						"name": "Ghast Fever"
					},
					{
						"name": "Paralysis",
						"traits": [
							"incapacitation",
							"occult",
							"necromancy"
						],
						"entries": [
							"As ghoul, but elves are not immune."
						]
					}
				]
			}
		},
		{
			"name": "Herexen",
			"source": "B3",
			"type": "Template",
			"page": 134,
			"hasLore": true,
			"entries": [
				"The herexen presented in the stat block below was originally a cleric of Pharasma, but there are as many kinds of herexens as there are deities. To create a herexen of a different deity, do the following.",
				{
					"type": "list",
					"items": [
						"Swap out the herexen's weapon for the deity's favored weapon. If the weapon is simple, increase the damage die by one step; if it's two-handed, decrease the herexen's attack bonus with that weapon by 2.",
						"Swap out the herexen's domain spell for a 1st-level focus spell from a domain associated with that deity.",
						"Swap the defiled religious symbol for the correct deity. For example, an ex-{@deity Sarenrae||Sarenite} herexen carries a {@item scimitar} and a defiled {@item religious symbol (generic)||religious symbol} of Sarenrae, and can cast {@spell fire ray} (attack +12) as a focus spell."
					]
				},
				{
					"type": "pf2-h4",
					"name": "Greater Herexens",
					"entries": [
						"More powerful clerics, or herexens that have existed over long spans of time, might become a more powerful variant known as a greater herexen. An 8th-level creature, it casts {@spell harm} as a 4th-level spell, it gains a second Focus Point and a 4th-level domain spell in addition to its 1st-level domain spell, and the bonus damage from heretic's smite increases to {@damage 2d6}."
					]
				}
			]
		},
		{
			"name": "Lich",
			"source": "B1",
			"type": "Template",
			"page": 220,
			"hasLore": true,
			"entries": [
				"A lich can be any type of spellcaster, as long as it has the ability to perform a ritual of undeath as the primary caster (which can usually be performed only by a spellcaster capable of casting 6th-level spells). To create a lich, follow these steps.",
				"Increase the spellcaster's level by 1 and change its statistics as follows.",
				{
					"type": "list",
					"items": [
						"Increase spell DCs and spell attack roll by 2."
					]
				}
			],
			"abilities": {
				"entries": [
					{
						"type": "pf2-h4",
						"name": "Lich Abilities",
						"entries": [
							"A lich gains the {@trait undead} trait and becomes evil. Liches lose all abilities that come from being a living creature.",
							"A lich gains the following abilities."
						]
					}
				],
				"abilities": [
					{
						"name": "Darkvision",
						"generic": {
							"tag": "ability"
						}
					},
					{
						"name": "Saving Throws",
						"entries": [
							"+1 status bonus to all saves vs. {@trait positive}"
						]
					},
					{
						"name": "Negative Healing",
						"generic": {
							"tag": "ability",
							"source": "B2"
						}
					},
					{
						"name": "Rejuvenation",
						"traits": [
							"divine",
							"necromancy"
						],
						"entries": [
							"When a lich is destroyed, its soul immediately transfers to its phylactery. A lich can be permanently destroyed only if its phylactery is found and destroyed."
						]
					},
					{
						"name": "Immunities",
						"entries": [
							"{@trait death} effects, {@trait disease}, {@condition paralyzed}, {@trait poison}, precision, {@condition unconscious}"
						]
					},
					{
						"name": "Resistances",
						"entries": [
							"cold 20, physical 15 (except magic bludgeoning)"
						]
					},
					{
						"name": "Frightful Presence",
						"source": "B1",
						"page": 343,
						"traits": [
							"aura",
							"emotion",
							"fear",
							"mental"
						],
						"entries": [
							"A creature that first enters the area must attempt a Will save. Regardless of the result of the saving throw, the creature is temporarily immune to this monster's Frightful Presence for 1 minute.",
							{
								"type": "successDegree",
								"entries": {
									"Critical Success": "The creature is unaffected by the presence.",
									"Success": "The creature is {@condition frightened 1}.",
									"Failure": "The creature is {@condition frightened 2}.",
									"Critical Failure": "The creature is {@condition frightened 4}."
								}
							}
						]
					},
					{
						"name": "Hand of the Lich",
						"entries": [
							"All liches have a hand unarmed attack that deals {@damage 1d8} negative damage for every 3 levels and inflicts a paralyzing touch. This attack has the {@trait finesse} trait."
						]
					},
					{
						"name": "Drain Phylactery",
						"activity": {
							"unit": "free",
							"number": 1
						},
						"frequency": {
							"number": 1,
							"unit": "day"
						},
						"entries": [
							"The lich taps into its phylactery's power to cast any arcane spell up to the highest level the lich can cast, even if the spell being cast is not one of the lich's prepared spells. The lich's phylactery doesn't need to be present for the lich to use this ability."
						]
					},
					{
						"name": "Paralyzing Touch",
						"activity": {
							"unit": "free",
							"number": 1
						},
						"frequency": {
							"number": 1,
							"unit": "day"
						},
						"traits": [
							"arcane",
							"curse",
							"incapacitation",
							"necromancy"
						],
						"entries": [
							"A creature damaged by the lich's hand Strike must succeed at a Fortitude save against the lich's spell DC – 4. The creature becomes paralyzed for 1 round on a failure. On a critical failure, the creature is paralyzed permanently, falls prone, and seems dead. A DC 25 Medicine check reveals the victim is alive."
						]
					}
				]
			},
			"optAbilities": {
				"entries": [
					{
						"type": "pf2-h4",
						"name": "Alternate Lich Abilities",
						"entries": [
							"Although the abilities above are standard for a lich, you can create a more unusual lich by substituting any one of the following abilities for frightful presence, hand of the lich, Drain Phylactery, or paralyzing touch."
						]
					}
				],
				"abilities": [
					{
						"name": "Blasphemous Utterances",
						"traits": [
							"arcane",
							"aura",
							"enchantment",
							"mental"
						],
						"entries": [
							"10 feet. The lich is accompanied by a constant echo of blasphemous murmurs and tainted whispers. A creature in the aura takes a –2 circumstance penalty to saves against mental effects and can't take actions that have the concentrate trait unless they succeed at a DC {@flatDC 10} flat check. Failing this check wastes the action."
						]
					},
					{
						"name": "Cold Beyond Cold",
						"entries": [
							"The lich's hand Strike deals cold damage instead of negative, and instead of being paralyzed, the target is slowed 2. A successful Fortitude save reduces this to slowed 1 (or negates it on a critical success)."
						]
					},
					{
						"name": "Dark Deliverance",
						"entries": [
							"The lich has resistance to positive equal to its level."
						]
					},
					{
						"name": "Siphon Life",
						"activity": {
							"unit": "reaction",
							"number": 1
						},
						"trigger": "The lich deals damage with its hand {@action Strike}.",
						"entries": [
							"The lich regains Hit Points equal to half the damage dealt."
						]
					},
					{
						"name": "Void Shroud",
						"traits": [
							"aura",
							"death",
							"necromancy"
						],
						"entries": [
							"30 feet. The lich is surrounded by an aura of death, drawing forth souls to be consumed by the lich's constant hunger. Living creatures in the emanation take a –2 status penalty to saves against fear and death effects. In addition, any creature that starts its turn in the area gains the {@condition doomed 1} condition unless it succeeds at a Will save against the lich's spell DC – 4."
						]
					}
				]
			}
		},
		{
			"name": "Ravener",
			"source": "B2",
			"page": 220,
			"type": "Template",
			"hasLore": true,
			"entries": [
				"Any evil dragon of at least level 13 can become a ravener, although it is exceedingly rare for a dragon younger than an ancient true dragon (such as a chromatic, primal, or metallic dragon) to do so. Typically, the dragon must perform a rare ritual called ravenous reanimation, but this requirement can be waived if the prospective ravener has the aid of a powerful patron. In certain unique conditions, such as the intervention of a vile god of undeath, a dragon can transform into a ravener after death without the use of this rite at all. A ravener is a powerful creature that is likely to have a major impact on your game, so you might want to create each one as a custom monster. If you don't have time, you can also create a ravener via the following steps.",
				"Increase the dragon's level by 2 and change their statistics as follows.",
				{
					"type": "list",
					"items": [
						"They gain the undead trait and the {@language Necril} language.",
						"Increase their AC, attack bonuses, DCs, saving throws, and skill modifiers by 2.",
						"They gain weakness to good damage and more HP (see below).",
						"The ravener's melee {@action Strike||Strikes} deal an additional {@damage 2d6} negative damage, and their damaging Breath Weapon deals an additional {@damage 4d6} {@condition persistent damage||persistent negative damage}."
					]
				},
				{
					"type": "table",
					"source": "B2",
					"page": 222,
					"colStyles": [
						"text-center",
						"text-center",
						"text-center"
					],
					"labelRowIdx": [
						0
					],
					"rows": [
						[
							"Starting Level",
							"HP Increase",
							"Weakness"
						],
						[
							"13–20",
							"50",
							"15"
						],
						[
							"21 or greater",
							"80",
							"20"
						]
					]
				}
			],
			"abilities": {
				"entries": [
					{
						"type": "pf2-h4",
						"name": "Ravener Abilities",
						"entries": [
							"A ravener gains the following abilities."
						]
					}
				],
				"abilities": [
					{
						"name": "Darkvision",
						"generic": {
							"tag": "ability"
						}
					},
					{
						"name": "Soulsense",
						"entries": [
							"A ravener senses the spiritual essence of living and undead creatures within the listed range. Creatures whose material bodies are one unit with their souls, like celestials and fiends, appear brighter to this sense."
						]
					},
					{
						"name": "Negative Healing",
						"generic": {
							"tag": "ability",
							"source": "B2"
						}
					},
					{
						"name": "Immunities",
						"entries": [
							"{@trait death} effects, {@trait disease}, {@condition paralyzed}, {@trait poison}, {@condition unconscious}"
						]
					},
					{
						"name": "Cowering Fear",
						"traits": [
							"aura",
							"emotion",
							"fear",
							"mental"
						],
						"entries": [
							"A ravener's frightful presence causes creatures to cower in fear as well. As long as a creature is at least {@condition frightened 2} or more as a result of the ravener's frightful presence, it is also {@condition immobilized} from the fear."
						]
					},
					{
						"name": "Soul Ward",
						"entries": [
							"An intangible field of necromantic energy protects a ravener from total destruction. A soul ward has 150 maximum Hit Points, or 200 if the ravener is level 21 or higher. Whenever a ravener would be reduced below 1 Hit Point, all damage in excess of what would reduce them to 1 Hit Point is instead dealt to their soul ward. If this damage reduces the soul ward to fewer than 0 Hit Points, the ravener is destroyed. A soul ward's Hit Points can be restored only via specific ravener abilities such as Consume Soul, ravenous breath, or vicious criticals. A ravener who goes more than a week without successfully using Consume Soul to feed on a dying creature starves, and their soul ward loses 1d4 Hit Points each day until they feed. If the ravener's soul ward loses all its Hit Points while the ravener still has more than 1 HP, they become a {@creature ravener husk|b2}."
						]
					},
					{
						"name": "Consume Soul",
						"activity": {
							"unit": "free",
							"number": 1
						},
						"trigger": "A living creature within 30 feet of the ravener dies",
						"traits": [
							"death",
							"divine",
							"necromancy"
						],
						"entries": [
							"The ravener tears the creature's soul from its body with their maw and gulps it down. The dying creature must attempt a Fortitude save with the same DC as the ravener's Breath Weapon.",
							{
								"type": "successDegree",
								"entries": {
									"Critical Success": "The creature is unaffected.",
									"Success": "The ravener tears off a small chunk of the creature's soul. If the victim is restored to life, they are {@condition drained 1} in addition to any other side effects of returning to life. The ravener adds a number of Hit Points to their soul ward equal to half the creature's level.",
									"Failure": "As success, but the creature's soul is ravaged. The creature is {@condition drained 3} and the ravener adds a number of Hit Points to their soul ward equal to the creature's level.",
									"Critical Failure": "As failure, but the ravener devours the entire soul. The victim can't be restored to life as long as the ravener exists except via a 10th-level effect such as {@spell miracle} or {@spell wish}, and the ravener adds a number of Hit Points to their soul ward equal to twice the creature's level."
								}
							}
						]
					},
					{
						"name": "Discorporate",
						"activity": {
							"unit": "free",
							"number": 1
						},
						"trigger": "The ravener takes excess damage to their soul ward but still has at least 51 Hit Points in their soul ward",
						"traits": [
							"divine",
							"necromancy"
						],
						"entries": [
							"The ravener draws deeply into their soul ward, discorporating their body into soul energy in order to escape. They take 50 damage to their soul ward and their physical body vanishes, reappearing {@dice 1d4} hours later in a random location within 1 mile from the location where they used Discorporate."
						]
					},
					{
						"name": "Ravenous Breath",
						"entries": [
							"A ravener's Breath Weapon is infused with negative energy and strips life essence from the victims. Any creature that fails its save against the ravener's Breath Weapon is drained 1 (or drained 2 on a critical failure). If at least one creature is drained by the ravener's Breath Weapon, the ravener's soul ward gains 5 Hit Points."
						]
					},
					{
						"name": "Vicious Criticals",
						"entries": [
							"The ravener treats an attack roll as a critical hit on a roll of 19 or 20, as long as the attack roll was a success. Additionally, whenever the ravener makes a critical hit with one of their {@action Strike||Strikes}, the target must succeed on a Fortitude save or gain the {@condition drained 1} condition. If the target already has a drained value of greater than 0, their {@condition drained} value instead increases by 1, to a maximum of {@condition drained 4}. Whenever the ravener applies drain to a creature in this way, their soul ward gains 5 Hit Points."
						]
					}
				]
			},
			"optAbilities": {
				"entries": [
					{
						"type": "pf2-h3",
						"name": "Ravener Spellcasters",
						"entries": [
							"Instead of gaining the vicious criticals ability, a ravener spellcaster gains additional spellcasting prowess. When creating your own ravener spellcaster, give it the spellcasting ability of a spellcaster roughly 2 levels higher than a normal spellcasting dragon of its kind. This typically means that if the original dragon had two spells prepared of its highest level, you should add one more spell of that level and then two spells of the next highest level, while if it had three spells prepared of its highest level, you would add three spells of the next highest level (if applicable, add only a single 10th-level spell). Either way, increase its cantrip level by 1.",
							"If the ravener is unusually young, you might be able to use spells from the relevant spellcasting dragon sidebar, but for a typical ancient dragon, consider the following spells to fill in the new slots, depending on which level of spells you need.",
							{
								"type": "list",
								"items": [
									"{@b 10th} {@spell wish}",
									"{@b 9th} {@spell power word kill}, {@spell telepathic demand}, {@spell weird}",
									"{@b 8th} {@spell disappearance}, {@spell maze}, {@spell mind blank}",
									"{@b 7th} {@spell contingency}, {@spell energy aegis}, {@spell spell turning}"
								]
							}
						]
					}
				]
			}
		},
		{
			"name": "Vampire",
			"source": "B1",
			"page": 318,
			"type": "Template",
			"hasLore": true,
			"entries": [
				"You can turn an existing living creature into a vampire using the following steps.",
				"Increase the creature's level by 1 and change its statistics as follows.",
				{
					"type": "list",
					"items": [
						"It gains the {@trait undead} and {@trait vampire} traits, and usually becomes {@trait evil}.",
						"Increase AC, attack bonuses, DCs, saving throws, and skill modifiers by 1.",
						"Increase damage with {@action Strike||Strikes} and other offensive abilities by 1. If an ability can be used only a small number of times (such as a dragon's breath weapon), increase the damage by 2 instead.",
						"Reduce HP by the amount listed on the table.",
						"The vampire gains {@ability fast healing} and resistance to physical damage (except silver) as indicated in the table. These abilities are the reason the vampire has less HP."
					]
				},
				{
					"type": "table",
					"labelRowIdx": [
						0
					],
					"colStyles": [
						"text-center",
						"text-center",
						"text-center"
					],
					"rows": [
						[
							"Starting Level",
							"HP Decrease",
							"Fast Healing/Resistance"
						],
						[
							"3-4",
							"-20",
							"5"
						],
						[
							"5-7",
							"-30",
							"7"
						],
						[
							"8-14",
							"-40",
							"10"
						],
						[
							"15+",
							"-60",
							"15"
						]
					]
				}
			],
			"abilities": {
				"entries": [
					{
						"type": "pf2-h3",
						"name": "Basic Vampire Abilities",
						"entries": [
							"All vampires gain the following abilities. If the base creature has any abilities that specifically come from it being a living creature, it loses them. It also loses any traits that represented its life as a living creature, such as human and humanoid. You might also need to adjust abilities that conflict with the vampire's theme."
						]
					}
				],
				"abilities": [
					{
						"name": "Negative Healing",
						"generic": {
							"tag": "ability",
							"source": "B2"
						}
					},
					{
						"name": "Immunities",
						"entries": [
							"{@trait death} effects, {@trait disease}, {@condition paralyzed}, {@trait poison}, {@trait sleep}"
						]
					},
					{
						"name": "Coffin Restoration",
						"traits": [
							"divine",
							"necromancy",
							"negative"
						],
						"entries": [
							"Unlike other undead, a vampire isn't destroyed at 0 HP. Instead, it falls unconscious. If its body rests in its coffin for 1 hour, the vampire gains 1 HP, after which its {@ability fast healing} begins to function normally."
						]
					},
					{
						"name": "Vampire Weaknesses",
						"entries": [
							"All vampires possess the following weaknesses.",
							{
								"type": "list",
								"items": [
									"{@b Compulsions} Vampires are creatures of strange and unknowable compulsions. A typical vampire can't voluntarily cross running water unless it is transported while it hides within its coffin, nor can it enter a private dwelling unless invited in by someone with the authority to do so. At your discretion, vampires might have different compulsions—a pirate vampire might not be able to set foot on solid ground without being invited, for example. The vampire can still be forced to do these things and might be able to overcome its compulsion just as it does its revulsion (see below).",
									"{@b Revulsion} A vampire can't voluntarily come within 10 feet of brandished garlic or a brandished religious symbol of a non-evil deity. To brandish garlic or a religious symbol, a creature must {@action Interact} to do so for 1 round (similar to {@action Raise a Shield||Raising a Shield}). If the vampire involuntarily comes within 10 feet of an object of its revulsion, it gains the {@condition fleeing} condition, running from the object of its revulsion until it ends an action beyond 10 feet. After 1 round of being exposed to the subject of its revulsion, a vampire can attempt a DC 25 Will save as a single action, which has the {@trait concentrate} trait. On a success, it overcomes its revulsions for {@dice 1d6} rounds (or 1 hour on a critical success).",
									"{@b Stake} A wooden stake driven through a vampire's heart drops the vampire to 0 HP and prevents it from healing above 0 HP, even in its coffin. Staking a vampire requires three actions and works only if the vampire is {@condition unconscious}. If the stake is removed, the vampire can heal above 0 HP again, and if it's in its coffin the 1-hour rest period begins once the stake is removed. If the vampire's head is severed and anointed with holy water while the stake is in place, the vampire is destroyed.",
									"{@b Sunlight} If exposed to direct sunlight, a vampire immediately becomes {@condition slowed 1}. The slowed value increases by 1 each time the vampire ends its turn in sunlight. If the vampire loses all its actions in this way, it is destroyed. Due to their supernatural aversion to light, vampires don't cast shadows or show a reflection in mirrors."
								]
							}
						]
					},
					{
						"name": "Climb Speed",
						"entries": [
							"Vampires gain a climb Speed equal to their land Speed."
						]
					},
					{
						"name": "Claws",
						"entries": [
							"If the creature had hands, its fingernails thicken and grow, granting it an {@trait unarmed} claw {@action Strike} that deals slashing damage and has the {@trait agile} trait. If the monster had any {@trait agile} attacks, the damage dealt by its claws should be roughly the same as the damage dealt by those attacks. If it had only non-agile attacks, its claws should deal three-quarters that damage."
						]
					},
					{
						"activity": {
							"number": 1,
							"unit": "action"
						},
						"requirements": "A {@condition grabbed}, {@condition paralyzed}, {@condition restrained}, {@condition unconscious}, or willing creature is within the vampire's reach.",
						"entries": [
							"The vampire sinks its fangs into that creature to drink its blood. This requires an {@skill Athletics} check against the victim's Fortitude DC if the victim is {@condition grabbed} and is automatic for any of the other conditions. The victim is {@condition drained 1} and the vampire regains HP equal to 10% of its maximum HP, gaining any excess HP as temporary Hit Points. Drinking Blood from a creature that's already drained doesn't restore any HP to the vampire but increases the victim's {@condition drained||drain} value by 1. A vampire can also consume blood that's been emptied into a vessel for sustenance, but it gains no HP from doing so."
						],
						"style": "compact",
						"traits": [
							"divine",
							"necromancy"
						],
						"name": "Drink Blood"
					},
					{
						"name": "Grab",
						"entries": [
							"The creature's claw attacks (or equivalent {@trait unarmed} attacks) gain {@ability Grab}."
						]
					}
				]
			},
			"optAbilities": {
				"entries": [
					{
						"type": "pf2-h3",
						"name": "True Vampire Abilities",
						"entries": [
							"Powerful vampires that can create and control vampires from their victims gain additional vampire abilities, as detailed below. A creature below level 5 is not a significant enough creature to become a true vampire—you should instead simply make such a creature into a regular vampire spawn, or rebuild the creature so that it's at least level 5 before becoming a true vampire."
						]
					}
				],
				"abilities": [
					{
						"name": "Resistances",
						"entries": [
							"The vampire resists all physical damage except magical silver."
						]
					},
					{
						"traits": [
							"divine",
							"downtime",
							"necromancy"
						],
						"name": "Create Spawn",
						"entries": [
							"If a creature dies after being reduced to 0 HP by Drink Blood, the vampire can turn this victim into a vampire by donating some of its own blood to the victim and burying the victim in earth for 3 nights. If the new vampire is lower level than its creator, it is under the creator's control. If a vampire controls too many spawn at once (as determined by the GM), strong-willed spawn can free themselves by succeeding at a Will saving throw against the vampire's Will DC."
						]
					},
					{
						"activity": {
							"number": 1,
							"unit": "free"
						},
						"trigger": "The vampire is reduced to 0 HP.",
						"entries": [
							"The vampire uses Turn to Mist. It can take move actions to move toward its coffin even though it's at 0 HP. While at 0 HP in this form, the vampire is unaffected by further damage. It automatically returns to its corporeal form, unconscious, if it reaches its coffin or after 2 hours, whichever comes first."
						],
						"style": "compact",
						"name": "Mist Escape"
					},
					{
						"activity": {
							"number": 1,
							"unit": "action"
						},
						"trigger": "The vampire is reduced to 0 HP.",
						"entries": [
							"The vampire transforms into one of its animal forms or back into its normal form. Most vampires can turn into a bat, but some can turn into a different creature, such as a rat or a wolf. Use the options in the {@spell aerial form} and {@spell animal form} spells as guidelines.",
							{
								"type": "list",
								"items": [
									{
										"type": "item",
										"name": "Bat",
										"entries": [
											"The vampire changes into a {@creature bat swarm|b1} or {@creature giant bat|b1}. It gains {@ability echolocation} 40 feet, a land Speed of 20 feet and a fly Speed of 30 feet, and a fangs {@action Strike} with the same attack bonus as its highest melee attack. These fangs deal the same amount of damage as the vampire's claws, but deal piercing damage rather than slashing damage."
										]
									}
								]
							}
						],
						"style": "compact",
						"traits": [
							"concentrate",
							"divine",
							"polymorph",
							"transmutation"
						],
						"name": "Change Shape"
					},
					{
						"traits": [
							"divine",
							"enchantment",
							"mental"
						],
						"name": "Children of the Night",
						"entries": [
							"The vampire's presence brings forth creatures of the night to do the master's bidding. These typically include rat swarms, bat swarms, and wolves, but can include other creatures. The vampire can give telepathic orders to these creatures as long as they are within 100 feet, but they can't communicate back."
						]
					},
					{
						"activity": {
							"number": 2,
							"unit": "action"
						},
						"entries": [
							"The vampire can cast {@spell dominate} at will as a divine innate spell. Casting it requires staring into the target's eyes, giving the spell the {@trait visual} trait. The save DC uses the DC of the {@table DCs by Level||vampire's level}, and a creature that succeeds is temporarily immune to that vampire's Dominate for 24 hours. Fully destroying the vampire ends the domination, but merely reducing the vampire to 0 HP is insufficient to break the spell."
						],
						"style": "compact",
						"traits": [
							"divine",
							"enchantment",
							"incapacitation",
							"mental",
							"visual"
						],
						"name": "Dominate"
					},
					{
						"name": "Drink Blood",
						"entries": [
							"As a typical vampire, but the victim is {@condition drained 2} instead of 1."
						]
					},
					{
						"activity": {
							"number": 2,
							"unit": "action"
						},
						"entries": [
							"The vampire turns into a cloud of vapor, as the {@spell gaseous form} spell, or back to its normal form. The vampire loses {@ability fast healing} while in gaseous form. The vampire can remain in this form indefinitely."
						],
						"style": "compact",
						"traits": [
							"concentrate",
							"divine",
							"transmutation"
						],
						"name": "Turn to Mist"
					}
				]
			}
		},
		{
			"name": "Werecreature",
			"source": "B1",
			"page": 328,
			"type": "Template",
			"hasLore": true,
			"entries": [
				{
					"type": "pf2-sidebar",
					"name": "Building Werecreatures",
					"entries": [
						"The curse of the werecreature comes in myriad forms and can affect any humanoid, allowing you to make a wide variety of werecreatures for your adventures. When you need to create a werecreature for your game, you can do so in one of two ways. You can simply build the werecreature from the ground up, using the standard rules for monster creation (this is how the werebear, wererat, and werewolf presented on these pages were built). Or you can use the guidelines presented under \"Creating Werecreatures\" to turn an existing creature (or even a player character!) into a werecreature. In either case, specific werecreature abilities like Change Shape, curse of the werecreature, and moon frenzy work the same."
					]
				},
				"You can turn an existing, living humanoid into a werecreature by completing the following steps. (These changes reflect a werecreature in its hybrid form.)",
				"Increase the creature's level by 1 and change its statistics as follows.",
				{
					"type": "list",
					"items": [
						"It gains the {@trait beast} and {@trait werecreature} traits, and its alignment is usually adjusted to match that of its werecreature type.",
						"Increase its size by one category if the animal is a larger size than the base humanoid.",
						"Increase its AC, attack bonuses, DCs, saving throws, and skill modifiers by 1.",
						"Increase its damage with {@action Strike||Strikes} and other offensive abilities by 1. If the werecreature is limited in how often it can use an ability (such as a breath weapon), increase the damage by 2 instead.",
						"Increase its HP by the amount shown on the table. This HP increase is more than typical in order to compensate for the creature's weakness to silver.",
						"The creature gains weakness to silver as shown on the table."
					]
				},
				{
					"type": "table",
					"labelRowIdx": [
						0
					],
					"colStyles": [
						"text-center",
						"text-center",
						"text-center"
					],
					"rows": [
						[
							"Starting Level",
							"HP Increase",
							"Weakness to Silver"
						],
						[
							"4 or lower",
							"+25",
							"5"
						],
						[
							"5-7",
							"+35",
							"7"
						],
						[
							"8-14",
							"+50",
							"10"
						],
						[
							"15+",
							"+75",
							"15"
						]
					]
				}
			],
			"abilities": {
				"entries": [
					{
						"type": "pf2-h3",
						"name": "Werecreature Abilities",
						"entries": [
							"All werecreatures gain the following abilities, some of which match an ability of the animal the werecreature transforms into. You might also need to adjust some abilities that conflict with the theme of the werecreature (such as abilities with a conflicting alignment trait)."
						]
					}
				],
				"abilities": [
					{
						"name": "Senses",
						"entries": [
							"The werecreature gains all the senses of the animal."
						]
					},
					{
						"traits": [
							"divination",
							"primal"
						],
						"name": "Animal Empathy",
						"entries": [
							"A werecreature can communicate with animals of the same general kind."
						]
					},
					{
						"name": "Claws",
						"entries": [
							"The werecreature gains a claw {@action Strike} (an {@trait agile} {@trait unarmed} attack that deals slashing damage). If it had any {@trait agile} attacks, the damage dealt by its claws should be roughly the same as the damage dealt by those attacks. If it had only non-{@trait agile} attacks, its claws should deal three-quarters that damage."
						]
					},
					{
						"name": "Jaws",
						"entries": [
							"The creature gains a jaws {@action Strike} (an {@trait unarmed} attack that deals piercing damage) that inflicts its curse of the werecreature. If it had any non-{@trait agile} attacks, the damage dealt by its jaws should be roughly the same as the damage dealt by those attacks. If it had only {@trait agile} attacks, its jaws should deal one-third more damage."
						]
					},
					{
						"name": "Change Shape",
						"activity": {
							"number": 1,
							"unit": "action"
						},
						"traits": [
							"concentrate",
							"polymorph",
							"primal",
							"transmutation"
						],
						"entries": [
							"The werecreature changes into its humanoid, hybrid, or animal shape. Each shape has a specific, persistent appearance. A true werecreature's natural form is its hybrid shape. In humanoid shape, the werecreature uses its original humanoid size, loses its jaws and claws {@action Strike||Strikes}, and gains a melee fist {@action Strike} that deals bludgeoning damage equal to the slashing damage dealt by its claw. In animal shape, its Speed and size change to that of the animal, it gains any special Strike effects of the animal that it didn't already have (such as {@ability Grab}), and it loses its weapon {@action Strike||Strikes}."
						]
					},
					{
						"name": "Curse of the Werecreature",
						"source": "B1",
						"page": 329,
						"traits": [
							"curse",
							"necromancy",
							"primal"
						],
						"entries": [
							"This curse affects only humanoids. ",
							{
								"type": "affliction",
								"savingThrow": "Fortitude",
								"DC": "is the standard DC for the {@table DCs by Level||werecreature's new level – 1}",
								"entries": [
									"On each full moon, the cursed creature must succeed at another Fortitude save or turn into the same kind of {@filter werecreature|bestiary||creature=werecreature} until dawn. The creature is under the GM's control and goes on a rampage for half the night before falling {@condition unconscious} until dawn."
								]
							}
						]
					},
					{
						"name": "Moon Frenzy",
						"traits": [
							"polymorph",
							"primal",
							"transmutation"
						],
						"entries": [
							"When a full moon appears in the night sky, the werecreature must enter hybrid form, can't Change Shape thereafter, becomes one size larger, increases its reach by 5 feet, and increases the damage of its jaws by 2. When the moon sets or the sun rises, the werecreature returns to humanoid form and is fatigued for {@dice 2d4} hours."
						]
					}
				]
			}
		},
		{
			"name": "Worm That Walks",
			"source": "B2",
			"type": "Template",
			"page": 296,
			"hasLore": true,
			"entries": [
				{
					"type": "pf2-sidebar",
					"name": "Other Walking Vermin",
					"entries": [
						"While worms are the most common type of creature to form the composite body of a worm that walks, other verminous variations are possible.",
						{
							"type": "list",
							"items": [
								"{@b Cockroaches:} A worm that walks made of cockroaches gains a +1 bonus to AC and light blindness.",
								"{@b Leeches:} A worm that walks made of leeches gains a swim Speed of 25 feet, but its land Speed is 10 feet.",
								"{@b Spiders:} A worm that walks made of spiders gains a climb Speed equal to half its land Speed, and half the damage from its Squirming Embrace is poison damage."
							]
						}
					]
				},
				"You can turn an existing evil, living, spellcasting creature into a worm that walks using the following steps.",
				"Increase the creature's level by 1 and change its statistics as follows.",
				{
					"type": "list",
					"items": [
						"It gains the {@trait aberration} and {@trait swarm} traits and usually remains evil.",
						"Increase AC, attack bonuses, DCs, saving throws, and skill modifiers by 1.",
						"Reduce its Hit Points by the amount listed on the table (to a minimum of 2 HP per level).",
						"The worm that walks gains fast healing, resistance to physical damage, and weakness to area damage and {@trait splash} damage as indicated in the table. These abilities are the reason the worm that walks has fewer HP."
					]
				},
				{
					"type": "table",
					"labelRowIdx": [
						0
					],
					"colStyles": [
						"text-center",
						"text-center",
						"text-center"
					],
					"rows": [
						[
							"Starting Level",
							"HP Decrease",
							"Fast Healing, Resistance, and Weakness"
						],
						[
							"4 or less",
							"-20",
							"5"
						],
						[
							"5-7",
							"-30",
							"7"
						],
						[
							"8-14",
							"-40",
							"10"
						],
						[
							"15 or higher",
							"-60",
							"15"
						]
					]
				}
			],
			"abilities": {
				"entries": [
					{
						"type": "pf2-h3",
						"name": "Worm That Walks Abilities",
						"entries": [
							"A worm that walks loses any abilities that came from its previous physical form and any traits that represent its life, such as human and humanoid. It retains any spellcasting abilities it had in life, regardless of their origin, and gains the abilities listed below. You might need to adjust other abilities that conflict with the monster's new theme as a worm that walks."
						]
					}
				],
				"abilities": [
					{
						"name": "Darkvision",
						"generic": {
							"tag": "ability"
						}
					},
					{
						"name": "Tremorsense",
						"generic": {
							"tag": "ability"
						}
					},
					{
						"name": "Immunities",
						"entries": [
							"All worms that walk have immunity to {@trait disease}, {@condition paralyzed}, {@trait poison}, precision, and {@condition unconscious}. They also have the {@ability swarm mind} ability, which makes them immune to {@trait mental} effects that target a specific number of creatures, though they are still subject to {@trait mental} effects that affect all creatures in an area."
						]
					},
					{
						"name": "All-Around Vision",
						"generic": {
							"tag": "ability"
						}
					},
					{
						"name": "Discorporate",
						"entries": [
							"When the worm that walks is reduced to 0 HP, it discorporates and the component worms that make up its body disperse in every direction. If even a single worm escapes, the worm that walks will eventually re-form using a process that typically takes {@dice 1d10} days.",
							"While the exact circumstances and surroundings determine how long the worm that walks's foes have to dispatch the fleeing worms before they escape, usually its foes have only a single round. Typically, this requires the application of an area effect or splash weapon within 1 round to the space where the worm that walks collapsed. After any amount of area or {@trait splash} damage is dealt to that space, the character dealing the damage must attempt a DC 15 flat check. Each subsequent area or {@trait splash} damage effect performed on the area reduces the DC of this flat check by 2, to a minimum of DC 5. If any of these flat checks succeed, none of the worms escape, and the worm that walks is destroyed permanently. At the GM's discretion, clever means of trapping or otherwise detaining the vermin may extend the time allowed to finish off the worm that walks."
						]
					},
					{
						"name": "Tendril",
						"entries": [
							"Regardless of the creature's former anatomy, it gains a tendril melee {@action Strike} with reach that deals {@condition persistent damage||persistent piercing damage} as it leaves biting worms on the target. If it had any {@trait agile} attacks, the damage dealt by its tendril should be roughly the same as the damage dealt by those attacks. If it had only non-agile attacks, its tendril should deal three-quarters of that damage."
						]
					},
					{
						"activity": {
							"number": 1,
							"unit": "action"
						},
						"name": "Squirming Embrace",
						"entries": [
							"The worm that walks {@action Stride||Strides}, ending its movement sharing a space with a creature, and deals piercing damage to the creature equal to {@damage 1d8} plus an additional {@damage 1d8} for every 3 levels the worm that walks has. The creature can attempt a basic Reflex save with a DC of the worm that walks's spell DC – 2."
						]
					},
					{
						"activity": {
							"number": 1,
							"unit": "action"
						},
						"traits": [
							"concentrate"
						],
						"name": "Swarm Shape",
						"entries": [
							"The worm that walks collapses into a shapeless swarm of worms. It drops all held, worn, and carried items. While discorporated, the worm that walks can't use attack actions and can't cast spells, but it can move through areas small enough for its individual worms to fit without having to {@action Squeeze}. It can use the same action to coalesce back into its normal form."
						]
					}
				]
			}
		}
	]
}
