var cultdata = [
	{
		"name": "Cult of Asmodeus",
		"text": [
			"Asmodeus demands the loyalty of all cultists who gain power and leadership in the cults of the Nine. His cult overarches all the others.",
			"Any NPC who leads a diabolical cult must also acknowledge the power of Asmodeus. In return, the most skilled and worthy of those cult leaders gain the Demands of Nessus trait.",
			{
				"hassubtitle": "YES",
				"title": "Demands of Nessus",
				"text": "At the start of each of this creature's turns, this creature can choose one ally it can see within 30 feet of it. The chosen ally loses 10 hit points, and this creature regains the same number of hit points. If the creature is incapacitated, it makes no choice; instead, the closest ally within 30 feet is the chosen ally."
			}
		],
		"source": "UAFiendishOptions"
	},
	{
		"name": "Cult of Baalzebul",
		"goal": 
		{
			"text": "Restoration of honor and respect, at the cost of those who stole it"
		},
		"cultists": 
		{
			"text": "Any NPC or monster who has suffered a fall from grace"
		},
		"signaturespells":
		{
			"text": "Minor illusion (cantrip), disguise self (1st level), phantasmal force (2nd level), major image (3rd level)"
		},
		"text": [
			"Baalzebul typically recruits individuals rather than cults. He offers hope to those whose failures drive them to seek redemption.",
			"Baalzebul sometimes increases the Charisma of those who follow him. He also grants a boon, the Path of Baalzebul trait, that allows a favored cultist to look good in light of an ally's failure.",
			{
				"hassubtitle": "YES",
				"title": "Path of Baalzebul",
				"text": "As a bonus action on its turn, this creature can choose one ally it can see within 30 feet of it. Until the start of this creature's next turn, it gains advantage on all ability checks and attack rolls, while the chosen ally suffers disadvantage on all ability checks, attack rolls, and saving throws."
			}
		],
		"source": "UAFiendishOptions"
	},
	{
		"name": "Cult of Dispater",
		"goal": 
		{
			"text": "Power gained and used in secret, influence exerted via blackmail, control of people and organizations through knowledge of their weaknesses and shames"
		},
		"cultists": 
		{
			"text": "Acolyte, bandit, bandit captain, cult fanatic, cultist, mage, noble, spy"
		},
		"signaturespells":
		{
			"text": "Guidance (cantrip), identify (1st level), see invisibility (2nd level), clairvoyance (3rd level)"
		},
		"text": [
			"Dispater trades in secrets, offering them in return for a creature's soul. His cults typically trade secrets to devils in return for other information. They often hatch conspiracies aimed at toppling and replacing governments or religious orders.",
			"Renegade mind flayers sometimes strike pacts with Dispater in search of the secrets needed to forever escape an Elder Brain's domination.",
			"Cultists can gain the Infernal Insight trait. Cult leaders might also have the Vexing Escape trait.",
			{
				"hassubtitle": "YES",
				"title": "Infernal Insight (Recharges after a Short or Long Rest)",
				"text": "As a bonus action, this creature gains advantage on all ability checks and attack rolls it makes until the end of the current turn."
			},
			{
				"hassubtitle": "YES",
				"title": "Vexing Escape (1/Day)",
				"text": "As a reaction when this creature takes damage, it reduces that damage to 0 and teleports up to 60 feet to an unoccupied space it can see."
			}
		],
		"source": "UAFiendishOptions"
	},
	{
		"name": "Cult of Fierna",
		"goal": 
		{
			"text": "Control over the emotions of others, turning them into puppets and playthings"
		},
		"cultists": 
		{
			"text": "Acolyte, archmage, bandit captain, cult fanatic, cultist, knight, noble, priest, spy"
		},
		"signaturespells":
		{
			"text": "Friends (cantrip), charm person (1st level), suggestion (2nd level), hypnotic pattern (3rd level)"
		},
		"text": [
			"Fierna is a master manipulator. Mortals who desire success in love or who seek to become beloved leaders at the head of a band of fanatics are drawn to striking bargains with her.",
			"Fierna grants gifts that allow her cultists to manipulate emotions; they gain increases to Charisma, as well as proficiency with skills such as Persuasion and Intimidation. In addition, cultists can gain the Infernal Loyalty trait. Cult leaders can also gain the Loyalty beyond Death trait.",
			{
				"hassubtitle": "YES",
				"title": "Infernal Loyalty",
				"text": "This creature has advantage on saving throws while it can see a creature within 30 feet of it that has the Loyalty beyond Death trait."
			},
			{
				"hassubtitle": "YES",
				"title": "Loyalty beyond Death (Recharges after a Short or Long Rest)",
				"text": "As a reaction when an ally this creature can see is reduced to 0 hit points, that ally is instead reduced to 1 hit point and gains temporary hit points equal to this creature's Charisma score + half its number of Hit Dice."
			}
		],
		"source": "UAFiendishOptions"
	},
	{
		"name": "Cult of Geryon",
		"goal": 
		{
			"text": "Physical prowess, domination of others through strength, destruction of all opposition"
		},
		"cultists": 
		{
			"text": "Bandit, bandit captain, berserker, cult fanatic, cultist, gladiator, thug, tribal warrior, veterans"
		},
		"signaturespells":
		{
			"text": "Shillelagh (cantrip), wrathful smite (1st level), enhance ability (2nd level), aura of vitality (3rd level)"
		},
		"text": [
			"Despite being deposed, Geryon still has the ability to strike bargains. He deals especially with those who seek brute strength. Any warlike monster—such as orcs, ogres, and trolls—can be lured into Geryon's cult.",
			"Geryon's cultists typically form fighting companies and bandit gangs, proving their strength by defeating others in battle and taking what they want as loot.",
			"Geryon grants increases to Strength and Constitution. In addition, cultists can gain the Crushing Blow trait. Cult leaders can also gain the Indomitable Strength trait.",
			{
				"hassubtitle": "YES",
				"title": "Crushing Blow (Recharges after a Short or Long Rest)",
				"text": "As a bonus action, the creature gains a bonus to the damage roll of its next melee weapon attack. The bonus equals its Strength modifier (minimum of +1)."
			},
			{
				"hassubtitle": "YES",
				"title": "Indomitable Strength (Recharge 5–6)",
				"text": "As a reaction when this creature takes damage, it can roll a d10 and subtract the number rolled from the damage."
			}
		],
		"source": "UAFiendishOptions"
	},
	{
		"name": "Cult of Glasya",
		"goal": 
		{
			"text": "Power gained by turning a system against itself, yielding power that is not only absolute but legitimate on a cultural and legal basis"
		},
		"cultists": 
		{
			"text": "Bandit, bandit captain, cult fanatic, cultist, knight, noble, spy, thug"
		},
		"signaturespells":
		{
			"text": "Friends (cantrip), charm person (1st level), invisibility (2nd level), haste (3rd level)"
		},
		"text": [
			"As an expert in finding loopholes and exploiting the law for her own good, Glasya is a patron of thieves and other criminals, especially corrupt nobles. Her influence is supposed to strengthen family bonds, but she has taken a liberal interpretation of that and offers gifts that can be turned against family members.",
			"Goblins who risk insurrection against their hobgoblin masters make pacts with Glasya, as do kenku who form criminal gangs.",
			"Glasya grants increases to Charisma and Dexterity. In addition, cultists can gain the Step into Shadows trait. Cult leaders can also gain the Infernal Ring Leader trait.",
			{
				"hassubtitle": "YES",
				"title": "Step into Shadows (Recharges after a Short or Long Rest)",
				"text": "As an action, this creature, along with anything it is wearing and carrying, magically becomes invisible until the end of its next turn."
			},
			{
				"hassubtitle": "YES",
				"title": "Infernal Ring Leader",
				"text": "As a reaction when this creature is hit by an attack roll, it can choose one ally it can see within 5 feet of it and cause that ally to be the target of that attack roll instead."
			}
		],
		"source": "UAFiendishOptions"
	},
	{
		"name": "Cult of Levistus",
		"goal": 
		{
			"text": "Survival and eventual revenge against those who wrong them."
		},
		"cultists": 
		{
			"text": "Assassin, bandit captain, cult fanatic, cultist, mage, noble, spy, thug."
		},
		"signaturespells":
		{
			"text": "Blade ward (cantrip), expeditious retreat (1st level), spider climb (2nd level), gaseous form (3rd level)"
		},
		"text": [
			"Levistus has no cult in the traditional sense.",
			"Instead, he offers favors to those who are desperate to escape a seemingly inevitable fate.",
			"Drow are sometimes worshipers of Levistus, as their cruel society often pushes them into situations they feel they can't escape.",
			"Levistus usually grants those who pledge their souls to him a single chance to escape from danger, but some cunning folk strike a deal with Levistus, pledging their souls to him in return for escape at a future date. This boon takes the form of the Path of Levistus trait.",
			{
				"hassubtitle": "YES",
				"title": "Path of Levistus",
				"text": "This creature magically teleports to a location of Levistus's choice within 1 mile of its location. This ability also restores all of the creature's hit points. It can be invoked as an action by the creature or when the creature would die. Once the creature uses it, the creature can't use it again."
			}
		],
		"source": "UAFiendishOptions"
	},
	{
		"name": "Cult of Mammon",
		"goal": 
		{
			"text": "Wealth, secured not only to promise personal comfort and power but to deny wealth and its benefits to others"
		},
		"cultists": 
		{
			"text": "Bandit, bandit captain, cult fanatic, cultist, noble, spy, thug"
		},
		"signaturespells":
		{
			"text": "Mending (cantrip), Tenser's floating disk (1st level), arcane lock (2nd level), glyph of warding (3rd level)"
		},
		"text": [
			"Mammon's greed overwhelms everything else.",
			"He deals with mortals who desire material wealth and provides them with the ability to spread that greed like an infection.",
			"The greedy duergar and even some dragons are prone to falling prey to Mammon's temptations, and merchants and trade guilds are vulnerable to his bargains.",
			"Mammon's cultists can gain the Grasping Hands trait. Cult leaders can also gain the Promise of Wealth trait.",
			{
				"hassubtitle": "YES",
				"title": "Grasping Hands (Recharges after a Short or Long Rest)",
				"text": "As a bonus action, this creature makes a Dexterity (Sleight of Hand) check contested by the Wisdom (Insight) check of a creature it can see within 15 feet of it. If this creature succeeds, one handheld item of its choice that it can see on the target magically teleports to its open hand. The item can't be one that the target is holding, and it must weigh no more than 10 pounds."
			},
			{
				"hassubtitle": "YES",
				"title": "Promise of Wealth (Recharges after a Short or Long Rest)",
				"text": "As a bonus action, this creature chooses one creature it can see. Up to five allies of its choice become convinced that the target carries great wealth. Until the end of this creature's next turn, those allies gain advantage on all attack rolls against the target."
			}
		],
		"source": "UAFiendishOptions"
	},
	{
		"name": "Cult of Mephistopheles",
		"goal": 
		{
			"text": "Magical skill and power, backed with the will to use it to crush rivals"
		},
		"cultists": 
		{
			"text": "Archmage, cult fanatic, cultist, mage, priest"
		},
		"signaturespells":
		{
			"text": "Fire bolt (cantrip), burning hands (1st level), flaming sphere (2nd level), fireball (3rd level)"
		},
		"text": [
			"As a master of the arcane arts, Mephistopheles finds eager recruits among those who study magic. Any monster that uses spells, such as storm giants and oni, might follow him, and wizards' guilds and conclaves of sages are the most likely to come under his influence.",
			"Mephistopheles grants spellcasting ability to many of his followers. In addition, cultists can gain the Spell Shield trait. Cult leaders can also gain the Spell Leech trait.",
			{
				"hassubtitle": "YES",
				"title": "Spell Shield",
				"text": "This creature gains advantage on saving throws against spells. If it succeeds on such a saving throw, it gains temporary hit points equal to the spell's level."
			},
			{
				"hassubtitle": "YES",
				"title": "Spell Leech",
				"text": "As a bonus action, this creature chooses one ally it can see within 30 feet of it. The target loses its lowest-level spell slot, and this creature gains it."
			}
		],
		"source": "UAFiendishOptions"
	},
	{
		"name": "Cult of Zariel",
		"goal": 
		{
			"text": "Conquest, glory in battle, fame and fortune derived from military conquest"
		},
		"cultists": 
		{
			"text": "Berserker, cult fanatic, cultist, gladiator, guard, knight, veteran"
		},
		"signaturespells":
		{
			"text": "True strike (cantrip), heroism (1st level), spiritual weapon (2nd level), crusader's mantle (3rd level)"
		},
		"text": [
			"Zariel's cult offers martial training and talent. It flourishes in areas wracked by war. Refugees with the will to fight but lacking experience are drawn to Zariel, as she can provide them with the skills needed to survive. Established warriors looking for an edge are otherwise her most common recruits.",
			"Knightly orders, fighters' guilds, and mercenary companies are the most likely to come under her sway. Hobgoblins sometimes turn to her, but only if they have escaped the influence of Maglubiyet and his priests.",
			"Zariel gifts her followers with martial prowess. For example, a simple peasant might gain the abilities of a veteran. In addition, cultists can gain the Ferocious Surge trait. Cult leaders can also gain the Infernal Tactics trait.",
			{
				"hassubtitle": "YES",
				"title": "Ferocious Surge (Recharges after a Short or Long Rest)",
				"text": "When this creature hits with an attack that isn't a critical hit, it can turn the hit into a critical hit."
			},
			{
				"hassubtitle": "YES",
				"title": "Infernal Tactics",
				"text": "This creature has a keen eye for seizing a tactical advantage. Immediately after rolling initiative, it can choose itself and up to three allies it can see if it isn't incapacitated. It can swap the initiative results of the chosen creatures among them."
			}
		],
		"source": "UAFiendishOptions"
	}
]