{
	"event": [
		{
			"name": "Great Migration",
			"source": "LOTG",
			"page": 112,
			"level": 6,
			"traits": [
				"rare",
				"downtime",
				"primal"
			],
			"applicableSkills": [
				"athletics",
				"nature",
				"stealth",
				"survival"
			],
			"entries": [
				"You run with the mass of lion prides for 1 week, doing your best to keep up with their loping strides. As you do so, the thrill of their wild freedom overtakes you, and you become more like a predatory cat with each step. Attempt a DC 24 check.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "Your predatory senses heighten to an intense degree. You gain a +1 circumstance bonus to {@skill Nature} and {@skill Stealth} checks and gain scent as an imprecise sense with a range of 60 feet. Your instincts remain sharpened for 1 year.",
						"Success": "Your senses heighten, and you gain a greater understanding of natural predators. As critical success, except you don't gain scent and your senses are heightened for only 1 month.",
						"Failure": "Keeping up with the prides proves too difficult for you, and you injure yourself. You take a −10-foot penalty to your Speeds for 1 week.",
						"Critical Failure": "Your meddling causes several cubs to become injured, something that weighs on your conscience. You can't use the {@action Command an Animal} action and take a −2 circumstance penalty on {@skill Nature} checks; both of these effects last for 1 month."
					}
				}
			]
		},
		{
			"name": "Sanguine Cascade",
			"source": "LOTG",
			"page": 112,
			"level": 6,
			"traits": [
				"rare",
				"downtime",
				"necromancy",
				"occult"
			],
			"applicableSkills": [
				"medicine",
				"occultism",
				"religion"
			],
			"entries": [
				"You walk the streets as the blood rains pour down on you for 1 day. The water is sticky and begins to seep through your clothes and into your skin. Attempt a DC 24 check.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "You gain a taste for blood that invigorates you at the mere scent. Whenever a creature within 30 feet takes persistent bleed damage from one of your abilities or effects, you gain temporary Hit Points equal to the damage dealt or half your level, whichever is lower. These temporary Hit Points remain for 1 minute. You gain the temporary Hit Points whenever the creature takes the damage, not when you inflict the persistent bleed on them. This effect lasts for 1 week.",
						"Success": "The rain is pleasantly fortifying, giving you a sense of vigor. Creatures gain a +2 circumstance bonus to checks to {@action Treat your Wounds}. This effect lasts for 1 week.",
						"Failure": "Something in the rain is wrong. You feel as if your body wants to shed itself of blood. You gain weakness to persistent bleed damage equal to half your level for 1 week.",
						"Critical Failure": "Your vitality appears to have been torn from you. You become {@condition drained 2}. As long as the {@condition drained} condition persists, you take a −2 circumstance penalty to curses, diseases, and poisons. Reducing this {@condition drained} condition by 1 requires 1 week of rest."
					}
				}
			]
		},
		{
			"name": "Autumn's Reflection",
			"source": "LOTG",
			"page": 113,
			"level": 8,
			"traits": [
				"rare",
				"downtime",
				"necromancy",
				"primal"
			],
			"applicableSkills": [
				"medicine",
				"nature",
				"religion",
				"society"
			],
			"entries": [
				"You stand among the falling leaves of Kyonin's forests for 1 week and reflect upon the eventual mortality of ageless things. The dead canopy swirls around you, suffusing your being with its decaying energy. Attempt a DC 28 check.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "You gain {@spell harm} as an innate primal spell you can cast once per day, heightened to a level equal to half your level, rounded up. You lose the ability to cast the innate spell after 1 year.",
						"Success": "As critical success, except the spell is heightened 1 level lower (minimum 1st level). You lose the ability to cast the innate spell after 1 month.",
						"Failure": "The leaves slice at your body, leaving your skin raw and prone to splitting. You gain weakness to slashing damage equal to half your level for 1 week.",
						"Critical Failure": "You become susceptible to forces that drain your life force. You're permanently {@condition drained 1}, and when you roll a failure against an effect with the {@trait necromancy} trait, you get a critical failure instead. This effect has the {@trait curse} trait and can be counteracted by {@spell remove curse} or similar effects."
					}
				}
			]
		},
		{
			"name": "Glacial Whirl",
			"source": "LOTG",
			"page": 113,
			"level": 14,
			"traits": [
				"rare",
				"downtime",
				"illusion"
			],
			"applicableSkills": [
				"acrobatics",
				"performance",
				"society"
			],
			"entries": [
				"You join the dancers of light in their concert for 1 day, following their steps as they move faster and faster. You must be quick and perceptive to keep up with the dance, gliding gracefully across the snowy fields. Attempt a DC 34 check.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "The dancers' light hangs in your eyes, allowing you to discern what's real and what's not. You gain a +1 circumstance bonus to {@skill Perception} checks and Will saves against {@trait illusion} effects. When you come within 10 feet of an illusion that can be disbelieved, the GM rolls a secret check for you to disbelieve it, even if you didn't spend an action to {@action Interact} with the illusion. The lights fade from your eyes after 1 month.",
						"Success": "You manage to adjust fairly well to the distractions of bright light. The flat check for concealment from the {@condition dazzled} condition becomes DC 3 for you for 1 month.",
						"Failure": "Your eyes can't keep up with the rapid movement. You concentrate too hard, and a bright afterimage of the dancers burns across your vision, causing you to become {@condition dazzled} for 1 week.",
						"Critical Failure": "The reflection of the sun off a glacier catches you directly in the eyes as you move around. You become permanently {@condition blinded}."
					}
				}
			]
		},
		{
			"name": "Sun Orchid Harvest",
			"source": "LOTG",
			"page": 113,
			"level": 12,
			"traits": [
				"rare",
				"alchemical",
				"downtime",
				"necromancy",
				"primal"
			],
			"applicableSkills": [
				"crafting",
				"nature",
				"<plant> lore",
				"survival"
			],
			"entries": [
				"Following the signs of a new blooming of sun orchids, you scour the heart of the Thuvian desert for any sign of the flowers for 1 week. Once found, care must be taken to harvest it correctly. Contact with the life-giving flower can boost your life force. Attempt a DC 32 check.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "You close the portal, and {@deity Iomedae} blesses you for assisting in the defense of her forces. You can cast {@spell lay on hands} once per day as a divine innate spell. The spell is automatically heightened to half your level. You also gain a +1 circumstance bonus to saving throws against effects originating from demons. This benefit lasts for 1 month.",
						"Success": "You manage to seal the tear. The experience helps you steel yourself against demons. You gain a +1 circumstance bonus to saving throws against effects originating from demons for 1 week.",
						"Failure": "You become afflicted with Abyssal energies. You gain a weakness to cold iron and good damage equal to half your level for 1 week. During that time, you take good damage regardless of your alignment.",
						"Critical Failure": "The Abyss flows through you for a moment, catching the attention of others. You gain a weakness to cold iron and good damage equal to your level for 1 month. During that time, you take good damage regardless of your alignment. In addition, a demon takes notice of you and can use {@spell plane shift} once to arrive at your location."
					}
				}
			]
		},
		{
			"name": "Sarkoris Scab",
			"source": "LOTG",
			"page": 114,
			"level": 8,
			"traits": [
				"rare",
				"abjuration",
				"downtime",
				"evil"
			],
			"applicableSkills": [
				"athletics",
				"occultism",
				"religion"
			],
			"entries": [
				"Though the Worldwound was closed by the Fifth Crusade in 4713 ar, the repercussions still linger in the Sarkoris Scar. At the site of the portal's closing, a much smaller tear blinks in and out of existence for a week every 3 years. You spend a week to ward the area with binding symbols and other methods to contain any demons that might escape. Attempt a DC 28 check.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "You harvest a sun orchid and become invigorated by contact with the flower. While invigorated, you regain your maximum Hit Points when taking a full night's rest. Additionally, you gain a +2 circumstance bonus to saving throws against effects that cause the {@condition clumsy}, {@condition drained}, or {@condition enfeebled} condition. This invigorating feeling lasts for 1 year.",
						"Success": "As critical success, but you don't gain the bonus to saving throws.",
						"Failure": "You aren't able to find a sun orchid and instead stumble upon a danger of the desert. Your party faces a severe encounter as determined by the GM; encounters occur once for each character who experienced a failure result, including an additional encounter for each character who {@action Aid||Aided} a failed result.",
						"Critical Failure": "Your search comes up empty, and you fail to take precautions against the heat of the desert. As failure, but you become {@condition fatigued} before the encounter begins."
					}
				}
			]
		},
		{
			"name": "Lightning Dancing",
			"source": "LOTG",
			"page": 114,
			"level": 3,
			"traits": [
				"rare",
				"downtime",
				"electricity",
				"primal"
			],
			"applicableSkills": [
				"acrobatics",
				"nature",
				"survival"
			],
			"entries": [
				"You stand around the obelisk for 1 week, waiting for the wellspring to overflow and hopefully dodge the lightning that follows. It's ill-advised, but so is the adventuring life. Attempt a DC 20 check.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "Static electricity suffuses your limbs, arcing electricity over objects you touch. Your {@action Strike||Strikes} with melee weapons and unarmed attacks deal {@damage 1d4} additional persistent electricity damage for 1 year.",
						"Success": "The practice gained from jumping between lightning bolts is surprisingly useful. You gain a +1 circumstance bonus to saves against effects with the {@trait electricity} trait.",
						"Failure": "The lightning strikes you, charging your body with a magnetic pull. You take a −2 circumstance penalty to AC against attacks made with a metal weapon, as determined by the GM. Additionally, you're considered to be wearing armor for the purpose of effects such as {@spell shocking grasp} that present additional danger to creatures wearing metal armor. Your magnetized state remains for 1 week.",
						"Critical Failure": "You're struck by a particularly strong bolt of lightning, leaving you with astraphobia. Whenever you take electricity damage, you must also succeed at a Will save against the DC of the damaging effect. On a failure, you become {@condition frightened 2} ({@condition frightened 3} on a critical failure). It takes at least a month of downtime spent on incremental therapy to remove this effect."
					}
				}
			]
		},
		{
			"name": "Messenger Tide",
			"source": "LOTG",
			"page": 115,
			"level": 10,
			"traits": [
				"rare",
				"downtime",
				"occult",
				"water"
			],
			"applicableSkills": [
				"athletics",
				"occultism",
				"society",
				"survival"
			],
			"entries": [
				"You wade deep into the Messenger Tide, diving below the surface for as long as you can each day for 1 week. Something in the aqueous dark calls out to you, beckoning you to hear what it has to say. Attempt a DC 29 check.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "You gain understanding of the full message. You gain the ability to breathe water, imprecise {@ability wavesense} with a range of 60 feet, and the {@trait amphibious} trait. The benefits last for 1 year.",
						"Success": "You learn some of the secrets the entity in the water sought to impart. As critical success, except you don't gain {@ability wavesense}. The benefits last for 1 month.",
						"Failure": "The voice from the deep confuses your perception of speech with its message, causing you to speak in snippets of odd languages and strange sounds. You must attempt a DC 5 flat check when using any ability or effect with the {@trait auditory} or {@trait linguistic} traits or the effect fails. This effect lasts for 1 month.",
						"Critical Failure": "The tides are displeased with your lack of understanding, weighing down your body in water. You automatically fail all {@skill Athletics} checks to {@action Swim} for the next month."
					}
				}
			]
		},
		{
			"name": "Droskar's Breath",
			"source": "LOTG",
			"page": 115,
			"level": 5,
			"traits": [
				"rare",
				"downtime",
				"fire",
				"primal"
			],
			"applicableSkills": [
				"athletics",
				"medicine",
				"nature",
				"survival"
			],
			"entries": [
				"Whether by bad fate or intention, you're caught in the ash cloud of Droskar's Crag as it releases its fumes, requiring 1 day of downtime to escape. The air scorches your lungs as you breathe, and visibility is almost nothing. The only good news is the mountain is not erupting—yet. Attempt a DC 22 check.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "The superheated air somehow proves good for your pulmonary health, keeping your chest warm. You gain cold resistance equal to half your level for 1 year.",
						"Success": "You manage to survive, picking up some tricks on how to navigate through smoke. You automatically succeed at the flat check to target creatures that are {@condition concealed} only by smoke or fire for 1 month.",
						"Failure": "You escape in time to survive, but the fumes damage your lungs. You contract stage 2 of {@disease choking death}, without an initial saving throw.",
						"Critical Failure": "Your breathing becomes ragged and susceptible to negative effects. You use the outcome one degree of success worse than the result you rolled on saving throws against inhaled poisons or effects of an inhaled or gaseous nature (such as the {@spell ash cloud} and {@spell stinking cloud} spells, and others as determined by the GM). You can remove this effect with a 4th-level or higher {@spell restoration} spell."
					}
				}
			]
		},
		{
			"name": "Strixwind Race",
			"source": "LOTG",
			"page": 115,
			"level": 14,
			"traits": [
				"rare",
				"air",
				"downtime",
				"primal"
			],
			"applicableSkills": [
				"acrobatics",
				"nature",
				"survival"
			],
			"entries": [
				"Through magical means or by locating a workable path through Devil's Perch, you dash alongside the rapid winds for 1 week. As you do so, the unknown power that gives them strength seems to surround you. Attempt a DC 34 check.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "Even without wings of your own, the streams of air manage to lift you off the ground. You gain a fly Speed equal to your Speed for 1 week.",
						"Success": "The winds cling to your feet, even after you leave them behind. You gain resistance equal to your level against falling damage for 1 year.",
						"Failure": "The sound of rushing air sticks in your ears, disrupting your hearing. You're {@condition deafened}, except the flat check to perform an action with the {@trait auditory} trait is even harder than usual, with a DC of 11 instead of 5. This effect lasts for 1 week.",
						"Critical Failure": "A bothersome gust begins to follow you, cropping up at the worst of times and skewing your aim. You take a −2 status penalty to all attack rolls for 1 month."
					}
				}
			]
		}
	]
}
