{
	"_meta": {
		"internalCopies": [
			"organizationFluff"
		]
	},
	"organizationFluff": [
		{
			"name": "Firebrands",
			"source": "LOCG",
			"page": 66,
			"lore": [
				{
					"type": "pf2-h1",
					"name": "Firebrands",
					"entries": [
						"Depending on who's describing them, the Firebrands are either loud, ostentatious daredevils with a penchant for bragging or secretive operatives looking to act in the best interests of the oppressed and needy. In truth, both are correct, and the Firebrands revel in the confusion this causes among the populace of the Inner Sea region.",
						"The group known as the Firebrands came about through an unofficial alliance between several like-minded organizations around 4716 ar. A revolution in Sargava had overthrown the colonialist government and formed a new country known as Vidrian—but once the dust had settled, the fledgling nation found itself with few allies. Vidrian hurried to establish relationships with other nations, but its relatively remote location made this task difficult. As such, many Vidrics set out to sea. The ships headed south found allies among the anadi people of Nurvatchta, while the northbound ships found kinship among the rebels of Ravounel. Having just concluded their own rebellion against Cheliax, the people of Ravounel—and specifically members of the rebel group known as the Silver Ravens—brokered an alliance with the Vidrics. On the surface, this was a typical alliance in which Ravounel and Vidrian established diplomatic and trade relations. Beneath the surface, however, the two groups found a shared passion for combating oppression and helping those unable to defend themselves.",
						"The groups united under a shared banner known as the Firebrands and pooled their allies, expertise, and resources to work against tyranny where they could. The Vidrics made use of their sizable fleet of ships to ferry Firebrands to where they were needed, sometimes under the cover of diplomatic endeavors or disguised as pirates. Members of the Silver Ravens used their sizable network of allies, including their connections to the Bellflower Network, to help the Firebrands work in secret by moving between safe houses. Over time, smaller local organizations joined up with the Firebrands, and the group became a moderately sized network of freedom fighters who supported each other wherever possible.",
						"Several months after the Firebrands' establishment, a small uprising in Galt claimed to be associated with the Firebrands, though this was a blatant lie. Word of this claim reached the Firebrands, and the group quickly jumped to offer what support they could. Though the uprising failed shortly thereafter, word of the Firebrands' attempts to help reached others. Soon others attempting rebellion claimed to be Firebrands, attracting support from the actual organization. Purporting to be a Firebrand quickly became the easiest way to become a Firebrand proper, as the rebels acknowledge all who adopt the title and work toward the group's goals.",
						"This impromptu convention eventually began to spread among outside groups with indirect ties to the Firebrands. At first, several Shackles pirates, originally hired to serve 67 as Firebrand transports, began to claim their association with the group. The pirates found the idea of sowing discord and generally causing problems for established power structures to be an entertaining undertaking. Their mischief drew a great deal of attention from other pirates and daredevils, and their efforts led to the name and deeds of the Firebrands becoming more commonly known among the general populace of the Inner Sea. However, instead of considering them liberators and helpers of the downtrodden, the common folk became enamored of tales about Firebrands who were exhibitionist adventurers with a fondness for bombast and excitement. The original Firebrands initially worked to disassociate themselves from these thrill seekers, but they soon realized keeping public attention on the daredevils made their rebellious endeavors significantly easier.",
						"Today, the Firebrands are broken up into two unofficial factions. The first consists of those who continue to use the group's connections and resources to help those in need. They travel the world helping to fight tyrants, assisting refugees, and providing aid to innocents. The other faction is the organization's public face. They are the show-offs and thrill seekers, choosing to fly the flag of the Firebrands because it encourages the extravagant and the flamboyant. There are many Firebrands who straddle the line between the two groups—some choose to fight oppression for the thrills of combat and defying authority, while others enjoy the praise and hero-worship that comes with saving the downtrodden. Still others prefer to use the attention they garner from their work to inspire others to do the same, hoping to act as icons of revolution and welfare throughout the world.",
						"The liberators and do-gooders of the Firebrands continue the group's original traditions. They travel throughout the Inner Sea region—and sometimes out into the rest of Golarion—to fight oppression wherever and whenever possible. They assist and defend those who are unable to fight for themselves. The Firebrands also work to help areas recover and rebuild from the destruction that can occur during revolution. This includes helping farmers reestablish farmlands, working to educate locals until proper schools are rebuilt, and providing food and entertainment for those recovering from wounds or afflictions.",
						"The rest of the Firebrands travel the Inner Sea region, regaling all who listen with tales of their own deeds and accomplishments. These Firebrands often dress in flashy, fashionable outfits and tend to bring sizable entourages with them on their journeys. Such Firebrands commonly boast before heading out on adventures, hoping to garner further attention with claims of being able to complete a quest with only a single hand or while blindfolded. Not all Firebrands choose to draw such attention to themselves, however; some instead strive to perform glorious deeds, letting their successful exploits speak for themselves and leaving calling cards to let others know who was responsible for their extraordinary feats.",
						{
							"type": "pf2-sidebar",
							"name": "RELATIONS",
							"source": "LOCG",
							"page": 70,
							"entries": [
								"{@b Free Captains:} Most Free Captains have a distaste for the Firebrands, though some will aid them by providing transport for the right price. Hurricane Queen Tessa Fairwind seems to have a fickle stance with the group, showing her disdain for their antics on some days while reveling in them on others.",
								"{@b Local Authorities:} Many Firebrands tend to be a frequent nuisance and cause collateral damage in their wake, making them a headache for most authorities. In many cases, the Firebrands actively work against laws they feel are oppressive (and depending on the Firebrand, that distinction can vary greatly), with Firebrands either working with locals to overthrow their oppressors or taking action alone if necessary. On rare occasions, local authorities are known to look the other way when Firebrands are up to their schemes, even in the face of obvious evidence, if it's for the overall good of a community.",
								"{@b {@organization Pathfinder Society}:} The Pathfinder Society is particularly alluring to adventurous Firebrands, and many members join up just for the opportunity to travel the world and search for lost knowledge and relics. Firebrands find the Horizon Hunters faction within the Society particularly conducive to their goals."
							]
						},
						{
							"type": "pf2-sidebar",
							"name": "NOTABLE FIGURES",
							"source": "LOCG",
							"page": 72,
							"entries": [
								"{@b Devrin Arlos:} This former Free Captain was the first non-rebel to spontaneously declare himself a Firebrand and start the tradition of anyone joining the organization. He and the crew of his ship, the Nightwave, have since gained an enormous reputation as bold adventurers.",
								"{@b Ranik Helt:} This halfling bard acts as an intermediary between the Bellflower Network and the rest of the Firebrands. He uses the Firebrands' contacts to help former slaves escape to freedom.",
								"{@b Shensen:} One of the leaders of the Silver Ravens, the opera star was quick to suggest the alliance between her rebels and Vidrian. She now acts as a public face to the organization, happy to draw ire toward herself if it helps others.",
								"{@b Captain Shimali Manux:} One of the first captains to set out from Vidrian to seek aid, Captain Manux now acts as the unofficial leader of the Firebrand fleets with her ship the Umbral Spark. She is quick to earn the respect of others, including her former rival Devrin Arlos."
							]
						},
						{
							"type": "pf2-sidebar",
							"name": "ADVENTURE HOOKS",
							"source": "LOCG",
							"page": 74,
							"entries": [
								"{@b Escort to Freedom:} Several recently freed slaves and citizens seeking asylum need help to escape their home. The PCs must find a way to smuggle them out and transport them to safety.",
								"{@b Firebrand Fashion Design:} The PCs are tasked with creating an awe-inspiring outfit for a local Firebrand. The Firebrand promises to connect the PCs with a local contact, but only if the outfit garners enough attention.",
								"{@b Rescue the Newbie:} An aspiring Firebrand has bitten off more they can chew and has gone missing. The PCs can bring the Firebrand home if they brave the same dangers themselves.",
								"{@b Sowing Discord:} The PCs must aid rebels in a local city, either by spreading misinformation or by drawing attention to themselves while the rebels continue their work.",
								"{@b The Vaunter's Carnival:} The PCs attend this annual gathering where Firebrands from all across the Inner Sea region meet to share stories, enjoy friendly boasting competitions, and join up to set out on adventures."
							]
						},
						{
							"type": "pf2-h2",
							"name": "Within the Firebrands",
							"source": "LOCG",
							"page": 68,
							"entries": [
								"Enrollment in the Firebrands is a curious thing, as there is no official structure to the organization. Instead, an individual's standing among the Firebrands is based mostly around their reputation both inside and outside the group. Those with more renown and daring deeds to their name are considered to have higher ranking among their fellow Firebrands.",
								"While there are no official titles among the Firebrands, every member is categorized in the context of four different rankings, known as marks, a system derived from the Firebrand symbol of two crossed swords. The first use of this symbol originated among Vidric rebels who rose up to reclaim their lands; the rebels used the swords featured on the Sargavan flag as a means of communication, drawing or painting the blades on structures to signify safe houses or hidden caches. The simplicity of the symbol—two large marks for the sword blades and two smaller marks for the cross guard—made it easy for Vidrics to leave a message with short notice. Vidrics continued to use this mark until it became the official symbol of the Firebrands. Today, the symbol is used wherever the Firebrands wish to make their presence known, though individual marks vary. Firebrands place specific symbols beneath the crossed blades, such as a silver raven or a specific ship's flag, to further signify exactly who made the mark and which local group claims responsibility for a particular act.",
								"Anyone can declare themselves as a member of the Firebrands, though status as a member is not considered official until a potential recruit gains a significant amount of notoriety. This usually requires several dozen locals in an area, typically 50, or a handful of local Firebrands to become aware of the prospective member. The process is often relatively quick, as most wishing to join can make a public declaration, usually in a loud and showy manner. Once this is done, the prospective member earns the title of first mark. The ease of becoming a first mark means that first marks come and go constantly, and most Firebrands do not consider a first mark truly official until a member reaches the rank of second mark.",
								"To reach the status of second mark, a Firebrand of second mark or higher must make a declaration that the first mark is an official Firebrand. This declaration can be made in public, as with the initial claim of membership, or in private among other Firebrands. Regardless of the publicity, the declaration is capped with the Firebrand and the first mark crossing blades. In cases where no blades are available, the two cross any weapon at hand, or even cross arms when no weapons are available. This symbolic recreation of the Firebrand symbol allows the second mark access to the resources of the local Firebrands, such as armaments, contacts, equipment, safe houses, or training.",
								"Third marks are simply second marks who have gained local fame. Sometimes these are individuals known by name or an alias. Other times, an entire group can become a third mark due to the group's notoriety in its home region. In this case, anyone that is a member of said group is a third mark, regardless of their standing or seniority within the group itself. Firebrands don't designate the third mark ranking based on any internal parameters, instead recognizing the ranking when the common populace is aware of the members; once a Firebrand or group of Firebrands becomes well known, whether due to popularity or infamy, they are third marks regardless of what other Firebrands may think of it. Most Firebrands acknowledge that it's hard to determine exactly when this happens, but it becomes obvious once locals start expressing outward opinions of a Firebrand.",
								"The title of fourth mark is even more nebulous than that of third mark. Fourth marks are those Firebrands that almost everyone knows. These can be individuals whose names travel in stories across Golarion, like Devrin Arlos or the Sapphire Butterfly. Others are groups like the Silver Ravens that achieved great recognition due to their deeds and thus all members, new and old, are considered fourth marks. Much like the ranking of third mark, there's no official threshold for a fourth mark—only a nebulous consensus once fellow Firebrands or distant locals begin to share stories about the deeds of a particular individual or a certain group. Many Firebrands like to debate about specific individuals or groups to determine whether or not they are worthy of becoming fourth marks. Even with the constant debates, Firebrands universally recognize certain key members as fourth marks, usually those in leadership roles.",
								"While it's easy for anyone to begin their journey as a member of the Firebrands, the nature of the organization helps to sniff out those who are attempting to infiltrate the group. First off, anyone who has heard of the Firebrands knows the group does not intentionally harm innocents. The Firebrands typically squabble with local authorities, oppressive groups, or, in some cases, with each other, and while collateral damage to innocents is always a possibility, anyone who sets out specifically to harm innocents in the name of the Firebrands is quickly dismissed. These people never become second marks and likely draw the ire of proper Firebrands. In addition, individual Firebrands constantly work to maintain their local networks. Often, this manifests as secret codes and signals among rebels that change at regular intervals. Individuals who might bring harm to the Firebrands do not receive these updates, and soon find themselves marked as obvious outcasts. For Firebrands without such systems in place, the local populace still acts as the Firebrands' eyes and ears. Allies of the Firebrands report any issues or concerns they have with other members, allowing the larger body of Firebrands to respond accordingly.",
								{
									"type": "pf2-h3",
									"name": "Firebrands Across the Inner Sea",
									"source": "LOCG",
									"page": 69,
									"entries": [
										"Though the Firebrands are a relatively young organization, especially compared to other prominent organizations like the Pathfinder Society, the group's popularity has grown quickly in the years since its formation. Once the first rumors of Firebrands supporting local rebellions started to spread, pockets of resistance throughout Avistan began to call out to the Firebrands. These groups placed the Firebrand's crossed-blade symbol wherever they could, and soon enough other rebels rallied to their cause. In some of these cases, such as with the ongoing resistance in Pezzack, Firebrands made the trek to offer their support. At other times, the locals inspired themselves with their actions and gathered enough local support that they became their own local group of Firebrands. This was the case with the small kingdom of Crossroads in the southern River Kingdoms, where the locals rose up against a local group of marauders that constantly threatened the fledgling kingdom's livelihood.",
										"Once the more boisterous side of the Firebrands came to the forefront, the group's notoriety increased quickly. Many found the Firebrands' behavior entertaining, while others were awestruck by the tales of great heroics or perilous acts from which a Firebrand escapes unscathed. Traveling Firebrands soon found themselves overwhelmed with bored homemakers and excited locals insisting on hearing tales of the latest Firebrand exploits. Sometimes these tales were recountings of thrilling exploits, while others are merely exhilarating lies. Regardless of their validity, such tales only boosted the exciting Firebrand way of life, soon making the Firebrands something of a household name.",
										"Today, Firebrands continue to uphold their traditions all over the Inner Sea region, with many finding their ways to large port cities like Absalom, Almas, and Magnimar. These cities provide numerous eyes for those seeking attention, and plenty of crowds for those looking to disappear. The cities also allow any would-be Firebrands to hop on to a ship and join up with a Firebrand crew with relative ease. Many of these crews set off upon the high seas in search of adventure and treasure in places like the Shackles or even beyond the Inner Sea. Some smaller towns also harbor a Firebrand presence, though how easy it is to identify such groups varies from one town to the next."
									]
								},
								{
									"type": "pf2-h3",
									"name": "Dressing the Part",
									"source": "LOCG",
									"page": 70,
									"entries": [
										"While members of the Firebrands are primarily known for their adventurous exploits and their work fighting oppression, they are also at the forefront of fashion. When the first grandstanders began gaining attention, they were quick to realize that it would require greater and greater exploits to attract notice while other Firebrands were engaging in their own astonishing ventures. To attract the gaze of onlookers and draw more attention to their own deeds, some Firebrands began sporting elaborate outfits with eye-catching colors and ostentatious accessories.",
										"Firebrand fashion has begun to take hold in places like Absalom and Andoran, with many younger nobles and local adventurers taking to gaudy clothing, bright feathers, excessive amounts of jewelry, and large hats to emulate the styles of notable Firebrands. Since this flare in popular fashion, Firebrands and fashionistas all over have tweaked and reworked this original fashion trend to suit their own tastes.",
										"Current Firebrand fashion varies greatly from region to region, but those seeking attention make the most of what's available to them. Some Firebrands take local fashions and alter them to be outrageously showy and glamorous. Other Firebrands create entire outfits from scratch, allowing them to express their creative sides. Some of these outfits are marvels all their own, mimicking great birds or incorporating wearable contraptions that can independently wave flags or even play music.",
										"Local Firebrand groups tend to adopt their own particular fashion trends and colors, with certain groups coordinating clothing across their membership. Such Firebrands sometimes even modify their symbols with specific colors, which helps to differentiate such groups in places where multiple Firebrand-affiliated organizations are active.",
										"Firebrands who prefer subtlety instead choose simpler clothing that allows them to slip in and out of crowds unnoticed. In situations where anonymity is important, these Firebrands wear masks or other disguises that make identification difficult."
									]
								}
							]
						},
						{
							"type": "pf2-h2",
							"name": "Firebrand Options",
							"source": "LOCG",
							"page": 71,
							"entries": [
								"The Firebrands use a variety of unorthodox equipment and techniques to achieve their goals, whether those goals include drawing attention, or subterfuge and subtlety. The following Firebrand options are uncommon, and members of the Firebrands gain access to them once they reach the rank of second mark. The Entourage feat is rare even for members of the Firebrands, as it requires a certain degree of fame and in-world activity to acquire, and potentially requires the player or GM to keep track of additional background NPCs. Typically, only third mark and fourth mark Firebrands have the notoriety and social influence required to maintain an entourage. While Firebrands seek to build an entourage more than most adventurers, it's not unreasonable for any famous character to gain access to it if the players are interested in playing with the {@feat Entourage|LOCG} feat.",
								{
									"type": "pf2-h3",
									"name": "Firebrands Feats",
									"collapsible": true,
									"source": "LOCG",
									"page": 71,
									"entries": [
										"The following feats allow Firebrands to easily hide among a populace or gather crowds around them.",
										{
											"type": "statblock",
											"tag": "feat",
											"name": "Backup Disguise",
											"source": "LOCG"
										},
										{
											"type": "statblock",
											"tag": "feat",
											"name": "Sow Rumor",
											"source": "LOCG"
										},
										{
											"type": "statblock",
											"tag": "feat",
											"name": "Entourage",
											"source": "LOCG"
										}
									]
								},
								{
									"type": "pf2-h3",
									"name": "Firebrand Items",
									"collapsible": true,
									"source": "LOCG",
									"page": 72,
									"entries": [
										"The following are some of the items that Firebrands use to either gain extra attention or escape prying eyes.",
										{
											"type": "statblock",
											"tag": "item",
											"name": "Cloak of Repute",
											"source": "LOCG"
										},
										{
											"type": "statblock",
											"tag": "item",
											"name": "Insistent Door Knocker",
											"source": "LOCG"
										},
										{
											"type": "statblock",
											"tag": "item",
											"name": "Snapleaf",
											"source": "LOCG"
										},
										{
											"type": "statblock",
											"tag": "item",
											"name": "Unmemorable Mantle",
											"source": "LOCG"
										}
									]
								},
								{
									"type": "pf2-h3",
									"name": "Firebrand Archetype",
									"collapsible": true,
									"source": "LOCG",
									"page": 72,
									"entries": [
										"The following archetype is available to prominent members of the Firebrands.",
										"{@note You can see the {@archetype Firebrand Braggart|LOCG} archetype on the {@pf2etools archetype|archetypes.html} page.}"
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Hellknights",
			"source": "LOCG",
			"page": 76,
			"lore": [
				{
					"type": "pf2-h1",
					"name": "Hellknights",
					"entries": [
						"The letter of the law is absolute—and lest all civilization fall to dust, its enforcement must be swift and unfailing. None embody this harsh truth more than the Hellknights, an order of warriors dedicated to the protection and progress of society at all costs. The Hellknight organization traces to Cheliax, where nearly 150 years ago a band of vigilantes gained legitimacy from their king. In the decades since, the knighthood has morphed into multiple branches that answer to none but their own vision of consummate law.",
						"Hellknights believe that without their commitment to order, the fabric of existence itself faces jeopardy. Thus, Hellknights are dutiful law enforcers, rooting out those who would undermine order and peace. When anarchy looms, Hellknights are executioners of all things and people who would propagate the tide of chaos. The laws Hellknights defend are not those of a single nation or tyrant, but rather a codex all their own, collected from myriad legal codes throughout history and fortified with the strictures of the most lawful society of planes: Hell itself.",
						"To some Hellknights, the Pit is an enviable ideal; to others, its order paves the way for the cosmos’ most reprehensible realms, and for that alone it must be respected. Regardless of their personal moral codes, Hellknights believe that Hell is the multiverse’s greatest forge, and that those fortified in its flames emerge unbending and unbreakable. Thus, aspiring knights willingly submit to the horrors of Hell, and only those who survive its gauntlet are worthy bearers of the Hellknight title.",
						"Since the order’s founding nearly 150 years ago, tested and inducted Hellknights have co-opted the imagery and inimitable lawfulness of the Pit, wresting it for their own purposes. This fact is most obvious when Hellknights stand blazing and fearsome before their enemies—full Hellknight regalia includes head-to-toe black armor, evoking the epitome of an infernal warrior. Sculpted with stylized spikes and imprinted with emblems of diabolical menace, a Hellknight’s armor denotes to which sect they belong, and it invests them with their order’s full authority and capacity for merciless enforcement.",
						{
							"type": "pf2-sidebar",
							"name": "RELATIONS",
							"source": "LOCG",
							"page": 80,
							"entries": [
								"{@b {@organization Firebrands}:} The flamboyant rabblerousers of the Firebrands constantly find themselves butting heads with Hellknights. Firebrands constantly work to evade Hellknights’ watchful eyes and lawful grasp.",
								"{@b House Thrune:} Many Hellknight orders are based in and around Cheliax and directly answer to House Thrune. House Thrune knows to keep a long leash on the Hellknights, however, as even the ruling house knows that the Measure and the Chain come first.",
								"{@b Local Authorities:} Hellknights tend to work alongside local law enforcement when it’s favorable to them, but they take the law into their own hands when they find local authorities lacking."
							]
						},
						{
							"type": "pf2-sidebar",
							"name": "NOTABLE FIGURES",
							"source": "LOCG",
							"page": 81,
							"entries": [
								"{@b Lictor Uro Adom:} The lawful neutral leader of the Order of the Chain, Adom began his career as a constable, eventually became known as the “Panther of Pangolais,” and is the ultimate warden of the fortress-like Citadel Gheradesca.",
								"{@b Vicarius Giordano Torchia:} : The lawful evil leader of the Order of the Gate, Torchia is a brilliant wizard known for his arrogance, his vast network of informants, and his frequent deals with powerful devils.",
								"{@b Lictor Resarc Ountor:} The lawful neutral leader of the Order of the Godclaw, Ountor is a former exclusive servant of Abadar who believes deeply in the strength of cooperation, progress in discipline, and glory in eliminating the foes of order.",
								"{@b Lictor Rouen Stought:} The lawful neutral leader of the Order of the Pyre, Stought is a staunch atheist who believes all deities are a nuisance, and she would gladly see every temple in Golarion burn.",
								"{@b Lictor Darcyne Wrens:} The lawful neutral leader of the Order of the Rack, Wrens is a skilled sorcerer who nonetheless sees wizards as a threat to her order’s cause of quelling insurrection.",
								"{@b Lictor Toulon Vidoc:} The lawful neutral leader of the Order of the Scourge, the charming Vidoc has a reputation as one of Cheliax’s greatest detectives, and is also one of the Hellknights’ most politically active and diplomatic leaders."
							]
						},
						{
							"type": "pf2-h2",
							"name": "The Measure and the Chain",
							"source": "LOCG",
							"page": 76,
							"entries": [
								"All Hellknights enforce and execute the basics of what they call the Measure—the order’s massive collection of laws and strictures—and the Chain, a philosophy concerning itself with three utmost virtues. Order, discipline, and mercilessness make up the three links of the Chain, and each link involves a cornerstone of the philosophy that fuels all of these warriors.",
								"In enforcing order, the Hellknights strive to create a world that is so peaceful and regimented that it has no need for them. Further, the Hellknights’ vision of order encourages each soul to punish those who hold back progress. Discipline teaches that no achievement occurs without loss, and emotions are a distraction at best—and at worst, a vulnerability. This includes fear, which all Hellknights attempt to dutifully master and turn into a weapon against the weak. In practicing perfect discipline, Hellknights prepare themselves to destroy all who would prevent them from accomplishing their goals.",
								"The concept of mercilessness, the Hellknights’ third philosophical link, teaches that all are guilty of some infraction against order, and compassion is damaging to civilization and inhibits social progress. Exceptions to this rule, the Hellknights believe, pave a path to anarchy. As all have transgressed, none are worthy of mercy— including individual Hellknights themselves, who hold themselves to the highest standards of their own tenets.",
								"The Hellknight order’s absolute zealotry toward law and discipline attracts many hopefuls who are cruel and evil at heart, and even some who revere Asmodeus’s wickedness above all else. However, Hellknight members as a whole are not necessarily evil. For those who seek it, there is room for goodness and morality within the Hellknights’ regimented ranks, as long as the Measure’s strictures are upheld. Evil hopefuls often find that while they assume the Hellknights might provide shelter for their wicked deeds, they themselves are too capricious to stand as a paragon of order. In any case, the screams of unsuccessful evil Hellknight hopefuls echo just as loudly throughout a citadel’s halls as do those of the weak and the wanting—and the pits of Hell are happy to welcome all failures into the eternal embrace of the damned."
							]
						},
						{
							"type": "pf2-sidebar",
							"name": "ADVENTURE HOOKS",
							"source": "LOCG",
							"page": 84,
							"entries": [
								"{@b Lone Law Officer:} A single Hellknight scours the city and surrounding countryside for leads on a shadowy organization she believes is plotting to assassinate a prominent political figure. The Hellknight has rooted out a hedge witch and an artisan who each have—unknowingly—assisted this group, known only as the Veiled Ones, but the Hellknight needs the PCs’ help to determine their leaders’ identities. The Hellknight knows only the assassins’ target, who is the PCs’ ally.",
								"{@b Commandeered Supplies:} A group of merchants who normally supply the PCs with gear has been served a requisition order from the local Hellknight order, whose tight-lipped members only insist that the sellers’ wares are needed for a mission of utmost importance in the wilds outside of town. The Hellknights are paying the merchants fairly, but reports of monsters massing in the wilderness and possible corruption among the knights’ ranks prompt the PCs to get involved."
							]
						},
						{
							"type": "pf2-h2",
							"name": "Arms of Total Law",
							"source": "LOCG",
							"page": 77,
							"entries": [
								"All Hellknights must pass a simple but brutal test—besting a denizen of Hell in single combat—and adhere to the order’s overarching general philosophies. Beyond these shared elements, separate orders within the knighthood focus on specific aspects of quelling lawlessness and savagery. There are seven major Hellknight orders that roam the Inner Sea region and beyond, many of them based in or near Cheliax, where the organization began. The seven major Hellknight orders are described below. While directly acting in violation of an order’s specific mandate is even more egregious than violating the Measure and the Chain in general, Hellknights don’t tolerate infractions of any kind, no matter how small, and thus the orders don’t list specific anathema.",
								{
									"type": "pf2-options",
									"style": "pf2-p",
									"skipSort": true,
									"items": [
										{
											"type": "item",
											"name": "Order of the Chain",
											"entries": [
												"Based in Citadel Gheradesca near Corentyn in Cheliax, the Order of the Chain’s knights are bounty hunters and jailers. They equally hunt bandits, murderers, and fugitives, imprisoning the worst offenders in their fortress-like citadel. These Hellknights specialize in fields such as tracking, criminal psychology, investigation, and interrogation. The order’s favored weapon is the flail."
											]
										},
										{
											"type": "item",
											"name": "Order of the Gate",
											"entries": [
												"Based in Citadel Enferac just east of Pezzack in Cheliax and consisting of only a few hundred members, the Order of the Gate is the smallest major Hellknight order. It’s also the only order where signifers—Hellknight spellcasters—outnumber rank-and-file knights. These spellcasters use all types of magic to devise new ways to bring law to the world, and they are known for using eldritch rites to sniff out crimes as they are committed or even as they are being planned. The order’s favored weapon is the dagger."
											]
										},
										{
											"type": "item",
											"name": "Order of the Godclaw",
											"entries": [
												"Based in Citadel Dinyar in the Aspodell Mountains just within Isger’s borders, the Order of the Godclaw is the only Hellknight order to dedicate itself to faith. These Hellknights revere a unique dogma borne from a combination of the most lawful aspects of five lawful deities: Abadar, Asmodeus, Iomedae, Irori, and Torag. These Hellknights follow their doctrine, which they call the Godclaw, to stamp out disorder and oppose the forces of absolute chaos. The order’s favored weapon is the morningstar."
											]
										},
										{
											"type": "item",
											"name": "Order of the Nail",
											"entries": [
												"Based in Citadel Vraid near Korvosa in Varisia, the Order of the Nail dedicates itself to stamping out threats that lurk within the vast swaths of wilderness that threaten to choke civilized society. These Hellknights see roaming monsters, unchecked superstitions, and unruled frontier living as a threat to society. The Nail often dispatches contingencies of knights throughout the world to deal with what they see as rising threats. The order’s favored weapons are the halberd and lance; Hellknights who travel on foot prefer the halberd, while mounted Hellknights fight with lances."
											]
										},
										{
											"type": "item",
											"name": "Order of the Pyre",
											"entries": [
												"Based in Citadel Krane near Ostenso in Cheliax, the Order of the Pyre concerns itself with rooting out dangerous religions, seductive perspectives, and revolutionary science that threatens society’s status quo. Members of this order see themselves as cultist hunters and witchcraft persecutors, and they view all faiths beyond the Inner Sea region’s most common religions with suspicion. The order’s favored weapon is the glaive."
											]
										},
										{
											"type": "item",
											"name": "Order of the Rack",
											"entries": [
												"Based in Citadel Rivad near Westcrown in Cheliax, the Order of the Rack is the enemy of decadent thinking, selfish desire, and fruitless fantasy—all vices they believe inhibit societal growth and progress. Of all the major Hellknight orders, the Rack is most hated due to the order’s reputation for raiding the homes of those who speak out against the status quo. The Rack is also notorious for breaking up groups of malcontents before they become guilds, unions, or revolutionaries. The order’s favored weapons are the longsword and whip."
											]
										},
										{
											"type": "item",
											"name": "Order of the Scourge",
											"entries": [
												"Based in Citadel Demain near the Chelaxian capital of Egorian, the Order of the Scourge is dedicated to rooting out corrupt individuals and influences within governments and other powerful groups. Its members hunt for political manipulation and abuses of power, and their efforts also include waging an endless war against organized crime. The order’s favored weapons are the mace, scourge (page 80), and whip."
											]
										},
										{
											"type": "item",
											"name": "Other Orders",
											"entries": [
												"In addition to these major orders, several smaller orders also pursue niche mandates. These are the Order of the Coil, an evil order that persecutes indigenous peoples and historical sites in the Mwangi Expanse; the Order of the Crux, an evil order of undead false Hellknights who have risen as graveknights on the Cheliax-Nidal border; the Order of the Glyph, an evil and illegitimate order that works at the behest of Cheliax’s House Thrune to suppress the nation’s histories and lore; the Order of the Pike, a fearsome group of monster slayers; the Order of the Scar, a group of assassin-hunters who once served the Chelaxian crown; the Order of the Torrent, a goodly organization based in Ravounel dedicated to hunting kidnappers and recovering the kidnapped; and the Order of the Wall, a group subordinate to the Order of the Chain that stands vigil in Khari, the stolen Rahadoumi city that remains in Cheliax’s grasp."
											]
										}
									]
								}
							]
						},
						{
							"type": "pf2-h2",
							"name": "Within the Hellknights",
							"source": "LOCG",
							"page": 78,
							"entries": [
								"Although each Hellknight order’s unique lore and history are largely opaque to the masses, the general process for becoming a Hellknight is practically common knowledge. Hellknight hopefuls must petition to join an order at that group’s citadel or through the patronage of a serving Hellknight. At this point, a recruit becomes classified as an armiger, and they undergo intensive reeducation and physical training with a member of their chosen order to move forward with their candidacy for knighthood. In some cases, a Hellknight might train their own armiger in the field. Armigers typically train for as long as an overseeing Hellknight believes necessary, though the typical period is about 3 years.",
								"At any point in an armiger’s training—but typically at the behest of a sponsoring or overseeing Hellknight— the armiger may request to take the Hellknight Test. If the candidate passes the test, the armiger becomes a full Hellknight, receives their official armor and weapon of their order, and is invested with all the authority and station their rank confers. If the armiger fails the test, they die, and the order does not mourn them.",
								"The Hellknight Test is simple: an armiger must best an immortal champion of Hell whose power in combat mirrors her own. The test’s specifics differ subtly between orders, but for all of them, the official test is a somber ritual conducted twice each year. A high-ranking officer oversees the test, a signifer administers it in conjuring the devil, and every available member of the order stands witness.",
								"After a lengthy introduction, the armiger in question enters a clearly marked arena. The signifer then conjures the devil, and the two fight to the death. If the armiger prevails, they recite their vows immediately after the battle, as long as their injuries aren’t life threatening. If the armiger dies, the test is over and they fail.",
								"By decree of the Measure, there is one alternate way to achieve knighthood. An armiger can defeat a qualifying devil in single combat outside of the ritual ceremony, but doing so requires a sponsor. If a Hellknight in good standing bears witness to the feat and vouches for them, the armiger can become a member of the order.",
								{
									"type": "pf2-h3",
									"name": "Hellknight Titles",
									"source": "LOCG",
									"page": 79,
									"entries": [
										"Numerous ranks exist within the Hellknight orders, but the following—listed from lowest in authority to highest—are the most pervasive.",
										{
											"type": "pf2-options",
											"style": "pf2-p",
											"skipSort": true,
											"items": [
												{
													"type": "item",
													"name": "Armiger",
													"entries": [
														"A Hellknight in training; a Hellknight squire. Armigers are considered affiliated with their respective orders, but they are not full members and have not yet earned their own set of iconic Hellknight armor, nor have they been issued their order’s formal weapon."
													]
												},
												{
													"type": "item",
													"name": "Signifer",
													"entries": [
														"A Hellknight spellcaster. According to the Measure, signifers rank nominally below rank-and-file Hellknights, who are granted the authority to give orders to spellcasters on the battlefield. The exception to this is the Order of the Gate, which has enacted a rider for its members that elevates its signifers over its Hellknights."
													]
												},
												{
													"type": "item",
													"name": "Hellknight",
													"entries": [
														"A rank-and-file Hellknight. Hellknights are imbued with the authority to undertake missions, travel and enforce the law in key places (depending on their order’s needs), and make field decisions as necessary to further their objectives. Hellknights wear iconic black full-plate armor and typically wield the signature weapons of their order."
													]
												},
												{
													"type": "item",
													"name": "Maralictor",
													"entries": [
														"A mid-level Hellknight officer, similar to a lieutenant. Maralictors with titular concerns or duties—such as the relatively common arms-maralictors, field-maralictors, and gate-maralictors—are of lesser rank."
													]
												},
												{
													"type": "item",
													"name": "Paralictor",
													"entries": [
														"A high-ranking Hellknight officer, similar to a major."
													]
												},
												{
													"type": "item",
													"name": "Paravicar",
													"entries": [
														"A leader of a Hellknight order’s signifers, equal in rank to a master of blades."
													]
												},
												{
													"type": "item",
													"name": "Master, Mistress, or Myx of Blades",
													"entries": [
														"A colonel of a Hellknight order, equal in rank to a paravicar."
													]
												},
												{
													"type": "item",
													"name": "Vicarius",
													"entries": [
														"A spellcasting leader of a Hellknight order, equal in rank to a lictor. This title is rarely used."
													]
												},
												{
													"type": "item",
													"name": "Lictor",
													"entries": [
														"A general and the highest-ranking member of a Hellknight order."
													]
												}
											]
										}
									]
								}
							]
						},
						{
							"type": "pf2-h2",
							"name": "Hellknight Options",
							"source": "LOCG",
							"page": 80,
							"entries": [
								"Hellknights incorporate a number of specialized techniques into their ventures. A character who is a member of the Hellknights has access to the following uncommon options, as well as to the scourge, which is common.",
								{
									"type": "pf2-h3",
									"name": "Hellknight Equipment",
									"collapsible": true,
									"source": "LOCG",
									"page": 80,
									"entries": [
										"Hellknights employ a variety of equipment in their inquisitions. These include unique weapons that are a trademark for specific orders and the iconic Hellknight armor, Hellknight plate.",
										{
											"type": "statblock",
											"tag": "item",
											"name": "Hellknight Plate",
											"source": "LOCG"
										},
										{
											"type": "statblock",
											"tag": "item",
											"name": "Scourge",
											"source": "LOCG"
										}
									]
								},
								{
									"type": "pf2-h3",
									"name": "Hellknight Armiger Feats",
									"collapsible": true,
									"source": "LOCG",
									"page": 80,
									"entries": [
										"The following archetype feats for the {@archetype Hellknight armiger|lowg} archetype are available to all Hellknight armigers and also to characters with the {@archetype Hellknight|locg} and {@archetype Hellknight signifer|locg} archetypes.",
										{
											"type": "statblock",
											"tag": "feat",
											"name": "Order Training",
											"source": "LOCG"
										},
										{
											"type": "statblock",
											"tag": "feat",
											"name": "Advanced Order Training",
											"source": "LOCG"
										},
										{
											"type": "statblock",
											"tag": "feat",
											"name": "Hellknight Order Cross-Training",
											"source": "LOCG"
										}
									]
								},
								{
									"type": "pf2-h3",
									"name": "Hellknight Order Abilities",
									"collapsible": true,
									"source": "LOCG",
									"page": 81,
									"entries": [
										"The following entries list the lesser and greater order benefits for each of the seven major Hellknight orders. These abilities can be gained by selecting the {@feat Order Training|LOCG}, {@feat Advanced Order Training|LOCG}, and {@feat Hellknight Order Cross-Training|LOCG} archetype feats described above.",
										{
											"type": "pf2-h4",
											"name": "Order of the Chain",
											"collapsible": true,
											"source": "LOCG",
											"page": 81,
											"entries": [
												"Members of the Order of the Chain are skilled at hunting down and capturing criminals, especially those who dare flee from justice.",
												{
													"type": "dataGeneric",
													"style": "book",
													"dataGeneric": {
														"name": "Shackles Of Law",
														"traits": [
															"Flourish"
														],
														"type": "lesser benefit",
														"activity": {
															"number": 2,
															"unit": "action"
														},
														"sections": [
															[
																[
																	"You attempt to subdue a target with an attack and a follow-up grab. Make a melee {@action Strike}. If it hits and deals damage, you can attempt an {@skill Athletics} check to {@action Grapple} the creature you hit. If you’re wielding a {@item flail}, you can ignore {@action Grapple||Grapple’s} requirement that you have a hand free. Both attacks count toward your multiple attack penalty, but the penalty doesn’t increase until after you’ve made both of them."
																]
															]
														]
													}
												},
												{
													"type": "dataGeneric",
													"style": "book",
													"dataGeneric": {
														"name": "Sturdy Bindings",
														"type": "greater benefit",
														"sections": [
															[
																[
																	"Your grapples are incredibly reliable. When you roll a critical failure on a check to {@action Grapple} a target, you get a failure instead. In addition, when a creature you have {@condition grabbed} rolls a failure on its check to {@action Escape}, it gets a critical failure instead, and if it rolls a critical success, it gets a success instead."
																]
															]
														]
													}
												}
											]
										},
										{
											"type": "pf2-h4",
											"name": "Order of the Gate",
											"collapsible": true,
											"source": "LOCG",
											"page": 81,
											"entries": [
												"The Hellknight signifers of the Order of the Gate seek to prevent lawlessness of all types through the use of their considerable spellcasting prowess and command of fiendish outsiders.",
												{
													"type": "dataGeneric",
													"style": "book",
													"dataGeneric": {
														"name": "Locate Lawbreakers",
														"type": "lesser benefit",
														"sections": [
															[
																[
																	"Your pursuit is relentless, and you are able to magically locate stolen objects and outlaws. You gain {@spell locate} as an innate spell of a tradition of your choice, which you can cast once per day. If you are a member of the Order of the Gate, when you reach 14th level, the spell is heightened to 5th level."
																]
															]
														]
													}
												},
												{
													"type": "dataGeneric",
													"style": "book",
													"dataGeneric": {
														"name": "Devil Allies",
														"type": "greater benefit",
														"sections": [
															[
																[
																	"You can call in devils to assist your efforts. You gain {@spell summon fiend} as an innate spell of a tradition of your choice, which you can cast once per day. When you cast this spell, you can summon only creatures that have the {@trait devil} trait. At 16th level and every 2 levels thereafter, the spell is heightened by 1 level (to a maximum of 8th level when you reach 20th level)."
																]
															]
														]
													}
												}
											]
										},
										{
											"type": "pf2-h4",
											"name": "Order of the Godclaw",
											"collapsible": true,
											"source": "LOCG",
											"page": 82,
											"entries": [
												"The Order of the Godclaw’s Hellknights see their cause as a holy mandate from the Godclaw. They seek to punish criminals with a zeal rarely matched by others who enforce the law.",
												{
													"type": "dataGeneric",
													"style": "book",
													"dataGeneric": {
														"name": "Dedication To The Five",
														"type": "lesser benefit",
														"sections": [
															[
																[
																	"Your dedication to the Godclaw borders on a cleric’s. You gain the cleric’s {@feat Domain Initiate} feat but must select {@domain perfection}, {@domain protection}, {@domain tyranny}, or {@domain zeal} as your domain. In addition, you can use any religious symbol of {@deity Abadar}, {@deity Asmodeus}, {@deity Iomedae}, {@deity Irori}, or {@deity Torag} as your divine focus."
																]
															]
														]
													}
												},
												{
													"type": "dataGeneric",
													"style": "book",
													"dataGeneric": {
														"name": "Blessing Of The Five",
														"activity": {
															"unit": "action",
															"number": 3
														},
														"traits": [
															"Concentrate", "Divine", "Healing", "Manipulate", "Necromancy", "Positive"
														],
														"frequency": {
															"unit": "day",
															"freq": 1
														},
														"type": "greater benefit",
														"sections": [
															[
																[
																	"You call out to the Godclaw to heal your allies. You cast the 3-action version of {@spell heal}, heightened to a level 1 lower than half your level rounded up. You can select up to four creatures in the area to remain unaffected by the spell. You can instead use this ability to bring a creature within 30 feet that has died within the last round back from the dead. If you do, the creature is restored to 1 Hit Point and is {@condition doomed 1} for 24 hours."
																]
															]
														]
													}
												}
											]
										},
										{
											"type": "pf2-h4",
											"name": "Order of the Pyre",
											"collapsible": true,
											"source": "LOCG",
											"page": 83,
											"entries": [
												"The Order of the Pyre is dedicated to eliminating those faiths and beliefs they consider to be a threat to the Inner Sea region. They are particularly keen on stamping out dangerous cults.",
												{
													"type": "dataGeneric",
													"style": "book",
													"dataGeneric": {
														"name": "Righteous Resistance",
														"type": "lesser benefit",
														"sections": [
															[
																[
																	"You can cast {@spell resist energy} twice per day as a divine innate spell, except you can target only yourself. If you grant yourself resistance to fire damage, the resistance is equal to either the spell’s normal value or to your level, whichever is higher."
																]
															]
														]
													}
												},
												{
													"type": "dataGeneric",
													"style": "book",
													"dataGeneric": {
														"name": "Spiritual Disruption",
														"activity": {
															"unit": "action",
															"number": 2
														},
														"type": "greater benefit",
														"sections": [
															[
																[
																	"You channel disruptive power that severs a foe’s spiritual connection to their heretical magic. Make a melee {@action Strike}. If the attack hits, any time the target attempts to cast a {@trait divine} or {@trait occult} spell, the spell is disrupted unless they succeed at a DC {@flatDC 5} flat check (DC {@flatDC 7} on a critical hit); if the target is also {@condition stupefied}, it must attempt the harder of the two flat checks (but not both). This effect lasts for 1 minute."
																]
															]
														]
													}
												}
											]
										},
										{
											"type": "pf2-h4",
											"name": "Order of the Rack",
											"collapsible": true,
											"source": "LOCG",
											"page": 83,
											"entries": [
												"Members of the Order of the Rack seek to eliminate wastefulness throughout the Inner Sea region. They seek to quash pointless dreams, quell rebellions, and destroy dangerous inventions.",
												{
													"type": "dataGeneric",
													"style": "book",
													"dataGeneric": {
														"name": "Disillusionment",
														"type": "lesser benefit",
														"sections": [
															[
																[
																	"Dreams are pointless illusions you seek to quash. If you roll a success on a saving throw against an {trait illusion} or {@trait dream} effect or a {@skill Perception} check to disbelieve an illusion, you get a critical success instead. If you roll a critical failure on any of those checks, you get a failure instead."
																]
															]
														]
													}
												},
												{
													"type": "dataGeneric",
													"style": "book",
													"dataGeneric": {
														"name": "Silence Heresy",
														"activity": {
															"unit": "action",
															"number": 2
														},
														"type": "greater benefit",
														"sections": [
															[
																[
																	"You channel a power that stifles dangerous words. Make a melee {@action Strike}. If the attack hits, the target is unable to speak in a voice louder than a whisper for 1 round. This prevents the target from using most {@trait auditory} effects involving its voice, and it must succeed at a DC {@flatDC 5} flat check to {@action Cast a Spell} with a verbal component or the spell is disrupted. If your {@action Strike} is a critical hit, the target is entirely unable to speak for 1 round and is limited to a whisper for 1 minute thereafter. Once a creature has been affected by this ability, it is temporarily immune for 1 minute."
																]
															]
														]
													}
												}
											]
										},
										{
											"type": "pf2-h4",
											"name": "Order of the Scourge",
											"collapsible": true,
											"source": "LOCG",
											"page": 83,
											"entries": [
												"Hellknights of the Order of the Scourge hunt those who pervert the law for their own selfish ends. They seek to destroy corruption and those who hide behind unjust laws and bureaucracy.",
												{
													"type": "dataGeneric",
													"style": "book",
													"dataGeneric": {
														"name": "Fear No Law, Fear No One",
														"type": "lesser benefit",
														"sections": [
															[
																[
																	"When you roll a success on a save against a {@trait fear} effect, you get a critical success instead. In addition, any time you gain the {@condition frightened} condition, reduce the condition’s value by 1. As usual, this ability reduces the initial {@condition frightened} condition by 1, so if you have multiple similar abilities, they don’t both take effect."
																]
															]
														]
													}
												},
												{
													"type": "dataGeneric",
													"style": "book",
													"dataGeneric": {
														"name": "Seek Injustice",
														"frequency": {
															"unit": "day",
															"freq": 1
														},
														"activity": {
															"unit": "action",
															"number": 3
														},
														"traits": [
															"Concentrate","Divination", "Magical", "Revelation"
														],
														"type": "greater benefit",
														"sections": [
															[
																[
																	"With a moment spent focusing, you can locate the telltale signs of corruption no matter what means it may use to hide from your sight. For 1 minute, you can see through up to 5 feet of stone, wood, or similar barriers as if they didn’t exist (though any amount of metal or denser barriers block this effect)."
																]
															]
														]
													}
												}
											]
										}
									]
								},
								{
									"type": "pf2-h3",
									"name": "Hellknight Archetypes",
									"collapsible": true,
									"source": "LOCG",
									"page": 84,
									"entries": [
										"The following archetypes represent fully inducted members of a Hellknight order. You can select the dedication feats for these archetypes even if you haven’t yet gained three feats from the {@archetype Hellknight armiger|lowg} archetype. A character can’t have both the {@archetype Hellknight|locg} and {@archetype Hellknight signifer|locg} archetypes.",
										"{@note You can see the {@archetype Hellknight|LOCG} and {@archetype Hellknight Signifer|LOCG} archetypes on the {@pf2etools archetype|archetypes.html} page.}"
									]
								}
							]
						}
					]
				}
			]
		}
	]
}
