{
	"creatureTemplateFluff": [
		{
			"name": "Graveknight",
			"source": "B1",
			"page": 190,
			"entries": [
				{
					"type": "pf2-h2",
					"name": "Graveknight",
					"entries": [
						"Graveknights are undead warriors granted unlife by a cursed suit of armor.",
						{
							"type": "pf2-h3",
							"name": "Graveknight Armor",
							"entries": [
								"Wearing graveknight armor is very risky, for the graveknight's essence rapidly parasitizes the new wearer, accelerating the graveknight's rejuvenation. This agonizing transformation inevitably kills the host, transforming their flesh into the graveknight's new body. Removing the curse allows a character to remove the armor, but if it ever wears the armor again, the curse returns. If the wearer dies from another cause while wearing the armor, or if the graveknight's rejuvenation completes before the wearer dies from the curse, the wearer immediately progresses to stage 3.",
								{
									"type": "data",
									"tag": "affliction",
									"name": "Graveknight's Curse",
									"source": "B1"
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Ghost",
			"source": "B1",
			"page": 166,
			"entries": [
				{
					"type": "pf2-h2",
					"name": "Ghost",
					"entries": [
						{
							"type": "pf2-sidebar",
							"name": "Custom Ghosts",
							"entries": [
								"Ghosts work best in adventures when used sparingly. As they are remnants of a past life and retain their intelligence, ghosts can convey long-lost information or serve as a way to inform the PCs of crucial story elements. In this way, a ghost in an adventure can provide a clue or even a complete history of a site or event. Unlike most other undead, ghosts can retain the alignment they had in life, but regardless they should remain tragic and frightening figures in play."
							]
						},
						{
							"type": "pf2-sidebar",
							"name": "Building Ghosts",
							"entries": [
								"Note that the ghost mage is built from the ground up, rather than by applying the ghost rules to a once-living creature, so its numbers don't exactly match the values listed above. This is usually the better way to go if you have the time, as it allows you to hand-craft a ghost for the situation."
							]
						},
						"When some mortals die through tragic circumstances or without closure, they can linger on in the world. These anguished souls haunt a locale significant to them in life, constantly trying to right their perceived wrong or wrongdoings."
					]
				}
			]
		},
		{
			"name": "Divine Warden",
			"source": "B3",
			"page": 72,
			"entries": [
				{
					"type": "pf2-h2",
					"name": "Divine Warden",
					"entries": [
						{
							"type": "pf2-sidebar",
							"name": "Mouths of The Gods",
							"entries": [
								"While most divine wardens lack the ability to speak, a deity might imbue a divine warden with the capability by quoting scripture. The guardian can therefore communicate the deity's will to their faithful, though typically in a cryptic fashion. Divine wardens might also have the ability to lead in song or prayer."
							]
						},
						{
							"type": "pf2-sidebar",
							"name": "Heroes of The Faith",
							"entries": [
								"In the rare instances where a deity personally creates a divine warden, the deity tends to animate depictions of great heroes from their faith. The specific image of the hero serves to inspire devotees and act as a leader in combat. Occasionally, the deity will call on the spirit of the hero to actually embody the divine warden, allowing the hero to fight for their faith once again."
							]
						},
						"Created through complex rituals performed by a faith's adherents, divine wardens have been imbued with a fraction of the power that courses through a champion or cleric of a particular deity. This divine spark allows the divine warden to serve as the protector for a temple, shrine, or other holy site. Such guardians aren't intrinsically bound to a fixed location, but they rarely leave the temple or site over which they watch.",
						"Most divine wardens have been crafted from clay, stone, wood, or similar materials and typically have features that resemble a deity or a deity's herald. Divine wardens often have other abilities typically exhibited by constructs, such as armor plating, the ability to disguise themselves as statues, or other similar benefits.",
						"The faithful worshippers who craft divine wardens typically animate the constructs using a special ritual in which the followers beseech their deity to empower the guardian. The divine mandate that imbues a divine warden with power also allows the sentinel to recognize enemies of its deity and prevents the construct from attacking other members of the faith, unless these patrons choose to attack it first.",
						"In rare cases or particularly dire times, a deity might create a divine warden by directly animating an existing statue or idol to aid faithful followers. These divine guardians are most likely to be found outside of their original locations, assisting displaced congregations or pursuing those who might harm the faithful."
					]
				}
			]
		},
		{
			"name": "Ghoul",
			"source": "B1",
			"page": 168,
			"entries": [
				{
					"type": "pf2-h2",
					"name": "Ghoul",
					"entries": [
						{
							"type": "pf2-sidebar",
							"name": "The First Ghouls",
							"entries": [
								"Legend holds that the first humanoid (an elf, as it so happened) to feed upon the flesh of his brother rose as a ghoul after death, in time embracing his new life and ascending to great power as a demon lord of ghouls, graves, and secrets kept by the dead. That ghouls of humanoids warp and twist to take vaguely elven features, and that elves themselves are immune to ghoul paralysis, are unusual side effects of this ancient source, yet today, ghouls are as likely to worship other vile gods—or simply eschew faith entirely—as they are to honor the first of their kind."
							]
						},
						{
							"type": "pf2-sidebar",
							"name": "Ghoulish Society",
							"entries": [
								"Ghouls are quite intelligent and, more so than almost any other undead, prone to forming societies and cultures (if vile and repugnant ones centered around flesh eating and acts of depravity) in tangled warrens below boneyards, or even entire cities hidden away in the depths of the Darklands."
							]
						},
						"Few creatures are more ubiquitous to sinister locations such as lonely graveyards and ruined crypts than the flesh-eating undead known as ghouls."
					]
				}
			]
		},
		{
			"name": "Herexen",
			"source": "B3",
			"page": 134,
			"entries": [
				{
					"type": "pf2-h2",
					"name": "Herexen",
					"entries": [
						{
							"type": "pf2-sidebar",
							"name": "Herexen Lairs",
							"entries": [
								"Most herexens settle down in a particular town or region to corrupt the local populace. Powerful herexens may boldly lair in a defiled temple, creating a vile parody of the building's former glory. However, most herexens hide in decrepit places such as ruins, forgotten basements, or tombs."
							]
						},
						"When a cleric rebels against their deity and dies in the grip of blasphemous rage, the heresies they committed in life may fuel their transformation into an undead herexen. Herexens seek vengeance against the deity they once worshipped, defiling temples, slaying the faithful, and rallying lesser undead and death cultists to aid them in their unholy quests. Though a herexen's divine gifts have mostly been corrupted into the vileness of undeath, they stubbornly cling to remnants of their former power, still wielding magic and armaments favored by the deity they so greatly despise.",
						"Groups of herexens that blasphemed against the same deity sometimes combine to form a mockery of a congregation, conducting blasphemous rites with something approaching euphoria. These congregations are more often formed from a blasphemous cult who practiced their heresy together in life and died together, though some gather independent herexens of the same former faith."
					]
				}
			]
		}
	]
}
