{
	"race": [
		{
			"name": "Dwarf",
			"source": "PHB",
			"entries": [
				"Kingdoms rich in ancient grandeur, halls carved into the roots of mountains, the echoing of picks and hammers in deep mines and blazing forges, a commitment to clan and tradition, and a burning hatred of goblins and orcs-these common threads unite all dwarves.",
				{
				    "type": "entries",
				    "name": "Short and Stout",
				    "entries": [
						"Bold and hardy, dwarves are known as skilled warriors, miners, and workers of stone and metal. Though they stand well under 5 feet tall, dwarves are so broad and compact that they can weigh as much as a human standing nearly two feet taller. Their courage and endurance are also easily a match for any of the larger folk.",
						"Dwarven skin ranges from deep brown to a paler hue tinged with red, but the most common shades are light brown or deep tan, like certain tones of earth.",
						"Their hair, worn long but in simple styles, is usually black, gray, or brown, though paler dwarves often have red hair. Male dwarves value their beards highly and groom them carefully."
				    ]
				},
				{
				    "type": "entries",
				    "name": "Long Memory, Long Grudges",
				    "entries": [
						"Dwarves can live to be more than 400 years old, so the oldest living dwarves often remember a very different world. For example, some of the oldest dwarves living in Citadel Felbarr (in the world of the Forgotten Realms) can recall the day, more than three centuries ago, when orcs conquered the fortress and drove them into an exile that lasted over 250 years. This longevity grants them a perspective on the world that shorter-lived races such as humans and halflings lack.",
						"Dwarves are solid and enduring like the mountains they love, weathering the passage of centuries with stoic endurance and little change. They respect the traditions of their clans, tracing their ancestry back to the  founding of their most ancient strongholds in the youth of the world, and don't abandon those traditions lightly. Part of those traditions is devotion to the gods of the dwarves, who uphold the dwarven ideals of industrious labor, skill in battle, and devotion to the forge.",
						"Individual dwarves are determined and loyal, true to their word and decisive in action, sometimes to the point of stubbornness. Many dwarves have a strong sense of justice, and they are slow to forget wrongs they have suffered. A wrong done to one dwarf is a wrong done to the dwarf's entire clan, so what begins as one dwarf's hunt for vengeance can become a full-blown clan feud."
				    ]
				},
				{
				    "type": "entries",
				    "name": "Clans and Kingdoms",
				    "entries": [
						"Dwarven kingdoms stretch deep beneath the mountains where the dwarves mine gems and precious metals and forge items of wonder. They love the beauty and artistry of precious metals and fine jewelry, and in some dwarves this love festers into avarice. Whatever wealth they can't find in their mountains, they gain through trade. They dislike boats, so enterprising humans and halflings frequently handle trade in dwarven goods along water routes. Trustworthy members of other races are welcome in dwarf settlements, though some areas are off limits even to them.",
						"The chief unit of dwarven society is the clan, and dwarves highly value social standing. Even dwarves who live far from their own kingdoms cherish their clan identities and affiliations, recognize related dwarves, and invoke their ancestors' names in oaths and curses. To be clanless is the worst fate that can befall a dwarf.",
						"Dwarves in other lands are typically artisans, especially weaponsmiths, armorers, and jewelers. Some become mercenaries or bodyguards, highly sought after for their courage and loyalty."
				    ]
				},
				{
				    "type": "entries",
				    "name": "Gods, Gold, and Clan",
				    "entries": [
						"Dwarves who take up the adventuring life might be motivated by a desire for treasure-for its own sake, for a specific purpose, or even out of an altruistic desire to help others. Other dwarves are driven by the command or inspiration of a deity, a direct calling or simply a desire to bring glory to one of the dwarf gods. Clan and ancestry are also important motivators. A dwarf might seek to restore a clan's lost honor, avenge an ancient wrong the clan suffered, or earn a new place within the clan after having been exiled. Or a dwarf might search for the axe wielded by a mighty ancestor, lost on the field of battle centuries ago."
				    ]
				},
				{
				    "type": "inset",
				    "name": "Slow to Trust",
				    "entries": [
						"Dwarves get along passably well with most other races. \"The difference between an acquaintance and a friend is about a hundred years,\" is a dwarf saying that might be hyperbole, but certainly points to how difficult it can be for a member of a short-lived race like humans to earn a dwarf's trust.",
						{
						    "type": "entries",
						    "name": "Elves",
						    "entries": [
								"\"It's not wise to depend on the elves. No telling what an elf will do next; when the hammer meets the orc's head, they're as apt to start singing as to pull out a sword. They're flighty and frivolous. Two things to be said for them, though: They don't have many smiths, but the ones they have do very fine work. And when orcs or goblins come streaming down out of the mountains, an elf's good to have at your back. Not as good as a dwarf, maybe, but no doubt they hate the orcs as much as we do.\""
						    ]
						},
						{
						    "type": "entries",
						    "name": "Haflings",
						    "entries": [
								"\"Sure, they're pleasant folk. But show me a halfling hero. An empire, a triumphant army. Even a treasure for the ages made by halfling hands. Nothing. How can you take them seriously?\""
						    ]
						},
						{
						    "type": "entries",
						    "name": "Humans",
						    "entries": [
								"\"You take the time to get to know a human, and by then the human's on her deathbed. If you're lucky, she's got kin-a daughter or granddaughter, maybe-who's got hands and heart as good as hers. That's when you can make a human friend. And watch them go!. They set their hearts on something, they'll get it whether it's a dragon's hoard or an empire's throne. You have to admire that kind of dedication, even if it gets them in trouble more often than not.\""
						    ]
						}
				    ]
				},
				{
				    "type": "entries",
				    "name": "Dwarf Names",
				    "entries": [
						"A dwarf's name is granted by a clan elder, in accordance with tradition. Every proper dwarven name has been used and reused down through the generations. A dwarf's name belongs to the clan, not to the individual.",
						"A dwarf who misuses or brings shame to a clan name is stripped of the name and forbidden by law to use any dwarven name in its place.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Male Names:",
									"entry": "Adrik, Alberich, Baern, Barendd, Brottor, Bruenor, Dain, Darrak, Delg, Eberk, Einkil, Fargrim, Flint, Gardain, Harbek, Kildrak, Morgran, Orsik, Oskar, Rangrim, Rurik, Taklinn, Thoradin, Thorin, Tordek, Traubon, Travok, Ulfgar, Veit, Vondal"
								},
								{
									"type": "item",
									"name": "Female Names:",
									"entry": "Amber, Artin, Audhild, Bardryn, Dagnal, Diesa, Eldeth, Falkrunn, Finellen, Gunnloda, Gurdis, Helja, Hlin, Kathra, Kristryd, Ilde, Liftrasa, Mardred, Riswynn, Sannl, Torbera, Torgga, Vistra"
								},
								{
									"type": "item",
									"name": "Clan Names",
									"entry": "Balderk, Battlehammer, Brawnanvil, Dankil, Fireforge, Frostbeard, Gorunn, Holderhek, Ironfist, Loderr, Lutgehr, Rumnaheim, Strakeln, Torunn, Ungart"
								}
							]
						}
				    ]
				},
				{
				    "type": "inset",
				    "name": "Duergar",
				    "entries": [
						"In cities deep in the Underdark live the duergar, or gray dwarves. These vicious, stealthy slave traders raid the surface world for captives, then sell their prey to the other races of the Underdark. They have innate magical abilities to become invisible and to temporarily grow to giant size."
				    ]
				}
			]
		},
		{
			"name": "Elf",
			"source": "PHB",
			"entries": [
				"Elves are a magical people of otherworldly grace, living in the world but not entirely part of it. They live in places of ethereal beauty, in the midst of ancient forests or in silvery spires glittering with faerie light, where soft music drifts through the air and gentle fragrances waft on the breeze. Elves love nature and magic, art and artistry, music and poetry, and the good things of the world.",
				{
				    "type": "entries",
				    "name": "Slender and Graceful",
				    "entries": [
						"With their unearthly grace and fine features, elves appear hauntingly beautiful to humans and members of many other races. They are slightly shorter than humans on average, ranging from well under 5 feet tall to just over 6 feet. They are more slender than humans, weighing only 100 to 145 pounds. Males and females are about the same height, and males are only marginally heavier than females.",
						"Elves' coloration encompasses the normal human range and also includes skin in shades of copper, bronze, and almost bluish-white, hair of green or blue, and eyes like pools of liquid gold or silver. Elves have no facial and little body hair. They favor elegant clothing in bright colors, and they enjoy simple yet lovely jewelry."
				    ]
				},
				{
				    "type": "entries",
				    "name": "A Timeless Perspective",
				    "entries": [
						"Elves can live well over 700 years, giving them a broad perspective on events that might trouble the shorter-lived races more deeply. They are more often amused than excited, and more likely to be curious than greedy. They tend to remain aloof and unfazed by petty happenstance. When pursuing a goal, however, whether adventuring on a mission or learning a new skill or art, elves can be focused and relentless. They are slow to make friends and enemies, and even slower to forget them. They reply to petty insults with disdain and to serious insults with vengeance.",
						"Like the branches of a young tree, elves are flexible in the face of danger. They trust in diplomacy and compromise to resolve differences before they escalate to violence. They have been known to retreat from intrusions into their woodland homes, confident that they can simply wait the invaders out. But when the need arises, elves reveal a stern martial side, demonstrating skill with sword, bow, and strategy."
				    ]
				},
				{
				    "type": "entries",
				    "name": "Hidden Woodland and Realms",
				    "entries": [
						"Most elves dwell in small forest villages hidden among the trees. Elves hunt game, gather food, and grow vegetables, and their skill and magic allow them to support themselves without the need for clearing and plowing land. They are talented artisans, crafting finely worked clothes and art objects. Their contact with outsiders is usually limited, though a few elves make a good living by trading crafted items for metals (which they have no interest in mining).",
						"Elves encountered outside their own lands are commonly traveling minstrels, artists, or sages. Human nobles compete for the services of elf instructors to teach swordplay or magic to their children."
				    ]
				},
				{
				    "type": "inset",
				    "name": "Haughty but Gracious",
				    "entries": [
						"Although they can be haughty, elves are generally gracious - even to those who fall short of their high expectations - which is most non-elves. Still, they can find good in just about anyone.",
						{
						    "type": "entries",
						    "name": "Dwarves",
						    "entries": [
								"\"Dwarves are dull, clumsy oafs. But what they lack in humor, sophistication, and manners, they make up in valor. And I must admit, their best smiths produce art that approaches elven quality.\""
						    ]
						},
						{
						    "type": "entries",
						    "name": "Halflings",
						    "entries": [
								"\"Halflings are people of simple pleasures, and that is not a quality to scorn. They're a good folk, they care for each other and tend their gardens, and they have proven themselves tougher than they seem when the need arises.\""
						    ]
						},
						{
						    "type": "entries",
						    "name": "Humans",
						    "entries": [
								"\"All that haste, their ambitions and drive to accomplish something before their brief lives pass away - human endeavors seem so futile sometimes. But then you look at what they have accomplished, and you have to appreciate their achievements. If only they could slow down and learn some refinement.\""
						    ]
						}
				    ]
				},
				{
				    "type": "entries",
				    "name": "Exploration and Adventure",
				    "entries": [
						"Elves take up adventuring out of wanderlust. Since they are so long-lived, they can enjoy centuries of exploration and discovery. They dislike the pace of human society, which is regimented from day to day but constantly changing over decades, so they find careers that let them travel freely and set their own pace. Elves also enjoy exercising their martial prowess or gaining greater magical power, and adventuring allows them to do so. Some might join with rebels fighting against oppression, and others might become champions of moral causes."
				    ]
				},
				{
				    "type": "entries",
				    "name": "Elf Names",
				    "entries": [
						"Elves are considered children until they declare themselves adults, some time after the hundredth birthday, and before this period they are called by child names.",
						"On declaring adulthood, an elf selects an adult name, although those who knew him or her as a youngster might continue to use the child name. Each elf's adult name is a unique creation, though it might reflect the names of respected individuals or other family members. Little distinction exists between male names and female names; the groupings here reflect only general tendencies. In addition, every elf bears a family name, typically a combination of other Elvish words. Some elves traveling among humans translate their family names into Common, but others retain the Elvish version.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Child Names:",
									"entry": "Ara, Bryn, Del, Eryn, Faen, Innil, Lael, Mella, Naill, Naeris, Phann, Rael, Rinn, Sai, Syllin, Thia, Vall"
								},
								{
									"type": "item",
									"name": "Male Adult Names:",
									"entry": "Adran, Aelar, Aramil, Arannis, Aust, Beiro, Berrian, Carric, Enialis, Erdan, Erevan, Galinndan, Hadarai, Heian, Himo, Immeral, Ivellios, Laucian, Mindartis, Paelias, Peren, Quarion, Riardon, Rolen, Soveliss, Thamior, Tharivol, Theren, Varis"
								},
								{
									"type": "item",
									"name": "Female Adult Names:",
									"entry": "Adrie, Althaea, Anastrianna, Andraste, Antinua, Bethrynna, Birel, Caelynn, Drusilia, Enna, Felosial, Ielenia, Jelenneth, Keyleth, Leshanna, Lia, Meriele, Mialee, Naivara, Quelenna, Quillathe, Sariel, Shanairra, Shava, Silaqui, Theirastra, Thia, Vadania, Valanthe, Xanaphia"
								},
								{
									"type": "item",
									"name": "Family Names (Common Translations):",
									"entry": "Amakiir (Gemflower), Amastacia (Starflower), Galanodel (Moonwhisper), Holimion (Diamonddew), Ilphelkiir (Gemblossom), Liadon (Silverfrond), Meliamne (Oakenheel), Nailo (Nightbreeze), Siannodel (Moonbrook), Xiloscient (Goldpetal)"
								}
							]
						}
				    ]
				}
			]
		},
		{
			"name": "Elf (Drow)",
			"source": "PHB",
			"entries": [
				{
				    "type": "inset",
				    "name": "The Darkness of the Drow",
				    "entries": [
						"Were it not for one renowned exception, the race of drow would be universally reviled. Their depraved society is preoccupied with the favor of Lolth, their spider-queen goddess, who sanctions murder and the extermination of entire families noble houses vie for position.",
						"Yet one drow, at least, broke the mold. In the world of the Forgotten Realms, Drizzt Do'Urden, ranger of the North, has proven his quality as a good-hearted defender of the weak and innocent.",
						"Drow grow up believing that surface dwelling races are worthless except as slaves. Drow who develop a conscience or find it necessary to cooperate with members of other races find it hard to overcome that prejudice, especially when they are so often on the receiving end of hatred."
				    ]
				}
			]
		},
		{
			"name": "Halfling",
			"source": "PHB",
			"entries": [
				"The comforts of home are the goals of most halflings' lives: a place to settle in peace and quiet, far from marauding monsters and clashing armies; a blazing fire and a generous meal; fine drink and fine conversation. Though some halflings live out their days in remote agricultural communities, others form nomadic bands that travel constantly, lured by the open road and the wide horizon to discover the wonders of new lands and peoples. But even these wanderers love peace, food, hearth, and home, though home might be a wagon jostling along an dirt road or a raft floating downriver.",
				{
				    "type": "entries",
				    "name": "Small and Practical",
				    "entries": [
						"The diminutive halflings survive in a world full of larger creatures by avoiding notice or, barring that, avoiding offense. Standing about 3 feet tall, they appear relatively harmless and so have managed to survive for centuries in the shadow of empires and on the edges of wars and political strife. They are inclined to be stout, weighing between 40 and 45 pounds.",
						"Halflings' skin ranges from tan to pale with a ruddy cast, and their hair is usually brown or sandy brown and wavy. They have brown or hazel eyes. Halfling men often sport long sideburns, but beards are rare among them and mustaches even more so. They like to wear simple, comfortable, and practical clothes, favoring bright colors.",
						"Halfling practicality extends beyond their clothing. They're concerned with basic needs and simple pleasures and have little use for ostentation. Even the wealthiest of halflings keep their treasures locked in a cellar rather than on display for all to see. They have a knack for finding the most straightforward solution to a problem, and have little patience for dithering."
				    ]
				},
				{
				    "type": "entries",
				    "name": "Kind and Curious",
				    "entries": [
						"Halflings are an affable and cheerful people. They cherish the bonds of family and friendship as well as the comforts of hearth and home, harboring few dreams of gold or glory. Even adventurers among them usually venture into the world for reasons of community, friendship, wanderlust, or curiosity. They love discovering new things, even simple things, such as an exotic food or an unfamiliar style of clothing.",
						"Halflings are easily moved to pity and hate to see any living thing suffer. They are generous, happily sharing what they have even in lean times."
				    ]
				},
				{
				    "type": "entries",
				    "name": "Blend into the Crowd",
				    "entries": [
						"Halflings are adept at fitting into a community of humans, dwarves, or elves, making themselves valuable and welcome. The combination of their inherent stealth and their unassuming nature helps halflings to avoid unwanted attention.",
						"Halflings work readily with others, and they are loyal to their friends, whether halfling or otherwise. They can display remarkable ferocity when their friends, families, or communities are threatened."
				    ]
				},
				{
				    "type": "entries",
				    "name": "Pastoral Pleasantries",
				    "entries": [
						"Most halflings live in small, peaceful communities with large farms and well-kept groves. They rarely build kingdoms of their own or even hold much land beyond their quiet shires. They typically don't recognize any sort of halfling nobility or royalty, instead looking to family elders to guide them. Families preserve their traditional ways despite the rise and fall of empires.",
						"Many halflings live among other races, where the halflings' hard work and loyal outlook offer them abundant rewards and creature comforts. Some halfling communities travel as a way of life, driving wagons or guiding boats from place to place and maintaining no permanent home."
				    ]
				},
				{
				    "type": "inset",
				    "name": "Affable and Positive",
				    "entries": [
						"Halfling try to get along with everyone else and are loath to make sweeping generalizations-especially negative ones.",
						{
						    "type": "entries",
						    "name": "Dwarves",
						    "entries": [
								"\"Dwarves make loyal friends, and you can count on them to keep their word. But would it hurt them to smile once in a while?\""
						    ]
						},
						{
						    "type": "entries",
						    "name": "Elves",
						    "entries": [
								"\"They're so beautiful! Their faces, their music, their grace and all. It's like they stepped out of a wonderful dream. But there's no telling what's going on behind their smiling faces-surely more than they ever let on.\""
						    ]
						},
						{
						    "type": "entries",
						    "name": "Humans",
						    "entries": [
								"\"Humans are a lot like  us, really. At least some of them are. Step out of the castles and keeps, go talk to the farmers and herders and you'll find good, solid folk. Not that there's anything wrong with the barons and soldiers - you have to admire their conviction. And by protecting their own lands, they protect us as well.\""
						    ]
						}
				    ]
				},
				{
				    "type": "entries",
				    "name": "Exploring Opportunities",
				    "entries": [
						"Halflings usually set out on the adventurer's path to defend their communities, support their friends, or explore a wide and wonder-filled world. For them, adventuring is less a career than an opportunity or sometimes a necessity."
				    ]
				},
				{
				    "type": "entries",
				    "name": "Halfling Names",
				    "entries": [
						"A halfling has a given name, a family name, and possibly a nickname. Family names are often nicknames that stuck so tenaciously they have been passed down through the generations.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Male Names:",
									"entry": "Alton, Ander, Cade, Corrin, Eldon, Errich, Finnan, Garret, Lindal, Lyle, Merric, Milo, Osborn, Perrin, Reed, Roscoe, Wellby"
								},
								{
									"type": "item",
									"name": "Female Names:",
									"entry": "Andry, Bree, Callie, Cora, Euphemia, ]illian, Kithri, Lavinia, Lidda, Merla, Nedda, Paela, Portia, Seraphina, Shaena, Trym, Vani, Verna"
								},
								{
									"type": "item",
									"name": "Family Names:",
									"entry": "Brushgather, Goodbarrel, Greenbottle, High-hill, Hilltopple, Leagallow, Tealeaf, Thorngage, Tosscobble, Underbough"
								}
							]
						}
				    ]
				}
			]
		},
		{
			"name": "Human",
			"source": "PHB",
			"entries": [
				"In the reckonings of most worlds, humans are the youngest of the common races, late to arrive on the world scene and short-lived in comparison to dwarves, elves, and dragons. Perhaps it is because of their shorter lives that they strive to achieve as much as they can in the years they are given. Or maybe they feel they have something to prove to the elder races, and that's why they build their mighty empires on the foundation of conquest and trade. Whatever drives them, humans are the innovators, the achievers, and the pioneers of the worlds.",
				{
				    "type": "entries",
				    "name": "A Broad Spectrum",
				    "entries": [
						"With their penchant for migration and conquest, humans are more physically diverse than other common races. There is no typical human. An individual can stand from 5 feet to a little over 6 feet tall and weigh from 125 to 250 pounds. Human skin shades range from nearly black to very pale, and hair colors from black to blond (curly, kinky, or straight); males might sport facial hair that is sparse or thick. A lot of humans have a dash of nonhuman blood, revealing hints of elf, orc, or other lineages. Humans reach adulthood in their late teens and rarely live even a single century."
				    ]
				},
				{
				    "type": "entries",
				    "name": "Variety in All Things",
				    "entries": [
						"Humans are the most adaptable and ambitious people among the common races. They have widely varying tastes, morals, and customs in the many different lands where they have settled. When they settle, though, they stay: they build cities to last for the ages, and great kingdoms that can persist for long centuries. An individual human might have a relatively short life span, but a human nation or culture preserves traditions with origins far beyond the reach of any single human's memory. They live fully in the present-making them well suited to the adventuring life-but also plan for the future, striving to leave a lasting legacy. Individually and as a group, humans are adaptable opportunists, and they stay alert to changing political and social dynamics."
				    ]
				},
				{
				    "type": "entries",
				    "name": "Lasting Institutions",
				    "entries": [
						"Where a single elf or dwarf might take on the responsibility of guarding a special location or a powerful secret, humans found sacred orders and institutions for such purposes. While dwarf clans and halfling elders pass on the ancient traditions to each new generation, human temples, governments, libraries, and codes of law fix their traditions in the bedrock of history. Humans dream of immortality, but (except for those few who seek undeath or divine ascension to escape death's clutches) they achieve it by ensuring that they will be remembered when they are gone.",
						"Although some humans can be xenophobic, in general their societies are inclusive. Human lands welcome large numbers of nonhumans compared to the proportion of humans who live in nonhuman lands."
				    ]
				},
				{
				    "type": "entries",
				    "name": "Exemplars of Ambition",
				    "entries": [
						"Humans who seek adventure are the most daring and ambitious members of a daring and ambitious race. They seek to earn glory in the eyes of their fellows by amassing power, wealth, and fame. More than other people, humans champion causes rather than territories or groups."
				    ]
				},
				{
				    "type": "inset",
				    "name": "Everyone's Second-Best Friends",
				    "entries": [
						"Just as readily as they mix with each other, humans mingle with members of other races. They get along with almost everyone, though they might not be close to many. Humans serve as ambassadors, diplomats, magistrates, merchants, and functionaries of all kinds.",
						{
						    "type": "entries",
						    "name": "Dwarves",
						    "entries": [
								"\"They're stout folk, stalwart friends, and true to their word. Their greed for gold is their downfall, though.\""
						    ]
						},
						{
						    "type": "entries",
						    "name": "Elves",
						    "entries": [
								"\"It's best not to wander into elven woods. They don't like intruders, and you'll as likely be bewitched as peppered with arrows. Still, if an elf can get past that damned racial pride and actually treat you like an equal, you can learn a lot from them.\""
						    ]
						},
						{
						    "type": "entries",
						    "name": "Halflings",
						    "entries": [
								"\"It's hard to beat a meal in a halfling home, as long as you don't crack your head on the ceiling - good food and good stories in front of a nice, warm fire. If halflings had a shred of ambition, they might really amount to something.\""
						    ]
						}
				    ]
				},
				{
				    "type": "entries",
				    "name": "Human Names and Ethnicities",
				    "entries": [
						"Having so much more variety than other cultures, humans as a whole have no typical names. Some human parents give their children names from other languages, such as Dwarvish or Elvish (pronounced more or less correctly), but most parents give names that are linked to their region's culture or to the naming traditions of their ancestors.",
						"The material culture and physical characteristics of humans can change wildly from region to region. In the Forgotten Realms, for example, the clothing, architecture, cuisine, music, and literature are different in the northwestern lands of the Silver Marches than  in distant Turmish or Impiltur to the east-and even more distinctive in far-off Kara-Tur. Human physical characteristics, though, vary according to the ancient migrations of the earliest humans, so that the humans of the Silver Marches have every possible variation of coloration and features.",
						"In the Forgotten Realms, nine human ethnic groups are widely recognized, though over a dozen others are found in more localized areas of Faerun. These groups, and the typical names of their members, can be used as inspiration no matter which world your human is in.",
						{
						    "type": "entries",
						    "name": "Calishite",
						    "entries": [
								"Shorter and slighter in build than most other humans, Calishites have dusky brown skin, hair, and eyes.",
								"They're found primarily in southwest Faerun.",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Calishite Names:",
											"entry": "(Male) Aseir, Bardeid, Haseid, Khemed, Mehmen, Sudeiman, Zasheir; (female) Atala, Ceidil, Hama, ]asmal, Meilil, Seipora, Yasheira, Zasheida; (surnames) Basha, Dumein, ]assan, Khalid, Mostana, Pashar, Rein"
										}
									]
								}
						    ]
						},
						{
						    "type": "entries",
						    "name": "Chondathan",
						    "entries": [
								"Chondathans are slender, tawny-skinned folk with brown hair that ranges from almost blond to almost black. Most are tall and have green or brown eyes, but these traits are hardly universal. Humans of Chondathan descent dominate the central lands of Faerun, around the Inner Sea.",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Chondathan Names:",
											"entry": "(Male) Darvin, Dorn, Evendur, Gorstag, Grim, Helm, Malark, Morn, Randal, Stedd; (female) Arveene, Esvele, Chessail, Kerri, Lureene, Miri, Rowan, Shandri, Tessele; (surnames) Amblecrown, Buckman, Dundragon, Evenwood, Greycastle, Tallstag"
										}
									]
								}
						    ]
						},
						{
						    "type": "entries",
						    "name": "Damaran",
						    "entries": [
								"Found primarily in the northwest of Faerun, Damarans are of moderate height and build, with skin hues ranging from tawny to fair. Their hair is usually brown or black, and their eye color varies widely, though brown is most common.",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Damaran Names:",
											"entry": "(Male) Bor, Fodel, Glar, Grigor, Igan, Ivor, Kosef, Mival, Orel, Pavel, Sergor; (female) Alethra, Kara, Katernin, Mara, Natali, Olma, Tana, Zora; (surnames) Bersk, Chernin, Dotsk, Kulenov, Marsk, Nemetsk, Shemov, Starag"
										}
									]
								}
						    ]
						},
						{
						    "type": "entries",
						    "name": "Illuskan",
						    "entries": [
								"Illuskans are tall, fair-skinned folk with blue or steely gray eyes. Most have raven-black hair, but those who inhabit the extreme northwest have blond, red, or light brown hair.",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Illuskan Names:",
											"entry": "(Male) Ander, Blath, Bran, Frath, Geth, Lander, Luth, Malcer, Stor, Taman, Urth; (female) Amafrey, Betha, Cefrey, Kethra, Mara, Olga, Silifrey, Westra; (surnames) Brightwood, Helder, Hornraven, Lackman, Stormwind, Windrivver"
										}
									]
								}
						    ]
						},
						{
						    "type": "entries",
						    "name": "Mulan",
						    "entries": [
								"Dominant in the eastern and southeastern shores of the Inner Sea, the Mulan are generally tall, slim, and amber-skinned, with eyes of hazel or brown. Their hair ranges from black to dark brown, but in the lands where the Mulan are most prominent, nobles and many other Mulan shave off all their hair.",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Mulan Names:",
											"entry": "(Male)} Aoth, Bareris, Ehput-Ki, Kethoth, Mumed, Ramas, So-Kehur, Thazar-De, Urhur; (female)} Arizima, Chathi, Nephis, Nulara, Murithi, Sefris, Thola, Umara, Zolis; (surnames) Ankhalab, Anskuld, Fezim, Hahpet, Nathandem, Sepret, Uuthrakt"
										}
									]
								}
						    ]
						},
						{
						    "type": "entries",
						    "name": "Rashemi",
						    "entries": [
								"Most often found east of the Inner Sea and often intermingled with the Mulan, Rashemis tend to be short, stout, and muscular. They usually have dusky skin, dark eyes, and thick black hair.",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Rashemi Names:",
											"entry": "(Male) Borivik, Faurgar, ]andar, Kanithar, Madislak, Ralmevik, Shaumar, Vladislak; (female) Fyevarra, Hulmarra, Immith, Imzel, Navarra, Shevarra, Tammith, Yuldra; (surnames) Chergoba, Dyernina, Iltazyara, Murnyethara, Stayanoga, Ulmokina"
										}
									]
								}
						    ]
						},
						{
						    "type": "entries",
						    "name": "Shou",
						    "entries": [
								"The Shou are the most numerous and powerful ethnic group in Kara-Tur, far to the east of Faerun. They are yellowish-bronze in hue, with black hair and dark eyes. Shou surnames are usually presented before the given name.",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Shou Names:",
											"entry": "(Male) An, Chen, Chi, Fai, ]iang, ]un, Lian, Long, Meng, On, Shan, Shui, Wen; (female)} Bai, Chao, Lia, Lei, Mei, Qiao, Shui, Tai; (surnames) Chien, Huang, Kao, Kung, Lao, Ling, Mei, Pin, Shin, Sum, Tan, Wan"
										}
									]
								}
						    ]
						},
						{
						    "type": "entries",
						    "name": "Tethyrian",
						    "entries": [
								"Widespread along the entire Sword Coast at the western edge of Faerun, Tethyrians are of medium build and height, with dusky skin that tends to grow fairer the farther north they dwell. Their hair and eye color varies widely, but brown hair and blue eyes are the most common. Tethyrians primarily use Chondathan names."
						    ]
						},
						{
						    "type": "entries",
						    "name": "Turami",
						    "entries": [
								"Native to the southern shore of the Inner Sea, the Turami people are generally tall and muscular, with dark mahogany skin, curly black hair, and dark eyes.",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Turami Names:",
											"entry": "(Male) Anton, Diero, Marcon, Pieron, Rimardo, Romero, Salazar, Umbero; (female) Balama, Dona, Faila, ]alana, Luisa, Marta, Quara, Selise, Vonda; (surnames) Agosto, Astorio, Calabra, Domine, Falone, Marivaldi, Pisacar, Ramondo"
										}
									]
								}
						    ]
						}
				    ]
				}
			]
		},
		{
			"name": "Dragonborn",
			"source": "PHB",
			"entries": [
				"Born of dragons, as their name proclaims, the dragonborn walk proudly through a world that greets them with fearful incomprehension. Shaped by draconic gods or the dragons themselves, dragonborn originally hatched from dragon eggs as a unique race, combining the best attributes of dragons and humanoids. Some dragonborn are faithful servants to true dragons, others form the ranks of soldiers in great wars, and still others find themselves adrift, with no clear calling in Life.",
				{
				    "type": "entries",
				    "name": "Proud Dragon Kin",
				    "entries": [
						"Dragonborn look very much like dragons standing erect in humanoid form, though they lack wings or a tail. The first dragonborn had scales of vibrant hues matching the colors of their dragon kin, but generations of interbreeding have created a more uniform appearance. Their small, fine scales are usually brass or bronze in color, sometimes ranging to scarlet, rust, gold, or copper-green. They are tall and strongly built, often standing close to 6 1/2 feet tall and weighing 300 pounds or more. Their hands and feet are smiting, talonlike claws with three fingers and a thumb on each hand.",
						"The blood of a particular type of dragon runs very strong through some dragonborn clans. These dragonborn often boast scales that more closely match those of their dragon ancestor-bright red, green, blue, or white, lustrous black, or gleaming metallic like gold, silver, brass, copper, or bronze."
				    ]
				},
				{
				    "type": "entries",
				    "name": "Self-Sufficient Clans",
				    "entries": [
						"To any dragonborn, the clan is more important than life itself. Dragonborn owe their devotion and respect to their clan above all else, even the gods. Each dragonborn's conduct reflects on the honor of his or her clan, and bringing dishonor to the clan can result in expulsion and exile. Each dragonborn knows his or her station and duties within the clan, and honor demands maintaining the bounds of that position.",
						"A continual drive for self-improvement reflects the self-sufficiency, of the race as a whole. Dragonborn value skill and excellence in all endeavors. They hate to fail, and they push themselves to extreme efforts before they give up on something. A dragonborn holds mastery of that particular skill as a lifetime goal. Members of other races who share the same commitment find it easy to earn the respect of a dragonborn.",
						"Though all dragonborn strive to be self-sufficient, they recognize that help is sometimes needed in difficult situations. But the best source for such help is the clan, and when a client needs help, it turns to another dragonborn clan before seeking aid from other races or even from the gods."
				    ]
				},
				{
				    "type": "entries",
				    "name": "Dragonborn Names",
				    "entries": [
						"Dragonborn have personal names given at birth, but they put their clan names first as a mark of honor. A childhood name or nickname is often used among clutch mates as a descriptive term or endearment. The name might recall an event or center on a habit.",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Male Names:",
									"entry": "Arjhan, Balasar, Bharash, Donaar, Ghesh, Hesken, Kriv, Medrash, Mehen, Nadarr, Pandjed, Patrin, Rhogar, Shamash, Shedinn, Tarhun, Torinn"
								},
								{
									"type": "item",
									"name": "Female Names:",
									"entry": "Akra, Biri, Daar, Farideh, Harann, Havilar, Jheri, Kava, Korinn, Mishann, Nala, Perra, Raiann, Sora, Surina, Thava, Uadjit"
								},
								{
									"type": "item",
									"name": "Childhood Names:",
									"entry": "Climber, Earbenden Leaper, Pious, Shieldbiter, Zealous"
								},
								{
									"type": "item",
									"name": "Clan Names:",
									"entry": "Clethtinthiallor, Daardendrian, Delmirev, Drachedandion, Fenkenkabradon. Kepeshkmolik, Kerrhylon, Kimbatuul, Linxakasendalor, Myastan, Nemmonis, Narixius, Ophinstalajiir, Prexijandilin, Shestendeliath, Turnuroth, Verthisathurgiesh, Yarjerit"
								}
							]
						}
				    ]
				},
				{
				    "type": "inset",
				    "name": "Draconians",
				    "entries": [
						"In the Dragonlance setting, the followers of the evil goddess Takhisis learned a dark ritual that let them corrupt the eggs of metallic dragons, producing evil dragonborn called draconians. Five types of draconians, corresponding to the five types of metallic dragons, fought for Takhis is in the War of the Lance-auraks (gold), baaz (brass), bozak (bronze), kapak (copper), and sivak (silver). In place of their draconic breath weapons they have unique magical abilities."
				    ]
				}
			],
			"uncommon": true
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		},
		{
			"name": "",
			"source": "",
			"entries": [

			]
		}
	]
}