{
	"vehicleFluff": [
		{
			"name": "Astral Brig",
			"source": "MTF",
			"entries": [
				"The astral brig is the standard githyanki military vessel. It requires a crew of five and can transport up to sixty passengers. A brig is 90 feet long and 30 feet wide, with two levels below decks for quarters and storage space. It is equipped with two ballistae, each one operated by a pair of crew members, and has a top speed of 12 miles per hour."
			]
		},
		{
			"name": "Astral Skiff",
			"source": "MTF",
			"entries": [
				"An astral skiff is operated by a crew of three and carries up to a dozen passengers. The githyanki employ this small vessel, 30 feet long and 10 feet wide, for patrols in the Astral Plane and for quick raids in pursuit of specific objects on the Material Plane. A skiff has a top speed of 15 miles per hour. It lacks weapons aside from those carried by its passengers and has a limited amount of storage space."
			]
		},
		{
			"name": "Battle Balloon",
			"source": "AI",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"{@i Through the winter clouds that surround the castle on this desolate hill, you see a shape emerge. Something so gigantic, you can't believe it can actually fly.}",
								"Airships are relatively rare in Acquisitions Incorporated, which is thought to hold no more than five in its fleet. But the unparalleled usefulness of these craft in commerce—and in combat—makes the company-standard battle balloon a much-coveted upgrade for any franchise.",
								{
									"type": "entries",
									"name": "Origins and Operations",
									"entries": [
										"Professional secrecy and aggressive marketing make it unclear where the airship originated. Some say battle balloons were an original design created by the Heuristic Arcane Research and Development department of Acquisitions Incorporated. But the wizards of Halruaa developed similar skyships in ages past, and the Cult of the Dragon has been seen with flying ships of its own. Still, among the small number of factions and organizations known to possess or build airships, Acquisitions Incorporated might be the best known for its high-profile aerial escapades. It's certain that neither the mages of Halruaa nor the members of the Cult of the Dragon ever crewed a battle balloon with keg robots, or used one to squash a tyrannosaurus flat."
									]
								},
								{
									"type": "inset",
									"name": "The Hard Cloud",
									"entries": [
										"The Hard Cloud is Acquisitions Incorporated's company flagship, and as such, bears special note. The great battle balloon bristles with armaments, including a vicious dragon-slaying spear at the fore that has seen use more than once. The Hard Cloud is a veteran of numerous combat operations, and it has so far come out in one piece. Beyond the tales told of the vessel's exploits, rumors abound regarding the wondrous vehicle. Is it powered by a bound efreeti, as some have said? Does the hold contain clones of every high-ranking member of Acquisitions Incorporated, including Omin Dran himself? Does the mess, in fact, employ a terrifying ghostly chef? The answers lie below decks, where few have had the opportunity to learn the truth."
									]
								},
								{
									"type": "entries",
									"name": "Flying Battle Vehicle",
									"entries": [
										"The standard design of an Acquisitions Incorporated-grade airship features an enormous balloon covered in a rope net. Trailing lines connect the balloon to the vessel of metal and wood suspended below. In the center of the deck, directly below the balloon, sits a large magic furnace, whose formidable lifting power is rumored to involve trapped elementals. The airship's captain controls the arcane furnace and directs forward thrust by way of a propeller located at the back of the ship, helming the craft with a wheel positioned in the bow. Metal runners below the ship allow a battle balloon to land on the ground."
									]
								},
								{
									"type": "entries",
									"name": "Options and Armaments",
									"entries": [
										"Each franchise or organization customizes the offensive capability of its airships, but most battle balloons feature multiple harpoon guns, perfect for fighting and snaring aerial threats. Battle balloons that see a lot of combat are typically well stocked with other ranged weapons and polearms for ship-to-ship and crew-to-crew fighting.",
										"Whether privately financed or loaned out by Head Office under extraordinarily cautious terms, battle balloons can be customized with unique equipment—different siege weapons, lifting and cargo gear, and so forth—to make each airship unique. However, the most potent weapon featured on most Acquisitions Incorporated battle balloons is the green flame arbalester, a massive ballista whose bolts pulse with arcane power and detonate with formidable explosive force wherever they hit."
									]
								},
								{
									"type": "inset",
									"name": "Vehicle Rules",
									"entries": [
										"Battle balloons and mechanical beholders are vehicles, and as such, they have special rules associated with them. Most pertinently, a vehicle has the six ability scores (Strength, Dexterity, Constitution, Intelligence, Wisdom, and Charisma) and the corresponding modifiers. The Strength of a vehicle expresses its size and weight. Dexterity represents its ease of handling. A vehicle's Constitution covers its durability and the quality of its construction. Vehicles usually have a score of 0 in Intelligence, Wisdom, and Charisma. If a vehicle has a 0 in a score, it automatically fails any ability check or saving throw that uses that score. How a vehicle is crewed and what actions it can take on its turn are described in the stat block for the vehicle."
									]
								},
								{
									"type": "entries",
									"name": "Mobile Franchise Headquarters",
									"entries": [
										"A battle balloon is perhaps the most sought-after of the mobile headquarters options available to Acquisitions Incorporated franchises. The versatility of an airship allows for the rapid shipping of goods, mercenaries, and loot. Such a vessel also allows a quick escape from sticky developments and deals gone bad."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AI/battle-balloon.png"
					}
				}
			]
		},
		{
			"name": "Demon Grinder",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"A Demon Grinder is a bulky, armored coach that rumbles loudly as it crushes obstacles and enemies in its path with the help of a swinging wrecking ball. Iron jaws are mounted on the front of the vehicle, which handles like a garbage truck."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/BGDIA/Demon Grinder.jpg"
					}
				}
			]
		},
		{
			"name": "Devil's Ride",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"A Devil's Ride is a two-wheeled infernal war machine that handles like a motorcycle. It has spiked wheels, a screaming engine, and a cowl shaped vaguely like a grinning devil's visage, with horns for handle bars. What the vehicle lacks in weapons, it makes up for with speed and maneuverability."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/BGDIA/Devil's Ride.jpg"
					}
				}
			]
		},
		{
			"name": "Galley",
			"source": "GoS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Galleys are long vessels that rely on sails and sizable rowing crews to move. These ships can carry siege weapons and soldiers to war or transport large amounts of cargo for merchants. No matter the ship's purpose, the crew almost always hires extra protection, since galleys make large, cargo-rich targets for pirates.",
						"A galley has the following features:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Ceilings.",
									"entry": "The ceiling of the galley's lower deck is 8 feet high."
								},
								{
									"type": "item",
									"name": "Light.",
									"entry": "Hanging lanterns cast bright light throughout the ship."
								},
								{
									"type": "item",
									"name": "Rigging.",
									"entry": "Rigging on the ship can be climbed without an ability check."
								},
								{
									"type": "item",
									"name": "Sails and Oars.",
									"entry": "The galley has one 120-foot-tall mast with sails to catch the wind and oars on the lower deck for rowing the vessel."
								}
							]
						},
						{
							"type": "entries",
							"name": "Example Galley Crew",
							"entries": [
								"A galley requires a crew of eighty to properly sail or row the vessel and might carry extra passengers or soldiers. If the characters are guests on a galley, the crew consists of the following creatures, all of which have proficiency with water vehicles in addition to their normal statistics:",
								{
									"type": "list",
									"items": [
										"One captain ({@creature bandit captain})",
										"Five other officers: a first mate, a bosun, a quartermaster, a surgeon, and a cook ({@creature scout||scouts})",
										"Forty-two sailors ({@creature commoner||commoners})",
										"Twelve siege engineers ({@creature guard||guards})",
										"Twenty {@creature guard||guards}"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Main Deck",
							"entries": [
								"The main deck of the galley has the following features:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Ballistas.",
											"entry": "Four ballistas (DMG, ch. 8) are attached to the fore of the deck. Ten ballista arrows are stacked and secured near each."
										},
										{
											"type": "item",
											"name": "Mangonels.",
											"entry": "Two mangonels (DMG, ch. 8) are attached to the aft of the deck. Ten mangonel stones are stacked and secured near each catapult."
										},
										{
											"type": "item",
											"name": "Naval Ram.",
											"entry": "The galley's stern features an iron naval ram used for attacking other ships."
										},
										{
											"type": "item",
											"name": "Opening.",
											"entry": "A 10-foot-wide, 80-foot-long open space in the middle of the deck stretches fore to aft and leads down to the lower deck."
										},
										{
											"type": "item",
											"name": "Railing.",
											"entry": "A 3-foot-high rail is built around the deck's perimeter, providing half cover for Medium creatures and three-quarters cover for Small creatures behind it."
										},
										{
											"type": "item",
											"name": "Rowboats.",
											"entry": "Eight rowboats are stacked in two groups of four on this deck. Ropes and pulleys can hoist these boats in and out of the water."
										},
										{
											"type": "item",
											"name": "Timpani.",
											"entry": "A timpani with two attached mallets sits on the aft of the main deck just before the opening to the lower deck. A crew member plays this instrument while the sailors on the lower deck row, the beat helping to synchronize the rowers' strokes."
										},
										{
											"type": "item",
											"name": "Wheel.",
											"entry": "The ship's wheel stands at the aft of the deck."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Lower Deck",
							"entries": [
								"The cramped lower deck of the galley ship reeks of body odor and has the following features:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Cargo Holds.",
											"entry": "Cargo holds at the fore and aft of the lower deck hold crates, barrels, and ammunition secured with rope."
										},
										{
											"type": "item",
											"name": "Oars.",
											"entry": "Thirty-two benches are built into the deck, each with a 20-foot-long oar. When the ship is rowed, crew members sit on these benches to work the oars. Ten spare oars hang on the walls."
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/GoS/galley-ship.png"
					}
				}
			]
		},
		{
			"name": "Keelboat",
			"source": "GoS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"One of the smallest sailing vessels, keelboats can be sailed or rowed by a single person. These ships often transport small amounts of cargo or passengers. They're perfect for pleasure cruises, as they're easier and less expensive to operate than larger vessels.",
						"A keelboat has the following features:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Light. ",
									"entry": "A hanging lantern or two casts bright light across the ship."
								},
								{
									"type": "item",
									"name": "Rigging. ",
									"entry": "Rigging on the ship can be climbed without an ability check."
								},
								{
									"type": "item",
									"name": "Sails. ",
									"entry": "The keelboat has one 10-foot-tall mast with sails."
								}
							]
						},
						{
							"type": "entries",
							"name": "Example Keelboat Crew",
							"entries": [
								"A keelboat requires a single crew member to operate smoothly. If the characters are guests on a keelboat, the crew consists of a single captain who has the statistics of a {@creature bandit captain} with proficiency with water vehicles."
							]
						},
						{
							"type": "entries",
							"name": "Keelboat Deck",
							"entries": [
								"The deck of the keelboat has the following features:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Ballista.",
											"entry": "A ballista (DMG, ch. 8) is mounted on the fore of the deck. Ten ballista arrows are stacked and secured nearby."
										},
										{
											"type": "item",
											"name": "Oars.",
											"entry": "The deck of the ship holds twelve benches and four 15-foot-long oars. When the ship is rowed, crew members sit on these benches to work the oars."
										},
										{
											"type": "item",
											"name": "Railing.",
											"entry": "The deck has a 3-foot-high rail around its perimeter that provides half cover for Medium creatures and three-quarters cover for Small creatures behind it."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Keelboat Cabin",
							"entries": [
								"The keelboat cabin has the following features:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Footlockers.",
											"entry": "Beneath each bed is a footlocker. The footlockers are iron and have AC 19, 18 hit points, and immunity to poison and psychic damage."
										},
										{
											"type": "item",
											"name": "Furnishings.",
											"entry": "Two beds and a desk with a chair stand at the aft of the cabin."
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/GoS/smaller-ships.png"
					}
				}
			]
		},
		{
			"name": "Longship",
			"source": "GoS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Longships are vessels that rely on a rowing crew and sails to move across the sea. These ships are typically used to carry soldiers into combat. The size of a longship makes it easy for troops to get on and off quickly, making it the perfect ship for engaging in surprise strikes.",
						"A longship has the following features:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Light.",
									"entry": "Hanging lanterns cast bright light over the deck."
								},
								{
									"type": "item",
									"name": "Rigging.",
									"entry": "Rigging on the ship can be climbed without an ability check."
								},
								{
									"type": "item",
									"name": "Rudder.",
									"entry": "The ship is steered by a rudder control on the aft of the deck."
								},
								{
									"type": "item",
									"name": "Sails.",
									"entry": "The longship has one 20-foot-tall mast with sails that can be used to sail the ship."
								}
							]
						},
						{
							"type": "entries",
							"name": "Example Longship Crew",
							"entries": [
								"A longship requires a crew of forty to properly sail or row the vessel and often carries extra passengers or soldiers. If the characters are guests on a longship, the crew consists of the following creatures, all of which have proficiency with water vehicles in addition to their normal statistics:",
								{
									"type": "list",
									"items": [
										"One captain ({@creature berserker})",
										"Five other officers: a first mate, a bosun, a quartermaster, a surgeon, and a cook ({@creature berserker||berserkers})",
										"Thirty-four sailors ({@creature commoner||commoners})"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "Longship Deck",
							"entries": [
								"The deck of the longship has the following features:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Oars.",
											"entry": "Sixteen benches are built into the deck, each with a 15-foot-long oar. When the ship is rowed, crew members sit on these benches to work the oars. Five spare oars hang on the walls."
										},
										{
											"type": "item",
											"name": "Railing.",
											"entry": "The deck has a 3-foot-high rail covered in wooden shields around its perimeter that provides half cover for Medium creatures and three-quarters cover for Small creatures behind it."
										}
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/GoS/smaller-ships.png"
					}
				}
			]
		},
		{
			"name": "Mechanical Beholder",
			"source": "AI",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"{@i When you hear the mechanical beholder click to life, it sounds like death itself snapping its fingers.}",
								"A mechanical beholder takes the form of an oversized eye tyrant whose central eye is a viewport window. Part conveyance, part laboratory, and part siege engine, the vehicle can transport up to six humanoids through any terrain or medium, including underwater and through solid stone. A complex and often dangerous manipulation of gears, levers, and buttons controlled the original mechanical beholders, but more recent models feature magical controls that respond to voice commands—though not always accurately.",
								{
									"type": "entries",
									"name": "Equipment and Options",
									"entries": [
										"The mechanical beholder can be outfitted with a variety of sensors, probes, and gauges, allowing for functions as varied as determining alchemical composition, picking up on magical auras, or making masterfully dry martinis. Its range of armaments includes a disintegration ray modeled after that of its monstrous namesake (which for reasons of liability is advertised as being designed exclusively for waste removal). Portholes and hatches allow characters inside the beholder to make ranged and magical attacks from within it."
									]
								}
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/AI/mechanical-beholder.png"
					}
				}
			]
		},
		{
			"name": "Planar Raider",
			"source": "MTF",
			"entries": [
				"The largest of the githyanki ships, the planar raider serves as a mobile headquarters during a major attack on the githyanki's enemies. It needs a crew of ten and can carry more than a hundred passengers. A planar raider can travel up to 12 miles per hour. It is 40 feet wide and 120 feet long, with two levels below decks, and is equipped with three ballistae and a catapult."
			]
		},
		{
			"name": "Rowboat",
			"source": "GoS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"The humble rowboat serves to ferry passengers back and forth from larger ships or to navigate lakes and rivers. Due to its simple, versatile design, a rowboat has no decks or typical crew. Weighing 100 pounds, a rowboat is easy to transport and might be carried by larger ships."
							]
						}
					]
				}
			]
		},
		{
			"name": "Sailing Ship",
			"source": "GoS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Sailing ships are fast-moving designs focused on travel.",
						"A sailing ship has the following features:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Ceilings.",
									"entry": "The ceilings in the lower deck, holds, and cabins are 8 feet high with 6-foot-high doorways."
								},
								{
									"type": "item",
									"name": "Doors.",
									"entry": "The ship's doors are made of wood and have AC 15, 18 hit points, and immunity to poison and psychic damage. A lock can be picked with a successful DC 15 Dexterity check made using thieves' tools, or the door can be forced open with a successful DC 20 Strength (Athletics) check."
								},
								{
									"type": "item",
									"name": "Footlockers.",
									"entry": "Footlockers on the ship are iron and have AC 19, 18 hit points, and immunity to poison and psychic damage."
								},
								{
									"type": "item",
									"name": "Light.",
									"entry": "Hanging lanterns cast bright light throughout the ship."
								},
								{
									"type": "item",
									"name": "Rigging.",
									"entry": "Rigging on the ship can be climbed without an ability check."
								},
								{
									"type": "item",
									"name": "Sails.",
									"entry": "The ship has three 80-foot-tall masts with sails to catch the wind and oars on the lower deck for rowing."
								}
							]
						},
						{
							"type": "entries",
							"name": "Example Crew",
							"entries": [
								"A sailing ship requires a large crew to properly sail the vessel. If the characters are guests on a sailing ship, the crew consists of the following creatures, all of which have proficiency with water vehicles in addition to their normal statistics:",
								{
									"type": "list",
									"items": [
										"One captain ({@creature bandit captain})",
										"Four other officers: a first mate, a bosun, a quartermaster, and a cook ({@creature noble||nobles})",
										"Twenty-five sailors ({@creature commoner||commoners})"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "1. Main Deck",
							"entries": [
								"The main deck of the ship has the following features:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Mangonel.",
											"entry": "Sailing ships have one {@object mangonel} (DMG, ch. 8) attached to the deck.  Each weapon has 10 mangonel stones stacked and secured near it."
										},
										{
											"type": "item",
											"name": "Hatch.",
											"entry": "A covered, 10-foot-square opening leads to the lower deck (area W8)."
										},
										{
											"type": "item",
											"name": "Railing.",
											"entry": "The main deck has a 3-foot-high rail around its perimeter that provides half cover for Medium creatures and three-quarters cover for Small creatures behind it."
										},
										{
											"type": "item",
											"name": "Rowboats.",
											"entry": "Four {@vehicle rowboat||rowboats} are stacked on top of each other on this deck. Ropes and pulleys can hoist these boats in and out of the water."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "2. Officers' Quarters",
							"entries": [
								"Four beds stand in the officer's quarters. Beneath each is an iron footlocker that holds the officers' belongings. The officers sleep in shifts so someone remains on duty to command the crew and carry out the captain's orders."
							]
						},
						{
							"type": "entries",
							"name": "3. Captain's Quarters",
							"entries": [
								"The captain's quarters hold a bed and a desk. Beneath the bed is an iron footlocker that holds the captain's belongings."
							]
						},
						{
							"type": "entries",
							"name": "4. Siege Weapon Ammunition",
							"entries": [
								"Shelves and rope on the walls of this cabin secure mangonel stones and ballista arrows."
							]
						},
						{
							"type": "entries",
							"name": "5. Supplies",
							"entries": [
								"This area holds tools, barrels of tar, rope, extra material to repair sails, and other supplies needed to maintain the ship."
							]
						},
						{
							"type": "entries",
							"name": "6. Forecastle",
							"entries": [
								"The forecastle has the following features:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Ballista.",
											"entry": "A {@object ballista} (DMG, ch. 8) is attached to the deck. Ten ballista arrows are stacked and secured nearby."
										},
										{
											"type": "item",
											"name": "Railing.",
											"entry": "The forecastle has a 3-foot-high rail around its perimeter that provides half cover for Medium creatures and three-quarters cover for Small creatures behind it."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "7. Quarterdeck",
							"entries": [
								"The quarterdeck has the following features:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Railing.",
											"entry": "The quarterdeck has a 3-foot-high rail around its perimeter that provides half cover for Medium creatures and three-quarters cover for Small creatures behind it."
										},
										{
											"type": "item",
											"name": "Wheel.",
											"entry": "The ship's wheel stands at the aft of the quarterdeck."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "8. Oar Deck",
							"entries": [
								"Twenty-two benches are built into the deck of the lower deck, each with a 20-foot-long oar. When the ship is rowed, crew members sit on these benches to work the oars. Ten spare oars hang on the walls of the ship."
							]
						},
						{
							"type": "entries",
							"name": "9. Privy",
							"entries": [
								"Benches line the walls of this room. Four holes carved in them house chamber pots."
							]
						},
						{
							"type": "entries",
							"name": "10. Medical Cabin",
							"entries": [
								"Hooks and shelves on the walls hold medical instruments, bandages, balms, tonics, jars of leeches, and more, ready to treat injuries from combat or sailing mishaps."
							]
						},
						{
							"type": "entries",
							"name": "11. Guest Cabin",
							"entries": [
								"This cabin is meant for guests and visiting high-ranking officials along for the journey."
							]
						},
						{
							"type": "entries",
							"name": "12. Hold",
							"entries": [
								"This area houses both passengers and cargo. The ship's off-duty crew sleep on bedrolls among the crates and barrels of food, water, and other supplies."
							]
						},
						{
							"type": "entries",
							"name": "13. Armory",
							"entries": [
								"The ship's supply of weapons and armor is held in this cabin. Its walls are fitted with built-in weapon and armor racks. The door to this cabin is usually locked, the key kept by one of the ship's officers."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/GoS/sailing-ship.png"
					}
				}
			]
		},
		{
			"name": "Scavenger",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"The Scavenger handles like a small bus and is used to sift through battlefield detritus for scrap metal and other materials worth salvaging. Attached to the back of the vehicle is a swinging crane with an iron grappling claw fastened to the end of a winch and a 50-foot-long chain."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/BGDIA/Scavenger.jpg"
					}
				}
			]
		},
		{
			"name": "Tormentor",
			"source": "BGDIA",
			"entries": [
				{
					"type": "entries",
					"entries": [
						{
							"type": "entries",
							"entries": [
								"The Tormentor handles like a dune buggy and is designed for raiding and scouting. Bladed iron wheels drive the vehicle forward."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/BGDIA/Tormentor.jpg"
					}
				}
			]
		},
		{
			"name": "Warship",
			"source": "GoS",
			"entries": [
				{
					"type": "entries",
					"entries": [
						"Warships are slow, heavily armed vessels capable of taking on large amounts of cargo.",
						"A warship ship has the following features:",
						{
							"type": "list",
							"style": "list-hang-notitle",
							"items": [
								{
									"type": "item",
									"name": "Ceilings.",
									"entry": "The ceilings in the lower deck, holds, and cabins are 8 feet high with 6-foot-high doorways."
								},
								{
									"type": "item",
									"name": "Doors.",
									"entry": "The ship's doors are made of wood and have AC 15, 18 hit points, and immunity to poison and psychic damage. A lock can be picked with a successful DC 15 Dexterity check made using thieves' tools, or the door can be forced open with a successful DC 20 Strength (Athletics) check."
								},
								{
									"type": "item",
									"name": "Footlockers.",
									"entry": "Footlockers on the ship are iron and have AC 19, 18 hit points, and immunity to poison and psychic damage."
								},
								{
									"type": "item",
									"name": "Light.",
									"entry": "Hanging lanterns cast bright light throughout the ship."
								},
								{
									"type": "item",
									"name": "Rigging.",
									"entry": "Rigging on the ship can be climbed without an ability check."
								},
								{
									"type": "item",
									"name": "Sails.",
									"entry": "The ship has three 80-foot-tall masts with sails to catch the wind and oars on the lower deck for rowing."
								}
							]
						},
						{
							"type": "entries",
							"name": "Example Crew",
							"entries": [
								"A warship requires a large crew to properly sail the vessel. Warships carry extra soldiers to fight battles and fire the siege weapons. If the characters are guests on a warship, the crew consists of the following creatures, all of which have proficiency with water vehicles in addition to their normal statistics:",
								{
									"type": "list",
									"items": [
										"One captain ({@creature bandit captain})",
										"Four other officers: a first mate, a bosun, a quartermaster, and a cook ({@creature noble||nobles})",
										"Twenty-five sailors ({@creature commoner||commoners})"
									]
								},
								"A warship typically includes the following additional crew to augment its fighting ability:",
								{
									"type": "list",
									"items": [
										"Forty soldiers ({@creature guard||guards})",
										"Eight siege engineers ({@creature guard||guards})",
										"One {@creature priest} (the ship's surgeon)"
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "1. Main Deck",
							"entries": [
								"The main deck of the ship has the following features:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Mangonel.",
											"entry": "Sailing ships have one {@object mangonel} (DMG, ch. 8) attached to the deck. Warships have two mangonels (DMG, ch. 8). Each weapon has 10 mangonel stones stacked and secured near it."
										},
										{
											"type": "item",
											"name": "Hatch.",
											"entry": "A covered, 10-foot-square opening leads to the lower deck (area W8)."
										},
										{
											"type": "item",
											"name": "Railing.",
											"entry": "The main deck has a 3-foot-high rail around its perimeter that provides half cover for Medium creatures and three-quarters cover for Small creatures behind it."
										},
										{
											"type": "item",
											"name": "Rowboats.",
											"entry": "Four {@vehicle rowboat||rowboats} are stacked on top of each other on this deck. Ropes and pulleys can hoist these boats in and out of the water."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "2. Officers' Quarters",
							"entries": [
								"Four beds stand in the officer's quarters. Beneath each is an iron footlocker that holds the officers' belongings. The officers sleep in shifts so someone remains on duty to command the crew and carry out the captain's orders."
							]
						},
						{
							"type": "entries",
							"name": "3. Captain's Quarters",
							"entries": [
								"The captain's quarters hold a bed and a desk. Beneath the bed is an iron footlocker that holds the captain's belongings."
							]
						},
						{
							"type": "entries",
							"name": "4. Siege Weapon Ammunition",
							"entries": [
								"Shelves and rope on the walls of this cabin secure mangonel stones and ballista arrows."
							]
						},
						{
							"type": "entries",
							"name": "5. Supplies",
							"entries": [
								"This area holds tools, barrels of tar, rope, extra material to repair sails, and other supplies needed to maintain the ship."
							]
						},
						{
							"type": "entries",
							"name": "6. Forecastle",
							"entries": [
								"The forecastle has the following features:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Ballista.",
											"entry": "A {@object ballista} (DMG, ch. 8) is attached to the deck. Ten ballista arrows are stacked and secured nearby."
										},
										{
											"type": "item",
											"name": "Figurehead.",
											"entry": "Warships have an iron figurehead at the front of their forecastle, often shaped to look like a fearsome sea predator. This figurehead serves as the ship's naval ram."
										},
										{
											"type": "item",
											"name": "Railing.",
											"entry": "The forecastle has a 3-foot-high rail around its perimeter that provides half cover for Medium creatures and three-quarters cover for Small creatures behind it."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "7. Quarterdeck",
							"entries": [
								"The quarterdeck has the following features:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Ballista.",
											"entry": "On a warship, a {@object ballista} (DMG, ch. 8) is attached to the deck. Ten ballista arrows are stacked and secured nearby."
										},
										{
											"type": "item",
											"name": "Railing.",
											"entry": "The quarterdeck has a 3-foot-high rail around its perimeter that provides half cover for Medium creatures and three-quarters cover for Small creatures behind it."
										},
										{
											"type": "item",
											"name": "Wheel.",
											"entry": "The ship's wheel stands at the aft of the quarterdeck."
										}
									]
								}
							]
						},
						{
							"type": "entries",
							"name": "8. Oar Deck",
							"entries": [
								"Twenty-two benches are built into the deck of the lower deck, each with a 20-foot-long oar. When the ship is rowed, crew members sit on these benches to work the oars. Ten spare oars hang on the walls of the ship."
							]
						},
						{
							"type": "entries",
							"name": "9. Privy",
							"entries": [
								"Benches line the walls of this room. Four holes carved in them house chamber pots."
							]
						},
						{
							"type": "entries",
							"name": "10. Medical Cabin",
							"entries": [
								"Hooks and shelves on the walls hold medical instruments, bandages, balms, tonics, jars of leeches, and more, ready to treat injuries from combat or sailing mishaps."
							]
						},
						{
							"type": "entries",
							"name": "11. Brig",
							"entries": [
								"This cabin is meant for guests and visiting high-ranking officials along for the journey. Since warships often have a greater need to house prisoners rather than guests, each bed aboard such a vessel also has a set of {@item manacles|phb} (see chapter 5 in the Player's Handbook) attached to its frame."
							]
						},
						{
							"type": "entries",
							"name": "12. Hold",
							"entries": [
								"This area houses both passengers and cargo. The ship's off-duty crew sleep on bedrolls among the crates and barrels of food, water, and other supplies."
							]
						},
						{
							"type": "entries",
							"name": "13. Armory",
							"entries": [
								"The ship's supply of weapons and armor is held in this cabin. Its walls are fitted with built-in weapon and armor racks. The door to this cabin is usually locked, the key kept by one of the ship's officers."
							]
						}
					]
				}
			],
			"images": [
				{
					"type": "image",
					"href": {
						"type": "internal",
						"path": "vehicles/GoS/warship.png"
					}
				}
			]
		}
	]
}
