{
	"itemFluff": [
		{
			"name": "Jahan Waystone",
			"source": "LOME",
			"page": 207,
			"lore": [
				{
					"type": "pf2-h2",
					"name": "Waystones",
					"source": "LOME",
					"page": 207,
					"entries": [
						"As excavators and explorers chart Jaha's underbelly, more and more mysteries move closer toward a resolution. That said, the arcane {@i waystones}, erected in the Jahans' time, have further complicated the geographic mysteries the city presents. Jahaxi investigators have been able to decipher a few, thanks to their Lirgeni conception and iruxi make, but the myriad purposes of these stones have raised many questions for what plans the Jahans had for the city.",
						"When activated, some of these strange {@i waystones} send anyone within a 10-foot radius to one of a fascinating spread of locales across and beneath Jaha's surface, as well as other places. The following is a cursory list of the possible {@i waystone} destinations.",
						{
							"type": "table",
							"name": "Waystone Destinations",
							"colSizes": [
								2,
								6
							],
							"rows": [
								[
									"1",
									"An abandoned shop full of astrological equipment and suits too large for average humanoids."
								],
								[
									"2",
									"A subterranean dome containing a primordial starship the size of a carriage, and a deceased pilot."
								],
								[
									"3",
									"A sophisticated, small apartment with plumbing and tall ceilings, windows, and doors."
								],
								[
									"4",
									"An ancient concert hall, dimly lit by starlight and equipped with strange instruments."
								],
								[
									"5",
									"A conservatory of night-blooming flowers and large moths, somewhere outside of Jaha."
								],
								[
									"6",
									"A wide field containing a long-fallen star."
								],
								[
									"7",
									"A dark, cold alcove with a softly mechanical hum."
								],
								[
									"8",
									"An orrery with equipment made of glass."
								],
								[
									"9",
									"An old library filled with engraved stone tablets lining its many floors, walls and ceilings."
								],
								[
									"10",
									"A throne room where stardust floats in the guise of a chair."
								],
								[
									"11",
									"A dining hall that seems to have had recent use."
								],
								[
									"12",
									"A dormant magical gateway made of rock gathered from the rest of the planets in the solar system."
								]
							]
						}
					]
				}
			]
		}
	]
}
