{"_meta":{"internalCopies":["creatureTemplateFluff"]},"creatureTemplateFluff":[{"name":"Mana Wastes Mutant","source":"LOIL","page":332,"entries":[{"type":"pf2-h1","name":"Mana Wastes Mutant","source":"LOIL","blue":true,"page":332,"entries":[{"type":"pf2-sidebar","name":"Mana Wastes Mutant Communities","entries":["Rumors circulate in Alkenstar of mutant settlements deep in the Mana Wastes. In these settlements, mutants have reportedly banded together for survival in the harsh environment, though accounts differ on whether such communities welcome and shelter lost travelers or eliminate non-mutants who stumble upon them.",{"type":"pf2-title","name":"Aberrant, not Ableist!"},"The trope of the mutant is a common one in speculative fiction but often draws deeply on concepts that fear and mock anyone with an appearance that falls outside of a perceived norm. When creating a mutant, be careful to avoid any traits that might match real-world deformities or disabilities that people might have—a giant wolf mouth in the middle of a mutant's stomach is okay, but having a simple withered limb or a swollen face might be inappropriate for a mutant character."]},{"type":"pf2-sidebar","name":"Other Mutants","entries":["The Mana Wastes are notorious for the production of mutants, but the strange energies of the Spellscar Desert are far from the only phenomena that can transform a creature into a mutant. You can use the rules for creating a Mana Wastes mutant to create any sort of mutated creature, such as one that might result from exposure to otherworldly radiation in Numeria, succumbing to planar effects from a chaotic outer plane, imbibing a potent mutagen like the notorious milk of Lamashtu, or suffering potent side effects from a ritual gone catastrophically wrong."]},"The erratic magical energies of the Mana Wastes can warp and twist creatures foolish or unlucky enough to be trapped in them. The physiological effects of this exposure vary in scope from grotesque full-body transformations to more subtle changes to the skin or senses, and they're frequently accompanied by changes in disposition, motivation, or temperament."]}]},{"name":"Secret Society Member","source":"DA","page":80,"entries":[{"type":"pf2-h1","name":"Secret Society Member","source":"DA","blue":true,"page":80,"entries":["A secret society member is an NPC or creature that belongs to a covert organization with influence and connections throughout its local setting and perhaps beyond. Characters with this adjustment have been elevated from the outer periphery of the secret society and possess some leverage in its halls of power, able to command the loyalty of other members and use their connections to their advantage. Secret society members have received advanced training from their organization, which makes them slightly more of a threat in combat than they would be otherwise, but much of their power is expressed in social situations.",{"type":"pf2-brown-box","name":"Secret Society Members In Golarion","entries":["Golarion is a world of many secrets, so it's unsurprisingly full of secret societies. While some such organizations exist in isolated settlements and might be so ubiquitous within those communities as to encompass nearly the entire populace, secret societies are more common in urban areas. The regions heaviest with secret societies include decadent nobilities with storied pasts like Taldor and Ustalav, intrigue-laden courts of the successor states to Imperial Lung Wa in Tian Xia, and cosmopolitan metropolises like Absalom and Katapesh. Since Goka falls into two of these three categories, it's especially rife with secret societies."]}]}]},{"name":"Rumored Cryptid","source":"DA","page":61,"entries":[{"name":"Rumored Cryptid","type":"pf2-h2","source":"DA","page":61,"entries":["As stories spread about a rumored cryptid, the weight of collective belief transforms the creature to match the tales. The limits of its physical body no longer confine it."]}]},{"name":"Primeval Cryptid","source":"DA","page":60,"entries":[{"type":"pf2-h2","name":"Primeval Cryptid","source":"DA","page":60,"entries":["Scholars dream of discovering primeval creatures: remnants of an older age, long thought extinct. Primeval cryptids are resilient survivors of their kind or particularly clever individuals."]}]},{"name":"Mutant Cryptid","source":"DA","page":59,"entries":[{"type":"pf2-h2","name":"Mutant Cryptid","source":"DA","page":59,"entries":["Some strange creatures defy what's expected from others of their kind due to a peculiar mutation. A mutation can come from a wide variety of sources: a quirk in their lineage, effects from their environment, radiation from bizarre crystals, or exposure to uncontrolled magic. A mutant cryptid can defy the normal expectations of its kind. A water elemental might have a planar disjunction that changes its makeup moment to moment, or a werewolf might detest music instead of silver. "]}]},{"name":"Experimental Cryptid","source":"DA","page":58,"entries":[{"type":"pf2-h2","name":"Experimental Cryptid","source":"DA","page":58,"entries":["An experimental cryptid has been purposefully altered through alchemy, engineering, magic, or ritual to contain some degree of construct components. Although powerful, the process is volatile and imperfect."]}]},{"name":"Vampire, Vetalarana","source":"BotD","entries":[{"type":"pf2-h2","name":"Vampire, Vetalarana","source":"BotD","entries":[{"type":"pf2-sidebar","name":"MISTAKEN IDENTITY","entries":["Consuming thoughts is an overwhelming sensory experience that requires practice and mental discipline to master. Newly risen vetalaranas that consume memories too rapidly can lose sight of their identity amid the foreign thoughts in their minds. Consequently, they might return to the wrong home, abduct their prey's family, or adopt the quirks and vices of their victims."]},{"type":"pf2-sidebar","name":"USES FOR COLD IRON","entries":["Canny mortals looking to thwart a vetalarana make heavy use of cold iron. They line their sanctuaries with the material or surround comatose victims in cold iron sheets, armor, or shields. Others weave shrouds of cold iron thread or mix cold iron dust into paints and oils—though the efficacy of the latter is debatable."]},{"type":"pf2-sidebar","name":"PUPPETEERS","entries":["Vetalarana manipulators are obsessed with control. They experiment with the minds of the living, manipulating, enhancing, and erasing their victim's memories to see what changes occur. Through these mental experiments, vetalaranas learn how to control minds and lives, twisting mortals into loyal servants or unknowing puppets while erasing any record of their own interference."]},{"type":"pf2-sidebar","name":"THOUGHT CONNOISSEURS","entries":["While all vetalaranas hunger for the most cherished memories and deepest secrets, vetalarana manipulators use the memories they consume to learn the skills and talents of their prey. Thus, they select their prey with great care. Each has their preferences, depending upon the skills they wish to cultivate, perhaps martial prowess, musical talent, arcane might, or enlightenment."]},"Vetalarana vampires feed on the emotions, thoughts, and memories of others. Although they are capable of feeding on animals, beings of the planes, and other intelligent undead, only the thoughts of an intelligent, living humanoid bring a vetalarana any sense of satisfaction. Slender and pale, with sunken cheeks and exceptionally long nails, vetalaranas become flushed with color and life after feeding on particularly potent emotions and thoughts, enabling some to pass as living for a short time.","A vetalarana is created when a person with psychic or occult abilities dies in denial of their death, refusing to pass on to the afterlife but unable to retain their grip on life. As their spirit has no cause left undone nor debt to settle, these tenacious souls rise not as ghosts but as vetalaranas, a formidable and tenacious mind animating their own corpse in a mockery of life.","A vetalarana's predations inevitably turn their victims into living husks, incapable of thought and devoid of any spark of personality. These victims fall into a senseless stupor, comatose but still living, without identity or memories. If a vetalarana is killed, they can occupy one of these comatose husks, while more powerful vetalaranas can control them like living puppets.","When a vetalarana is destroyed, all of their comatose victims are immediately freed. Most often, these people regain consciousness as amnesiacs whose memories return over time—taking at least months but sometimes as long as decades. These returned memories are fragmented and often jumbled with the thoughts of others the vetalarana fed upon. If a victim served as a failed host or was frequently controlled while comatose, a sliver of the vetalarana's corrupted thoughts remain in the victim's mind. These tainted victims recover much faster than their fellows, regaining their memories in record time and transforming into a new vetalarana soon after."]}]},{"name":"Vampire, Jiang-shi","source":"BotD","entries":[{"type":"pf2-h2","name":"Vampire, Jiang-Shi","source":"BotD","entries":[{"type":"pf2-sidebar","name":"DREAMERS OF THE DARK","entries":["Jiang-shi typically arise from priests or holy workers who have died but chose to make their way back from the afterlife. While in a state of repose, a jiang-shi is haunted by dream visions of the netherworld. Many recall endless privations and instinctively seek to share their agonies while awake. Some recall humiliation and swear none shall master them again. A few even glimpse the multiverse's secrets and plot to drain the heavens dry."]},{"type":"pf2-sidebar","name":"JIANG-SHI AND FULUS","entries":["A typical Tian exorcism for a jiang-shi involves subduing the vampire followed by a lengthy prayer to {@deity Pharasma}. The exorcist then affixes a {@book fulu|SoM|4|Fulus} charm upon the jiang-shi's brow, an object believed to ease the undead's eternal nightmares."]},{"type":"pf2-sidebar","name":"HIERARCHIES OF BREATH AND DEATH","entries":["Unlike their blood-drinking cousins, jiang-shi subsist on mortals' breath and vitality in the form of qi, also known in some regions as ki. As a jiang-shi inhales more qi, they become stronger in body and mind. A truly gluttonous jiang-shi becomes even more powerful and attains a higher status than their peers. Such ancient vampires are known as \"ministers,\" and they seek to feast on only the most rarefied qi of the cosmos."]},{"type":"pf2-sidebar","name":"SCORNED BY HEAVEN AND EARTH","entries":["Jiang-shi crave qi but are also repelled by certain harmonious arrangements of qi, such as that which occurs in grains of rice, hen eggs, mirrors, and certain types of wood."]},"Jiang-shi are terrifying hopping vampires from Tian Xia. Though similar to other vampires—they are undead, drain vital energy from the living, and can be slain only in specific ways—jiang-shi feast upon the breath of the living, also known as qi or ki, instead of blood. While they possess unique powers, including their magic-deflecting paper fulus, extraordinary jumping ability, and immunity to sunlight, jiang-shi also possess unique vulnerabilities, such as the inability to see living creatures save through breathsense, a revulsion to bells and mirrors, and near-stupefying melancholia. Thankfully, most jiang-shi can't create vampiric spawn."]}]},{"name":"Undead","source":"BotD","_copy":{"name":"Undead Adjustments","source":"BotD"}},{"name":"Ghost","source":"BotD","_copy":{"name":"Undead Adjustments","source":"BotD"}},{"name":"Wight","source":"BotD","_copy":{"name":"Undead Adjustments","source":"BotD"}},{"name":"Zombie","source":"BotD","_copy":{"name":"Undead Adjustments","source":"BotD"}},{"name":"Vampire","source":"BotD","_copy":{"name":"Undead Adjustments","source":"BotD"}},{"name":"Skeleton","source":"BotD","_copy":{"name":"Undead Adjustments","source":"BotD"}},{"name":"Shadow","source":"BotD","_copy":{"name":"Undead Adjustments","source":"BotD"}},{"name":"Mummy","source":"BotD","_copy":{"name":"Undead Adjustments","source":"BotD"}},{"name":"Ghoul","source":"BotD","_copy":{"name":"Undead Adjustments","source":"BotD"}},{"name":"Undead Adjustments","source":"BotD","page":72,"entries":[{"type":"pf2-h2","name":"Undead Adjustments","entries":["Sometimes you might need to create a creature with undead attributes in a hurry. Like the elite and weak adjustments detailed in each Bestiary, the following special adjustments can be used to quickly customize any creature into an undead.","As with any adjustments, these changes are meant to be fast, not comprehensive. It's best to check whether the adjustment breaks the creature in combat. For example, a creature with an important 3-action ability won't work well with zombie adjustments due to the slow ability. On the other hand, an adjustment lending a fly Speed to a creature with powerful ranged attacks might make the creature too able to harry the PCs from the air, especially at low levels.","The {@creatureTemplate undead|BotD|undead adjustments} work for turning a creature into a type of undead that doesn't fall into any of the major undead categories, and the other adjustments mimic more specific varieties of undead."]}]},{"name":"Graveknight","source":"B1","page":190,"entries":[{"type":"pf2-h2","name":"Graveknight","entries":["Graveknights are undead warriors granted unlife by a cursed suit of armor.",{"type":"pf2-h3","name":"Graveknight Armor","entries":["Wearing graveknight armor is very risky, for the graveknight's essence rapidly parasitizes the new wearer, accelerating the graveknight's rejuvenation. This agonizing transformation inevitably kills the host, transforming their flesh into the graveknight's new body. Removing the curse allows a character to remove the armor, but if it ever wears the armor again, the curse returns. If the wearer dies from another cause while wearing the armor, or if the graveknight's rejuvenation completes before the wearer dies from the curse, the wearer immediately progresses to stage 3.",{"type":"data","tag":"curse","data":{"name":"Graveknight's Curse","source":"B1","page":191,"type":"Curse","traits":["arcane","curse","necromancy"],"entries":["This curse affects anyone who wears a graveknight's armor for at least 1 hour.",{"type":"affliction","savingThrow":"Will","onset":"1 hour","stages":[{"stage":1,"entry":"{@condition doomed 1} and cannot remove the armor","duration":"1 day"},{"stage":2,"entry":"{@condition doomed 2}, hampered 10, and cannot remove the armor","duration":"1 day"},{"stage":3,"entry":"dies and transforms into the armor's graveknight","duration":"1 day"}]}],"__prop":"curse"}}]}]}]},{"name":"Ghost","source":"B1","page":166,"entries":[{"type":"pf2-h2","name":"Ghost","entries":[{"type":"pf2-sidebar","name":"Custom Ghosts","entries":["Ghosts work best in adventures when used sparingly. As they are remnants of a past life and retain their intelligence, ghosts can convey long-lost information or serve as a way to inform the PCs of crucial story elements. In this way, a ghost in an adventure can provide a clue or even a complete history of a site or event. Unlike most other undead, ghosts can retain the alignment they had in life, but regardless they should remain tragic and frightening figures in play."]},{"type":"pf2-sidebar","name":"Building Ghosts","entries":["Note that the ghost mage is built from the ground up, rather than by applying the ghost rules to a once-living creature, so its numbers don't exactly match the values listed above. This is usually the better way to go if you have the time, as it allows you to hand-craft a ghost for the situation."]},"When some mortals die through tragic circumstances or without closure, they can linger on in the world. These anguished souls haunt a locale significant to them in life, constantly trying to right their perceived wrong or wrongdoings."]}]},{"name":"Divine Warden","source":"B3","page":72,"entries":[{"type":"pf2-h2","name":"Divine Warden","entries":[{"type":"pf2-sidebar","name":"Mouths of The Gods","entries":["While most divine wardens lack the ability to speak, a deity might imbue a divine warden with the capability by quoting scripture. The guardian can therefore communicate the deity's will to their faithful, though typically in a cryptic fashion. Divine wardens might also have the ability to lead in song or prayer."]},{"type":"pf2-sidebar","name":"Heroes of The Faith","entries":["In the rare instances where a deity personally creates a divine warden, the deity tends to animate depictions of great heroes from their faith. The specific image of the hero serves to inspire devotees and act as a leader in combat. Occasionally, the deity will call on the spirit of the hero to actually embody the divine warden, allowing the hero to fight for their faith once again."]},"Created through complex rituals performed by a faith's adherents, divine wardens have been imbued with a fraction of the power that courses through a champion or cleric of a particular deity. This divine spark allows the divine warden to serve as the protector for a temple, shrine, or other holy site. Such guardians aren't intrinsically bound to a fixed location, but they rarely leave the temple or site over which they watch.","Most divine wardens have been crafted from clay, stone, wood, or similar materials and typically have features that resemble a deity or a deity's herald. Divine wardens often have other abilities typically exhibited by constructs, such as armor plating, the ability to disguise themselves as statues, or other similar benefits.","The faithful worshippers who craft divine wardens typically animate the constructs using a special ritual in which the followers beseech their deity to empower the guardian. The divine mandate that imbues a divine warden with power also allows the sentinel to recognize enemies of its deity and prevents the construct from attacking other members of the faith, unless these patrons choose to attack it first.","In rare cases or particularly dire times, a deity might create a divine warden by directly animating an existing statue or idol to aid faithful followers. These divine guardians are most likely to be found outside of their original locations, assisting displaced congregations or pursuing those who might harm the faithful."]}]},{"name":"Ghoul","source":"B1","page":168,"entries":[{"type":"pf2-h2","name":"Ghoul","entries":[{"type":"pf2-sidebar","name":"The First Ghouls","entries":["Legend holds that the first humanoid (an elf, as it so happened) to feed upon the flesh of his brother rose as a ghoul after death, in time embracing his new life and ascending to great power as a demon lord of ghouls, graves, and secrets kept by the dead. That ghouls of humanoids warp and twist to take vaguely elven features, and that elves themselves are immune to ghoul paralysis, are unusual side effects of this ancient source, yet today, ghouls are as likely to worship other vile gods—or simply eschew faith entirely—as they are to honor the first of their kind."]},{"type":"pf2-sidebar","name":"Ghoulish Society","entries":["Ghouls are quite intelligent and, more so than almost any other undead, prone to forming societies and cultures (if vile and repugnant ones centered around flesh eating and acts of depravity) in tangled warrens below boneyards, or even entire cities hidden away in the depths of the Darklands."]},"Few creatures are more ubiquitous to sinister locations such as lonely graveyards and ruined crypts than the flesh-eating undead known as ghouls."]}]},{"name":"Herexen","source":"B3","page":134,"entries":[{"type":"pf2-h2","name":"Herexen","entries":[{"type":"pf2-sidebar","name":"Herexen Lairs","entries":["Most herexens settle down in a particular town or region to corrupt the local populace. Powerful herexens may boldly lair in a defiled temple, creating a vile parody of the building's former glory. However, most herexens hide in decrepit places such as ruins, forgotten basements, or tombs."]},"When a cleric rebels against their deity and dies in the grip of blasphemous rage, the heresies they committed in life may fuel their transformation into an undead herexen. Herexens seek vengeance against the deity they once worshipped, defiling temples, slaying the faithful, and rallying lesser undead and death cultists to aid them in their unholy quests. Though a herexen's divine gifts have mostly been corrupted into the vileness of undeath, they stubbornly cling to remnants of their former power, still wielding magic and armaments favored by the deity they so greatly despise.","Groups of herexens that blasphemed against the same deity sometimes combine to form a mockery of a congregation, conducting blasphemous rites with something approaching euphoria. These congregations are more often formed from a blasphemous cult who practiced their heresy together in life and died together, though some gather independent herexens of the same former faith."]}]},{"name":"Lich","source":"B1","page":220,"entries":[{"type":"pf2-h2","name":"Lich","entries":[{"type":"pf2-sidebar","name":"Lich Crafting","entries":["Liches spend a good deal of their downtime crafting magic items. In particular, a lich will create items that help it defeat and overcome known problems. This fact can prove especially dangerous if the PCs encounter a lich but fail to destroy its phylactery, for the next time they encounter the lich, it will likely have just the right tools to overcome their defenses."]},{"type":"pf2-sidebar","name":"Lich Treasure","entries":["The lair of a lich is usually filled with several magical treasures, particularly items that the undead can use based on its spellcasting abilities. Scrolls, wands, and staves are quite common, as are books of lore and tomes containing entirely new spells."]},{"type":"pf2-sidebar","name":"Unique Lichdom","entries":["The exact ritual, ingredients for deadly concoctions, and magical conditions required to become a lich are unique and different for every living creature. Understanding a spellcaster's path to lichdom can help, but is no guarantee of success for others."]},{"type":"pf2-sidebar","name":"Associated Monsters","entries":["Undead minions are very common companions for a lich or demilich. Liches prefer mindless undead, that do what they're told and don't interrupt the lich's studies with useless conversation. Liches with a knack for crafting are also fond of surrounding themselves with construct servitors and guardians, such as golems."]},"To gain more time to complete their goals, some desperate spellcasters pursue immortality by embracing undeath. After long years of research and the creation of a special container called a phylactery, a spellcaster takes the final step by imbibing a deadly concoction or casting dreadful incantations that transform them into a lich. While most undertake this drastic plan to continue their work or fulfill some long-term plan, others become liches because they fear death or to fulfill some malevolent purpose, such as long-sworn revenge. Regardless, the result is permanent and carries with it the potential to alter history—both that of those who transform themselves and of the countless mortals that will inevitably suffer as a result of a lich's new power.","After its metamorphosis, a lich often finds some quiet place to dwell, typically protected by a variety of guardians and traps, for two primary purposes. First, a lich requires solitude in order to plan its elaborate schemes, and second, few mortals (if any) deign to interact with these legendarily corrupt necromancers. One reason begets the other, as the self-imposed isolation of a lich often drives the lich insane, further solidifying its separation from civilization. The longer a lich lives, the more meticulous a planner it becomes, secreting itself within a labyrinth of deadly puzzles, misdirection, and monsters. A lich's servants and guardians are absolutely loyal, either due to their nature (such as constructs or other undead) or as a result of compulsion using powerful magic. Many liches go mad, in time, and the nature of a lich's lair is a good indicator of the undead's current mental state.","For all the protections it arrays around itself, a lich will go to greater lengths to guard its phylactery, as it knows that the destruction of this magical container spells doom for the lich. A lich is notoriously difficult to bargain with, though the threat of damaging its phylactery is a sure way to gain the upper hand in such a negotiation.",{"type":"data","tag":"item","data":{"name":"Lich Phylactery","source":"B1","page":222,"type":"Item","level":12,"traits":["rare","arcane","necromancy","negative"],"price":{"amount":1600,"coin":"gp"},"usage":"held in 1 hand","bulk":"—","category":"Held","entries":["This item is crafted by a spellcaster who wishes to become a lich. When a lich is destroyed, its soul flees to the phylactery. The phylactery then rebuilds the lich's undead body over the course of {@dice 1d10} days. Afterward, the lich manifests next to the phylactery, fully healed and in a new body (therefore, it lacks any equipment it had on its old body). A lich's phylactery must be destroyed to prevent a lich from returning. The standard phylactery is a sealed metal box containing strips of parchment inscribed with magical phrases. This box has Hardness 9 and 36 HP, but some liches devise more durable or difficult-to-obtain phylacteries. A phylactery might also come in the form of a ring, an amulet, or a similar item; the specifics are up to the creator"]}}]}]},{"name":"Ravener","source":"B2","page":222,"entries":[{"type":"pf2-h2","name":"Ravener","entries":[{"type":"pf2-sidebar","name":"Ravener Lairs","entries":["Cunning and paranoid, raveners prefer to make their lairs in places hostile to mortal life: atop peaks so high that living creatures struggle to breathe the rarefied air, submerged beneath pools of magma in the caldera of an active volcano, and so on. Some raveners even go so far as to deliberately fill their entire lair with lethally poisonous gases, and raveners that are capable of advanced spellcasting often seal their lairs completely, accessing them exclusively by spells such as teleport or gaseous form. Of course, raveners must feed on the living to persist, so they never locate their lairs so far from sources of life that they'll starve."]},{"type":"pf2-sidebar","name":"Ravener Minions","entries":["Raveners view most undead creatures with little more respect than they have for living creatures, but they often make use of them as servants. They prefer incorporeal undead such as ghosts, specters, and wraiths over such crude and simple minions as skeletons and zombies."]},{"type":"pf2-sidebar","name":"Ravener Patrons","entries":["While most dragons are too prideful to turn to anyone, even the gods, for help, a few who seek to become raveners are so desperate to stave off death that they might turn to powerful patrons for aid, such as demon lords, evil deities, or powerful necromancers, offering service in exchange for their transformation."]},{"type":"pf2-sidebar","name":"Ravener Treasure","entries":["Because they change lairs more often than living dragons, raveners prefer treasure that is compact and easily transported. Instead of sprawling mountains of coins, they tend to prefer precious gems, art objects, and especially magic items, particularly magic items they are capable of using."]},"Though their lifespans can measure in millennia, all dragons must eventually perish. While many do so on the blades or under the spells of dragonslayers, some manage to outlast their enemies and must, in time, face the truth that awaits all living creatures at the end of their natural lifespan. As with many other creatures, some dragons respond to such looming reminders of their own mortality poorly, and the particularly prideful or wrathful of their kind often lash out in anger when confronted by this grim truth. Peace and acceptance may find some dragons, but the most stubborn of their ilk (and invariably the most wicked) may pursue a different answer to the problem. These dragons seek out sinister rites that can transform them into undead creatures known as raveners.","A ravener's flesh is stripped away as part of the transformation, leaving only their skeleton. What they lose in flesh, however, the dragon gains in soul-rending power, as their raw spiritual energy forms a protective barrier around their skeleton, keeping it intact and allowing flight with now-skeletal wings. This new existence is not so easy to maintain as other forms of undeath, however, and the ravener must feed regularly on the souls of living creatures to power their profane metabolism. This hunger is much greater than that of a living dragon, so raveners are forced to relocate regularly, traveling to fresh hunting grounds each time they strip their current home of prey. A ravener may depopulate whole regions at a time in order to sate their endless hunger for souls, lest they lose much of their power and become a {@creature ravener husk|b2}.",{"type":"data","tag":"ritual","data":{"name":"Ravenous Reanimation","source":"B2","page":223,"level":7,"traits":["rare","evil","necromancy"],"cast":{"number":1,"unit":"day"},"cost":"valuable treasures from the target dragon's hoard worth a total value of 50,000 gp","primaryCheck":{"entry":"{@skill Arcana} (master), {@skill Occultism} (master), or {@skill Religion} (master)","skills":["Occultism","Arcana","Religion"],"prof":"master"},"requirements":"You must be an evil dragon.","duration":{"number":1,"unit":"week"},"entries":["You destroy the gathered treasures with your breath weapon or other powerful magic, then invoke necromantic energies before you feed upon the charred and melted remains. As you do so, negative energy courses through your flesh, automatically killing you. Each individual {@creature ravener|B2|ravener's} {@i ravenous reanimation} requires three to five unique additional components. Whether or not you return as a {@creature ravener|b2} depends on the success of the ritual.",{"type":"successDegree","entries":{"Critical Success":"You immediately transform into a {@creature ravener|b2} upon finishing the ritual; your soul ward starts at full Hit Points (equal to 5 × your level).","Success":"You rise as a {@creature ravener|b2} 24 hours after completing the ritual, as long as your body remains relatively intact. When you rise as a ravener, your soul ward starts at 1 Hit Point.","Failure":"You rise as a {@creature ravener husk|b2} 24 hours after completing the ritual.","Critical Failure":"You die."}}],"__prop":"ritual"}}]}]},{"name":"Vampire","source":"B1","page":318,"entries":[{"type":"pf2-h2","name":"Vampire","entries":[{"type":"pf2-sidebar","name":"Building Vampires","entries":["Because vampires can inflict their nature upon any creature whose blood they drink, practically any living monster can become one of these undead horrors. When you need to create a vampire for your game, you can do so in two ways. In most cases, it's more effective to build the vampire from the ground up, using the standard rules for monster creation (this is how the vampire count, vampire spawn, and vampire mastermind presented on these pages were built). Or you can use the guidelines presented under Creating a Vampire to turn an existing creature (or even a player character!) into a vampire, adjusting the monster as you see fit. In either case, specific vampire abilities like coffin restoration, Mist Escape, and Drink Blood work the same.",{"type":"pf2-title","name":"Vampires and Dhampir"},"The most common and traditional vampires, as presented here, are known also as the \"moroi.\" They are prevalent in Golarion in the mist-shrouded counties of Ustalav and found in small numbers in almost every nation of the Inner Sea. Other types of vampires include the withered nosferatu, the hopping jiang shi, and the psychic vetala—these vampires share many of the basic traits with moroi but possess new abilities of their own. Dhampir (page 95) can be born of any of these vampire races, though moroi-born dhampir known as svetochers are the most common, especially in the Inner Sea region.",{"type":"pf2-title","name":"SPAWN LOCATIONS"},"Vampire spawn live wherever their masters demand. When free of any master, they tend to roam in packs through slums or other urban areas that wouldn't notice a few people going missing.",{"type":"pf2-title","name":"NON-EVIL VAMPIRES"},"Non-evil vampires are rare and at odds with their basic nature. Such vampires typically give up a fraction of their power in exchange for some of their lost humanity."]},"Vampires are undead creatures that feed on the blood of the living."]}]},{"name":"Werecreature","source":"B1","page":328,"entries":[{"type":"pf2-h2","name":"Werecreature","entries":[{"type":"pf2-sidebar","name":"RETAINING HUMANITY","entries":["Werecreatures are notorious for their murderous rampages in the deep of the night—violence that is often at odds with the afflicted's true nature. Even an honorable town guard or priest could be a murderous werewolf without realizing it, for the werecreature's curse leaves the afflicted with no memory of their nocturnal murder sprees.",{"type":"pf2-title","name":"WOLFSBANE"},"{@item Wolfsbane} is a poisonous plant that can cure the curse of the werecreature. It's effective only if consumed before the creature transforms for the first time. If the creature survives wolfsbane's effects without using magic to aid in surviving, the creature can attempt a new saving throw against the curse of the werecreature. On a success, the creature is cured.",{"type":"pf2-title","name":"OTHER WERECREATURES"},"In theory, any animal could form the basis for a new type of werecreature, provided the animal in question is at least omnivorous— herbivorous werecreatures are all but unheard of. Werecreatures that rise from insects, arachnids, and similar invertebrate animals are particularly unsettling, though much rarer than werecreatures of vertebrate animals."]},"Werecreatures are humanoids doomed to transform into animals and animalhumanoid hybrids under the light of the full moon. These shapechanging creatures are the result of an ancient primal curse that they can, in turn, transmit through their own bites. Their ability to lurk unseen in the wilds as well as among people, combined with the contagiousness of their condition, makes werecreatures a perennial cause of panicked suspicion.",{"type":"pf2-h3","name":"Afflicted and True Werecreatures","entries":["Werecreatures come in two types: those afflicted with the curse and those born with it (\"true werecreatures\").","One can be born a true werecreature to any werecreature parent. A true werecreature is always a werecreature and retains the same memories and most of the same statistics in all forms. A true werecreature also has full control over its shapechanging except during the full moon, when the transformation is irresistible. There is no known way to break the curse on a true werecreature.","Affected werewolves received their curse from the bite of another werecreature (which could've been an afflicted or true werecreature). An afflicted werecreature may be unaware of its curse because it retains no memories of its transformations, gets no benefit from being a werecreature when not transformed, and has no conscious control over its transformation. An afflicted werecreature's curse can be removed like any other."]}]}]},{"name":"Worm That Walks","source":"B2","page":296,"entries":[{"type":"pf2-h2","name":"Worm That Walks","entries":[{"type":"pf2-sidebar","name":"Worms Redeemed","entries":["In rare situations, once a spellcaster rises as a worm that walks it might recant its evil ways, given the right influence and enough time. Many of these worms that walk seek selfdestruction, not out of abhorrence at their new form but at the realization of the evils they wrought while alive. Others, though, take advantage of their second chance and use their new life to help undo the ruin and horror they might have afflicted upon the world in their prior existence."]},"When a powerful spellcaster with a strong personality, a lust for life, and a remorselessly evil soul dies and is buried in a graveyard infused with eldritch magic, a strange phenomenon can occur. The decaying body fattens and instructs the very worms that feast upon it. These grave worms thrive not only on the consumption of the spellcaster's dead flesh, but on their corrupt memories and magical power. The spellcaster's very soul is consumed in this vile process, only to be split apart into fragments that inhabit each of the individual worms. The result is a hideous hive mind of slithering life known as a worm that walks—a mass of worms that clings to the vague shape of the body that granted it this new existence and can use the powers and magic the spellcaster had in life. A worm that walks retains memories of its life as a spellcaster before its death, but it is not undead—it is a hideous new form of undulant life."]}]}]}