{
	"_meta": {
		"internalCopies": [
			"organizationFluff"
		]
	},
	"organizationFluff": [
		{
			"name": "Firebrands",
			"source": "LOCG",
			"page": 66,
			"lore": [
				{
					"type": "pf2-h1",
					"name": "Firebrands",
					"entries": [
						"Depending on who's describing them, the Firebrands are either loud, ostentatious daredevils with a penchant for bragging or secretive operatives looking to act in the best interests of the oppressed and needy. In truth, both are correct, and the Firebrands revel in the confusion this causes among the populace of the Inner Sea region.",
						"The group known as the Firebrands came about through an unofficial alliance between several like-minded organizations around 4716 ar. A revolution in Sargava had overthrown the colonialist government and formed a new country known as Vidrian—but once the dust had settled, the fledgling nation found itself with few allies. Vidrian hurried to establish relationships with other nations, but its relatively remote location made this task difficult. As such, many Vidrics set out to sea. The ships headed south found allies among the anadi people of Nurvatchta, while the northbound ships found kinship among the rebels of Ravounel. Having just concluded their own rebellion against Cheliax, the people of Ravounel—and specifically members of the rebel group known as the Silver Ravens—brokered an alliance with the Vidrics. On the surface, this was a typical alliance in which Ravounel and Vidrian established diplomatic and trade relations. Beneath the surface, however, the two groups found a shared passion for combating oppression and helping those unable to defend themselves.",
						"The groups united under a shared banner known as the Firebrands and pooled their allies, expertise, and resources to work against tyranny where they could. The Vidrics made use of their sizable fleet of ships to ferry Firebrands to where they were needed, sometimes under the cover of diplomatic endeavors or disguised as pirates. Members of the Silver Ravens used their sizable network of allies, including their connections to the Bellflower Network, to help the Firebrands work in secret by moving between safe houses. Over time, smaller local organizations joined up with the Firebrands, and the group became a moderately sized network of freedom fighters who supported each other wherever possible.",
						"Several months after the Firebrands' establishment, a small uprising in Galt claimed to be associated with the Firebrands, though this was a blatant lie. Word of this claim reached the Firebrands, and the group quickly jumped to offer what support they could. Though the uprising failed shortly thereafter, word of the Firebrands' attempts to help reached others. Soon others attempting rebellion claimed to be Firebrands, attracting support from the actual organization. Purporting to be a Firebrand quickly became the easiest way to become a Firebrand proper, as the rebels acknowledge all who adopt the title and work toward the group's goals.",
						"This impromptu convention eventually began to spread among outside groups with indirect ties to the Firebrands. At first, several Shackles pirates, originally hired to serve 67 as Firebrand transports, began to claim their association with the group. The pirates found the idea of sowing discord and generally causing problems for established power structures to be an entertaining undertaking. Their mischief drew a great deal of attention from other pirates and daredevils, and their efforts led to the name and deeds of the Firebrands becoming more commonly known among the general populace of the Inner Sea. However, instead of considering them liberators and helpers of the downtrodden, the common folk became enamored of tales about Firebrands who were exhibitionist adventurers with a fondness for bombast and excitement. The original Firebrands initially worked to disassociate themselves from these thrill seekers, but they soon realized keeping public attention on the daredevils made their rebellious endeavors significantly easier.",
						"Today, the Firebrands are broken up into two unofficial factions. The first consists of those who continue to use the group's connections and resources to help those in need. They travel the world helping to fight tyrants, assisting refugees, and providing aid to innocents. The other faction is the organization's public face. They are the show-offs and thrill seekers, choosing to fly the flag of the Firebrands because it encourages the extravagant and the flamboyant. There are many Firebrands who straddle the line between the two groups—some choose to fight oppression for the thrills of combat and defying authority, while others enjoy the praise and hero-worship that comes with saving the downtrodden. Still others prefer to use the attention they garner from their work to inspire others to do the same, hoping to act as icons of revolution and welfare throughout the world.",
						"The liberators and do-gooders of the Firebrands continue the group's original traditions. They travel throughout the Inner Sea region—and sometimes out into the rest of Golarion—to fight oppression wherever and whenever possible. They assist and defend those who are unable to fight for themselves. The Firebrands also work to help areas recover and rebuild from the destruction that can occur during revolution. This includes helping farmers reestablish farmlands, working to educate locals until proper schools are rebuilt, and providing food and entertainment for those recovering from wounds or afflictions.",
						"The rest of the Firebrands travel the Inner Sea region, regaling all who listen with tales of their own deeds and accomplishments. These Firebrands often dress in flashy, fashionable outfits and tend to bring sizable entourages with them on their journeys. Such Firebrands commonly boast before heading out on adventures, hoping to garner further attention with claims of being able to complete a quest with only a single hand or while blindfolded. Not all Firebrands choose to draw such attention to themselves, however; some instead strive to perform glorious deeds, letting their successful exploits speak for themselves and leaving calling cards to let others know who was responsible for their extraordinary feats.",
						{
							"type": "pf2-sidebar",
							"name": "RELATIONS",
							"source": "LOCG",
							"page": 70,
							"entries": [
								"{@b Free Captains:} Most Free Captains have a distaste for the Firebrands, though some will aid them by providing transport for the right price. Hurricane Queen Tessa Fairwind seems to have a fickle stance with the group, showing her disdain for their antics on some days while reveling in them on others.",
								"{@b Local Authorities:} Many Firebrands tend to be a frequent nuisance and cause collateral damage in their wake, making them a headache for most authorities. In many cases, the Firebrands actively work against laws they feel are oppressive (and depending on the Firebrand, that distinction can vary greatly), with Firebrands either working with locals to overthrow their oppressors or taking action alone if necessary. On rare occasions, local authorities are known to look the other way when Firebrands are up to their schemes, even in the face of obvious evidence, if it's for the overall good of a community.",
								"{@b Pathfinder Society:} The Pathfinder Society is particularly alluring to adventurous Firebrands, and many members join up just for the opportunity to travel the world and search for lost knowledge and relics. Firebrands find the Horizon Hunters faction within the Society particularly conducive to their goals."
							]
						},
						{
							"type": "pf2-sidebar",
							"name": "NOTABLE FIGURES",
							"source": "LOCG",
							"page": 72,
							"entries": [
								"{@b Devrin Arlos:} This former Free Captain was the first non-rebel to spontaneously declare himself a Firebrand and start the tradition of anyone joining the organization. He and the crew of his ship, the Nightwave, have since gained an enormous reputation as bold adventurers.",
								"{@b Ranik Helt:} This halfling bard acts as an intermediary between the Bellflower Network and the rest of the Firebrands. He uses the Firebrands' contacts to help former slaves escape to freedom.",
								"{@b Shensen:} One of the leaders of the Silver Ravens, the opera star was quick to suggest the alliance between her rebels and Vidrian. She now acts as a public face to the organization, happy to draw ire toward herself if it helps others.",
								"{@b Captain Shimali Manux:} One of the first captains to set out from Vidrian to seek aid, Captain Manux now acts as the unofficial leader of the Firebrand fleets with her ship the Umbral Spark. She is quick to earn the respect of others, including her former rival Devrin Arlos."
							]
						},
						{
							"type": "pf2-sidebar",
							"name": "ADVENTURE HOOKS",
							"source": "LOCG",
							"page": 74,
							"entries": [
								"{@b Escort to Freedom:} Several recently freed slaves and citizens seeking asylum need help to escape their home. The PCs must find a way to smuggle them out and transport them to safety.",
								"{@b Firebrand Fashion Design:} The PCs are tasked with creating an awe-inspiring outfit for a local Firebrand. The Firebrand promises to connect the PCs with a local contact, but only if the outfit garners enough attention.",
								"{@b Rescue the Newbie:} An aspiring Firebrand has bitten off more they can chew and has gone missing. The PCs can bring the Firebrand home if they brave the same dangers themselves.",
								"{@b Sowing Discord:} The PCs must aid rebels in a local city, either by spreading misinformation or by drawing attention to themselves while the rebels continue their work.",
								"{@b The Vaunter's Carnival:} The PCs attend this annual gathering where Firebrands from all across the Inner Sea region meet to share stories, enjoy friendly boasting competitions, and join up to set out on adventures."
							]
						},
						{
							"type": "pf2-h2",
							"name": "Within the Firebrands",
							"source": "LOCG",
							"page": 68,
							"entries": [
								"Enrollment in the Firebrands is a curious thing, as there is no official structure to the organization. Instead, an individual's standing among the Firebrands is based mostly around their reputation both inside and outside the group. Those with more renown and daring deeds to their name are considered to have higher ranking among their fellow Firebrands.",
								"While there are no official titles among the Firebrands, every member is categorized in the context of four different rankings, known as marks, a system derived from the Firebrand symbol of two crossed swords. The first use of this symbol originated among Vidric rebels who rose up to reclaim their lands; the rebels used the swords featured on the Sargavan flag as a means of communication, drawing or painting the blades on structures to signify safe houses or hidden caches. The simplicity of the symbol—two large marks for the sword blades and two smaller marks for the cross guard—made it easy for Vidrics to leave a message with short notice. Vidrics continued to use this mark until it became the official symbol of the Firebrands. Today, the symbol is used wherever the Firebrands wish to make their presence known, though individual marks vary. Firebrands place specific symbols beneath the crossed blades, such as a silver raven or a specific ship's flag, to further signify exactly who made the mark and which local group claims responsibility for a particular act.",
								"Anyone can declare themselves as a member of the Firebrands, though status as a member is not considered official until a potential recruit gains a significant amount of notoriety. This usually requires several dozen locals in an area, typically 50, or a handful of local Firebrands to become aware of the prospective member. The process is often relatively quick, as most wishing to join can make a public declaration, usually in a loud and showy manner. Once this is done, the prospective member earns the title of first mark. The ease of becoming a first mark means that first marks come and go constantly, and most Firebrands do not consider a first mark truly official until a member reaches the rank of second mark.",
								"To reach the status of second mark, a Firebrand of second mark or higher must make a declaration that the first mark is an official Firebrand. This declaration can be made in public, as with the initial claim of membership, or in private among other Firebrands. Regardless of the publicity, the declaration is capped with the Firebrand and the first mark crossing blades. In cases where no blades are available, the two cross any weapon at hand, or even cross arms when no weapons are available. This symbolic recreation of the Firebrand symbol allows the second mark access to the resources of the local Firebrands, such as armaments, contacts, equipment, safe houses, or training.",
								"Third marks are simply second marks who have gained local fame. Sometimes these are individuals known by name or an alias. Other times, an entire group can become a third mark due to the group's notoriety in its home region. In this case, anyone that is a member of said group is a third mark, regardless of their standing or seniority within the group itself. Firebrands don't designate the third mark ranking based on any internal parameters, instead recognizing the ranking when the common populace is aware of the members; once a Firebrand or group of Firebrands becomes well known, whether due to popularity or infamy, they are third marks regardless of what other Firebrands may think of it. Most Firebrands acknowledge that it's hard to determine exactly when this happens, but it becomes obvious once locals start expressing outward opinions of a Firebrand.",
								"The title of fourth mark is even more nebulous than that of third mark. Fourth marks are those Firebrands that almost everyone knows. These can be individuals whose names travel in stories across Golarion, like Devrin Arlos or the Sapphire Butterfly. Others are groups like the Silver Ravens that achieved great recognition due to their deeds and thus all members, new and old, are considered fourth marks. Much like the ranking of third mark, there's no official threshold for a fourth mark—only a nebulous consensus once fellow Firebrands or distant locals begin to share stories about the deeds of a particular individual or a certain group. Many Firebrands like to debate about specific individuals or groups to determine whether or not they are worthy of becoming fourth marks. Even with the constant debates, Firebrands universally recognize certain key members as fourth marks, usually those in leadership roles.",
								"While it's easy for anyone to begin their journey as a member of the Firebrands, the nature of the organization helps to sniff out those who are attempting to infiltrate the group. First off, anyone who has heard of the Firebrands knows the group does not intentionally harm innocents. The Firebrands typically squabble with local authorities, oppressive groups, or, in some cases, with each other, and while collateral damage to innocents is always a possibility, anyone who sets out specifically to harm innocents in the name of the Firebrands is quickly dismissed. These people never become second marks and likely draw the ire of proper Firebrands. In addition, individual Firebrands constantly work to maintain their local networks. Often, this manifests as secret codes and signals among rebels that change at regular intervals. Individuals who might bring harm to the Firebrands do not receive these updates, and soon find themselves marked as obvious outcasts. For Firebrands without such systems in place, the local populace still acts as the Firebrands' eyes and ears. Allies of the Firebrands report any issues or concerns they have with other members, allowing the larger body of Firebrands to respond accordingly.",
								{
									"type": "pf2-h3",
									"name": "Firebrands Across the Inner Sea",
									"source": "LOCG",
									"page": 69,
									"entries": [
										"Though the Firebrands are a relatively young organization, especially compared to other prominent organizations like the Pathfinder Society, the group's popularity has grown quickly in the years since its formation. Once the first rumors of Firebrands supporting local rebellions started to spread, pockets of resistance throughout Avistan began to call out to the Firebrands. These groups placed the Firebrand's crossed-blade symbol wherever they could, and soon enough other rebels rallied to their cause. In some of these cases, such as with the ongoing resistance in Pezzack, Firebrands made the trek to offer their support. At other times, the locals inspired themselves with their actions and gathered enough local support that they became their own local group of Firebrands. This was the case with the small kingdom of Crossroads in the southern River Kingdoms, where the locals rose up against a local group of marauders that constantly threatened the fledgling kingdom's livelihood.",
										"Once the more boisterous side of the Firebrands came to the forefront, the group's notoriety increased quickly. Many found the Firebrands' behavior entertaining, while others were awestruck by the tales of great heroics or perilous acts from which a Firebrand escapes unscathed. Traveling Firebrands soon found themselves overwhelmed with bored homemakers and excited locals insisting on hearing tales of the latest Firebrand exploits. Sometimes these tales were recountings of thrilling exploits, while others are merely exhilarating lies. Regardless of their validity, such tales only boosted the exciting Firebrand way of life, soon making the Firebrands something of a household name.",
										"Today, Firebrands continue to uphold their traditions all over the Inner Sea region, with many finding their ways to large port cities like Absalom, Almas, and Magnimar. These cities provide numerous eyes for those seeking attention, and plenty of crowds for those looking to disappear. The cities also allow any would-be Firebrands to hop on to a ship and join up with a Firebrand crew with relative ease. Many of these crews set off upon the high seas in search of adventure and treasure in places like the Shackles or even beyond the Inner Sea. Some smaller towns also harbor a Firebrand presence, though how easy it is to identify such groups varies from one town to the next."
									]
								},
								{
									"type": "pf2-h3",
									"name": "Dressing the Part",
									"source": "LOCG",
									"page": 70,
									"entries": [
										"While members of the Firebrands are primarily known for their adventurous exploits and their work fighting oppression, they are also at the forefront of fashion. When the first grandstanders began gaining attention, they were quick to realize that it would require greater and greater exploits to attract notice while other Firebrands were engaging in their own astonishing ventures. To attract the gaze of onlookers and draw more attention to their own deeds, some Firebrands began sporting elaborate outfits with eye-catching colors and ostentatious accessories.",
										"Firebrand fashion has begun to take hold in places like Absalom and Andoran, with many younger nobles and local adventurers taking to gaudy clothing, bright feathers, excessive amounts of jewelry, and large hats to emulate the styles of notable Firebrands. Since this flare in popular fashion, Firebrands and fashionistas all over have tweaked and reworked this original fashion trend to suit their own tastes.",
										"Current Firebrand fashion varies greatly from region to region, but those seeking attention make the most of what's available to them. Some Firebrands take local fashions and alter them to be outrageously showy and glamorous. Other Firebrands create entire outfits from scratch, allowing them to express their creative sides. Some of these outfits are marvels all their own, mimicking great birds or incorporating wearable contraptions that can independently wave flags or even play music.",
										"Local Firebrand groups tend to adopt their own particular fashion trends and colors, with certain groups coordinating clothing across their membership. Such Firebrands sometimes even modify their symbols with specific colors, which helps to differentiate such groups in places where multiple Firebrand-affiliated organizations are active.",
										"Firebrands who prefer subtlety instead choose simpler clothing that allows them to slip in and out of crowds unnoticed. In situations where anonymity is important, these Firebrands wear masks or other disguises that make identification difficult."
									]
								}
							]
						},
						{
							"type": "pf2-h2",
							"name": "Firebrand Options",
							"source": "LOCG",
							"page": 71,
							"entries": [
								"The Firebrands use a variety of unorthodox equipment and techniques to achieve their goals, whether those goals include drawing attention, or subterfuge and subtlety. The following Firebrand options are uncommon, and members of the Firebrands gain access to them once they reach the rank of second mark. The Entourage feat is rare even for members of the Firebrands, as it requires a certain degree of fame and in-world activity to acquire, and potentially requires the player or GM to keep track of additional background NPCs. Typically, only third mark and fourth mark Firebrands have the notoriety and social influence required to maintain an entourage. While Firebrands seek to build an entourage more than most adventurers, it's not unreasonable for any famous character to gain access to it if the players are interested in playing with the {@feat Entourage|LOCG} feat.",
								{
									"type": "pf2-h3",
									"name": "Firebrands Feats",
									"collapsible": true,
									"source": "LOCG",
									"page": 71,
									"entries": [
										"The following feats allow Firebrands to easily hide among a populace or gather crowds around them.",
										{
											"type": "statblock",
											"tag": "feat",
											"name": "Backup Disguise",
											"source": "LOCG"
										},
										{
											"type": "statblock",
											"tag": "feat",
											"name": "Sow Rumor",
											"source": "LOCG"
										},
										{
											"type": "statblock",
											"tag": "feat",
											"name": "Entourage",
											"source": "LOCG"
										}
									]
								},
								{
									"type": "pf2-h3",
									"name": "Firebrand Items",
									"collapsible": true,
									"source": "LOCG",
									"page": 72,
									"entries": [
										"The following are some of the items that Firebrands use to either gain extra attention or escape prying eyes.",
										{
											"type": "statblock",
											"tag": "item",
											"name": "Cloak of Repute",
											"source": "LOCG"
										},
										{
											"type": "statblock",
											"tag": "item",
											"name": "Insistent Door Knocker",
											"source": "LOCG"
										},
										{
											"type": "statblock",
											"tag": "item",
											"name": "Snapleaf",
											"source": "LOCG"
										},
										{
											"type": "statblock",
											"tag": "item",
											"name": "Unmemorable Mantle",
											"source": "LOCG"
										}
									]
								},
								{
									"type": "pf2-h3",
									"name": "Firebrand Archetype",
									"collapsible": true,
									"source": "LOCG",
									"page": 72,
									"entries": [
										"The following archetype is available to prominent members of the Firebrands.",
										"{@note You can see the {@archetype Firebrand Braggart|LOCG} archetype on the {@pf2etools archetype|archetypes.html} page.}"
									]
								}
							]
						}
					]
				}
			]
		}
	]
}
