{
	"lifeClass": [
		{
			"name": "Barbarian",
			"source": "PHB",
			"reasons": [
				"My devotion to my people lifted me in battle, making me powerful and dangerous.",
				"The spirits of my ancestors called on me to carry out a great task.",
				"I lost control in battle one day, and it was as if something else was manipulating my body, forcing it to kill every foe I could reach.",
				"I went on a spiritual journey to find myself and instead found a spirit animal to guide, protect, and inspire me.",
				"I was struck by lightning and lived. Afterward, I found a new strength within me that let me push beyond my limitations.",
				"My anger needed to be channeled into battle, or I risked becoming an indiscriminate killer."
			],
			"other": {
				"Personal Totems": [
					"None",
					"A tuft of fur from a solitary wolf that you befriended during a hunt",
					"Three eagle feathers given to you by a wise shaman, who told you they would play a role in determining your fate",
					"A necklace made from the claws of a young cave bear that you slew singlehandedly as a child",
					"A small leather pouch holding three stones that represent your ancestors",
					"A few small bones from the first beast you killed, tied together with colored wool",
					"An egg-sized stone in the shape of your spirit"
				],
				"Tattoo": [
					"None",
					"The wings of an eagle are spread wide across your upper back.",
					"Etched on the backs of your hands are the paws of a cave bear.",
					"The symbols of your clan are displayed in viny patterns along your arms. The antlers of an elk are inked across your back.",
					"Images of your spirit animal are tattooed along your weapon arm and hand.",
					"The eyes of a wolf are marked on your back to help you see and ward off evil spirits."
				],
				"Superstitions": [
					"None",
					"If you disturb the bones of the dead, you inherit all the troubles that plagued them in life.",
					"Never trust a wizard. They're all devils in disguise, especially the friendly ones.",
					"Dwarves have lost their spirits, and are almost like the undead. That's why they live underground.",
					"Magical things bring trouble. Never sleep with a magic object within ten feet of you.",
					"When you walk through a graveyard, be sure to wear silver, or a ghost might jump into your body.",
					"If an elf looks you in the eyes, she's trying to read your thoughts."
				]
			}
		},
		{
			"name": "Bard",
			"source": "PHB",
			"reasons": [
				"I awakened my latent bardic abilities through trial and error.",
				"I was a gifted performer and attracted the attention of a master bard who schooled me in the old techniques.",
				"I joined a loose society of scholars and orators to learn new techniques of performance and magic.",
				"I felt a calling to recount the deeds of champions and heroes, to bring them alive in song and story.",
				"I joined one of the great colleges to learn old lore, the secrets of magic, and the art of performance.",
				"I picked up a musical instrument one day and instantly discovered that I could play it."
			],
			"other": {
				"Defining Work": [
					"'The Three Flambinis,' a ribald song concerning mistaken identities and unfettered desire.",
					"'Waltz: of the Myconids,' an upbeat tune that children in particular enjoy.",
					"'Asmodeus's Golden Arse,' a dramatic poem you claim was inspired by your personal visit to Avernus.",
					"'The Pirates of Luskan' your firsthand account of being kidnapped by sea reavers as a child.",
					"'A Hoop, Two Pigeons, and a Hell Hound,' a subtle parody of an incompetent noble.",
					"'A Fool in the Abyss,' a comedic poem about a jester's travels among demons."
				],
				"Instrument": [
					"A masterfully crafted halfling fiddle",
					"A mithral horn made by elves",
					"A zither made with drow spider silk",
					"An orcish drum",
					"A wooden bullywug croak box",
					"A tinker's harp of gnomish design"
				],
				"Embarrassment": [
					"None",
					"The time when your comedic song, 'Big Tom's Hijinks'—which, by the way, you thought was brilliant—did not go over well with Big Tom",
					"The matinee performance when a circus's owlbear got loose and terrorized the crowd",
					"When your opening song was your enthusiastic but universally hated rendition of 'Song of the Froghemoth'",
					"The first and last public performance of 'Mirt, Man about Town'",
					"The time on stage when your wig caught fire and you threw it down——which set fire to the stage",
					"When you sat on your lute by mistake during the final stanza of 'Starlight Serenade'"
				]
			}
		},
		{
			"name": "Cleric",
			"source": "PHB",
			"reasons": [
				"A supernatural being in service to the gods called me to become a divine agent in the world.",
				"I saw the injustice and horror in the world and felt moved to take a stand against them.",
				"My god gave me an unmistakable sign. I dropped everything to serve the divine.",
				"Although I was always devout, it wasn't until I completed a pilgrimage that I knew my true calling.",
				"I used to serve in my religion's bureaucracy but found I needed to work in the world, to bring the message of my faith to the darkest corners of the land.",
				"I realize that my god works through me, and I do as commanded, even though I don't know why I was chosen to serve."
			],
			"other": {
				"Temple": [
					"Your temple is said to be the oldest surviving structure built to honor your god.",
					"Acolytes of several like—minded deities all received instruction together in your temple.",
					"You come from a temple famed for the brewery it operates. Some say you smell like one of its ales.",
					"Your temple is a fortress and a proving ground that trains warrior-priests.",
					"Your temple is a peaceful, humble place, filled with vegetable gardens and simple priests.",
					"You served in a temple in the Outer Planes"
				],
				"Keepsake": [
					"The finger bone of a saint",
					"A metal-bound book that tells how to hunt and destroy infernal creatures",
					"A pig's whistle that reminds you of your humble and beloved mentor A braid of hair woven from the tail of a unicorn",
					"A scroll that describes how best to rid the world of necromancers",
					"A runestone said to be blessed by your god"
				],
				"Secret": [
					"An imp offers you counsel. You try to ignore the creature, but sometimes its advice is helpful.",
					"You believe that, in the final analysis, the gods are nothing more than ultra-powerful mortal creatures.",
					"You acknowledge the power of the gods, but you think that most events are dictated by pure chance.",
					"Even though you can work divine magic, you have never truly felt the presence of a divine essence within yourself.",
					"You are plagued by nightmares that you believe are sent by your god as punishment for some unknown transgression.",
					"In times of despair, you feel that you are but a plaything of the gods, and you resent their remoteness."
				]
			}
		},
		{
			"name": "Druid",
			"source": "PHB",
			"reasons": [
				"I saw too much devastation in the wild places, too much of nature's splendor ruined by the despoilers. I joined a circle of druids to fight back against the enemies of nature.",
				"I found a place among a group of druids after I fled a catastrophe.",
				"I have always had an affinity for animals, so I explored my talent to see how I could best use it.",
				"I befriended a druid and was moved by druidic teachings. I decided to follow my friend's guidance and give something back to the world.",
				"While I was growing up, I saw spirits all around me—entities no one else could perceive. I sought out the druids to help me understand the visions and communicate with these beings.",
				"I have always felt disgust for creatures of unnatural origin. For this reason, I immersed myself in the study of the druidic mysteries and became a champion of the natural order."
			],
			"other": {
				"Treasured Item": [
					"None",
					"A twig from the meeting tree that stands in the center of your village",
					"A vial of water from the source of a sacred river",
					"Special herbs tied together in a bundle",
					"A small bronze bowl engraved with animal images",
					"A rattle made from a dried gourd and holly berries",
					"A miniature golden sickle handed down to you by your mentor"
				],
				"Guiding Aspect": [
					"None",
					"Yew trees remind you of renewing your mind and spirit, letting the old die and the new spring forth.",
					"Oak trees represent strength and vitality. Meditating under an oak fills your body and mind with resolve and fortitude.",
					"The river's endless flow reminds you of the great span of the world. You seek to act with the long term interests of nature in mind.",
					"The sea is a constant, churning cauldron of power and chaos. It reminds you that accepting change is necessary to sustain yourself in the world.",
					"The birds in the sky are evidence that even the smallest creatures can survive if they remain above the fray.",
					"As demonstrated by the actions of the wolf, an individual's strength is nothing compared to the power of the pack."
				],
				"Mentor": [
					"None",
					"Your mentor was a wise treant who taught you to think in terms of years and decades rather than days or months.",
					"You were tutored by a dryad who watched over a slumbering portal to the Abyss. During your training, you were tasked with watching for hidden threats to the world.",
					"Your tutor always interacted with you in the form of a falcon. You never saw the tutor's humanoid form.",
					"You were one of several youngsters who were mentored by an old druid, until one of your fellow pupils betrayed your group and killed your master.",
					"Your mentor has appeared to you only in visions. You have yet to meet this person, and you are not sure such a person exists in mortal form.",
					"Your mentor was a werebear who taught you to treat all living things with equal regard."
				]
			}
		},
		{
			"name": "Fighter",
			"source": "PHB",
			"reasons": [
				"I wanted to hone my combat skills, and so I joined a war college.",
				"I squired for a knight who taught me how to fight, care for a steed, and conduct myself with honor. I decided to take up that path for myself.",
				"Horrible monsters descended on my community, killing someone I loved. I took up arms to destroy those creatures and others of a similar nature.",
				"I joined the army and learned how to fight as part of a group.",
				"I grew up fighting, and I refined my talents by defending myself against people who crossed me.",
				"I could always pick up just about any weapon and know how to use it effectively."
			],
			"other": {
				"Heraldic Sign": [
					"None",
					"A rampant golden dragon on a green field, representing valor and a quest for wealth",
					"The fist of a storm giant clutching lightning before a storm cloud, symbolizing wrath and power",
					"Crossed greatswords in front of a castle gate, signifying the defense of a city or kingdom",
					"A skull with a dagger through it, representing the doom you bring to your enemies",
					"A phoenix in a ring of fire, an expression of an indomitable spirit",
					"Three drops of blood beneath a horizontal sword blade on a black background, symbolizing three foes you have sworn to kill"
				],
				"Instructor": [
					"None",
					"Gladiator. Your instructor was a slave who fought for freedom in the arena, or one who willingly chose the gladiator's life to earn money and fame.",
					"Military. Your trainer served with a group of soldiers and knows much about working as a team.",
					"City Watch. Crowd control and peacekeeping are your instructor's specialties.",
					"Tribal Warrior. Your instructor grew up in a tribe, where fighting for one's life was practically an everyday occurrence.",
					"Street Fighter. Your trainer excels at urban combat, combining close-quarters work with silence and efficiency.",
					"Weapon Master. Your mentor helped you to become one with your chosen weapon, by imparting highly specialized knowledge of how to wield it most effectively."
				],
				"Signature Style": [
					"Elegant. You move with precise grace and total control, never using more energy than you need.",
					"Brutal. Your attacks rain down like hammer blows, meant to splinter bone or send blood flying.",
					"Cunning. You dart in to attack at just the right moment and use small-scale tactics to tilt the odds in your favor.",
					"Effortless. You rarely perspire or display anything other than a stoic expression in battle.",
					"Energetic. You sing and laugh during combat as your spirit soars. You are happiest when you have a foe in front ofyou and a weapon in hand.",
					"Sinister. You scowl and sneer while fighting, and you enjoy mocking your foes as you defeat them."
				]
			}
		},
		{
			"name": "Monk",
			"source": "PHB",
			"reasons": [
				"I was chosen to study at a secluded monastery. There, I was taught the fundamental techniques required to eventually master a tradition.",
				"I sought instruction to gain a deeper understanding of existence and my place in the world.",
				"I stumbled into a portal to the Shadowfell and took refuge in a strange monastery, where I learned how to defend myself against the forces of darkness.",
				"I was overwhelmed with grief after losing someone close to me, and I sought the advice of philosophers to help me cope with my loss.",
				"I could feel that a special sort of power lay within me, so I sought out those who could help me call it forth and master it.",
				"I was wild and undisciplined as a youngster, but then I realized the error of my ways. I applied to a monastery and became a monk as a way to live a life of discipline."
			],
			"other": {
				"Monastery": [
					"None",
					"Your monastery is carved out of a mountainside, where it looms over a treacherous pass.",
					"Your monastery is high in the branches of an immense tree in the Feywild.",
					"Your monastery was founded long ago by a cloud giant and is inside a cloud castle that can be reached only by flying.",
					"Your monastery is built beside a volcanic system of hot springs, geysers, and sulfur pools. You regularly received visits from azer traders.",
					"Your monastery was founded by gnomes and is an underground labyrinth of tunnels and rooms.",
					"Your monastery was carved from an iceberg in the frozen reaches of the world."
				],
				"Monastic Icon": [
					"Monkey. Quick reflexes and the ability to travel through the treetops are two of the reasons why your order admires the monkey.",
					"Dragon Turtle. The monks of your seaside monastery venerate the dragon turtle, reciting ancient prayers and offering garlands of flowers to honor this living spirit of the sea.",
					"Ki-rin. Your monastery sees its main purpose as watching over and protecting the land in the manner of the ki-rin.",
					"Owlbear. The monks of your monastery revere a family of owlbears and have coexisted with them for generations.",
					"Hydra. Your order singles out the hydra for its ability to unleash several attacks simultaneously.",
					"Dragon. A dragon once laired within your monastery. Its influence remains long after its departure."
				],
				"Master": [
					"None",
					"Your master was a tyrant whom you had to defeat in single combat to complete your instruction.",
					"Your master was kindly and taught you to pursue the cause of peace.",
					"Your master was merciless in pushing you to your limits. You nearly lost an eye during one especially brutal practice session.",
					"Your master seemed goodhearted while tutoring you, but betrayed your monastery in the end.",
					"Your master was cold and distant. You suspect that the two of you might be related.",
					"Your master was kind and generous, never critical of your progress. Nevertheless, you feel you never fully lived up to the expectations placed on you."
				]
			}
		},
		{
			"name": "Paladin",
			"source": "PHB",
			"reasons": [
				"A fantastical being appeared before me and called on me to undertake a holy quest.",
				"One of my ancestors left a holy quest unfulfilled, so I intend to finish that work.",
				"The world is a dark and terrible place. I decided to serve as a beacon of light shining out against the gathering shadows.",
				"I served as a paladin's squire, learning all I needed to swear my own sacred oath.",
				"Evil must be opposed on all fronts. I feel compelled to seek out wickedness and purge it from the world.",
				"Becoming a paladin was a natural consequence of my unwavering faith. In taking my vows, I became the holy sword of my religion."
			],
			"other": {
				"Personal Goal": [
					"None",
					"Peace. You fight so that future generations will not have to.",
					"Revenge. Your oath is the vehicle through which you will right an ancient wrong.",
					"Duty. You will live up to what you have sworn to do, or die trying.",
					"Leadership. You will win a great battle that bards will sing about, and in so doing, you will become an example to inspire others.",
					"Faith. You know your path is righteous, or else the gods would not have set you upon it.",
					"Glory. You will lead the world into a grand new era, one that will be branded with your name."
				],
				"Symbol": [
					"A dragon, emblematic of your nobility in peace and your ferocity in combat",
					"A clenched fist, because you are always ready to fight for your beliefs",
					"An upraised open hand, indicating your preference for diplomacy over combat",
					"A red heart, showing the world your commitment to justice",
					"A black heart, signifying that emotions such as pity do not sway your dedication to your oath",
					"An unblinking eye, meaning that you are ever alert to all threats against your cause"
				],
				"Nemesis": [
					"None",
					"A mighty orc war chief who threatens to overrun and destroy everything you hold sacred",
					"A fiend or a celestial, the agent of a power of the Outer Planes, who has been charged with corrupting or redeeming you, as appropriate",
					"A dragon whose servants dog your steps A high priest who sees you as a misguided fool and wants you to abandon your religion",
					"A rival paladin who trained with you but became an oath—breaker and holds you responsible",
					"A vampire who has sworn revenge against all paladins after being defeated by one"
				],
				"Temptation": [
					"None",
					"Fury. When your anger is roused, you have trouble thinking straight, and you fear you might do something you'll regret.",
					"Pride. Your deeds are noteworthy, and no one takes note of them more often than you.",
					"Lust. You can't resist an attractive face and a pleasant smile.",
					"Envy. You are mindful of what some famous folk have accomplished, and you feel inadequate when your deeds don't compare to theirs.",
					"Despair. You consider the great strength of the enemies you must defeat, and at times you see no way to achieve final victory.",
					"Greed. Regardless of how much glory and treasure you amass, it's never enough for you."
				]
			}
		},
		{
			"name": "Ranger",
			"source": "PHB",
			"reasons": [
				"I found purpose while I honed my hunting skills by bringing down dangerous animals at the edge of civilization.",
				"I always had a way with animals, able to calm them with a soothing word and a touch.",
				"I suffer from terrible wanderlust, so being a ranger gave me a reason not to remain in one place for too long.",
				"I have seen what happens when the monsters come out from the dark. I took it upon myself to become the first line of defense against the evils that lie beyond civilization's borders.",
				"I met a grizzled ranger who taught me woodcraft and the secrets of the wild lands.",
				"I served in an army, learning the precepts of my profession while blazing trails and scouting enemy encampments."
			],
			"other": {
				"World View": [
					"Towns and cities are the best places for those who can't survive on their own. The advancement of civilization is the best way to thwart chaos, but its reach must be monitored.",
					"Towns and cities are a necessary evil, but once the wilderness is purged of supernatural threats, we will need them no more.",
					"Walls are for cowards, who huddle behind them while others do the work of making the world safe.",
					"Visiting a town is not unpleasant, but after a few days I feel the irresistible call to return to the wild.",
					"Cities breed weakness by isolating folk from the harsh lessons of the wild."
				],
				"Homeland": [
					"None",
					"You patrolled an ancient forest, darkened and corrupted by several crossings to the Shadowfell.",
					"As part of a group of nomads, you acquired the skills for surviving in the desert.",
					"Your early life in the Underdark prepared you for the challenges of combating its denizens.",
					"You dwelled on the edge of a swamp, in an area imperiled by land creatures as well as aquatic ones.",
					"Because you grew up among the peaks, finding the best path through the mountains is second nature to you.",
					"You wandered the far north, learning how to protect yourself and prosper in a realm overrun by ice."
				],
				"Sworn Enemy": [
					"None",
					"You seek revenge on nature's behalf for the great transgressions your foe has committed.",
					"Your forebears or predecessors fought these creatures, and so shall you.",
					"You hear no enmity toward your foe. You stalk such creatures as a hunter tracks down a wild animal.",
					"You find your foe fascinating, and you collect books of tales and history concerning it.",
					"You collect tokens of your fallen enemies to remind you of each kill.",
					"You respect your chosen enemy, and you see your battles as a test of respective skills."
				]
			}
		},
		{
			"name": "Rogue",
			"source": "PHB",
			"reasons": [
				"I've always been nimble and quick of wit, so I decided to use those talents to help me make my way in the world.",
				"An assassin or a thief wronged me, so I focused my training on mastering the skills of my enemy to better combat foes of that sort.",
				"An experienced rogue saw something in me and taught me several useful tricks.",
				"I decided to turn my natural lucky streak into the basis of a career, though I still realize that improving my skills is essential.",
				"I took up with a group of ruffians who showed me how to get what I want through sneakiness rather than direct confrontation.",
				"I'm a sucker for a shiny bauble or a sack of coins, as long as I can get my hands on it without risking life and limb."
			],
			"other": {
				"Guilty Pleasure": [
					"None",
					"Large gems",
					"A smile from a pretty face",
					"A new ring for your finger",
					"The chance to deflate someone's ego",
					"The finest food and drink",
					"Adding to your collection of exotic coins"
				],
				"Adversaries": [
					"None",
					"The pirate captain on whose ship you once served; what you call moving on, the captain calls mutiny",
					"A master spy to whom you unwittingly fed bad information, which led to the assassination of the wrong target",
					"The master of the local thieves' guild, who wants you to join the organization or leave town",
					"An art collector who uses illegal means to acquire masterpieces",
					"A fence who uses you as a messenger to set up illicit meetings",
					"The proprietor of an illegal pit fighting arena where you once took bets"
				],
				"Benefactor": [
					"None",
					"A smuggler kept you from getting caught but lost a valuable shipment in doing so. Now you owe that person an equally valuable favor.",
					"The Beggar King has hidden you from your pursuers many times, in return for future considerations.",
					"A magistrate once kept you out of jail in return for information on a powerful crime lord.",
					"Your parents used their savings to bail you out of trouble in your younger days and are now destitute.",
					"A dragon didn't eat you when it had a chance, and in return you promised to set aside choice pieces of treasure for it.",
					"A druid once helped you out of a tight spot; now any random animal you see could be that benefactor, perhaps come to claim a return favor."
				]
			}
		},
		{
			"name": "Sorcerer",
			"source": "PHB",
			"reasons": [
				"When I was born, all the water in the house froze solid, the milk spoiled, or all the iron turned to copper. My family is convinced that this event was a harbinger of stranger things to come for me.",
				"I suffered a terrible emotional or physical strain, which brought forth my latent magical power. I have fought to control it ever since.",
				"My immediate family never spoke of my ancestors, and when I asked, they would change the subject. It wasn't until I started displaying strange talents that the full truth of my heritage came out.",
				"When a monster threatened one of my friends, I became filled with anxiety. I lashed out instinctively and blasted the wretched thing with a force that came from within me.",
				"Sensing something special in me, a stranger taught me how to control my gift.",
				"After I escaped from a magical conflagration, I realized that though I was unharmed, I was not unchanged. I began to exhibit unusual abilities that I am just beginning to understand."
			],
			"other": {
				"Arcane Origin": [
					"Your power arises from your family's bloodline. You are related to some powerful creature, or you inherited a blessing or a curse.",
					"You are the reincarnation of a being from another plane of existence.",
					"A powerful entity entered the world. Its magic changed you.",
					"Your birth was prophesied in an ancient text, and you are foretold to use your power for terrible ends.",
					"You are the product of generations of careful, selective breeding.",
					"You were made in a vat by an alchemist."
				],
				"Reaction": [
					"Your powers are seen as a great blessing by those around you, and you are expected to use them in service to your community.",
					"Your powers caused destruction and even a death when they became evident, and you were treated as a criminal.",
					"Your neighbors hate and fear your power, causing them to shun you.",
					"You came to the attention of a sinister cult that plans on exploiting your abilities.",
					"People around you believe that your powers are a curse levied on your family for a past transgression.",
					"Your powers are believed to be tied to an ancient line of mad kings that supposedly ended in a bloody revolt over a century ago."
				],
				"Supernatural Mark": [
					"Your eyes are an unusual color, such as red.",
					"You have an extra toe on one foot.",
					"One of your ears is noticeably larger than the other.",
					"Your hair grows at a prodigious rate.",
					"You wrinkle your nose repeatedly while you are chewing.",
					"A red splotch appears on your neck once a day, then vanishes after an hour."
				],
				"Sign of Sorcery": [
					"You deliver the verbal components of your spells in the booming voice of a titan.",
					"For a moment after you cast a spell, the area around you grows dark and gloomy.",
					"You sweat profusely while casting a spell and for a few seconds thereafter.",
					"Your hair and garments are briefly buffeted about, as if by a breeze, whenever you call forth a spell.",
					"If you are standing when you cast a spell, you rise six inches into the air and gently float back down.",
					"Illusory blue flames wreathe your head as you begin your casting, then abruptly disappear."
				]
			}
		},
		{
			"name": "Warlock",
			"source": "PHB",
			"reasons": [
				"While wandering around in a forbidden place, I encountered an otherworldly being that offered to enter into a pact with me.",
				"I was examining a strange tome I found in an abandoned library when the entity that would become my patron suddenly appeared before me.",
				"I stumbled into the clutches of my patron after I accidentally stepped through a magical doorway.",
				"When I was faced with a terrible crisis, I prayed to any being who would listen, and the creature that answered became my patron.",
				"My future patron visited me in my dreams and offered great power in exchange for my service.",
				"One of my ancestors had a pact with my patron, so that entity was determined to bind me to the same agreement."
			],
			"other": {
				"Patron Attitude": [
					"Your patron has guided and helped your family for generations and is kindly toward you.",
					"Each interaction with your capricious patron is a surprise, whether pleasant or painful.",
					"Your patron is the spirit of a long-dead hero who sees your pact as a way for it to continue to influence the world.",
					"Your patron is a strict disciplinarian but treats you with a measure of respect.",
					"Your patron tricked you into a pact and treats you as a slave.",
					"You are mostly left to your own devices with no interference from your patron. Sometimes you dread the demands it will make when it does appear."
				],
				"Special Terms": [
					"None",
					"When directed, you must take immediate action against a specific enemy of your patron.",
					"Your pact tests your willpower; you are required to abstain from alcohol and other intoxicants.",
					"At least once a day, you must inscribe or carve your patron's name or symbol on the wall of a building.",
					"You must occasionally conduct bizarre rituals to maintain your pact.",
					"You can never wear the same outfit twice, since your patron finds such predictability to be boring.",
					"When you use an eldritch invocation, you must speak your patron's name aloud or risk incurring its displeasure."
				],
				"Binding Mark": [
					"One of your eyes looks the same as one of your patron's eyes.",
					"Each time you wake up, the small blemish on your face appears in a different place.",
					"You display outward symptoms of a disease but suffer no ill effects from it.",
					"Your tongue is an unnatural color. You have a vestigial tail.",
					"Your nose glows in the dark."
				]
			}
		},
		{
			"name": "Wizard",
			"source": "PHB",
			"reasons": [
				"An old wizard chose me from among several candidates to serve an apprenticeship.",
				"When I became lost in a forest, a hedge wizard found me, took me in, and taught me the rudiments of magic.",
				"I grew up listening to tales of great wizards and knew I wanted to follow their path. I strove to be accepted at an academy of magic and succeeded.",
				"One of my relatives was an accomplished wizard who decided I was smart enough to learn the craft.",
				"While exploring an old tomb, library, or temple, I found a spellbook. I was immediately driven to learn all I could about becoming a wizard.",
				"I was a prodigy who demonstrated mastery of the arcane arts at an early age. When I became old enough to set out on my own, I did so to learn more magic and expand my power."
			],
			"other": {
				"Spellbook": [
					"A tome with pages that are thin sheets of metal, spells etched into them with acid",
					"Long straps of leather on which spells are written, wrapped around a staff for ease of transport",
					"A battered tome filled with pictographs that only you can understand",
					"Small stones inscribed with spells and kept in a cloth bag",
					"A scorched book, ravaged by dragon fire, with the script of your spells barely visible on its pages",
					"A tome full of black pages whose writing is visible only in dim light or darkness"
				],
				"Ambition": [
					"You will prove that the gods aren't as powerful as folk believe.",
					"Immortality is the end goal of your studies.",
					"If you can fully understand magic, you can unlock its use for all and usher in an era of equality.",
					"Magic is a dangerous tool. You use it to protect what you treasure.",
					"Arcane power must be taken away from those who would abuse it.",
					"You will become the greatest wizard the world has seen in generations."
				],
				"Eccentricity": [
					"None",
					"You have the habit of tapping your foot incessantly, which often annoys those around you.",
					"Your memory is quite good, but you have no trouble pretending to be absentminded when it suits your purposes.",
					"You never enter a room without looking to see what's hanging from the ceiling.",
					"Your most prized possession is a dead worm that you keep inside a potion vial.",
					"When you want people to leave you alone, you start talking to yourself. That usually does the trick.",
					"Your fashion sense and grooming, or more accurately lack thereof, sometimes cause others to assume you are a beggar."
				]
			}
		}
	],
	"lifeBackground": [
		{
			"name": "Acolyte",
			"source": "PHB",
			"reasons": [
				"I ran away from home at an early age and found refuge in a temple.",
				"My family gave me to a temple, since they were unable or unwilling to care for me.",
				"I grew up in a household with strong religious convictions. Entering the service of one or more gods seemed natural.",
				"An impassioned sermon struck a chord deep in my soul and moved me to serve the faith.",
				"I followed a childhood friend, a respected acquaintance, or someone I loved into religious service.",
				"After encountering a true servant of the gods, I was so inspired that I immediately entered the service of a religious group."
			]
		},
		{
			"name": "Charlatan",
			"source": "PHB",
			"reasons": [
				"I was left to my own devices, and my knack for manipulating others helped me survive.",
				"I learned early on that people are gullible and easy to exploit.",
				"I often got in trouble, but I managed to talk my way out of it every time.",
				"I took up with a confidence artist, from whom I learned my craft.",
				"After a charlatan fleeced my family, I decided to learn the trade so I would never be fooled by such deception again.",
				"I was poor or I feared becoming poor, so I learned the tricks I needed to keep myself out of poverty."
			]
		},
		{
			"name": "Criminal",
			"source": "PHB",
			"reasons": [
				"I resented authority in my younger days and saw a life of crime as the best way to fight against tyranny and oppression.",
				"Necessity forced me to take up the life, since it was the only way I could survive.",
				"I fell in with a gang of reprobates and ne'er-do-wells, and I learned my specialty from them.",
				"A parent or relative taught me my criminal specialty to prepare me for the family business.",
				"I left home and found a place in a thieves' guild or some other criminal organization.",
				"I was always bored, so I turned to crime to pass the time and discovered I was quite good at it."
			]
		},
		{
			"name": "Entertainer",
			"source": "PHB",
			"reasons": [
				"Members of my family made ends meet by performing, so it was fitting for me to follow their example.",
				"I always had a keen insight into other people, enough so that I could make them laugh or cry with my stories or songs.",
				"I ran away from home to follow a minstrel troupe.",
				"I saw a bard perform once, and I knew from that moment on what I was born to do.",
				"I earned coin by performing on street corners and eventually made a name for myself.",
				"A traveling entertainer took me in and taught me the trade."
			]
		},
		{
			"name": "Folk Hero",
			"source": "PHB",
			"reasons": [
				"I learned what was right and wrong from my family.",
				"I was always enamored by tales of heroes and wished I could be something more than ordinary.",
				"I hated my mundane life, so when it was time for someone to step up and do the right thing, I took my chance.",
				"A parent or one of my relatives was an adventurer, and I was inspired by that person's courage.",
				"A mad old hermit spoke a prophecy when I was born, saying that I would accomplish great things.",
				"I have always stood up for those who are weaker than I am."
			]
		},
		{
			"name": "Guild Artisan (Guild Merchant)",
			"source": "PHB",
			"reasons": [
				"I was apprenticed to a master who taught me the guild's business.",
				"I helped a guild artisan keep a secret or complete a task, and in return I was taken on as an apprentice.",
				"One of my family members who belonged to the guild made a place for me.",
				"I was always good with my hands, so I took the opportunity to learn a trade.",
				"I wanted to get away from my home situation and start a new life.",
				"I learned the essentials of my craft from a mentor but had to join the guild to finish my training."
			]
		},
		{
			"name": "Hermit",
			"source": "PHB",
			"reasons": [
				"My enemies ruined my reputation, and I fled to the wilds to avoid further disparagement.",
				"I am comfortable with being isolated, as I seek inner peace.",
				"I never liked the people I called my friends, so it was easy for me to strike out on my own.",
				"I felt compelled to forsake my past, but did so with great reluctance, and sometimes I regret making that decision.",
				"I lost everything—my home, my family, my friends. Going it alone was all I could do.",
				"Society's decadence disgusted me, so I decided to leave it behind."
			]
		},
		{
			"name": "Noble",
			"source": "PHB",
			"reasons": [
				"I come from an old and storied family, and it fell to me to preserve the family name.",
				"My family has been disgraced, and I intend to clear our name.",
				"My family recently came by its title, and that elevation thrust us into a new and strange world.",
				"My family has a title, but none of my ancestors have distinguished themselves since we gained it.",
				"My family is filled with remarkable people. I hope to live up to their example.",
				"I hope to increase my family's power and influence."
			]
		},
		{
			"name": "Outlander",
			"source": "PHB",
			"reasons": [
				"I spent a lot of time in the wilderness as a youngster, and I came to love that way of life.",
				"From a young age, I couldn't abide the stink of the cities and preferred to spend my time in nature.",
				"I came to understand the darkness that lurks in the wilds, and I vowed to combat it.",
				"My people lived on the edges of civilization, and I learned the methods of survival from my family.",
				"After a tragedy I retreated to the wilderness, leaving my old life behind.",
				"My family moved away from civilization, and I learned to adapt to my new environment."
			]
		},
		{
			"name": "Sage",
			"source": "PHB",
			"reasons": [
				"I was naturally curious, so I packed up and went to a university to learn more about the world.",
				"My mentor's teachings opened my mind to new possibilities in that field of study.",
				"I was always an avid reader, and I learned much about my favorite topic on my own.",
				"I discovered an old library and pored over the texts I found there. That experience awakened a hunger for more knowledge.",
				"I impressed a wizard who told me I was squandering my talents and should seek out an education to take advantage of my gifts.",
				"One of my parents or a relative gave me a basic education that whetted my appetite, and I left home to build on what I had learned."
			]
		},
		{
			"name": "Sailor",
			"source": "PHB",
			"reasons": [
				"I was press-ganged by pirates and forced to serve on their ship until I finally escaped.",
				"I wanted to see the world, so I signed on as a deckhand for a merchant ship.",
				"One of my relatives was a sailor who took me to sea.",
				"I needed to escape my community quickly, so I stowed away on a ship. When the crew found me, I was forced to work for my passage.",
				"Reavers attacked my community, so I found refuge on a ship until I could seek vengeance.",
				"I had few prospects where I was living, so I left to find my fortune elsewhere."
			]
		},
		{
			"name": "Soldier",
			"source": "PHB",
			"reasons": [
				"I joined the militia to help protect my community from monsters.",
				"A relative of mine was a soldier, and I wanted to carry on the family tradition.",
				"The local lord forced me to enlist in the army.",
				"War ravaged my homeland while I was growing up. Fighting was the only life I ever knew.",
				"I wanted fame and fortune, so I joined a mercenary company, selling my sword to the highest bidder.",
				"Invaders attacked my homeland. It was my duty to take up arms in defense of my people."
			]
		},
		{
			"name": "Urchin",
			"source": "PHB",
			"reasons": [
				"Wanderlust caused me to leave my family to see the world. I look after myself.",
				"I ran away from a bad situation at home and made my own way in the world.",
				"Monsters wiped out my village, and I was the sole survivor. I had to find a way to survive.",
				"A notorious thief looked after me and other orphans, and we spied and stole to earn our keep.",
				"One day I woke up on the streets, alone and hungry, with no memory of my early childhood.",
				"My parents died, leaving no one to look after me. I raised myself."
			]
		}
	],
	"lifeTrinket": [
		"a small round coin with a hole in it made of a strange black metal.",
		"a tiny doll depicting a blonde, blue eyes child, when placed down its eyes appear to follow people.",
		"a piece of cloth that absorbs any material staining it, becoming fully clean over the course of an hour.",
		"a facsimilé of a human skull made from interwoven oak twigs.",
		"a small charm made out of seashells strung onto a piece of leather thonging.",
		"a whistle made from the shell of a large mollusc.",
		"a piece of stone that changes color based on the mood of its owner.",
		"the preserved skull of a corvid.",
		"a hessian sack full of bird feathers in the most fantastic colors imaginable.",
		"a metal rank insignia from an ancient kingdom or war.",
		"a silver thimble engraved with the image of a rose.",
		"a reel of thread that never frays.",
		"a metal tankard with the sign of a hammer and the initials T. E. engraved on it.",
		"a set of bamboo windchimes.",
		"three primitive, flint arrowheads.",
		"an ivory comb that when used changes a person's hair color.",
		"a wax seal stamp with the design of a crown on it.",
		"a stick of bright green sealing wax that smells like rosemary.",
		"a bundle of fragrant smelling herbs that, when burnt, release a relaxing aroma.",
		"a rough map that shows the local area but occasionally changes to show an unfamiliar continent.",
		"a strange idol of blackened glass that sometimes glows with an inner blue light.",
		"a flint and tinder that causes any fires light with it to be purple in color.",
		"a list of people's names, it gets to four people and then the fifth is smudged and crossed through.",
		"a set of tarot cards depicting each figure on the cards as a skeleton.",
		"a wizened, shrunken head.",
		"a small tin containing fish eggs.",
		"a small violin that is missing all but one of its strings, remarkably when played it sounds as though the other strings are present.",
		"a wolf-skin fur cloak that sometimes causes the wearer to growl under his breath.",
		"an amulet depicting the Orc god Gruumsh, anyone who wears it finds themselves compelled to keep one of their eyes closed.",
		"a parchment showing the constellations in the night sky.",
		"a crystal ball, when looked into the person sees themselves reflected but looking 10 years younger.",
		"a horseshoe that never becomes worn or needs replacing.",
		"a tankard that is capable of changing a drink poured into another drink of similar potency (ale into stout for instance).",
		"a goin coin that always comes up heads when flipped.",
		"a set of bone dice that emit an eerie cackling when rolled.",
		"a club made out of a twisted ogres thigh bone.",
		"a small, wooden toy horse.",
		"a crystal that refracts the light strangely and has an odd dark deposit at its centre.",
		"a religious icon that once belonged to an ancestor.",
		"a small empty book wrapped in a red velvet covering, embroidered with a the sign of an open hand.",
		"a clothes brush that can clean a set of clothes just by touching it.",
		"a twisting brass horn that produces a haunting melody when blow.",
		"a map of a fictional city, anyone who sleeps near the map dreams of exploring a fantastic city.",
		"a single rose, the color of blood that never seems to wither or require water.",
		"a metal chisel that never goes blunt.",
		"a set of children's wooden building blocks, when left on their own unobserved they occasional spell out words.",
		"three triangular platinum coins bearing the marks of an unknown kingdom.",
		"a pearl necklace, when there is an eclipse the pearls change from white to a black color.",
		"a small handkerchief that is capable of absorbing and holding four pints of fluid, it can be wrung out at any time to release the fluid.",
		"a tin of purple powder, when the powder comes into contact with blood it glows for ten minutes.",
		"a fake moustache, when worn it adheres to the wearer and has to be shaved off.",
		"a set of comfortable house sleepers that keep the wearers feet at an ideal temperature.",
		"a set of toy metal soldiers, each immaculately modelled to depict the livery of some forgotten nation.",
		"the fire-blackened claw of some great beast.",
		"a small stuffed vole.",
		"the playbook from a performance where many of the audience died in a suspicious fire.",
		"the script for a never-published play about an author going mad, the writing gets noticeably less neat and more frantic, eventually stopped before the final page.",
		"a roll of old, bandage that has been inked with strange pictures.",
		"a small glass jar containing a vibrant blue dye that stains the skin for many days.",
		"a tin whistle on a chain, there is a single goose feather attached to the chain.",
		"a small pillow stuffed with soft feathers.",
		"a bedroll that seems to change its coloration slightly to match the environment.",
		"a leather pouch containing irregular iron nails, some of them bent out of shape as though used.",
		"the pickled tentacle of an Illithid.",
		"a glass jar that appears to contain boiled cabbage, vinegar and several spices.",
		"a tapestry depicting a mythological scene.",
		"a set of spectacles that give everything an amber hue when worn.",
		"a red woolen cap that appears to be stained with blood.",
		"a set of leather riding gloves with the initials J. M. branded onto them.",
		"a bone knife and fork.",
		"an ivory plague mask, the beak stuffed with fragrant poseys.",
		"an oddly shaped, small stuffed toy depicting a goblin, sometimes it seems to wink at the owner.",
		"a quill with a small ink reserve carved into it.",
		"a small glass orb containing sea water, it grows murky when their will be a storm at sea.",
		"a lantern that glows black, making previously lit places dark.",
		"an artificial nose made of copper that has a leather thong attached to it.",
		"a wide cap made from the preserved remains of a Flumph.",
		"a woolen scarf that is knitted with the words of an ancient Elven prayer.",
		"a lock of white drow hair.",
		"a pamphlet for Irytor's World of the Spectacular, the phrase 'closing down' has been scrawled on it in faded ink.",
		"a sloughed off piece of snakeskin that has words written on it in a strange language.",
		"an apparently empty green glass bottle that is sealed with red wax.",
		"a locket containing a picture of young halfling couple.",
		"the stuffed and preserved head of a gnoll.",
		"a small pot containing yellow ink, when used it is barely readable but becomes progressively darker as time passes until eventually it is black.",
		"a series of fortune-tellers ivory tiles with letters from the common alphabet inked onto them.",
		"a preserved eyeball with a label attached saying 'Eye of Lich'.",
		"a small set of pruning shears.",
		"a glass jar containing a harmless clear gel, the jar is labelled in dwarvish as 'Gelatinous Cube—Deceased.'",
		"a piece of black stained parchment that pertains to be a map of the Underdark.",
		"a brooch made of Elven silver that seems to flow to fit the contours of the wearer.",
		"a small leather pouch of pebbles that rattles audibly whenever there is an avalanche or significant other geological movement about to occur in the area.",
		"a halfling sized set of breeches.",
		"a wooden dresser with a secret compartment.",
		"a metal branding iron showing the design of a dragon's wing.",
		"a blunt carving knife with the word 'toothpick' in the language of giants carved into the handle.",
		"a sack of Owlbear feathers.",
		"a walking cane topped with a metal sculpture of a hydra.",
		"a belt made from the preserved tentacle of a Displacer Beast.",
		"an ash divining rod that twitches when water is close.",
		"a mummified goblin hand",
		"a piece of crystal that faintly glows in the moonlight",
		"a gold coin minted in an unknown land",
		"a diary written in a language you don't know",
		"a brass ring that never tarnishes",
		"an old chess piece made from glass",
		"a pair of knucklebone dice, each with a skull symbol on the side that would normally show six pips",
		"a small idol depicting a nightmarish",
		"creature that gives you unsettling dreams when you sleep near it",
		"a rope necklace from which dangles four mummified elf fingers",
		"the deed for a parcel of land in a realm unknown to you",
		"a 1-ounce block made from an unknown material",
		"a small cloth doll skewered with needles",
		"a tooth from an unknown beast opened",
		"an enormous scale, perhaps from a dragon",
		"a bright green feather",
		"an old divination card bearing your likeness",
		"a glass orb filled with moving smoke",
		"a 1-pound egg with a bright red shell",
		"a pipe that blows bubbles",
		"a glass jar containing a weird bit of flesh floating in pickling fluid",
		"a tiny gnome-crafted music box that plays a song you dimly remember from your childhood",
		"a small wooden statuette of a smug halfling",
		"a brass orb etched with strange runes",
		"a multicolored stone disk",
		"a tiny silver icon of a raven",
		"a bag containing forty-seven humanoid teeth, one of which is rotten",
		"a shard of obsidian that always feels warm to the touch",
		"a dragon's bony talon hanging from a plain leather necklace",
		"a pair of old socks",
		"a blank book whose pages refuse to hold ink, chalk, graphite, or any other substance for marking",
		"a silver badge in the shape of a five-pointed star",
		"a knife that belonged to a relative",
		"a glass vial filled with nail clippings",
		"a rectangular metal device with two tiny metal cups on one end that throws sparks when wet",
		"a white, sequined glove sized for a human",
		"a vest with one hundred tiny pockets",
		"a small, weightless stone block",
		"a tiny sketch portrait of a goblin",
		"an empty glass vial that smells of perfume when opened",
		"a gemstone that looks like a lump of coal when examined by anyone but you",
		"a scrap of cloth from an old banner",
		"a rank insignia from a lost legionnaire",
		"a tiny silver bell without a clapper",
		"a mechanical canary inside a gnomish lamp",
		"a tiny chest carved to look like it has numerous feet on the bottom",
		"a dead sprite inside a clear glass bottle",
		"a metal can that has no opening but sounds as if it is filled with liquid, sand, spiders, or broken glass (your choice)",
		"a glass orb filled with water, in which swims a clockwork goldfish",
		"a silver spoon with an M engraved on the handle",
		"a whistle made from gold-colored wood",
		"a dead scarab beetle the size of your hand",
		"two toy soldiers, one with a missing head",
		"a small box filled with different-sized buttons",
		"a candle that can't be lit",
		"a tiny cage with no door",
		"an old key",
		"an indecipherable treasure map",
		"a hilt from a broken sword",
		"a rabbit's foot",
		"a glass eye",
		"a cameo carved in the likeness of a hideous person",
		"a silver skull the size of a coin",
		"an alabaster mask",
		"a pyramid of sticky black incense that smells very bad",
		"a nightcap that, when worn, gives you pleasant dreams",
		"a single caltrop made from bone",
		"a gold monocle frame without the lens",
		"a 1-inch cube, each side painted a different color",
		"a crystal knob from a door",
		"a small packet filled with pink dust",
		"a fragment of a beautiful song, written as musical notes on two pieces of parchment",
		"a silver teardrop earring made from a real teardrop",
		"the shell of an egg painted with scenes of human misery in disturbing detail",
		"a fan that, when unfolded, shows a sleeping cat",
		"a set of bone pipes",
		"a four-leaf clover pressed inside a book discussing when it's not being observed manners and etiquette",
		"a sheet of parchment upon which is drawn a complex mechanical contraption",
		"an ornate scabbard that fits no blade you have found so far",
		"an invitation to a party where a murder happened",
		"a bronze pentacle with an etching of a rat's head in its center",
		"a purple handkerchief embroidered with the name of a powerful archmage",
		"half of a floorplan for a temple, castle, or some other structure",
		"a bit of folded cloth that, when unfolded, turns into a stylish cap",
		"a receipt of deposit at a bank in a far-flung city",
		"a diary with seven missing pages",
		"an empty silver snuffbox bearing an inscription on the surface that says 'dreams'",
		"an iron holy symbol devoted to an unknown god",
		"a book that tells the story of a legendary hero's rise",
		"and fall, with the last chapter missing",
		"a vial of dragon blood",
		"an ancient arrow of elven design",
		"a needle that never bends",
		"an ornate brooch of dwarven design",
		"an empty wine bottle bearing a pretty label that says, 'The Wizard of Wines Winery, Red Dragon Crush, 331422-W'",
		"a mosaic tile with a multicolored, glazed surface",
		"a petrified mouse",
		"a black pirate flag adorned with a dragon's skull and crossbones",
		"a tiny mechanical crab or spider that moves about when it's not being observed",
		"a glass jar containing lard with a label that reads, 'Griffon Grease'",
		"a wooden box with a ceramic bottom that holds a living worm with a head on each end of its body",
		"a metal urn containing the ashes of a hero"
	]
}
