
{
   "name": "Mystic (UA)",
   "hd": "8",
   "proficiency": "Intelligence, Wisdom",
   "spellAbility": "Intelligence",
   "autolevel": [
      {
         "slots": "1,2,4,2,0,0,0,0,0,0",
         "_level": "1"
      },
      {
         "slots": "1,3,6,2,0,0,0,0,0,0",
         "_level": "2"
      },
      {
         "slots": "2,3,14,3,0,0,0,0,0,0",
         "_level": "3"
      },
      {
         "slots": "2,3,17,3,0,0,0,0,0,0",
         "_level": "4"
      },
      {
         "slots": "2,4,27,5,0,0,0,0,0,0",
         "_level": "5"
      },
      {
         "slots": "2,4,32,5,0,0,0,0,0,0",
         "_level": "6"
      },
      {
         "slots": "2,5,38,6,0,0,0,0,0,0",
         "_level": "7"
      },
      {
         "slots": "2,5,44,6,0,0,0,0,0,0",
         "_level": "8"
      },
      {
         "slots": "2,6,57,7,0,0,0,0,0,0",
         "_level": "9"
      },
      {
         "slots": "3,6,64,7,0,0,0,0,0,0",
         "_level": "10"
      },
      {
         "feature": [
            {
               "name": "Starting Proficiencies",
               "text": [
                  "You are proficient with the following items, in addition to any proficiencies provided by your race or background.",
                  "Armor: light armor, medium armor",
                  "Weapons: simple weapons",
                  "Tools: none",
                  "Skills: Choose two skills from Arcana, History, Insight, Medicine, Nature, Perception, and Religion"
               ]
            },
            {
               "name": "Starting Equipment",
               "text": [
                  "You start with the following items, plus anything provided by your background.",
                  null,
                  "• (a) a spear or (b) a mace",
                  "• (a) leather armor or (b) scale mail",
                  "• (a) a light crossbow and 20 bolts or (b) any simple weapon",
                  "• (a) a scholar's pack or (b) an explorer's pack",
                  "Alternatively, you may start with 5d4 x 10 gold and choose your own equipment."
               ]
            }
         ],
         "_level": "1"
      },
      {
         "feature": [
            {
               "name": "Important Notes",
               "text": [
                  "Currently there are only rules for levels one to ten, so there is nothing past that included in the files.",
                  "Also, spell slots are organized as such: Cantrips = Number of Talents, Level 1 Slots = Number of Disciplines, Level 2 Slots = Psi Points, Level 3 Slots = Psi Limit"
               ]
            },
            {
               "name": "Psionics",
               "text": [
                  "As a student of psionics, you can master and use psionic disciplines."
               ]
            },
            {
               "name": "Psionic Talents",
               "text": [
                  "A psionic talent is a minor psionic effect you have mastered. At 1st level, you know one psionic talent of your choice (see the talent options later in this class description). You learn additional talents of your choice at higher levels, as shown in the Talents Known column of the Mystic table."
               ]
            },
            {
               "name": "Psionic Disciplines",
               "text": [
                  "A psionic discipline is a rigid set of mental exercises that allows a mystic to manifest psionic power. Such disciplines are divided into two categories: lesser disciplines and greater disciplines. A mystic masters only a few disciplines at a time.",
                  "At 1st level, you know two lesser disciplines of your choice (see the discipline options later in this class description). You learn additional disciplines of your choice at higher levels, as shown in the Disciplines Known column of the Mystic table. You must be at least 5th level to learn a greater discipline.",
                  "In addition, whenever you gain a level in this class, you can replace one discipline you know with a different one of your choice. You can replace a lesser discipline with a greater discipline, but only if you are at least 5th level."
               ]
            },
            {
               "name": "Psi Points",
               "text": [
                  "You have an internal reservoir of energy that can be devoted to the psionic disciplines you know. This energy is represented by psi points. Each psionic discipline describes effects you can create with it by spending a certain number of psi points. A psionic talent requires no psi points.",
                  "The number of psi points you have is based on your mystic level, as shown in the Psi Points column of the Mystic table. The number shown for your level is your psi point maximum. Your psi point total returns to its maximum after you finish a long rest. The number of psi points you have can’t go below 0 or over your maximum."
               ]
            },
            {
               "name": "Psi Limit",
               "text": [
                  "Though you have access to a potent amount of psionic energy, it takes training and practice to channel that energy. There is a limit on the number of psi points you can spend to activate a psionic discipline. The limit is based on your mystic level, as shown in the Psi Limit column of the Mystic table. For example, as a 3rd-­level mystic, you can spend no more than 3 psi points on a discipline each time you use it, no matter how many psi points you have."
               ]
            },
            {
               "name": "Psionic Chart",
               "text": [
                  "Level - Psi Points - Psi Limit",
                  "1st - 4 - 2",
                  "2nd - 6 - 2",
                  "3rd - 14 - 3",
                  "4th - 17 - 3",
                  "5th - 27 - 5",
                  "6th - 32 - 5",
                  "7th - 38 - 6",
                  "8th - 44 - 6",
                  "9th - 57 - 7",
                  "10th - 64 - 7"
               ]
            },
            {
               "name": "Talent/Discipline Chart",
               "text": [
                  "Level - Talents - Disciplines",
                  "1st - 1 - 2",
                  "2nd - 1 - 3",
                  "3rd - 2 - 3",
                  "4th - 2 - 3",
                  "5th - 2 - 4",
                  "6th - 2 - 4",
                  "7th - 2 - 5",
                  "8th - 2 - 5",
                  "9th - 2 - 6",
                  "10th - 3 - 6"
               ]
            },
            {
               "name": "Psychic Focus",
               "text": [
                  "You can focus psychic energy on one of your psionic disciplines to draw ongoing benefits from it. As a bonus action, you can choose one of your psionic disciplines and gain its psychic focus benefit, which is detailed in that discipline’s description. The benefit lasts until you are incapacitated or until you use another bonus action to choose a psychic focus benefit. You can have only one psychic focus benefit at a time."
               ]
            },
            {
               "name": "Psionic Ability",
               "text": [
                  "Intelligence is your psionic ability for your psionic disciplines. You use your Intelligence modifier when setting the saving throw DC for a psionic discipline or when making an attack roll with one.",
                  "Discipline save DC = 8 + your proficiency bonus + your Intelligence modifier",
                  "Discipline attack modifier = your proficiency bonus + your Intelligence modifier"
               ]
            },
            {
               "name": "Using Disciplines",
               "text": [
                  "Each discipline has a number of ways you can use it, all contained in its description. The discipline specifies the type of action and number of psi points needed to use its effect options. It also details whether you must concentrate on its effects, how many targets it affects, what saving throws it requires, and so on. The following sections go into more detail on using a discipline.",
                  "Psychic Focus",
                  "The Psychic Focus section of a discipline describes the benefit you gain when you choose that discipline for your psychic focus.",
                  "Effect Options and Psi Points",
                  "A discipline provides different options for how to use it with your psi points. Each effect option has a name, and the psi point cost of that option appears in parentheses after its name. You must spend that number of psi points to use that option, while abiding by your psi limit. If you don’t have enough psi points left, or the cost is above your psi limit, you can’t use the option.",
                  "Some options show a range of psi points, rather than a specific cost. To use that option, you must spend a number of points within that point range, still abiding by your psi limit.",
                  "Each option notes specific information about its effect, including the action required to use it (if any), its range, and whether it requires concentration. If an option doesn’t state that it is used as an action, a bonus action, or a reaction, using it requires no action.",
                  "Components",
                  "Disciplines don’t require the components that many spells require. Using a discipline requires no spoken words, gestures, or materials. The power of psionics comes from the mind.",
                  "Duration",
                  "An option in a discipline specifies how long its effect lasts. Instantaneous: If no duration is specified, the effect of an option is instantaneous. Concentration: Some effect options require concentration. This requirement is noted with a “C” after the option’s psi point cost.",
                  "Concentrating on a discipline follows the same rules as concentrating on a spell. This rule means you can’t concentrate on a spell and a discipline at the same time, nor can you concentrate on two disciplines at the same time.",
                  "Targets and Areas of Effect",
                  "Psionic disciplines use the same rules as spells for determining targets and areas of effect. See chapter 10, “Spellcasting,” of the Player’s Handbook.",
                  "Saving Throws and Attack Rolls",
                  "If a discipline requires a saving throw, it specifies the type of save and the results of a successful or failed saving throw. The DC is determined by your psionic ability.",
                  "Some disciplines require you to make an attack roll to determine whether the discipline’s effect hits its target. The attack roll uses your psionic ability.",
                  "Combining Psionic Effects",
                  "The effects of different psionic disciplines add together while the durations of those disciplines overlap. Likewise, different options from a single psionic discipline combine if they are active at the same time. However, a specific option from a psionic discipline doesn’t combine with itself if that option is used multiple times. Instead, the most potent effect — usually dependent on how many psi points were used to create the effect — applies while the durations of the effects overlap.",
                  "Psionics and magic are separate effects, and therefore their benefits and drawbacks overlap. A psionic effect that reproduces a spell is an exception to this rule (see “Psionics and Magic” earlier, as well as “Combining Magical Effects” in chapter 10, “Spellcasting,” of the Player’s Handbook)."
               ],
               "_optional": "YES"
            },
            {
               "name": "Mystic Order",
               "text": [
                  "At 1st level, you choose a Mystic Order: the Order of the Awakened or the Order of the Immortal, both detailed at the end of the class description. Each order specializes in a particular approach to psionics. Your order gives you features when you choose it at 1st level and additional features at 3rd, 6th, and 8th level."
               ]
            },
            {
               "name": "Order of the Awakened",
               "text": [
                  "Mystics dedicated to the Order of the Awakened seek to unlock the full potential of the mind. By transcending the physical, the Awakened hope to attain a perfect state of being — focused on pure intellect and mental energy.",
                  "The Awakened are skilled at bending minds and unleashing devastating psychic attacks, and are able to read the secrets of the world through psionic energy. Awakened mystics who take to adventuring excel at unraveling mysteries, solving puzzles, and defeating monsters by turning them into unwilling pawns."
               ],
               "_optional": "YES"
            },
            {
               "name": "Mind Mastery (Order of the Awakened)",
               "text": [
                  "At 1st level, you gain the mind meld and thought spear psionic talents (these are in addition to the talents you gain in the Mystic table). If you already have either one, you can pick any other talent to replace it."
               ],
               "_optional": "YES"
            },
            {
               "name": "Awakened Expertise (Order of the Awakened)",
               "text": [
                  "Starting at 1st level, your focused mental training grants you extended knowledge. You gain proficiency in two skills of your choice.",
                  "In addition, choose one skill you are proficient in. Your proficiency bonus is doubled for any ability check you make that uses that skill."
               ],
               "_optional": "YES"
            },
            {
               "name": "Order of the Immortal",
               "text": [
                  "The Order of the Immortal strives to achieve physical perfection by augmenting the body’s natural strength with psychic power. This order’s goal is for its members to achieve immortality by overcoming the effects of aging through rigorous discipline and psionic perfection. To members of this order, psionic energy is a tool to augment, control, and perfect the physical body.",
                  "Members of this order who take up the adventuring life are skilled warriors. Their psionic abilities allow them to shrug off injuries and hazards, while focusing their strength and speed in combat."
               ],
               "_optional": "YES"
            },
            {
               "name": "Martial Order (Order of the Immortal)",
               "text": [
                  "At 1st level, you gain proficiency with martial weapons, heavy armor, and shields."
               ],
               "_optional": "YES"
            }
         ],
         "_level": "1"
      },
      {
         "feature": [
            {
               "name": "Mystical Recovery",
               "text": [
                  "Starting at 2nd level, you draw vigor from the psi energy you use to power psionic disciplines associated with your Mystic Order.",
                  "Whenever you spend psi points on a psionic discipline of your order, you regain hit points equal to your Intelligence modifier if your current hit point total equals half your hit point maximum or less."
               ]
            }
         ],
         "_level": "2"
      },
      {
         "feature": [
            {
               "name": "Psionic Investigation (Order of the Awakened)",
               "text": [
                  "At 3rd level, you can focus your mind to read the psionic imprint left on an object. If you hold an object and concentrate on it for 10 minutes (as if concentrating on a psionic discipline), you learn a few basic facts about it. You gain a mental image from the object’s point of view, showing the last creature to hold the object, regardless of how long ago it was last handled.",
                  "You also learn of any events that have occurred within 20 feet of the object within the past 24 hours. The events you perceive unfold from the object’s perspective. You see and hear such events as if you were there, but can’t use other senses.",
                  "Additionally, you can embed an intangible psionic sensor within the object. For the next 24 hours, you can use an action to learn the object’s location relative to you (its distance and direction) and to look at the object’s surroundings from its point of view as if you were there. This perception lasts until the start of your next turn."
               ],
               "_optional": "YES"
            },
            {
               "name": "Psionic Resilience (Order of the Immortal)",
               "text": [
                  "At 3rd level, you learn to use psionic energy to speed up your natural healing. At the start of each of your turns, you gain temporary hit points equal to your Intelligence modifier, provided that you have at least 1 hit point."
               ],
               "_optional": "YES"
            }
         ],
         "_level": "3"
      },
      {
         "feature": [
            {
               "name": "Ability Score Improvement",
               "text": [
                  "When you reach 4th level, and again at 8th, 12th, 16th, and 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
                  "If your DM uses the optional Feats, you can instead take a feat."
               ]
            },
            {
               "name": "Strength of Mind",
               "text": [
                  "The power of psionics comes from within, and even the simplest techniques require a deep mastery and understanding of how psionic energy can augment mind and body. This understanding allows you to alter your defenses to better deal with persistent threats.",
                  "After completing a short or long rest, choose one ability score. You gain proficiency in saving throws using the chosen ability score. This benefit lasts until you finish your next short or long rest."
               ]
            }
         ],
         "_level": "4"
      },
      {
         "feature": [
            {
               "name": "Greater Disciplines",
               "text": [
                  "Can now include greater disciplines in discipline pool to access."
               ]
            }
         ],
         "_level": "5"
      },
      {
         "feature": [
            {
               "name": "Psychic Surge (Order of the Awakened)",
               "text": [
                  "Starting at 6th level, you overload your psychic focus to batter down an opponent’s defenses. You can impose disadvantage on a target’s saving throw against a discipline or talent you use, but at the cost of using your psychic focus. Your focus immediately ends, and you can’t use it again until you finish a short or long rest. You can’t use this feature if you can’t use your psychic focus."
               ],
               "_optional": "YES"
            },
            {
               "name": "Surge of Health (Order of the Immortal)",
               "text": [
                  "Starting at 6th level, you can draw on your psychic focus to escape death’s grasp. As a reaction when you take damage, you can halve that damage against you. Your psychic focus immediately ends, and you can’t use it again until you finish a short or long rest. You can’t use this ability if you can’t use your psychic focus."
               ],
               "_optional": "YES"
            }
         ],
         "_level": "6"
      },
      {
         "feature": [
            {
               "name": "Ability Score Improvement",
               "text": [
                  "When you reach 4th level, and again at 8th, 12th, 16th, and 19th level, you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
                  "If your DM uses the optional Feats, you can instead take a feat."
               ]
            },
            {
               "name": "Potent Psionics (Order of the Awakened)",
               "text": [
                  "At 8th level, you can add your Intelligence modifier to the damage you deal with any psionic talent."
               ],
               "_optional": "YES"
            },
            {
               "name": "Cutting Resonance (Order of the Immortal)",
               "text": [
                  "At 8th level, you gain the ability to infuse your weapon attacks with psychic energy. Once on each of your turns when you hit a creature with a weapon, you can deal an extra 1d8 psychic damage to the target. When you reach 14th level, this extra damage increases to 2d8."
               ],
               "_optional": "YES"
            }
         ],
         "_level": "8"
      },
      {
         "feature": [
            {
               "name": "Consumptive Power",
               "text": [
                  "At 10th level, you gain the ability to sacrifice your health in exchange for psychic power. As a bonus action, you regain up to 5 psi points. For each point you choose to regain this way, your current hit points and hit point maximum are both reduced by 1 for each level you have in this class. This reduction can’t be lessened in any way.",
                  "Once you use this feature, you can’t use it again until you finish a long rest, and the reduction to your hit point maximum lasts until you finish a long rest."
               ]
            }
         ],
         "_level": "10"
      }
   ]
},
