{
	"optionalfeature": [
		{
			"name": "Absorption",
			"source": "UAClericDruidWizard",
			"page": 5,
			"featureType": "OR",
			"entries": [
				"When you cast a spell that deals damage to the named target, you gain {@dice 3d6} temporary hit points. The number of temporary hit points you gain increases by {@dice 1d6} when you reach 10th level ({@dice 4d6}) and 14th level ({@dice 5d6}) in this class."
			]
		},
		{
			"name": "Acidic Bile Sprayer",
			"source": "BGDIA",
			"page": 221,
			"featureType": "IWM:W",
			"entries": [
				"This hose weapon is attached to demonic organs that produce an acidic bile that dissolves flesh on contact.",
				{
					"type": "entries",
					"name": "Acidic Bile Sprayer (Requires 1 Crew and Grants Half Cover, {@recharge 5|m})",
					"entries": [
						"Acidic bile sprays from a nozzle in a 30-foot cone. Each creature in the cone must make a DC 12 Dexterity saving throw, taking 40 ({@damage 9d8}) acid damage on a failed save, or half as much damage on a successful one. A creature reduced to 0 hit points by this damage is dissolved, leaving behind any objects it was carrying or wearing."
					]
				}
			]
		},
		{
			"name": "Agonizing Blast",
			"source": "PHB",
			"page": 110,
			"srd": true,
			"featureType": "EI",
			"prerequisite": [
				{
					"spell": [
						"eldritch blast#c"
					]
				}
			],
			"entries": [
				"When you cast {@spell eldritch blast}, add your Charisma modifier to the damage it deals on a hit."
			]
		},
		{
			"name": "Alchemical Acid",
			"source": "UAArtificer",
			"page": 5,
			"featureType": "AF",
			"entries": [
				"As an action, you can reach into your Alchemist's Satchel, pull out a vial of acid, and hurl the vial at a creature or object within 30 feet of you (the vial and its contents disappear if you don't hurl the vial by the end of the current turn). The vial shatters on impact. A creature must succeed on a Dexterity saving throw or take {@damage 1d6} acid damage. An object automatically takes that damage, and the damage is maximized. This formula's damage increases by {@damage 1d6} when you reach certain levels in this class: 3rd level ({@damage 2d6}), 5th level ({@damage 3d6}), 7th level ({@damage 4d6}), 9th level ({@damage 5d6}), 11th level ({@damage 6d6}), 13th level ({@damage 7d6}), 15th level ({@damage 8d6}), 17th level ({@damage 9d6}), and 19th level ({@damage 10d6})."
			]
		},
		{
			"name": "Alchemical Fire",
			"source": "UAArtificer",
			"page": 5,
			"featureType": "AF",
			"entries": [
				"As an action, you can reach into your Alchemist's Satchel, pull out a vial of volatile liquid, and hurl the vial at a creature, object, or surface within 30 feet of you (the vial and its contents disappear if you don't hurl the vial by the end of the current turn). On impact, the vial detonates in a 5-foot radius. Any creature in that area must succeed on a Dexterity saving throw or take {@damage 1d6} fire damage. This formula's damage increases by {@damage 1d6} when you reach certain levels in this class: 4th level ({@damage 2d6}), 7th level ({@damage 3d6}), 10th level ({@damage 4d6}), 13th level ({@damage 5d6}), 16th level ({@damage 6d6}), and 19th level ({@damage 7d6})."
			]
		},
		{
			"name": "Ambush",
			"source": "UAClassFeatureVariants",
			"page": 5,
			"featureType": "MV",
			"entries": [
				"When you make a Dexterity ({@skill Stealth}) check or an initiative roll, you can expend one superiority die and add the die to the roll."
			]
		},
		{
			"name": "Arcane Artillery",
			"source": "GoS",
			"page": 197,
			"featureType": "SHP:W",
			"entries": [
				"Using methods similar to those used to produce magic weapons, a skilled spellcaster imbues a ship's weapon with destructive energy. This weapon gains a +2 bonus to its attack and damage rolls, and its attacks count as magical."
			]
		},
		{
			"name": "Arcane Gunslinger",
			"source": "UAModernMagic",
			"page": 3,
			"featureType": "EI",
			"prerequisite": [
				{
					"pact": "Blade"
				}
			],
			"entries": [
				"You can create a pact weapon that is a sidearm or long arm, and you can transform a magical sidearm or long arm into your pact weapon."
			]
		},
		{
			"name": "Archery",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"otherSources": [
				{
					"source": "PHB",
					"page": 91
				},
				{
					"source": "UATheRangerRevised",
					"page": 3
				}
			],
			"featureType": [
				"FS:F",
				"FS:R"
			],
			"entries": [
				"You gain a +2 bonus to attack rolls you make with ranged weapons."
			]
		},
		{
			"name": "Armor of Magical Strength",
			"source": "UA2020SubclassesPt3",
			"page": 3,
			"featureType": "AI",
			"prerequisite": [
				{
					"level": {
						"level": 10,
						"class": {
							"name": "Artificer"
						}
					},
					"item": [
						"A suit of armor (requires attunement)"
					]
				}
			],
			"entries": [
				"While wearing this armor, a creature can use its Intelligence modifier in place of its Strength modifier when making Strength checks and Strength saving throws.",
				"The armor has 4 charges. As a reaction when it would be knocked {@condition prone}, the wearer can expend 1 charge to not be knocked {@condition prone}. The armor regains {@dice 1d4} expended charges daily at dawn."
			]
		},
		{
			"name": "Armor of Shadows",
			"source": "PHB",
			"page": 110,
			"srd": true,
			"featureType": "EI",
			"entries": [
				"You can cast {@spell mage armor} on yourself at will, without expending a spell slot or material components."
			]
		},
		{
			"name": "Armor of Tools",
			"source": "UA2020SubclassesPt3",
			"page": 3,
			"featureType": "AI",
			"prerequisite": [
				{
					"item": [
						"A suit of armor"
					]
				}
			],
			"entries": [
				"As an action, a creature wearing this infused armor can integrate into it {@filter artisan's tools|items|source=phb|miscellaneous=mundane|type=artisan's tools} or {@item thieves' tools|phb}. The tools remain integrated in the armor for 8 hours or until the wearer removes the tools as an action. The armor can have only one tool integrated at a time.",
				"The wearer can add its Intelligence modifier to any ability checks it makes with the integrated tool. The wearer must have a hand free to use the tool."
			]
		},
		{
			"name": "Ascendant Step",
			"source": "PHB",
			"page": 110,
			"srd": true,
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"You can cast {@spell levitate} on yourself at will, without expending a spell slot or material components."
			]
		},
		{
			"name": "Aspect of the Moon",
			"source": "UARevisedClassOptions",
			"page": 5,
			"previousVersion": {
				"name": "Aspect of the Moon",
				"source": "UAWarlockAndWizard"
			},
			"featureType": "EI",
			"prerequisite": [
				{
					"pact": "Tome"
				}
			],
			"entries": [
				"You no longer need to sleep and can't be forced to sleep by any means. To gain the benefits of a long rest, you can spend all 8 hours doing light activity, such as reading your Book of Shadows and keeping watch."
			]
		},
		{
			"name": "Aspect of the Moon",
			"source": "UAWarlockAndWizard",
			"page": 3,
			"featureType": "EI",
			"prerequisite": [
				{
					"patron": "The Archfey"
				}
			],
			"entries": [
				"You have gained the Maiden of the Moon's favor. You no longer need to sleep and can't be forced to sleep by any means. To gain the benefits of a long rest, you can spend all 8 hours doing light activity, such as reading and keeping watch."
			]
		},
		{
			"name": "Aspect of the Moon",
			"source": "XGE",
			"page": 56,
			"featureType": "EI",
			"prerequisite": [
				{
					"pact": "Tome"
				}
			],
			"entries": [
				"You no longer need to sleep and can't be forced to sleep by any means. To gain the benefits of a long rest, you can spend all 8 hours doing light activity, such as reading your Book of Shadows and keeping watch."
			]
		},
		{
			"name": "Bait and Switch",
			"source": "UAClassFeatureVariants",
			"page": 5,
			"featureType": "MV",
			"entries": [
				"When you're within 5 feet of an ally on your turn, you can expend one superiority die and switch places with that ally, provided you spend at least 5 feet of movement. This movement doesn't provoke opportunity attacks.",
				"Roll the superiority die. Until the start of your next turn, the ally gains a bonus to AC equal to the number rolled."
			]
		},
		{
			"name": "Banishing Arrow",
			"source": "UARevisedSubclasses",
			"page": 3,
			"featureType": "AS:V2-UA",
			"entries": [
				"You use abjuration magic to try to temporarily banish your target to a harmless location in the Feywild. If the arrow hits a creature, the target must also succeed on a Charisma saving throw or be banished. While banished in this way, its speed is 0, and it is {@condition incapacitated}. At the end of its next turn, the target reappears in the space it vacated or in the nearest unoccupied space if that space is occupied.",
				"After you reach 18th level in this class, a target also takes {@damage 2d6} force damage when the arrow hits it."
			]
		},
		{
			"name": "Banishing Arrow",
			"source": "XGE",
			"page": 29,
			"featureType": "AS",
			"entries": [
				"You use abjuration magic to try to temporarily banish your target to a harmless location in the Feywild. The creature hit by the arrow must also succeed on a Charisma saving throw or be banished. While banished in this way, the target's speed is 0, and it is {@condition incapacitated}. At the end of its next turn, the target reappears in the space it vacated or in the nearest unoccupied space if that space is occupied.",
				"After you reach 18th level in this class, a target also takes {@damage 2d6} force damage when the arrow hits it."
			]
		},
		{
			"name": "Beast Speech",
			"source": "PHB",
			"page": 110,
			"srd": true,
			"featureType": "EI",
			"entries": [
				"You can cast {@spell speak with animals} at will, without expending a spell slot."
			]
		},
		{
			"name": "Beguiling Arrow",
			"source": "UAFighter",
			"page": 1,
			"featureType": "AS:V1-UA",
			"entries": [
				"Your enchantment magic causes this arrow to temporarily beguile its target. Choose one of your allies within 30 feet of the target. If the arrow hits the target, the target can't attack the chosen ally or include that ally in a harmful area of effect until the end of your next turn. The target ignores this effect if it is immune to the {@condition charmed} condition. This effect also ends if the chosen ally deals any damage to the target."
			]
		},
		{
			"name": "Beguiling Arrow",
			"source": "XGE",
			"page": 29,
			"featureType": "AS",
			"entries": [
				"Your enchantment magic causes this arrow to temporarily beguile its target. The creature hit by the arrow takes an extra {@damage 2d6} psychic damage, and choose one of your allies within 30 feet of the target. The target must succeed on a Wisdom saving throw, or it is {@condition charmed} by the chosen ally until the start of your next turn. This effect ends early if the chosen ally attacks the {@condition charmed} target, deals damage to it, or forces it to make a saving throw.",
				"The psychic damage increases to {@damage 4d6} when you reach 18th level in this class."
			]
		},
		{
			"name": "Beguiling Influence",
			"source": "PHB",
			"page": 110,
			"srd": true,
			"featureType": "EI",
			"entries": [
				"You gain proficiency in the {@skill Deception} and {@skill Persuasion} skills."
			]
		},
		{
			"name": "Bewitching Whispers",
			"source": "PHB",
			"page": 110,
			"srd": true,
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": 7,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"You can cast {@spell compulsion} once using a warlock spell slot. You can't do so again until you finish a long rest."
			]
		},
		{
			"name": "Blessed Warrior",
			"source": "UAClassFeatureVariants",
			"page": 6,
			"featureType": [
				"FS:P"
			],
			"entries": [
				"You learn two cantrips of your choice from the cleric spell list. They count as paladin spells for you, and Charisma is your spellcasting ability for them. Whenever you gain a level in this class, you can replace one of these cantrips with another cantrip from the cleric spell list."
			]
		},
		{
			"name": "Blind Fighting",
			"source": "UAClassFeatureVariants",
			"page": 12,
			"featureType": [
				"FS:F",
				"FS:P",
				"FS:R"
			],
			"entries": [
				"Being unable to see a creature doesn't impose disadvantage on your attack rolls against it, provided the creature isn't hidden from you."
			]
		},
		{
			"name": "Bond of the Talisman",
			"source": "UAClassFeatureVariants",
			"page": 11,
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": 12,
						"class": {
							"name": "Warlock"
						}
					},
					"pact": "Talisman"
				}
			],
			"entries": [
				"While someone else is wearing your talisman, you can use your action to teleport to the unoccupied space closest to them, provided the two of you are on the same plane of existence. The wearer of your talisman can do the same thing, using their action to teleport to you."
			]
		},
		{
			"name": "Bones of Endless Toil",
			"source": "GoS",
			"page": 198,
			"featureType": "SHP:O",
			"entries": [
				"The bones of ancient, mysterious creatures festoon the ship. Potent runes crawl across these remains, emitting a sickly green radiance. When a humanoid dies aboard the ship, that creature must make a DC 12 Wisdom saving throw. On a successful save, it dies as normal. If it fails, it immediately rises as a {@creature zombie} obedient to the ship's captain. The zombie gains a working knowledge of the ship, allowing it to serve as a member of the crew. A number of creatures equal to the ship's creature capacity can be animated in this manner at any given time."
			]
		},
		{
			"name": "Book of Ancient Secrets",
			"source": "PHB",
			"page": 110,
			"srd": true,
			"featureType": "EI",
			"prerequisite": [
				{
					"pact": "Tome"
				}
			],
			"entries": [
				"You can now inscribe magical rituals in your Book of Shadows. Choose two {@filter 1st-level spells that have the ritual tag from any class's spell list|spells|Components & Miscellaneous=ritual|level=1}. The spells needn't be from the same spell list. The spells appear in the book and don't count against the number of spells you know. With your Book of Shadows in hand, you can cast the chosen spells as rituals. You can't cast the spells except as rituals, unless you've learned them by some other means. You can also cast a warlock spell you know as a ritual if it has the ritual tag.",
				"On your adventures, you can add other ritual spells to your Book of Shadows. When you find such a spell, you can add it to the book if the spell's level is equal to or less than half your warlock level (rounded up) and if you can spare the time to transcribe the spell. For each level of the spell, the transcription process takes 2 hours and costs 50 gp for the rare inks needed to inscribe it."
			]
		},
		{
			"name": "Boots of the Winding Path",
			"source": "ERLW",
			"page": 62,
			"featureType": "AI",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Artificer"
						}
					},
					"item": [
						"A pair of boots (requires attunement)"
					]
				}
			],
			"entries": [
				"While wearing these boots, a creature can teleport up to 15 feet as a bonus action to an unoccupied space the creature can see. The creature must have occupied that space at some point during the current turn."
			]
		},
		{
			"name": "Boots of the Winding Path",
			"source": "UAArtificerRevisited",
			"page": 12,
			"featureType": "AI",
			"prerequisite": [
				{
					"level": {
						"level": 4,
						"class": {
							"name": "Artificer (Revisited)"
						}
					},
					"item": [
						"A pair of boots (requires attunement)"
					]
				}
			],
			"entries": [
				"While wearing these boots, a creature can teleport up to 15 feet as a bonus action to an unoccupied space the creature can see. The creature must have occupied that space at some point during the current turn."
			]
		},
		{
			"name": "Brace",
			"source": "UAClassFeatureVariants",
			"page": 5,
			"featureType": "MV",
			"entries": [
				"When an enemy you can see moves within 5 feet of you, you can use your reaction to expend one superiority die and make one weapon attack against that creature. If the attack hits, add the superiority die to the attack's damage roll."
			]
		},
		{
			"name": "Breath of Winter",
			"source": "PHB",
			"page": 81,
			"featureType": "ED",
			"prerequisite": [
				{
					"level": {
						"level": 17,
						"class": {
							"name": "Monk"
						},
						"subclass": {
							"name": "Four Elements"
						}
					}
				}
			],
			"entries": [
				"You can spend 6 ki points to cast {@spell cone of cold}."
			]
		},
		{
			"name": "Brute Bane Arrow",
			"source": "UAFighter",
			"page": 1,
			"featureType": "AS:V1-UA",
			"entries": [
				"You weave necromantic magic into your arrow. If a creature is hit by the arrow, any bludgeoning, piercing, or slashing damage dealt by the creature's attacks is halved until the end of your next turn."
			]
		},
		{
			"name": "Brute Bane Arrow",
			"source": "UARevisedSubclasses",
			"page": 3,
			"featureType": "AS:V2-UA",
			"entries": [
				"You weave necromantic magic into your arrow. If your arrow hits a creature, the target takes an extra {@damage 2d6} necrotic damage and must make a Constitution saving throw. On a failed save, the damage of the target's attacks is halved until the next turn.",
				"The necrotic damage increases to {@damage 4d6} when you reach 18th level with this class."
			]
		},
		{
			"name": "Burning Hex",
			"source": "UAWarlockAndWizard",
			"page": 3,
			"featureType": "EI",
			"prerequisite": [
				{
					"patron": "The Hexblade"
				}
			],
			"entries": [
				"As a bonus action, you cause a target cursed by your Hexblade's Curse to take fire damage equal to your Charisma modifier (minimum of 1)."
			]
		},
		{
			"name": "Bursting Arrow",
			"source": "UAFighter",
			"page": 2,
			"featureType": "AS:V1-UA",
			"entries": [
				"You imbue your arrow with a blast of force energy drawn from the school of evocation. If you hit a creature with this arrow, each creature within 10 feet of it takes {@damage 2d6} force damage."
			]
		},
		{
			"name": "Bursting Arrow",
			"source": "UARevisedSubclasses",
			"page": 3,
			"featureType": "AS:V2-UA",
			"entries": [
				"You imbue your arrow with a blast of force energy drawn from the school of evocation. If the arrow hits a creature, the target and each creature within 10 feet of it takes {@damage 2d6} force damage.",
				"The force damage increases to {@damage 4d6} when you reach 18th level with this class."
			]
		},
		{
			"name": "Bursting Arrow",
			"source": "XGE",
			"page": 29,
			"featureType": "AS",
			"entries": [
				"You imbue your arrow with force energy drawn from the school of evocation. The energy detonates after your attack. Immediately after the arrow hits the creature, the target and all other creatures within 10 feet of it take {@damage 2d6} force damage each.",
				"The force damage increases to {@damage 4d6} when you reach 18th level in this class."
			]
		},
		{
			"name": "Caiphon's Beacon",
			"source": "UAWarlockAndWizard",
			"page": 3,
			"featureType": "EI",
			"prerequisite": [
				{
					"patron": "The Great Old One"
				}
			],
			"entries": [
				"The purple star Caiphon is the doom of inexperienced mariners. Those who use its deceptive light to guide their travels invariably come to ruin. You gain proficiency in the {@skill Deception} and {@skill Stealth} skills, and you have advantage on attack rolls against {@condition charmed} creatures."
			]
		},
		{
			"name": "Canian Armor",
			"source": "BGDIA",
			"page": 221,
			"featureType": "IWM:A",
			"entries": [
				"The infernal iron used to make the vehicle was mined on Cania, the coldest layer of the Nine Hells. An infernal war machine with Canian armor has an Armor Class of 22 + its Dexterity modifier. While the vehicle is not moving, attack rolls made against it have advantage. The infernal war machine also has immunity to cold damage in addition to its other damage immunities, and it's immune to the effects of extreme cold."
			]
		},
		{
			"name": "Careful Spell",
			"source": "PHB",
			"page": 102,
			"srd": true,
			"featureType": "MM",
			"entries": [
				"When you cast a spell that forces other creatures to make a saving throw, you can protect some of those creatures from the spell's full force. To do so, you spend 1 sorcery point and choose a number of those creatures up to your Charisma modifier (minimum of one creature). A chosen creature automatically succeeds on its saving throw against the spell."
			]
		},
		{
			"name": "Chain Master's Fury",
			"source": "UAClassFeatureVariants",
			"page": 11,
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Warlock"
						}
					},
					"pact": "Chain"
				}
			],
			"entries": [
				"As a bonus action, you can command your familiar to make one attack."
			]
		},
		{
			"name": "Chains of Carceri",
			"source": "PHB",
			"page": 110,
			"srd": true,
			"featureType": "EI",
			"prerequisite": [
				{
					"pact": "Chain",
					"level": {
						"level": 15,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"You can cast {@spell hold monster} at will—targeting a celestial, fiend, or elemental—without expending a spell slot or material components. You must finish a long rest before you can use this invocation on the same creature again."
			]
		},
		{
			"name": "Chilling Hex",
			"source": "UAWarlockAndWizard",
			"page": 3,
			"featureType": "EI",
			"prerequisite": [
				{
					"patron": "The Hexblade"
				}
			],
			"entries": [
				"As a bonus action, you cause frost to swirl around a target cursed by your Hexblade's Curse, dealing cold damage to each of your enemies within 5 feet of the target. The cold damage equals your Charisma modifier (minimum of 1)."
			]
		},
		{
			"name": "Chronicle of the Raven Queen",
			"source": "UAWarlockAndWizard",
			"page": 3,
			"featureType": "EI",
			"prerequisite": [
				{
					"pact": "Tome",
					"patron": "The Raven Queen"
				}
			],
			"entries": [
				"You can place a corpse's hand or similar appendage on your Book of Shadows and ask one question aloud. After 1 minute, the answer appears written in blood in your book. The answer is provided by the dead creature's spirit to the best of its knowledge and is translated into a language of your choice. You must use this ability within 1 minute of a creature's death, and a given creature can only be asked one question in this manner."
			]
		},
		{
			"name": "Churning Hull",
			"source": "GoS",
			"page": 196,
			"featureType": "SHP:H",
			"entries": [
				"A tempest rages within these rune-etched, iron chains. Raiders and pirates who operate under the blessings of a storm god sometimes make use of this upgrade.",
				"By draping the chains over a ship's hull, the storm's fury thrashes into the water around it. The water within 210 feet of the ship is difficult terrain for everything other than this ship."
			]
		},
		{
			"name": "Claw of Acamar",
			"source": "UAWarlockAndWizard",
			"page": 3,
			"featureType": "EI",
			"prerequisite": [
				{
					"pact": "Blade",
					"patron": "The Great Old One"
				}
			],
			"entries": [
				"You can create a black, lead flail using your Pact of the Blade feature. The flail's head is sculpted to resemble a pair of grasping tentacles. The weapon has the reach property. When you hit a creature with it, you can expend a spell slot to deal an additional {@damage 2d8} necrotic damage to the target per spell level, and you can reduce the creature's speed to 0 feet until the end of your next turn."
			]
		},
		{
			"name": "Clench of the North Wind",
			"source": "PHB",
			"page": 81,
			"featureType": "ED",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Monk"
						},
						"subclass": {
							"name": "Four Elements"
						}
					}
				}
			],
			"entries": [
				"You can spend 3 ki points to cast {@spell hold person}."
			]
		},
		{
			"name": "Cloak of Baalzebul",
			"source": "UAWarlockAndWizard",
			"page": 3,
			"featureType": "EI",
			"prerequisite": [
				{
					"patron": "The Fiend"
				}
			],
			"entries": [
				"As a bonus action, you can conjure a swarm of buzzing flies around you. The swarm grants you advantage on Charisma ({@skill Intimidation}) checks but disadvantage on all other Charisma checks. In addition, a creature that starts its turn within 5 feet of you takes poison damage equal to your Charisma modifier. You can dismiss the swarm with another bonus action."
			]
		},
		{
			"name": "Cloak of Flies",
			"source": "UARevisedClassOptions",
			"page": 5,
			"previousVersion": {
				"name": "Cloak of Baalzebul",
				"source": "UAWarlockAndWizard"
			},
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": 5,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"As a bonus action, you can surround yourself with a magical aura that looks like buzzing flies. The aura includes your space, extends 5 feet from you in every direction, and is blocked by total cover. It lasts until you're {@condition incapacitated} or you dismiss it with a bonus action.",
				"The aura grants you advantage on Charisma ({@skill Intimidation}) checks but disadvantage on all other Charisma checks. Any other creature that starts its turn in the aura takes poison damage equal to your Charisma modifier (minimum of 0 damage).",
				"Once you use this invocation, you can't use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Cloak of Flies",
			"source": "XGE",
			"page": 56,
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": 5,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"As a bonus action, you can surround yourself with a magical aura that looks like buzzing flies. The aura extends 5 feet from you in every direction, but not through total cover. It lasts until you're {@condition incapacitated} or you dismiss it as a bonus action.",
				"The aura grants you advantage on Charisma ({@skill Intimidation}) checks but disadvantage on all other Charisma checks. Any other creature that starts its turn in the aura takes poison damage equal to your Charisma modifier (minimum of 0 damage).",
				"Once you use this invocation, you can't use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Clockwork Oars",
			"source": "GoS",
			"page": 197,
			"featureType": "SHP:M",
			"entries": [
				"Using a combination of magic and clockwork, the oars on this ship require only one crew member to use them, pushing the button or lever that activates them."
			]
		},
		{
			"name": "Close Quarters Shooter",
			"source": "UALightDarkUnderdark",
			"page": 1,
			"featureType": [
				"FS:F",
				"FS:P",
				"FS:R"
			],
			"entries": [
				"When making a ranged attack while you are within 5 feet of a hostile creature, you do not have disadvantage on the attack roll. Your ranged attacks ignore half cover and three-quarters cover against targets within 30 feet of you. You have a +1 bonus to attack rolls on ranged attacks."
			]
		},
		{
			"name": "Commander's Strike",
			"source": "PHB",
			"page": 74,
			"featureType": "MV:B",
			"entries": [
				"When you take the {@action Attack} action on your turn, you can forgo one of your attacks and use a bonus action to direct one of your companions to strike. When you do so, choose a friendly creature who can see or hear you and expend one superiority die. That creature can immediately use its reaction to make one weapon attack, adding the superiority die to the attack's damage roll."
			]
		},
		{
			"name": "Concussive Rounds",
			"source": "GoS",
			"page": 197,
			"featureType": "SHP:W",
			"entries": [
				"Enhanced by abjuration magic, this weapon's attacks burst with raucous noise capable of momentarily distracting and disorienting enemy crews. If this weapon hits a vehicle's hull, that vehicle's speed decreases by {@dice 2d10} feet until the start of the attacker's next turn."
			]
		},
		{
			"name": "Control Mount",
			"source": "UARevisedClassOptions",
			"page": 3,
			"featureType": "MV:C2-UA",
			"entries": [
				"When you make a Wisdom ({@skill Animal Handling}) check to influence a creature that you or an ally is riding, you can expend one superiority die, roll it, and add the number rolled to the check. You can do this before or after rolling the {@dice d20}, but before applying the results of the check."
			]
		},
		{
			"name": "Curse Bringer",
			"source": "UAWarlockAndWizard",
			"page": 4,
			"featureType": "EI",
			"prerequisite": [
				{
					"pact": "Blade",
					"patron": "The Hexblade"
				}
			],
			"entries": [
				"You can create a greatsword forged from silver, with black runes etched into its blade, using your Pact of the Blade feature. If you reduce a target cursed by your Hexblade's Curse to 0 hit points with this sword, you can immediately change the target of the curse to a different creature. This change doesn't extend the curse's duration.",
				"When you hit a creature with this weapon, you can expend a spell slot to deal an additional {@damage 2d8} slashing damage to the target per spell level, and you can reduce the creature's speed to 0 feet until the end of your next turn."
			]
		},
		{
			"name": "Death Vessel",
			"source": "GoS",
			"page": 196,
			"featureType": "SHP:H",
			"entries": [
				"Crafted with materials harvested from the Shadowfell, this upgrade grants a ship an aura of dread. As an action, the ship can create a pulse of horrific energy. Every creature that is an enemy of the ship who is on board or within 210 feet of it must make DC 14 Wisdom saving throw. On a failed save, a creature is {@condition frightened} of the ship for 1 minute. On a successful save, the creature is immune to this ability for 24 hours. Once this ability is used, it can't be used again until {@dice 1d4} hours have passed."
			]
		},
		{
			"name": "Defending Arrow",
			"source": "UAFighter",
			"page": 2,
			"featureType": "AS:V1-UA",
			"entries": [
				"You use abjuration magic to weave a charm that disrupts your enemy's magic. A creature hit by this arrow suffers disadvantage on the next attack roll it makes before the end of your next turn."
			]
		},
		{
			"name": "Defense",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"otherSources": [
				{
					"source": "PHB",
					"page": 84
				},
				{
					"source": "PHB",
					"page": 91
				},
				{
					"source": "UATheRangerRevised",
					"page": 3
				}
			],
			"featureType": [
				"FS:F",
				"FS:P",
				"FS:R"
			],
			"entries": [
				"While you are wearing armor, you gain a +1 bonus to AC."
			]
		},
		{
			"name": "Defiant Sails",
			"source": "GoS",
			"page": 197,
			"featureType": "SHP:M",
			"entries": [
				"These sails glitter with a fine coat of mithral treated with abjuration magic. While the sails are unfurled, ranged weapon attacks made against the ship and anyone aboard it are made with disadvantage, as a result of the sails' protective magic. This drawback doesn't apply if the attacker is aboard the ship."
			]
		},
		{
			"name": "Devastation",
			"source": "UAClericDruidWizard",
			"page": 5,
			"featureType": "OR",
			"entries": [
				"If the spell requires the named creature to make a saving throw, that creature has disadvantage on the first save it makes against the spell."
			]
		},
		{
			"name": "Devil's Sight",
			"source": "PHB",
			"page": 110,
			"srd": true,
			"featureType": "EI",
			"entries": [
				"You can see normally in darkness, both magical and nonmagical, to a distance of 120 feet."
			]
		},
		{
			"name": "Disarming Attack",
			"source": "PHB",
			"page": 74,
			"featureType": "MV:B",
			"entries": [
				"When you hit a creature with a weapon attack, you can expend one superiority die to attempt to disarm the target, forcing it to drop one item of your choice that it's holding. You add the superiority die to the attack's damage roll, and the target must make a Strength saving throw. On a failed save, it drops the object you choose. The object lands at its feet."
			]
		},
		{
			"name": "Dissolution",
			"source": "UAClericDruidWizard",
			"page": 5,
			"featureType": "OR",
			"entries": [
				"The first time the named creature takes damage from the spell, that creature takes an extra {@damage 2d8} force damage. The extra force damage increases by {@damage 1d8} when you reach 10th level ({@damage 3d8}) and 14th level ({@damage 4d8}) in this class."
			]
		},
		{
			"name": "Distant Spell",
			"source": "PHB",
			"page": 102,
			"srd": true,
			"featureType": "MM",
			"entries": [
				"When you cast a spell that has a range of 5 feet or greater, you can spend 1 sorcery point to double the range of the spell.",
				"When you cast a spell that has a range of touch, you can spend 1 sorcery point to make the range of the spell 30 feet."
			]
		},
		{
			"name": "Distracting Strike",
			"source": "PHB",
			"page": 74,
			"featureType": "MV:B",
			"entries": [
				"When you hit a creature with a weapon attack, you can expend one superiority die to distract the creature, giving your allies an opening. You add the superiority die to the attack's damage roll. The next attack roll against the target by an attacker other than you has advantage if the attack is made before the start of your next turn."
			]
		},
		{
			"name": "Dragon Sails",
			"source": "GoS",
			"page": 197,
			"featureType": "SHP:M",
			"entries": [
				"Dragon scales woven into these sails make them more resistant to damage. The sails gain a +3 bonus to AC, and they have resistance to a damage type based on the type of scales used to craft them, as shown on the Dragon Sails table.",
				{
					"type": "table",
					"caption": "Dragon Sails",
					"colStyles": [
						"col-6 text-center",
						"col-6 text-center"
					],
					"colLabels": [
						"Dragon Type",
						"Damage Type"
					],
					"rows": [
						[
							"Black",
							"Acid"
						],
						[
							"Blue",
							"Lightning"
						],
						[
							"Brass",
							"Fire"
						],
						[
							"Bronze",
							"Lightning"
						],
						[
							"Copper",
							"Acid"
						],
						[
							"Gold",
							"Fire"
						],
						[
							"Green",
							"Acid"
						],
						[
							"Red",
							"Fire"
						],
						[
							"Silver",
							"Cold"
						],
						[
							"White",
							"Cold"
						]
					]
				}
			]
		},
		{
			"name": "Dreadful Word",
			"source": "PHB",
			"page": 110,
			"srd": true,
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": 7,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"You can cast {@spell confusion} once using a warlock spell slot. You can't do so again until you finish a long rest."
			]
		},
		{
			"name": "Druidic Warrior",
			"source": "UAClassFeatureVariants",
			"page": 7,
			"featureType": [
				"FS:R"
			],
			"entries": [
				"You learn two cantrips of your choice from the {@filter druid spell list|spells|level=0|class=druid}. They count as druid spells for you, and Wisdom is your spellcasting ability for them. Whenever you gain a level in this class, you can replace one of these cantrips with another cantrip from the druid spell list."
			]
		},
		{
			"name": "Dueling",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"otherSources": [
				{
					"source": "XGE",
					"page": 15
				},
				{
					"source": "UARevisedSubclasses",
					"page": 2
				},
				{
					"source": "PHB",
					"page": 84
				},
				{
					"source": "PHB",
					"page": 91
				},
				{
					"source": "UATheRangerRevised",
					"page": 3
				}
			],
			"featureType": [
				"FS:F",
				"FS:B",
				"FS:P",
				"FS:R"
			],
			"entries": [
				"When you are wielding a melee weapon in one hand and no other weapons, you gain a +2 bonus to damage rolls with that weapon."
			]
		},
		{
			"name": "Eldritch Armor",
			"source": "UAClassFeatureVariants",
			"page": 11,
			"featureType": "EI",
			"prerequisite": [
				{
					"pact": "Blade"
				}
			],
			"entries": [
				"As an action, you can touch a suit of armor that isn't being worn or carried by anyone and instantly don it, provided you aren't wearing armor already. You are proficient with this suit of armor until it's removed."
			]
		},
		{
			"name": "Eldritch Mind",
			"source": "UAClassFeatureVariants",
			"page": 11,
			"featureType": "EI",
			"prerequisite": [
				{
					"pact": "Tome"
				}
			],
			"entries": [
				"You have advantage on Constitution saving throws that you make to maintain your concentration on a spell."
			]
		},
		{
			"name": "Eldritch Sight",
			"source": "PHB",
			"page": 110,
			"srd": true,
			"featureType": "EI",
			"entries": [
				"You can cast {@spell detect magic} at will, without expending a spell slot."
			]
		},
		{
			"name": "Eldritch Smite",
			"source": "UARevisedClassOptions",
			"page": 6,
			"previousVersion": {
				"name": "Mace of Dispater",
				"source": "UAWarlockAndWizard"
			},
			"featureType": "EI",
			"prerequisite": [
				{
					"pact": "Blade",
					"level": {
						"level": 5,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"Once per turn when you hit a creature with your pact weapon, you can expend a warlock spell slot to deal an extra {@damage 1d8} force damage to the target, plus another {@damage 1d8} per level of the spell slot. If the target takes any of this damage, you can knock the target {@condition prone} if it is Huge or smaller."
			]
		},
		{
			"name": "Eldritch Smite",
			"source": "XGE",
			"page": 56,
			"featureType": "EI",
			"prerequisite": [
				{
					"pact": "Blade",
					"level": {
						"level": 5,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"Once per turn when you hit a creature with your pact weapon, you can expend a warlock spell slot to deal an extra {@damage 1d8} force damage to the target, plus another {@damage 1d8} per level of the spell slot, and you can knock the target {@condition prone} if it is Huge or smaller."
			]
		},
		{
			"name": "Eldritch Spear",
			"source": "PHB",
			"page": 111,
			"srd": true,
			"featureType": "EI",
			"prerequisite": [
				{
					"spell": [
						"eldritch blast#c"
					]
				}
			],
			"entries": [
				"When you cast {@spell eldritch blast}, its range is 300 feet."
			]
		},
		{
			"name": "Elemental Attunement",
			"source": "PHB",
			"page": 81,
			"featureType": "ED",
			"entries": [
				"You can use your action to briefly control elemental forces within 30 feet of you, causing one of the following effects of your choice:",
				{
					"type": "list",
					"items": [
						"Create a harmless, instantaneous sensory effect related to air, earth, fire, or water, such as a shower of sparks, a puff of wind, a spray of light mist, or a gentle rumbling of stone.",
						"Instantaneously light or snuff out a candle, a torch, or a small campfire.",
						"Chill or warm up to 1 pound of nonliving material for up to 1 hour.",
						"Cause earth, fire, water, or mist that can fit within a 1-foot cube to shape itself into a crude form you designate for 1 minute."
					]
				}
			]
		},
		{
			"name": "Elemental Spell",
			"source": "UAClassFeatureVariants",
			"page": 10,
			"featureType": "MM",
			"entries": [
				"When you cast a spell that deals a type of damage from the following list, you can spend 1 sorcery point to change that damage type to one of the other listed types: acid, cold, fire, lightning, thunder."
			]
		},
		{
			"name": "Empowered Spell",
			"source": "PHB",
			"page": 102,
			"srd": true,
			"featureType": "MM",
			"entries": [
				"When you roll damage for a spell, you can spend 1 sorcery point to reroll a number of the damage dice up to your Charisma modifier (minimum of one). You must use the new rolls.",
				"You can use Empowered Spell even if you have already used a different Metamagic option during the casting of the spell."
			]
		},
		{
			"name": "Enfeebling Arrow",
			"source": "XGE",
			"page": 29,
			"featureType": "AS",
			"entries": [
				"You weave necromantic magic into your arrow. The creature hit by the arrow takes an extra {@damage 2d6} necrotic damage. The target must also succeed on a Constitution saving throw, or the damage dealt by its weapon attacks is halved until the start of your next turn.",
				"The necrotic damage increases to {@damage 4d6} when you reach 18th level in this class."
			]
		},
		{
			"name": "Enhanced Arcane Focus",
			"source": "ERLW",
			"page": 62,
			"featureType": "AI",
			"prerequisite": [
				{
					"item": [
						"A rod, staff, or wand (requires attunement)"
					]
				}
			],
			"entries": [
				"While holding this item, a creature gains a +1 bonus to spell attack rolls. In addition, the creature ignores half cover when making a spell attack.",
				"The bonus increases to +2 when you reach 10th level in this class."
			]
		},
		{
			"name": "Enhanced Defense",
			"source": "ERLW",
			"page": 62,
			"featureType": "AI",
			"prerequisite": [
				{
					"item": [
						"A suit of armor or a shield"
					]
				}
			],
			"entries": [
				"A creature gains a +1 bonus to Armor Class while wearing (armor) or wielding (shield) the infused item.",
				"The bonus increases to +2 when you reach 10th level in this class."
			]
		},
		{
			"name": "Enhanced Defense",
			"source": "UAArtificerRevisited",
			"page": 12,
			"featureType": "AI",
			"prerequisite": [
				{
					"item": [
						"A suit of armor or a shield"
					]
				}
			],
			"entries": [
				"A creature gains a +1 bonus to Armor Class while wearing (armor) or wielding (shield) the infused item.",
				"The bonus increases to +2 when you reach 12th level in this class."
			]
		},
		{
			"name": "Enhanced Wand",
			"source": "UAArtificerRevisited",
			"page": 12,
			"featureType": "AI",
			"prerequisite": [
				{
					"item": [
						"A wand (requires attunement)"
					]
				}
			],
			"entries": [
				"While holding this wand, a creature gains a +1 bonus to spell attack rolls. In addition, the creature ignores half cover when making a spell attack.",
				"The bonus increases to +2 when you reach 12th level in this class."
			]
		},
		{
			"name": "Enhanced Weapon",
			"source": "ERLW",
			"page": 62,
			"featureType": "AI",
			"prerequisite": [
				{
					"item": [
						"A simple or martial weapon"
					]
				}
			],
			"entries": [
				"This magic weapon grants a +1 bonus to attack and damage rolls made with it.",
				"The bonus increases to +2 when you reach 10th level in this class."
			]
		},
		{
			"name": "Enhanced Weapon",
			"source": "UAArtificerRevisited",
			"page": 12,
			"featureType": "AI",
			"prerequisite": [
				{
					"item": [
						"A simple or martial weapon"
					]
				}
			],
			"entries": [
				"This magic weapon grants a +1 bonus to attack and damage rolls made with it.",
				"The bonus increases to +2 when you reach 12th level in this class."
			]
		},
		{
			"name": "Eternal Mountain Defense",
			"source": "PHB",
			"page": 81,
			"featureType": "ED",
			"prerequisite": [
				{
					"level": {
						"level": 17,
						"class": {
							"name": "Monk"
						},
						"subclass": {
							"name": "Four Elements"
						}
					}
				}
			],
			"entries": [
				"You can spend 5 ki points to cast {@spell stoneskin}, targeting yourself."
			]
		},
		{
			"name": "Evasive Footwork",
			"source": "PHB",
			"page": 74,
			"featureType": "MV:B",
			"entries": [
				"When you move, you can expend one superiority die, rolling the die and adding the number rolled to your AC until you stop moving."
			]
		},
		{
			"name": "Ever-Full Sails",
			"source": "GoS",
			"page": 197,
			"featureType": "SHP:M",
			"entries": [
				"These billowing sails are woven from cloud-stuff drawn from the Elemental Plane of Air. Wind whips and whistles around them, allowing a ship to move with a speed of 60 feet regardless of direction relative to the wind."
			]
		},
		{
			"name": "Explosive Rounds",
			"source": "GoS",
			"page": 197,
			"featureType": "SHP:W",
			"entries": [
				"Drawing on powerful evocation magic, this weapon's attacks are imbued with unstable energy that explodes in a fiery blast. When this weapon hits, it deals an extra {@damage 2d6} fire damage."
			]
		},
		{
			"name": "Extended Spell",
			"source": "PHB",
			"page": 102,
			"srd": true,
			"featureType": "MM",
			"entries": [
				"When you cast a spell that has a duration of 1 minute or longer, you can spend 1 sorcery point to double its duration, to a maximum duration of 24 hours."
			]
		},
		{
			"name": "Eyes of the Rune Keeper",
			"source": "PHB",
			"page": 111,
			"srd": true,
			"featureType": "EI",
			"entries": [
				"You can read all writing."
			]
		},
		{
			"name": "Fangs of the Fire Snake",
			"source": "PHB",
			"page": 81,
			"featureType": "ED",
			"entries": [
				"When you use the {@action Attack} action on your turn, you can spend 1 ki point to cause tendrils of flame to stretch out from your fists and feet. Your reach with your unarmed strikes increases by 10 feet for that action, as well as the rest of the turn. A hit with such an attack deals fire damage instead of bludgeoning damage, and if you spend 1 ki point when the attack hits, it also deals an extra {@damage 1d10} fire damage."
			]
		},
		{
			"name": "Far Scribe",
			"source": "UAClassFeatureVariants",
			"page": 11,
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": 5,
						"class": {
							"name": "Warlock"
						}
					},
					"pact": "Tome"
				}
			],
			"entries": [
				"A new page appears in your Book of Shadows. With your permission, a creature can use its action to write its name on that page, which can contain a number of names equal to your Charisma modifier (minimum of 1).",
				"You can cast the {@spell sending} spell, targeting a creature whose name is on the page, without using a spell slot and without using material components. To do so, you must write the message on the page. The target hears the message in their mind, and if the target replies, their message appears on the page, rather than in your mind. The writing disappears after 1 minute.",
				"As an action, you can magically erase a name on the page by touching the name on it."
			]
		},
		{
			"name": "Feinting Attack",
			"source": "PHB",
			"page": 74,
			"featureType": "MV:B",
			"entries": [
				"You can expend one superiority die and use a bonus action on your turn to feint, choosing one creature within 5 feet of you as your target. You have advantage on your next attack roll this turn against that creature. If that attack hits, add the superiority die to the attack's damage roll.",
				"The advantage is lost if not used on the turn you gain it."
			]
		},
		{
			"name": "Fiendish Vigor",
			"source": "PHB",
			"page": 111,
			"srd": true,
			"featureType": "EI",
			"entries": [
				"You can cast {@spell false life} on yourself at will as a 1st-level spell, without expending a spell slot or material components."
			]
		},
		{
			"name": "Fist of Four Thunders",
			"source": "PHB",
			"page": 81,
			"featureType": "ED",
			"entries": [
				"You can spend 2 ki points to cast {@spell thunderwave}."
			]
		},
		{
			"name": "Flames of the Phoenix",
			"source": "PHB",
			"page": 81,
			"featureType": "ED",
			"prerequisite": [
				{
					"level": {
						"level": 11,
						"class": {
							"name": "Monk"
						},
						"subclass": {
							"name": "Four Elements"
						}
					}
				}
			],
			"entries": [
				"You can spend 4 ki points to cast {@spell fireball}."
			]
		},
		{
			"name": "Flamethrower",
			"source": "BGDIA",
			"page": 221,
			"featureType": "IWM:W",
			"entries": [
				"Although useless against demons, this weapon is great against flammable creatures and objects.",
				{
					"type": "entries",
					"name": "Flamethrower (Requires 1 Crew and Grants Half Cover)",
					"entries": [
						"Fire shoots out of the weapon's nozzle in a 60-foot line that is 5 feet wide. Each creature in the line must make a DC 15 Dexterity saving throw, taking 18 ({@damage 4d8}) fire damage on a failed save, or half as much damage on a successful one. The fire ignites any flammable objects in the area that aren't being carried or worn."
					]
				}
			]
		},
		{
			"name": "Frost Lance",
			"source": "UARevisedClassOptions",
			"page": 6,
			"previousVersion": {
				"name": "Frost Lance",
				"source": "UAWarlockAndWizard"
			},
			"featureType": "EI",
			"prerequisite": [
				{
					"spell": [
						"eldritch blast#c"
					]
				}
			],
			"entries": [
				"Once on each of your turns when you hit a creature with your {@spell eldritch blast}, you can reduce that creature's speed by 10 feet until the end of your next turn."
			]
		},
		{
			"name": "Frost Lance",
			"source": "UAWarlockAndWizard",
			"page": 4,
			"featureType": "EI",
			"prerequisite": [
				{
					"patron": "The Archfey",
					"spell": [
						"eldritch blast#c"
					]
				}
			],
			"entries": [
				"You draw on the gifts of the Prince of Frost to trap your enemies in ice. When you hit a creature with your {@spell eldritch blast} cantrip one or more times on your turn, you can reduce that creature's speed by 10 feet until the end of your next turn."
			]
		},
		{
			"name": "Frost-Locked Hull",
			"source": "GoS",
			"page": 196,
			"featureType": "SHP:H",
			"entries": [
				"This upgrade replaces a ship's hull with supernatural ice drawn from the elemental planes. The hull and the other components of the ship are immune to cold damage but vulnerable to fire damage. The ship can also move at its normal speed over ice of any thickness, floating on the ice at the same depth as it would in water."
			]
		},
		{
			"name": "Gaze of Khirad",
			"source": "UAWarlockAndWizard",
			"page": 4,
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": 7,
						"class": {
							"name": "Warlock"
						}
					},
					"patron": "The Great Old One"
				}
			],
			"entries": [
				"You gain the piercing gaze of the blue star Khirad. As an action, you can see through solid objects to a range of 30 feet until the end of the current turn. During that time, you perceive objects as ghostly, transparent images."
			]
		},
		{
			"name": "Gaze of Two Minds",
			"source": "PHB",
			"page": 111,
			"srd": true,
			"featureType": "EI",
			"entries": [
				"You can use your action to touch a willing humanoid and perceive through its senses until the end of your next turn. As long as the creature is on the same plane of existence as you, you can use your action on subsequent turns to maintain this connection, extending the duration until the end of your next turn. While perceiving through the other creature's senses, you benefit from any special senses possessed by that creature, and you are {@condition blinded} and {@condition deafened} to your own surroundings."
			]
		},
		{
			"name": "Ghostly Gaze",
			"source": "UARevisedClassOptions",
			"page": 6,
			"previousVersion": {
				"name": "Gaze of Khirad",
				"source": "UAWarlockAndWizard"
			},
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": 7,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"As an action, you gain the ability to see through solid objects to a range of 30 feet. Within that range, you have {@sense darkvision} if you don't already have it. This special sight lasts until the end of the current turn. During that time, you perceive objects as ghostly, transparent images. Once you use this invocation, you can't use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Ghostly Gaze",
			"source": "XGE",
			"page": 56,
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": 7,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"As an action, you gain the ability to see through solid objects to a range of 30 feet. Within that range, you have {@sense darkvision} if you don't already have it. This special sight lasts for 1 minute or until your concentration ends (as if you were concentrating on a spell). During that time, you perceive objects as ghostly, transparent images.",
				"Once you use this invocation, you can't use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Gift of the Depths",
			"source": "UARevisedClassOptions",
			"page": 6,
			"previousVersion": {
				"name": "Sea Twins' Gift",
				"source": "UAWarlockAndWizard"
			},
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": 5,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"You can breathe underwater, and you gain a swimming speed equal to your walking speed. You can also cast {@spell water breathing} without expending a spell slot. Once you cast it using this invocation, you can't do so again until you finish a long rest."
			]
		},
		{
			"name": "Gift of the Depths",
			"source": "XGE",
			"page": 57,
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": 5,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"You can breathe underwater, and you gain a swimming speed equal to your walking speed.",
				"You can also cast {@spell water breathing} once without expending a spell slot. You regain the ability to do so when you finish a long rest."
			]
		},
		{
			"name": "Gift of the Ever-Living Ones",
			"source": "UARevisedClassOptions",
			"page": 6,
			"previousVersion": {
				"name": "Green Lord's Gift",
				"source": "UAWarlockAndWizard"
			},
			"featureType": "EI",
			"prerequisite": [
				{
					"pact": "Chain"
				}
			],
			"entries": [
				"Whenever you regain hit points while your familiar is within 100 feet of you, treat any dice rolled to determine the hit points you regain as having rolled their maximum value for you."
			]
		},
		{
			"name": "Gift of the Ever-Living Ones",
			"source": "XGE",
			"page": 57,
			"featureType": "EI",
			"prerequisite": [
				{
					"pact": "Chain"
				}
			],
			"entries": [
				"Whenever you regain hit points while your familiar is within 100 feet of you, treat any dice rolled to determine the hit points you regain as having rolled their maximum value for you."
			]
		},
		{
			"name": "Gift of the Protectors",
			"source": "UAClassFeatureVariants",
			"page": 11,
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Warlock"
						}
					},
					"pact": "Tome"
				}
			],
			"entries": [
				"A new page appears in your Book of Shadows. With your permission, a creature can use its action to write its name on that page, which can contain a number of names equal to your Charisma modifier (minimum of 1).",
				"When any creature whose name is on the page is reduced to 0 hit points but not killed outright, the creature magically drops to 1 hit point instead. Once this magic is triggered, no creature can benefit from it until you finish a long rest.",
				"As an action, you can magically erase a name on the page by touching the name on it."
			]
		},
		{
			"name": "Gilded Death Armor",
			"source": "BGDIA",
			"page": 222,
			"featureType": "IWM:A",
			"entries": [
				"Gold stolen or bartered from the archdevil Mammon plates the vehicle's exterior. This gold can't be removed without destroying the vehicle and turns to dust when the infernal war machine drops to 0 hit points. Gilded death armor grants the infernal war machine resistance to bludgeoning, piercing, and slashing damage."
			]
		},
		{
			"name": "Goading Attack",
			"source": "PHB",
			"page": 74,
			"featureType": "MV:B",
			"entries": [
				"When you hit a creature with a weapon attack, you can expend one superiority die to attempt to goad the target into attacking you. You add the superiority die to the attack's damage roll, and the target must make a Wisdom saving throw. On a failed save, the target has disadvantage on all attack rolls against targets other than you until the end of your next turn."
			]
		},
		{
			"name": "Gong of the Summit",
			"source": "PHB",
			"page": 81,
			"featureType": "ED",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Monk"
						},
						"subclass": {
							"name": "Four Elements"
						}
					}
				}
			],
			"entries": [
				"You can spend 3 ki points to cast {@spell shatter}."
			]
		},
		{
			"name": "Grasp of Hadar",
			"source": "UARevisedClassOptions",
			"page": 6,
			"previousVersion": {
				"name": "Grasp of Hadar",
				"source": "UAWarlockAndWizard"
			},
			"featureType": "EI",
			"prerequisite": [
				{
					"spell": [
						"eldritch blast#c"
					]
				}
			],
			"entries": [
				"Once on each of your turns when you hit a creature with your {@spell eldritch blast} cantrip, you can move that creature in a straight line 10 feet closer to yourself."
			]
		},
		{
			"name": "Grasp of Hadar",
			"source": "UAWarlockAndWizard",
			"page": 4,
			"featureType": "EI",
			"prerequisite": [
				{
					"patron": "The Great Old One",
					"spell": [
						"eldritch blast#c"
					]
				}
			],
			"entries": [
				"Once during your turn when you hit a creature with your {@spell eldritch blast} cantrip, you can move that creature in a straight line 10 feet closer to yourself."
			]
		},
		{
			"name": "Grasp of Hadar",
			"source": "XGE",
			"page": 57,
			"featureType": "EI",
			"prerequisite": [
				{
					"spell": [
						"eldritch blast#c"
					]
				}
			],
			"entries": [
				"Once on each of your turns when you hit a creature with your {@spell eldritch blast}, you can move that creature in a straight line 10 feet closer to you."
			]
		},
		{
			"name": "Grasping Arrow",
			"source": "UAFighter",
			"page": 2,
			"featureType": "AS:V1-UA",
			"entries": [
				"When this arrow strikes its target, conjuration magic creates grasping, thorny brambles that wrap around the target. The target hit by the arrow takes a -10 penalty to speed, and it takes {@damage 2d6} slashing damage if it moves 1 foot or more without teleporting. The target or any creature that can touch it can use its action to try to remove the brambles, which requires a successful DC 10 Strength check. Otherwise, the brambles last for 1 minute."
			]
		},
		{
			"name": "Grasping Arrow",
			"source": "UARevisedSubclasses",
			"page": 3,
			"featureType": "AS:V2-UA",
			"entries": [
				"When this arrow strikes its target, conjuration magic creates grasping, thorny brambles that wrap around the target. If the arrow hits a creature, the target takes an extra {@damage 2d6} poison damage, its speed is reduced by 10 feet, and it takes {@damage 2d6} slashing damage the first time on each turn it moves 1 foot or more without teleporting. The target or any creature that can reach it can use its action to remove the brambles with a successful Strength ({@skill Athletics}) check against your Arcane Shot save DC. Otherwise, the brambles last for 1 minute or until you use this option again.",
				"The poison and slashing damage both increase to {@damage 4d6} when you reach 18th level in this class."
			]
		},
		{
			"name": "Grasping Arrow",
			"source": "XGE",
			"page": 29,
			"featureType": "AS",
			"entries": [
				"When this arrow strikes its target, conjuration magic creates grasping, poisonous brambles, which wrap around the target. The creature hit by the arrow takes an extra {@damage 2d6} poison damage, its speed is reduced by 10 feet, and it takes {@damage 2d6} slashing damage the first time on each turn it moves 1 foot or more without teleporting. The target or any creature that can reach it can use its action to remove the brambles with a successful Strength ({@skill Athletics}) check against your Arcane Shot save DC. Otherwise, the brambles last for 1 minute or until you use this option again.",
				"The poison damage and slashing damage both increase to {@damage 4d6} when you reach 18th level in this class."
			]
		},
		{
			"name": "Grasping Rounds",
			"source": "GoS",
			"page": 197,
			"featureType": "SHP:W",
			"entries": [
				"This weapon creates spectral chains that trail after its shots, restraining enemy vessels in their grasp. When this weapon hits a ship, that vehicle must succeed on a DC 14 Strength saving throw or it can't move away from the attacker. As an action, the attacking ship can end this effect, and the target can end it by taking an action and succeeding on a DC 14 Strength check."
			]
		},
		{
			"name": "Great Weapon Fighting",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"otherSources": [
				{
					"source": "PHB",
					"page": 84
				}
			],
			"featureType": [
				"FS:F",
				"FS:P"
			],
			"entries": [
				"When you roll a 1 or 2 on a damage die for an attack you make with a melee weapon that you are wielding with two hands, you can reroll the die and must use the new roll, even if the new roll is a 1 or a 2. The weapon must have the two-handed or versatile property for you to gain this benefit."
			]
		},
		{
			"name": "Green Lord's Gift",
			"source": "UAWarlockAndWizard",
			"page": 4,
			"featureType": "EI",
			"prerequisite": [
				{
					"patron": "The Archfey"
				}
			],
			"entries": [
				"The Green Lord oversees a verdant realm of everlasting summer. Your soul is linked to his power. Whenever you regain hit points, you treat any dice rolled to determine the hit points you regain as having rolled their maximum value."
			]
		},
		{
			"name": "Guardian Figurehead",
			"source": "GoS",
			"page": 198,
			"featureType": "SHP:F",
			"entries": [
				"This figurehead depicts an armored knight. As an action, the ship can activate this item, causing it to animate as an {@creature iron golem}. The golem acts on the ship's turn when the captain uses one of the ship's actions. The golem remains animated for 1 minute. At the end of that time, it teleports back to its position as a figurehead. Once a ship uses this action, it can't use it again for 24 hours."
			]
		},
		{
			"name": "Haug (Hill Rune)",
			"source": "UAFighterRangerRogue",
			"page": 1,
			"featureType": "RN",
			"entries": [
				"This rune's magic bestows a resilience reminiscent of a hill giant. While wearing or carrying an object inscribed with this rune, you have advantage on saving throws against being {@condition poisoned}, and you have resistance against poison damage.",
				"In addition, you can invoke the rune as a bonus action, gaining resistance to bludgeoning, piercing, and slashing damage for 1 minute. Once you invoke the rune, you can't do so again until you finish a short or long rest."
			]
		},
		{
			"name": "Healing Draught",
			"source": "UAArtificer",
			"page": 5,
			"featureType": "AF",
			"entries": [
				"As an action, you can reach into your Alchemist's Satchel and pull out a vial of healing liquid. A creature can drink it as an action to regain {@dice 1d8} hit points. The vial then disappears. Once a creature regains hit points from this alchemical formula, the creature can't do so again until it finishes a long rest. If not used, the vial and its contents disappear after 1 hour. While the vial exists, you can't use this formula. This formula's healing increases by {@dice 1d8} when you reach certain levels in this class: 3rd level ({@dice 2d8}), 5th level ({@dice 3d8}), 7th level ({@dice 4d8}), 9th level ({@dice 5d8}), 11th level ({@dice 6d8}), 13th level ({@dice 7d8}), 15th level ({@dice 8d8}), 17th level ({@dice 9d8}), and 19th level ({@dice 10d8})."
			]
		},
		{
			"name": "Heightened Spell",
			"source": "PHB",
			"page": 102,
			"srd": true,
			"featureType": "MM",
			"entries": [
				"When you cast a spell that forces a creature to make a saving throw to resist its effects, you can spend 3 sorcery points to give one target of the spell disadvantage on its first saving throw made against the spell."
			]
		},
		{
			"name": "Helm of Awareness",
			"source": "UA2020SubclassesPt3",
			"page": 3,
			"featureType": "AI",
			"prerequisite": [
				{
					"level": {
						"level": 10,
						"class": {
							"name": "Artificer"
						}
					},
					"item": [
						"A helmet (requires attunement)"
					]
				}
			],
			"entries": [
				"While wearing this helmet, a creature has advantage on initiative rolls. In addition, the wearer can't be surprised, provided it isn't {@condition incapacitated}."
			]
		},
		{
			"name": "Homunculus Servant",
			"source": "ERLW",
			"page": 62,
			"featureType": "AI",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Artificer"
						}
					},
					"item": [
						"A gem worth at least 100 gp or a dragonshard"
					]
				}
			],
			"entries": [
				"You learn intricate methods for magically creating a special {@creature Homunculus Servant|ERLW|homunculus} that serves you. The item you infuse serves as the creature's heart, around which the creature's body instantly forms.",
				"You determine the homunculus's appearance. Some artificers prefer mechanical-looking birds, whereas some like winged vials or miniature, animate cauldrons.",
				"The homunculus is friendly to you and your companions, and it obeys your commands. See this creature's game statistics in the Homunculus Servant stat block.",
				"In combat, the homunculus shares your initiative count, but it takes its turn immediately after yours. It can move and use its reaction on its own, but the only action it takes on its turn is the {@action Dodge} action, unless you take a bonus action on your turn to command it to take the action in its stat block or the {@action Dash}, {@action Disengage}, {@action Help}, {@action Hide}, or {@action Search} action.",
				"The homunculus regains {@dice 2d6} hit points if the {@spell mending} spell is cast on it. If it dies, it vanishes, leaving its heart in its space."
			]
		},
		{
			"name": "Ild (Fire Rune)",
			"source": "UAFighterRangerRogue",
			"page": 1,
			"featureType": "RN",
			"entries": [
				"This rune's magic channels the masterful craftsmanship of fire giant smiths. While wearing or carrying an object inscribed with this rune, your proficiency bonus is doubled for any ability check you make that uses your proficiency with a tool.",
				"In addition, when you hit a creature with a weapon attack, you can invoke the rune to summon fiery shackles: the target must succeed on a Strength saving throw or be {@condition restrained} for 1 minute. While {@condition restrained} by the shackles, the target takes  {@damage 2d6} fire damage at the start of each of its turns. The target can repeat the saving throw at the end of each of its turns, banishing the shackles on a success. Once you invoke the rune, you can't do so again until you finish a short or long rest."
			]
		},
		{
			"name": "Improved Pact Weapon",
			"source": "UARevisedClassOptions",
			"page": 6,
			"previousVersion": {
				"name": "Improved Pact Weapon",
				"source": "UAWarlockAndWizard"
			},
			"featureType": "EI",
			"prerequisite": [
				{
					"pact": "Blade"
				}
			],
			"entries": [
				"You can use any weapon you summon with your Pact of the Blade feature as a spellcasting focus for your warlock spells. In addition, the weapon counts as a magic weapon with a +1 bonus to its attack and damage rolls, unless it is already a magic weapon that you transformed into your pact weapon."
			]
		},
		{
			"name": "Improved Pact Weapon",
			"source": "UAWarlockAndWizard",
			"page": 4,
			"featureType": "EI",
			"prerequisite": [
				{
					"pact": "Blade",
					"level": {
						"level": 5,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"Any weapon you create using your Pact of the Blade feature is a +1 weapon. This invocation doesn't affect a magic weapon you transformed into your pact weapon."
			]
		},
		{
			"name": "Improved Pact Weapon",
			"source": "XGE",
			"page": 57,
			"featureType": "EI",
			"prerequisite": [
				{
					"pact": "Blade"
				}
			],
			"entries": [
				"You can use any weapon you summon with your Pact of the Blade feature as a spellcasting focus for your warlock spells.",
				"In addition, the weapon gains a +1 bonus to its attack and damage rolls, unless it is a magic weapon that already has a bonus to those rolls.",
				"Finally, the weapon you conjure can be a {@item shortbow|phb}, {@item longbow|phb}, {@item light crossbow|phb}, or {@item heavy crossbow|phb}."
			]
		},
		{
			"name": "Infernal Screamer",
			"source": "BGDIA",
			"page": 221,
			"featureType": "IWM:W",
			"entries": [
				"A writhing humanoid torso made of melting wax juts out from this station, with a barbed hand crank between its shoulder blades. The figure telepathically shrieks in agony when the crank is turned.",
				{
					"type": "entries",
					"name": "Infernal Screamer (Requires 1 Crew and Grants Half Cover)",
					"entries": [
						"The screamer's operator targets one creature it can see within 120 feet of the screamer. The target must make a DC 15 Wisdom saving throw, taking 26 ({@damage 4d12}) psychic damage on a failed save, or half as much damage on a successful one."
					]
				}
			]
		},
		{
			"name": "Interception",
			"source": "UAClassFeatureVariants",
			"page": 12,
			"featureType": [
				"FS:F",
				"FS:P",
				"FS:R"
			],
			"entries": [
				"When a creature you can see hits a target that is within 5 feet of you with an attack, you can use your reaction to reduce the damage the target takes by {@dice 1d10} + your proficiency bonus (to a minimum of 0 damage). You must be wielding a shield or a simple or martial weapon to use this reaction."
			]
		},
		{
			"name": "Investment of the Chain Master",
			"source": "UAClassFeatureVariants",
			"page": 11,
			"featureType": "EI",
			"prerequisite": [
				{
					"pact": "Chain"
				}
			],
			"entries": [
				"When you cast find familiar, you infuse the summoned familiar with a measure of your eldritch power, granting the creature the following benefits:",
				"The familiar gains either a flying speed or a swimming speed (your choice) of 40 feet.",
				"The familiar no longer needs to breathe.",
				"The familiar's weapon attacks are considered magical for the purpose of overcoming immunity and resistance to nonmagical attacks.",
				"If the familiar forces a creature to make a saving throw, it uses your spell save DC."
			]
		},
		{
			"name": "Ise (Frost Rune)",
			"source": "UAFighterRangerRogue",
			"page": 1,
			"featureType": "RN",
			"entries": [
				"This rune's magic evokes a frost giant's stoic calm. While wearing or carrying an object inscribed with this rune, you have advantage on Wisdom ({@skill Animal Handling}) checks and Charisma ({@skill Intimidation}) checks.",
				"In addition, you can invoke the rune as a bonus action to increase your Strength score by 2 for 10 minutes. This increase can cause your score to exceed 20, but not 30. Once you invoke the rune, you can't do so again until you finish a short or long rest."
			]
		},
		{
			"name": "Kiss of Mephistopheles",
			"source": "UARevisedClassOptions",
			"page": 6,
			"previousVersion": {
				"name": "Kiss of Mephistopheles",
				"source": "UAWarlockAndWizard"
			},
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": 5,
						"class": {
							"name": "Warlock"
						}
					},
					"spell": [
						"eldritch blast#c"
					]
				}
			],
			"entries": [
				"When you hit a creature with your {@spell eldritch blast}, you can cast fireball as a bonus action using a warlock spell slot. The spell must be centered on the creature you hit with {@spell eldritch blast}."
			]
		},
		{
			"name": "Kiss of Mephistopheles",
			"source": "UAWarlockAndWizard",
			"page": 4,
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": 5,
						"class": {
							"name": "Warlock"
						}
					},
					"patron": "The Fiend",
					"spell": [
						"eldritch blast#c"
					]
				}
			],
			"entries": [
				"You can channel the fires of Mephistopheles through your {@spell eldritch blast}. When you hit a creature with that cantrip, you can cast {@spell fireball} as a bonus action using a warlock spell slot. However, the spell must be centered on a creature you hit with eldritch blast."
			]
		},
		{
			"name": "Lance of Lethargy",
			"source": "XGE",
			"page": 57,
			"featureType": "EI",
			"prerequisite": [
				{
					"spell": [
						"eldritch blast#c"
					]
				}
			],
			"entries": [
				"Once on each of your turns when you hit a creature with your {@spell eldritch blast}, you can reduce that creature's speed by 10 feet until the end of your next turn."
			]
		},
		{
			"name": "Lifedrinker",
			"source": "PHB",
			"page": 111,
			"srd": true,
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": 12,
						"class": {
							"name": "Warlock"
						}
					},
					"pact": "Blade"
				}
			],
			"entries": [
				"When you hit a creature with your pact weapon, the creature takes extra necrotic damage equal to your Charisma modifier (minimum of 1)."
			]
		},
		{
			"name": "Living Vessel",
			"source": "GoS",
			"page": 196,
			"featureType": "SHP:H",
			"entries": [
				"This vessel's hull was crafted in the Feywild under the direction of master eladrin shipwrights. It is a living plant, drawing sustenance from water and sunlight. Vines covered in thick leaves hang over its side, and the wood runs with fresh sap when damaged. The ship gains a +2 bonus to all Constitution checks or saving throws. As long as the ship has at least 1 hit point, it regains 10 hit points every minute."
			]
		},
		{
			"name": "Lunging Attack",
			"source": "PHB",
			"page": 74,
			"featureType": "MV:B",
			"entries": [
				"When you make a melee weapon attack on your turn, you can expend one superiority die to increase your reach for that attack by 5 feet. If you hit, you add the superiority die to the attack's damage roll."
			]
		},
		{
			"name": "Mace of Dispater",
			"source": "UAWarlockAndWizard",
			"page": 4,
			"featureType": "EI",
			"prerequisite": [
				{
					"pact": "Blade",
					"patron": "The Fiend"
				}
			],
			"entries": [
				"When you create your pact weapon as a mace, it manifests as an iron mace forged in Dis, the second of the Nine Hells. When you hit a creature with it, you can expend a spell slot to deal an additional {@damage 2d8} force damage to the target per spell level, and you can knock the target {@condition prone} if it is Huge or smaller."
			]
		},
		{
			"name": "Maddening Hex",
			"source": "UARevisedClassOptions",
			"page": 6,
			"previousVersion": {
				"name": "Chilling Hex",
				"source": "UAWarlockAndWizard"
			},
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": 5,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"As a bonus action, you cause a psychic disturbance around the target cursed by your {@spell hex} spell or by a warlock feature of yours, such as Hexblade's Curse and Sign of Ill Omen. When you do so, you deal psychic damage to the target and each creature of your choice within 5 feet of it. The psychic damage equals your Charisma modifier (minimum of 0 damage)."
			]
		},
		{
			"name": "Maddening Hex",
			"source": "XGE",
			"page": 57,
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": 5,
						"class": {
							"name": "Warlock"
						}
					},
					"spell": [
						"hex/curse#x"
					]
				}
			],
			"entries": [
				"As a bonus action, you cause a psychic disturbance around the target cursed by your {@spell hex} spell or by a warlock feature of yours, such as Hexblade's Curse or Sign of Ill Omen. When you do so, you deal psychic damage to the cursed target and each creature of your choice that you can see within 5 feet of it. The psychic damage equals your Charisma modifier (minimum of 1 damage). To use this invocation, you must be able to see the cursed target, and it must be within 30 feet of you."
			]
		},
		{
			"name": "Maneuvering Attack",
			"source": "PHB",
			"page": 74,
			"featureType": "MV:B",
			"entries": [
				"When you hit a creature with a weapon attack, you can expend one superiority die to maneuver one of your comrades into a more advantageous position. You add the superiority die to the attack's damage roll, and you choose a friendly creature who can see or hear you. That creature can use its reaction to move up to half its speed without provoking opportunity attacks from the target of your attack."
			]
		},
		{
			"name": "Many-Handed Pouch",
			"source": "UAArtificerRevisited",
			"page": 13,
			"featureType": "AI",
			"prerequisite": [
				{
					"level": {
						"level": 4,
						"class": {
							"name": "Artificer (Revisited)"
						}
					},
					"item": [
						"2–5 pouches"
					]
				}
			],
			"entries": [
				"The infused pouches all share one interdimensional space of the same capacity as a single pouch. Thus, reaching into any of the pouches allows access to the same storage space. A pouch operates as long as it is within 100 miles of another one of the pouches; the pouch is otherwise empty and won't accept any contents.",
				"If this infusion ends, the items stored in the shared space move into one of the pouches, determined at random. The rest of the pouches become empty."
			]
		},
		{
			"name": "Mariner",
			"source": "UAWaterborneAdventures",
			"page": 3,
			"featureType": [
				"FS:F",
				"FS:P",
				"FS:R"
			],
			"entries": [
				"As long as you are not wearing heavy armor or using a shield, you have a swimming speed and a climbing speed equal to your normal speed, and you gain a +1 bonus to AC."
			]
		},
		{
			"name": "Mask of Many Faces",
			"source": "PHB",
			"page": 111,
			"srd": true,
			"featureType": "EI",
			"entries": [
				"You can cast {@spell disguise self} at will, without expending a spell slot."
			]
		},
		{
			"name": "Master of Myriad Forms",
			"source": "PHB",
			"page": 111,
			"srd": true,
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"You can cast {@spell alter self} at will, without expending a spell slot."
			]
		},
		{
			"name": "Menacing Attack",
			"source": "PHB",
			"page": 74,
			"featureType": "MV:B",
			"entries": [
				"When you hit a creature with a weapon attack, you can expend one superiority die to attempt to frighten the target. You add the superiority die to the attack's damage roll, and the target must make a Wisdom saving throw. On a failed save, it is {@condition frightened} of you until the end of your next turn."
			]
		},
		{
			"name": "Mind Sharpener",
			"source": "UA2020SubclassesPt3",
			"page": 3,
			"featureType": "AI",
			"prerequisite": [
				{
					"item": [
						"A suit of armor or robes"
					]
				}
			],
			"entries": [
				"The infused item can send a jolt to the wearer to refocus their mind. While wearing this infused item, whenever the creature fails a Constitution saving throw to maintain concentration on a spell, it can use its reaction to succeed instead."
			]
		},
		{
			"name": "Mind-Scrambling Arrow",
			"source": "UARevisedSubclasses",
			"page": 4,
			"featureType": "AS:V2-UA",
			"entries": [
				"Your enchantment magic causes this arrow to temporarily beguile its target. Choose one of your allies within 30 feet of the target. If the arrow hits a creature, the target takes an extra {@damage 2d6} psychic damage, and it must succeed on a Wisdom saving throw or it can't attack the chosen ally or include that ally in a harmful area of effect until the start of your next turn. This effect ends early if the chosen ally deals any damage to the target.",
				"The psychic damage increases to {@damage 4d6} when you reach 18th level in this class."
			]
		},
		{
			"name": "Minions of Chaos",
			"source": "PHB",
			"page": 111,
			"srd": true,
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"You can cast {@spell conjure elemental} once using a warlock spell slot. You can't do so again until you finish a long rest."
			]
		},
		{
			"name": "Mire the Mind",
			"source": "PHB",
			"page": 111,
			"srd": true,
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": 5,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"You can cast {@spell slow} once using a warlock spell slot. You can't do so again until you finish a long rest."
			]
		},
		{
			"name": "Mist Stance",
			"source": "PHB",
			"page": 81,
			"featureType": "ED",
			"prerequisite": [
				{
					"level": {
						"level": 11,
						"class": {
							"name": "Monk"
						},
						"subclass": {
							"name": "Four Elements"
						}
					}
				}
			],
			"entries": [
				"You can spend 4 ki points to cast {@spell gaseous form}, targeting yourself."
			]
		},
		{
			"name": "Misty Visions",
			"source": "PHB",
			"page": 111,
			"srd": true,
			"featureType": "EI",
			"entries": [
				"You can cast {@spell silent image} at will, without expending a spell slot or material components."
			]
		},
		{
			"name": "Moon Bow",
			"source": "UAWarlockAndWizard",
			"page": 4,
			"featureType": "EI",
			"prerequisite": [
				{
					"pact": "Blade",
					"patron": "The Archfey"
				}
			],
			"entries": [
				"You can create a longbow using your Pact of the Blade feature. When you draw back its string and fire, it creates an arrow of white wood, which vanishes after 1 minute. You have advantage on attack rolls against lycanthropes with the bow. When you hit a creature with it, you can expend a spell slot to deal an additional {@damage 2d8} radiant damage to the target per spell level."
			]
		},
		{
			"name": "Necrotic Smoke Screen",
			"source": "BGDIA",
			"page": 222,
			"featureType": "IWM:G",
			"entries": [
				"The vehicle's driver can activate this magical device as a bonus action, causing the vehicle to expel a 30-foot cube of opaque smoke directly in front of it or behind it. The cloud is stationary and lasts for 1 minute. The area within it is heavily obscured. Any creature that enters the cloud for the first time on a turn or starts its turn there takes 21 ({@damage 6d6}) necrotic damage. A strong wind disperses the cloud. This device needs 24 hours to recharge before it can be used again."
			]
		},
		{
			"name": "Nullification",
			"source": "UAClericDruidWizard",
			"page": 5,
			"featureType": "OR",
			"entries": [
				"If the named target is affected by any other spells, you know what those spells are, and you can attempt to end one of your choice by succeeding on an Intelligence check with a DC equal to 10 + the level of the chosen spell."
			]
		},
		{
			"name": "One with Shadows",
			"source": "PHB",
			"page": 111,
			"srd": true,
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": 5,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"When you are in an area of dim light or darkness, you can use your action to become {@condition invisible} until you move or take an action or a reaction."
			]
		},
		{
			"name": "Otherworldly Leap",
			"source": "PHB",
			"page": 111,
			"srd": true,
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"You can cast {@spell jump} on yourself at will, without expending a spell slot or material components."
			]
		},
		{
			"name": "Pact of the Blade",
			"source": "PHB",
			"page": 107,
			"srd": true,
			"featureType": "PB",
			"entries": [
				"You can use your action to create a pact weapon in your empty hand. You can choose the form that this melee weapon takes each time you create it (see chapter 5 for weapon options). You are proficient with it while you wield it. This weapon counts as magical for the purpose of overcoming resistance and immunity to nonmagical attacks and damage.",
				"Your pact weapon disappears if it is more than 5 feet away from you for 1 minute or more. It also disappears if you use this feature again, if you dismiss the weapon (no action required), or if you die.",
				"You can transform one magic weapon into your pact weapon by performing a special ritual while you hold the weapon. You perform the ritual over the course of 1 hour, which can be done during a short rest. You can then dismiss the weapon, shunting it into an extradimensional space, and it appears whenever you create your pact weapon thereafter. You can't affect an artifact or a sentient weapon in this way. The weapon ceases being your pact weapon if you die, if you perform the 1-hour ritual on a different weapon, or if you use a 1-hour ritual to break your bond to it. The weapon appears at your feet if it is in the extradimensional space when the bond breaks."
			]
		},
		{
			"name": "Pact of the Chain",
			"source": "PHB",
			"page": 107,
			"srd": true,
			"featureType": "PB",
			"entries": [
				"You learn the {@spell find familiar} spell and can cast it as a ritual. The spell doesn't count against your number of spells known.",
				"When you cast the spell, you can choose one of the normal forms for your familiar or one of the following special forms: {@creature imp}, {@creature pseudodragon}, {@creature quasit}, or {@creature sprite}.",
				"Additionally, when you take the {@action Attack} action, you can forgo one of your own attacks to allow your familiar to use its reaction to make one attack of its own."
			]
		},
		{
			"name": "Pact of the Star Chain",
			"source": "UATheFaithful",
			"page": 1,
			"featureType": "PB",
			"entries": [
				"At 3rd level, a character dedicated to the {@class Warlock|phb|Seeker|Seeker (UA)|UATheFaithful} can select this option instead of one of the warlock's existing Pact Boon options.",
				"The Seeker grants you a chain forged from starlight, decorated with seven gleaming motes of brightness. While the chain is on your person, you know the {@spell augury} spell and can cast it as a ritual. The spell doesn't count against your number of spells known.",
				"Additionally, you can invoke the Seeker's power to gain advantage on an Intelligence check while you carry this item. Once you use this ability, you cannot use it again until you complete a short or long rest.",
				"If you lose your Star Chain, you can perform a 1-hour ceremony to receive a replacement from the Seeker. The ceremony can be performed during a short or long rest, and it destroys the previous chain. The chain disappears in a flash of light when you die.",
				"The exact form of this item might be different depending on your patron. The Star Chain is inspired by the Greyhawk deity Celestian."
			]
		},
		{
			"name": "Pact of the Talisman",
			"source": "UAClassFeatureVariants",
			"page": 11,
			"featureType": "PB",
			"entries": [
				"Your patron gives you a special amulet, a talisman that can aid you, or anyone else who wears it, when the need is great. When the wearer makes an ability check with a skill in which they lack proficiency, they can add a {@dice d4} to the roll.",
				"If you lose the talisman, you can perform a 1-hour ceremony to receive a replacement from your patron. This ceremony can be performed during a short or long rest, and it destroys the previous amulet.",
				"The talisman turns to ash when you die."
			]
		},
		{
			"name": "Pact of the Tome",
			"source": "PHB",
			"page": 108,
			"srd": true,
			"featureType": "PB",
			"entries": [
				"Your patron gives you a grimoire called a Book of Shadows. When you gain this feature, choose three {@filter cantrips|spells|level=0} from any class's spell list. The cantrips do not need to be from the same spell list. While the book is on your person, you can cast those cantrips at will. They don't count against your number of cantrips known. Any cantrip you cast with this feature is considered a warlock cantrip for you. If you lose your Book of Shadows, you can perform a 1-hour ceremony to receive a replacement from your patron. This ceremony can be performed during a short or long rest, and it destroys the previous book. The book turns to ash when you die."
			]
		},
		{
			"name": "Parry",
			"source": "PHB",
			"page": 74,
			"featureType": "MV:B",
			"entries": [
				"When another creature damages you with a melee attack, you can use your reaction and expend one superiority die to reduce the damage by the number you roll on your superiority die + your Dexterity modifier."
			]
		},
		{
			"name": "Path of the Seeker",
			"source": "UAWarlockAndWizard",
			"page": 4,
			"featureType": "EI",
			"prerequisite": [
				{
					"patron": "The Seeker"
				}
			],
			"entries": [
				"The Seeker bids you to travel in search of knowledge, and little can prevent you from walking this path. You ignore difficult terrain, have advantage on all checks to escape a grapple, manacles, or rope bindings, and advantage on saving throws against being {@condition paralyzed}."
			]
		},
		{
			"name": "Piercing Arrow",
			"source": "UAFighter",
			"page": 2,
			"featureType": "AS:V1-UA",
			"entries": [
				"You use transmutation magic to transform your arrow into an ethereal dart that passes through its targets. When you attack with this arrow, it fires forward in a line that is 1 foot wide and 30 feet long. You make a separate attack using your Arcane Arrow against each creature in that line."
			]
		},
		{
			"name": "Piercing Arrow",
			"source": "UARevisedSubclasses",
			"page": 4,
			"featureType": "AS:V2-UA",
			"entries": [
				"You use transmutation magic to transform your arrow into an ethereal dart that passes through its targets. You use transmutation magic to give your arrow an ethereal quality. When you use this option, you don't make an attack roll for the attack. Instead, the arrow fires forward in a line that is 1 foot wide and 30 feet long, before disappearing. The arrow passes harmlessly through objects, ignoring cover. Each creature in that line must make a Dexterity saving throw. On a failed save, a target takes damage as if it were hit by the arrow, plus an extra {@damage 1d6} piercing damage. On a successful save, a target takes half as much damage.",
				"The piercing damage increases to {@damage 2d6} when you reach 18th level in this class."
			]
		},
		{
			"name": "Piercing Arrow",
			"source": "XGE",
			"page": 29,
			"featureType": "AS",
			"entries": [
				"You use transmutation magic to give your arrow an ethereal quality. When you use this option, you don't make an attack roll for the attack. Instead, the arrow shoots forward in a line, which is 1 foot wide and 30 feet long, before disappearing. The arrow passes harmlessly through objects, ignoring cover. Each creature in that line must make a Dexterity saving throw. On a failed save, a creature takes damage as if it were hit by the arrow, plus an extra {@damage 1d6} piercing damage. On a successful save, a target takes half as much damage.",
				"The piercing damage increases to {@damage 2d6} when you reach 18th level in this class."
			]
		},
		{
			"name": "Precision Attack",
			"source": "PHB",
			"page": 74,
			"featureType": "MV:B",
			"entries": [
				"When you make a weapon attack roll against a creature, you can expend one superiority die to add it to the roll. You can use this maneuver before or after making the attack roll, but before any effects of the attack are applied."
			]
		},
		{
			"name": "Precision Attack",
			"source": "UARevisedClassOptions",
			"page": 3,
			"featureType": "MV:C2-UA",
			"entries": [
				"When you make a weapon attack against a creature, you can expend one superiority die, roll it, and add it to the attack roll. You can use this ability before or after rolling the {@dice d20}, but before any of the effects of the attack are applied."
			]
		},
		{
			"name": "Protection",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"otherSources": [
				{
					"source": "PHB",
					"page": 84
				}
			],
			"featureType": [
				"FS:F",
				"FS:P"
			],
			"entries": [
				"When a creature you can see attacks a target other than you that is within 5 feet of you, you can use your reaction to impose disadvantage on the attack roll. You must be wielding a shield."
			]
		},
		{
			"name": "Protection of the Talisman",
			"source": "UAClassFeatureVariants",
			"page": 12,
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Warlock"
						}
					},
					"pact": "Talisman"
				}
			],
			"entries": [
				"When the wearer of your talisman makes a saving throw in which they lack proficiency, they can add a {@dice d4} to the roll."
			]
		},
		{
			"name": "Puppetry",
			"source": "UAClericDruidWizard",
			"page": 5,
			"featureType": "OR",
			"entries": [
				"The first time the named creature takes damage from the spell, you can knock the creature {@condition prone} or move it up to 10 feet, either directly toward you or away from you."
			]
		},
		{
			"name": "Pushing Attack",
			"source": "PHB",
			"page": 74,
			"featureType": "MV:B",
			"entries": [
				"When you hit a creature with a weapon attack, you can expend one superiority die to attempt to drive the target back. You add the superiority die to the attack's damage roll, and if the target is Large or smaller, it must make a Strength saving throw. On a failed save, you push the target up to 15 feet away from you."
			]
		},
		{
			"name": "Quickened Spell",
			"source": "PHB",
			"page": 102,
			"srd": true,
			"featureType": "MM",
			"entries": [
				"When you cast a spell that has a casting time of 1 action, you can spend 2 sorcery points to change the casting time to 1 bonus action for this casting."
			]
		},
		{
			"name": "Radiant Weapon",
			"source": "ERLW",
			"page": 62,
			"featureType": "AI",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Artificer"
						}
					},
					"item": [
						"A simple or martial weapon (requires attunement)"
					]
				}
			],
			"entries": [
				"This magic weapon grants a +1 bonus to attack and damage rolls made with it. While holding it, the wielder can take a bonus action to cause it to shed bright light in a 30-foot radius and dim light for an additional 30 feet. The wielder can extinguish the light as a bonus action.",
				"The weapon has 4 charges. As a reaction immediately after being hit by an attack, the wielder can expend 1 charge and cause the attacker to be {@condition blinded} until the end of the attacker's next turn, unless the attacker succeeds on a Constitution saving throw against your spell save DC. The weapon regains {@dice 1d4} expended charges daily at dawn."
			]
		},
		{
			"name": "Radiant Weapon",
			"source": "UAArtificerRevisited",
			"page": 13,
			"featureType": "AI",
			"prerequisite": [
				{
					"level": {
						"level": 8,
						"class": {
							"name": "Artificer (Revisited)"
						}
					},
					"item": [
						"A simple or martial weapon (requires attunement)"
					]
				}
			],
			"entries": [
				"This magic weapon grants a +1 bonus to attack and damage rolls made with it. While holding it, the wielder can take a bonus action to cause it to shed bright light in a 30-foot radius and dim light for an additional 30 feet. The wielder can extinguish the light as a bonus action.",
				"As a reaction immediately after being hit by a melee attack, the wielder can cause the attacker to be {@condition blinded} until the end of the attacker's next turn, unless the attacker succeeds on a Constitution saving throw against your spell save DC. Once used, this reaction can't be used again until the wielder finishes a short or long rest."
			]
		},
		{
			"name": "Rally",
			"source": "PHB",
			"page": 74,
			"featureType": "MV:B",
			"entries": [
				"On your turn, you can use a bonus action and expend one superiority die to bolster the resolve of one of your companions. When you do so, choose a friendly creature who can see or hear you. That creature gains temporary hit points equal to the superiority die roll + your Charisma modifier."
			]
		},
		{
			"name": "Raven Queen's Blessing",
			"source": "UAWarlockAndWizard",
			"page": 5,
			"featureType": "EI",
			"prerequisite": [
				{
					"patron": "The Raven Queen",
					"spell": [
						"eldritch blast#c"
					]
				}
			],
			"entries": [
				"When you score a critical hit with your {@spell eldritch blast} cantrip, pick yourself or an ally you can see within 30 feet of you. The chosen creature can immediately expend a Hit Die to regain hit points equal to the roll + the creature's Constitution modifier (minimum of 1 hit point)."
			]
		},
		{
			"name": "Rebuke of the Talisman",
			"source": "UAClassFeatureVariants",
			"page": 12,
			"featureType": "EI",
			"prerequisite": [
				{
					"pact": "Talisman"
				}
			],
			"entries": [
				"When the wearer of your talisman is hit by an attacker you can see within 30 feet of you, you can use your reaction to deal psychic damage to the attacker equal to your Charisma modifier (minimum of 1 damage) and push it up to 10 feet away from the talisman's wearer."
			]
		},
		{
			"name": "Red Dragon Figurehead",
			"source": "GoS",
			"page": 198,
			"featureType": "SHP:F",
			"entries": [
				"This figurehead depicts a red dragon rearing to strike, its mouth open. As an action, the ship can activate this item to create a 60-foot cone of flame that originates from the figurehead. Each creature and object in the cone must make a DC 12 Dexterity saving throw, taking 21 ({@damage 6d6}) fire damage on a failed save, or half as much damage on a successful one. Once a ship uses this action, it can't use it again for 1 minute."
			]
		},
		{
			"name": "Reinforced Hull",
			"source": "GoS",
			"page": 197,
			"featureType": "SHP:H",
			"entries": [
				"A master shipwright can use superior materials and clever design to make a ship's hull more resilient. Such reinforcement doubles the hull's hit point maximum."
			]
		},
		{
			"name": "Relentless Hex",
			"source": "UARevisedClassOptions",
			"page": 6,
			"previousVersion": {
				"name": "Relentless Hex",
				"source": "UAWarlockAndWizard"
			},
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": 7,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"Your curse creates a temporary bond between you and your target. As a bonus action, you can magically teleport up to 30 feet to an unoccupied space you can see within 5 feet of the target cursed by your {@spell hex} spell or by a warlock feature of yours, such as Hexblade's Curse and Sign of Ill Omen. To teleport in this way, you must be able to see the cursed target."
			]
		},
		{
			"name": "Relentless Hex",
			"source": "UAWarlockAndWizard",
			"page": 5,
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": 5,
						"class": {
							"name": "Warlock"
						}
					},
					"patron": "The Hexblade"
				}
			],
			"entries": [
				"Your Hexblade's Curse creates a temporary bond between you and your target. As a bonus action, you can magically teleport to a space you can see within 5 feet of the target cursed by your Hexblade's Curse. To do so, you must be able to see the target and must be within 30 feet of it."
			]
		},
		{
			"name": "Relentless Hex",
			"source": "XGE",
			"page": 57,
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": 7,
						"class": {
							"name": "Warlock"
						}
					},
					"spell": [
						"hex/curse#x"
					]
				}
			],
			"entries": [
				"Your curse creates a temporary bond between you and your target. As a bonus action, you can magically teleport up to 30 feet to an unoccupied space you can see within 5 feet of the target cursed by your {@spell hex} spell or by a warlock feature of yours, such as Hexblade's Curse or Sign of Ill Omen. To teleport in this way, you must be able to see the cursed target."
			]
		},
		{
			"name": "Repeating Shot",
			"source": "ERLW",
			"page": 62,
			"featureType": "AI",
			"prerequisite": [
				{
					"item": [
						"A simple or martial weapon with the ammunition property (requires attunement)"
					]
				}
			],
			"entries": [
				"This magic weapon grants a +1 bonus to attack and damage rolls made with it when it's used to make a ranged attack, and it ignores the loading property if it has it.",
				"If you load no ammunition in the weapon, it produces its own, automatically creating one piece of magic ammunition when you make a ranged attack with it. The ammunition created by the weapon vanishes the instant after it hits or misses a target."
			]
		},
		{
			"name": "Repeating Shot",
			"source": "UAArtificerRevisited",
			"page": 13,
			"featureType": "AI",
			"prerequisite": [
				{
					"item": [
						"A simple or martial weapon with the ammunition property (requires attunement)"
					]
				}
			],
			"entries": [
				"This magic weapon grants a +1 bonus to attack and damage rolls made with it when it's used to make a ranged attack, and it ignores the loading property if it has it.",
				"The weapon requires no ammunition; it magically produces one piece of ammunition each time you make a ranged attack with it, unless you manually load it. The ammunition produced by the weapon vanishes the instant after the it hits or misses a target."
			]
		},
		{
			"name": "Repelling Blast",
			"source": "PHB",
			"page": 111,
			"srd": true,
			"featureType": "EI",
			"prerequisite": [
				{
					"spell": [
						"eldritch blast#c"
					]
				}
			],
			"entries": [
				"When you hit a creature with {@spell eldritch blast}, you can push the creature up to 10 feet away from you in a straight line."
			]
		},
		{
			"name": "Replicate Magic Item",
			"source": "ERLW",
			"page": 63,
			"featureType": "AI",
			"entries": [
				"Using this infusion, you replicate a particular magic item. You can learn this infusion multiple times; each time you do so, choose a magic item that you can make with it, picking from the Replicable Items tables below. A table's title tells you the level you must be in the class to choose an item from the table.",
				"In the tables, an item's entry tells you whether the item requires attunement. See the item's description in the {@book Dungeon Master's Guide|DMG} for more information about it, including the type of object required for its making.",
				"If you have {@book Xanathar's Guide to Everything|XGE}, you can choose from among the common magic items in that book when you pick a magic item you can replicate with this infusion.",
				{
					"type": "table",
					"caption": "Replicable Items (2nd-Level Artificer)",
					"colLabels": [
						"Magic Item",
						"Attunement"
					],
					"colStyles": [
						"col-10",
						"col-2 text-center"
					],
					"rows": [
						[
							"{@item Alchemy jug}",
							"No"
						],
						[
							"{@item Armblade|ERLW} (detailed in {@book chapter 5|ERLW|13})",
							"Yes"
						],
						[
							"{@item Bag of holding}",
							"No"
						],
						[
							"{@item Cap of water breathing}",
							"No"
						],
						[
							"{@item Goggles of night}",
							"No"
						],
						[
							"{@item Prosthetic limb|ERLW} (detailed in {@book chapter 5|ERLW|13})",
							"Yes"
						],
						[
							"{@item Rope of climbing}",
							"No"
						],
						[
							"{@item Sending stones}",
							"No"
						],
						[
							"{@item Wand of magic detection}",
							"No"
						],
						[
							"{@item Wand of secrets}",
							"No"
						]
					]
				},
				{
					"type": "table",
					"caption": "Replicable Items (6th-Level Artificer)",
					"colLabels": [
						"Magic Item",
						"Attunement"
					],
					"colStyles": [
						"col-10",
						"col-2 text-center"
					],
					"rows": [
						[
							"{@item Boots of elvenkind}",
							"No"
						],
						[
							"{@item Cloak of elvenkind}",
							"Yes"
						],
						[
							"{@item Cloak of the manta ray}",
							"No"
						],
						[
							"{@item Eyes of charming}",
							"Yes"
						],
						[
							"{@item Gloves of thievery}",
							"No"
						],
						[
							"{@item Lantern of revealing}",
							"No"
						],
						[
							"{@item Pipes of haunting}",
							"No"
						],
						[
							"{@item Ring of water walking}",
							"No"
						],
						[
							"{@item Wand sheath|ERLW} (detailed in {@book chapter 5|ERLW|13})",
							"Yes"
						]
					]
				},
				{
					"type": "table",
					"caption": "Replicable Items (10th-Level Artificer)",
					"colLabels": [
						"Magic Item",
						"Attunement"
					],
					"colStyles": [
						"col-11",
						"col-2 text-center"
					],
					"rows": [
						[
							"{@item Boots of striding and springing}",
							"Yes"
						],
						[
							"{@item Boots of the winterlands}",
							"Yes"
						],
						[
							"{@item Bracers of archery}",
							"Yes"
						],
						[
							"{@item Brooch of shielding}",
							"Yes"
						],
						[
							"{@item Cloak of protection}",
							"Yes"
						],
						[
							"{@item Eyes of the eagle}",
							"Yes"
						],
						[
							"{@item Gauntlets of ogre power}",
							"Yes"
						],
						[
							"{@item Gloves of missile snaring}",
							"Yes"
						],
						[
							"{@item Gloves of swimming and climbing}",
							"Yes"
						],
						[
							"{@item Hat of disguise}",
							"Yes"
						],
						[
							"{@item Headband of intellect}",
							"Yes"
						],
						[
							"{@item Helm of telepathy}",
							"Yes"
						],
						[
							"{@item Medallion of thoughts}",
							"Yes"
						],
						[
							"{@item Periapt of wound closure}",
							"Yes"
						],
						[
							"{@item Pipes of the sewers}",
							"Yes"
						],
						[
							"{@item Quiver of Ehlonna}",
							"No"
						],
						[
							"{@item Ring of jumping}",
							"Yes"
						],
						[
							"{@item Ring of mind shielding}",
							"Yes"
						],
						[
							"{@item Slippers of spider climbing}",
							"Yes"
						],
						[
							"{@item Ventilating lungs|ERLW} (detailed in {@book chapter 5|ERLW|13})",
							"Yes"
						],
						[
							"{@item Winged boots}",
							"Yes"
						]
					]
				},
				{
					"type": "table",
					"caption": "Replicable Items (14th-Level Artificer)",
					"colLabels": [
						"Magic Item",
						"Attunement"
					],
					"colStyles": [
						"col-11",
						"col-1 text-center"
					],
					"rows": [
						[
							"{@item Amulet of health}",
							"Yes"
						],
						[
							"{@item Arcane propulsion arm|ERLW} (detailed in {@book chapter 5|ERLW|13})",
							"Yes"
						],
						[
							"{@item Belt of Hill Giant Strength||Belt of hill giant strength}",
							"Yes"
						],
						[
							"{@item Boots of levitation}",
							"Yes"
						],
						[
							"{@item Boots of speed}",
							"Yes"
						],
						[
							"{@item Bracers of defense}",
							"Yes"
						],
						[
							"{@item Cloak of the bat}",
							"Yes"
						],
						[
							"{@item Dimensional shackles}",
							"No"
						],
						[
							"{@item Gem of seeing}",
							"Yes"
						],
						[
							"{@item Horn of blasting}",
							"No"
						],
						[
							"{@item Ring of free action}",
							"Yes"
						],
						[
							"{@item Ring of protection}",
							"Yes"
						],
						[
							"{@item Ring of the ram}",
							"Yes"
						]
					]
				}
			]
		},
		{
			"name": "Replicate Magic Item",
			"source": "UAArtificerRevisited",
			"page": 9,
			"featureType": "AI",
			"prerequisite": [
				{
					"otherSummary": {
						"entry": "See below",
						"entrySummary": "See text"
					}
				}
			],
			"entries": [
				"Using this infusion, you replicate a particular magic item. You can learn this infusion multiple times; each time you do so, choose a different magic item that you can make with it, picking from the Replicable Magic Items tables below. If a table has a level in its title, you must be of at least that level in this class to choose an item from the table.",
				"In the tables, an item's entry tells you whether the item requires attunement. See the item's description in the Dungeon Master's Guide for more information about it, including the type of object required for its making.",
				{
					"type": "table",
					"caption": "Replicable Magic Items",
					"colLabels": [
						"Magic Item",
						"Attunement"
					],
					"colStyles": [
						"col-10",
						"col-2 text-center"
					],
					"rows": [
						[
							"{@item Alchemy jug}",
							"No"
						],
						[
							"{@item Bag of holding}",
							"No"
						],
						[
							"{@item Cap of water breathing}",
							"No"
						],
						[
							"{@item Cloak of the manta ray}",
							"No"
						],
						[
							"{@item Goggles of night}",
							"No"
						],
						[
							"{@item Lantern of revealing}",
							"No"
						],
						[
							"{@item Rope of climbing}",
							"No"
						],
						[
							"{@item Sending stones}",
							"No"
						],
						[
							"{@item Wand of magic detection}",
							"No"
						],
						[
							"{@item Wand of secrets}",
							"No"
						]
					]
				},
				{
					"type": "table",
					"caption": "Replicable Magic Items (12th-Level Artificer)",
					"colLabels": [
						"Magic Item",
						"Attunement"
					],
					"colStyles": [
						"col-10",
						"col-2 text-center"
					],
					"rows": [
						[
							"{@item Boots of elvenkind}",
							"No"
						],
						[
							"{@item Boots of striding and springing}",
							"Yes"
						],
						[
							"{@item Boots of the winterlands}",
							"Yes"
						],
						[
							"{@item Bracers of archery}",
							"Yes"
						],
						[
							"{@item Brooch of shielding}",
							"Yes"
						],
						[
							"{@item Cloak of elvenkind}",
							"Yes"
						],
						[
							"{@item Cloak of protection}",
							"Yes"
						],
						[
							"{@item Eyes of charming}",
							"Yes"
						],
						[
							"{@item Eyes of the eagle}",
							"Yes"
						],
						[
							"{@item Gauntlets of ogre power}",
							"Yes"
						],
						[
							"{@item Gloves of missile snaring}",
							"Yes"
						],
						[
							"{@item Gloves of swimming and climbing}",
							"Yes"
						],
						[
							"{@item Gloves of thievery}",
							"No"
						],
						[
							"{@item Hat of disguise}",
							"Yes"
						],
						[
							"{@item Headband of intellect}",
							"Yes"
						],
						[
							"{@item Helm of telepathy}",
							"Yes"
						],
						[
							"{@item Medallion of thoughts}",
							"Yes"
						],
						[
							"{@item Periapt of wound closure}",
							"Yes"
						],
						[
							"{@item Pipes of haunting}",
							"No"
						],
						[
							"{@item Pipes of the sewers}",
							"Yes"
						],
						[
							"{@item Quiver of Ehlonna}",
							"No"
						],
						[
							"{@item Ring of jumping}",
							"Yes"
						],
						[
							"{@item Ring of mind shielding}",
							"Yes"
						],
						[
							"{@item Ring of water walking}",
							"No"
						],
						[
							"{@item Slippers of spider climbing}",
							"Yes"
						],
						[
							"{@item Winged boots}",
							"Yes"
						]
					]
				},
				{
					"type": "table",
					"caption": "Replicable Magic Items (16th-Level Artificer)",
					"colLabels": [
						"Magic Item",
						"Attunement"
					],
					"colStyles": [
						"col-10",
						"col-2 text-center"
					],
					"rows": [
						[
							"{@item Amulet of health}",
							"Yes"
						],
						[
							"{@item Belt of hill giant strength}",
							"Yes"
						],
						[
							"{@item Boots of levitation}",
							"Yes"
						],
						[
							"{@item Boots of speed}",
							"Yes"
						],
						[
							"{@item Bracers of defense}",
							"Yes"
						],
						[
							"{@item Cloak of the bat}",
							"Yes"
						],
						[
							"{@item Dimensional shackles}",
							"No"
						],
						[
							"{@item Gem of seeing}",
							"Yes"
						],
						[
							"{@item Horn of blasting}",
							"No"
						],
						[
							"{@item Ring of free action}",
							"Yes"
						],
						[
							"{@item Ring of protection}",
							"Yes"
						],
						[
							"{@item Ring of the ram}",
							"Yes"
						]
					]
				}
			]
		},
		{
			"name": "Repulsion Shield",
			"source": "ERLW",
			"page": 63,
			"featureType": "AI",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Artificer"
						}
					},
					"item": [
						"A shield (requires attunement)"
					]
				}
			],
			"entries": [
				"A creature gains a +1 bonus to Armor Class while wielding this shield.",
				"The shield has 4 charges. While holding it, the wielder can use a reaction immediately after being hit by a melee attack to expend 1 of the shield's charges and push the attacker up to 15 feet away. The shield regains {@dice 1d4} expended charges daily at dawn."
			]
		},
		{
			"name": "Repulsion Shield",
			"source": "UAArtificerRevisited",
			"page": 14,
			"featureType": "AI",
			"prerequisite": [
				{
					"level": {
						"level": 8,
						"class": {
							"name": "Artificer (Revisited)"
						}
					},
					"item": [
						"A shield (requires attunement)"
					]
				}
			],
			"entries": [
				"A creature gains a +1 bonus to Armor Class while wielding this shield. While holding it, the wielder can use a reaction immediately after being hit by a melee attack to push the attacker up to 15 feet away. Once used, this reaction can't be used again until the wielder finishes a short or long rest."
			]
		},
		{
			"name": "Resistant Armor",
			"source": "ERLW",
			"page": 63,
			"featureType": "AI",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Artificer"
						}
					},
					"item": [
						"A suit of armor (requires attunement)"
					]
				}
			],
			"entries": [
				"While wearing this armor, a creature has resistance to one of the following damage types, which you choose when you infuse the item: acid, cold, fire, force, lightning, necrotic, poison, psychic, radiant, or thunder."
			]
		},
		{
			"name": "Resistant Armor",
			"source": "UAArtificerRevisited",
			"page": 14,
			"featureType": "AI",
			"prerequisite": [
				{
					"level": {
						"level": 8,
						"class": {
							"name": "Artificer (Revisited)"
						}
					},
					"item": [
						"A suit of armor (requires attunement)"
					]
				}
			],
			"entries": [
				"While wearing this armor, a creature has resistance to one of the following damage types, which you choose when you infuse the item: acid, cold, fire, force, lightning, necrotic, poison, psychic, radiant, or thunder."
			]
		},
		{
			"name": "Restraining Strike",
			"source": "UAClassFeatureVariants",
			"page": 5,
			"featureType": "MV",
			"entries": [
				"Immediately after you hit a creature with a melee weapon attack on your turn, you can expend one superiority die and use a bonus action to grapple the target (see chapter 9 in the Player's Handbook for rules on grappling). Add the superiority die to your Strength ({@skill Athletics}) check. The target is also {@condition restrained} while {@condition grappled} in this way."
			]
		},
		{
			"name": "Returning Weapon",
			"source": "ERLW",
			"page": 63,
			"featureType": "AI",
			"prerequisite": [
				{
					"item": [
						"A simple or martial weapon with the thrown property"
					]
				}
			],
			"entries": [
				"This magic weapon grants a +1 bonus to attack and damage rolls made with it, and it returns to the wielder's hand immediately after it is used to make a ranged attack."
			]
		},
		{
			"name": "Returning Weapon",
			"source": "UAArtificerRevisited",
			"page": 10,
			"featureType": "AI",
			"prerequisite": [
				{
					"item": [
						"A simple or martial weapon with the thrown property"
					]
				}
			],
			"entries": [
				"This magic weapon grants a +1 bonus to attack and damage rolls made with it, and it returns to the wielder's hand immediately after it is used to make a ranged attack."
			]
		},
		{
			"name": "Ride the Wind",
			"source": "PHB",
			"page": 81,
			"featureType": "ED",
			"prerequisite": [
				{
					"level": {
						"level": 11,
						"class": {
							"name": "Monk"
						},
						"subclass": {
							"name": "Four Elements"
						}
					}
				}
			],
			"entries": [
				"You can spend 4 ki points to cast {@spell fly}, targeting yourself."
			]
		},
		{
			"name": "Riposte",
			"source": "PHB",
			"page": 74,
			"featureType": "MV:B",
			"entries": [
				"When a creature misses you with a melee attack, you can use your reaction and expend one superiority die to make a melee weapon attack against the creature. If you hit, you add the superiority die to the attack's damage roll."
			]
		},
		{
			"name": "River of Hungry Flame",
			"source": "PHB",
			"page": 81,
			"featureType": "ED",
			"prerequisite": [
				{
					"level": {
						"level": 17,
						"class": {
							"name": "Monk"
						},
						"subclass": {
							"name": "Four Elements"
						}
					}
				}
			],
			"entries": [
				"You can spend 5 ki points to cast {@spell wall of fire}."
			]
		},
		{
			"name": "Rush of the Gale Spirits",
			"source": "PHB",
			"page": 81,
			"featureType": "ED",
			"entries": [
				"You can spend 2 ki points to cast {@spell gust of wind}."
			]
		},
		{
			"name": "Screaming Sails",
			"source": "GoS",
			"page": 197,
			"featureType": "SHP:M",
			"entries": [
				"Woven from the energy of captured wraiths and bound with the spirit of a banshee, these sails groan mournfully when they catch the wind. As an action, while within 5 feet of the sails, the ship's captain can cause the sails to unleash a howl. Every creature hostile to the ship who is on board or within 300 feet of it must succeed on a DC 14 Wisdom saving throw, or the creature takes {@damage 4d6} psychic damage and is then {@condition frightened} for 1 minute. Once this ability has been used, it can't be used again until {@dice 2d6} hours have passed."
			]
		},
		{
			"name": "Sculptor of Flesh",
			"source": "PHB",
			"page": 111,
			"srd": true,
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": 7,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"You can cast {@spell polymorph} once using a warlock spell slot. You can't do so again until you finish a long rest."
			]
		},
		{
			"name": "Scything Oars",
			"source": "GoS",
			"page": 197,
			"featureType": "SHP:M",
			"entries": [
				"Sharpened, magically reinforced oars make a vessel dangerous to approach. When the ship takes an action that moves it with these oars, any creature or object in the water within 10 feet of it at any point of the move must make a DC 10 Dexterity saving throw, taking {@damage 2d6} slashing damage on a failed save or half as much damage on a successful one."
			]
		},
		{
			"name": "Sea Twins' Gift",
			"source": "UAWarlockAndWizard",
			"page": 5,
			"featureType": "EI",
			"prerequisite": [
				{
					"patron": "The Archfey"
				}
			],
			"entries": [
				"The Sea Twins rule seas in the Feywild. Their gift allows you to travel through water with ease. You can breathe underwater, and you gain a swimming speed equal to your walking speed.",
				"You can also cast {@spell water breathing} using a warlock spell slot. Once you cast it using this invocation, you can't do so again until you finish a long rest."
			]
		},
		{
			"name": "Seeker's Speech",
			"source": "UAWarlockAndWizard",
			"page": 5,
			"featureType": "EI",
			"prerequisite": [
				{
					"patron": "The Seeker"
				}
			],
			"entries": [
				"Your quest for knowledge allows you to master any spoken language. When you complete a long rest, you can pick two languages. You gain the ability to speak, read, and write the chosen languages until you finish your next long rest."
			]
		},
		{
			"name": "Seeking Arrow",
			"source": "UAFighter",
			"page": 2,
			"featureType": "AS:V1-UA",
			"entries": [
				"Using divination magic, you grant your arrow the ability to seek out your target, allowing the arrow to curve and twist its path in search of its prey. As an action, choose one creature you have seen in the past minute, and make a ranged attack against it, using the Arcane Arrow. The arrow flies around corners if necessary, and this attack ignores three-quarters cover, half cover, and disadvantage caused by the target being out of sight or being at long range. The attack automatically misses if the target is out of the weapon's range or if there is no path large enough for the arrow to travel to the target. If the arrow hits its target, you know it, but you don't learn the target's location unless it's within your line of sight."
			]
		},
		{
			"name": "Seeking Arrow",
			"source": "UARevisedSubclasses",
			"page": 4,
			"featureType": "AS:V2-UA",
			"entries": [
				"Using divination magic, you grant your arrow the ability to seek out your target, allowing the arrow to curve and twist its path in search of its prey. When you use this option, you don't make an attack roll for the attack. Instead, choose one creature you have seen in the past minute. The arrow flies toward that creature, moving around corners if necessary and ignoring three-quarters cover and half cover. If the target is within the weapon's range and there is a path large enough for the arrow to travel to the target, the target must make a Dexterity saving throw. On a failed save, it takes damage as if it were hit by the arrow, plus an extra {@damage 1d6} force damage, and you learn the target's current location. On a successful save, the target takes half as much damage, and you don't learn its location.",
				"The force damage increases to {@damage 2d6} when you reach 18th level in this class."
			]
		},
		{
			"name": "Seeking Arrow",
			"source": "XGE",
			"page": 30,
			"featureType": "AS",
			"entries": [
				"Using divination magic, you grant your arrow the ability to seek out a target. When you use this option, you don't make an attack roll for the attack. Instead, choose one creature you have seen in the past minute. The arrow flies toward that creature, moving around corners if necessary and ignoring three-quarters cover and half cover. If the target is within the weapon's range and there is a path large enough for the arrow to travel to the target, the target must make a Dexterity saving throw. Otherwise, the arrow disappears after traveling as far as it can. On a failed save, the target takes damage as if it were hit by the arrow, plus an extra {@damage 1d6} force damage, and you learn the target's current location. On a successful save, the target takes half as much damage, and you don't learn its location.",
				"The force damage increases to {@damage 2d6} when you reach 18th level in this class."
			]
		},
		{
			"name": "Seeking Spell",
			"source": "UAClassFeatureVariants",
			"page": 10,
			"featureType": "MM",
			"entries": [
				"When you cast a spell that requires you to make a spell attack roll or that forces a target to make a Dexterity saving throw, you can spend 1 sorcery point to ignore the effects of half- and three-quarters cover against targets of the spell."
			]
		},
		{
			"name": "Shadow Arrow",
			"source": "UAFighter",
			"page": 2,
			"featureType": "AS:V1-UA",
			"entries": [
				"You weave illusion magic into your arrow, causing it to occlude your foe's vision with grasping shadows. Until the end of your next turn, the target hit by the arrow can't see more than 30 feet away."
			]
		},
		{
			"name": "Shadow Arrow",
			"source": "UARevisedSubclasses",
			"page": 4,
			"featureType": "AS:V2-UA",
			"entries": [
				"You weave illusion magic into your arrow, causing it to occlude your foe's vision with grasping shadows. If the arrow hits a creature, the target takes an extra {@damage 2d6} psychic damage, and it must succeed on a Wisdom saving throw or be unable to see anything farther than 5 feet away until the start of your next turn.",
				"The psychic damage increases to {@damage 4d6} when you reach 18th level in this class."
			]
		},
		{
			"name": "Shadow Arrow",
			"source": "XGE",
			"page": 30,
			"featureType": "AS",
			"entries": [
				"You weave illusion magic into your arrow, causing it to occlude your foe's vision with shadows. The creature hit by the arrow takes an extra {@damage 2d6} psychic damage, and it must succeed on a Wisdom saving throw or be unable to see anything farther than 5 feet away until the start of your next turn.",
				"The psychic damage increases to {@damage 4d6} when you reach 18th level in this class."
			]
		},
		{
			"name": "Shape the Flowing River",
			"source": "PHB",
			"page": 81,
			"featureType": "ED",
			"entries": [
				"As an action, you can spend 1 ki point to choose an area of ice or water no larger than 30 feet on a side within 120 feet of you. You can change water to ice within the area and vice versa, and you can reshape ice in the area in any manner you choose. You can raise or lower the ice's elevation, create or fill in a trench, erect or flatten a wall, or form a pillar. The extent of any such changes can't exceed half the area's largest dimension. For example, if you affect a 30-foot square, you can create a pillar up to 15 feet high. raise or lower the square's elevation by up to 15 feet, dig a trench up to 15 feet deep, and so on. You can't shape the ice to trap or injure a creature in the area."
			]
		},
		{
			"name": "Shroud of Shadow",
			"source": "UARevisedClassOptions",
			"page": 6,
			"previousVersion": {
				"name": "Shroud of Ulban",
				"source": "UAWarlockAndWizard"
			},
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"You can cast {@spell invisibility} at will, without expending a spell slot."
			]
		},
		{
			"name": "Shroud of Shadow",
			"source": "XGE",
			"page": 57,
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"You can cast {@spell invisibility} at will, without expending a spell slot."
			]
		},
		{
			"name": "Shroud of Ulban",
			"source": "UAWarlockAndWizard",
			"page": 5,
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": 18,
						"class": {
							"name": "Warlock"
						}
					},
					"patron": "The Great Old One"
				}
			],
			"entries": [
				"The blue-white star Ulban maintains a fickle presence among the stars, fluttering into view only to herald a dire omen. As an action, you can turn {@condition invisible} for 1 minute. If you attack, deal damage, or force a creature to make a saving throw, you become visible at the end of the current turn."
			]
		},
		{
			"name": "Sign of Ill Omen",
			"source": "PHB",
			"page": 111,
			"srd": true,
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": 5,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"You can cast {@spell bestow curse} once using a warlock spell slot. You can't do so again until you finish a long rest."
			]
		},
		{
			"name": "Silver Tongue",
			"source": "UAClassFeatureVariants",
			"page": 5,
			"featureType": "MV",
			"entries": [
				"When you make a Charisma ({@skill Deception}) check or a Charisma ({@skill Persuasion}) check, you can expend one superiority die, and add the superiority die to the ability check."
			]
		},
		{
			"name": "Skye (Cloud Rune)",
			"source": "UAFighterRangerRogue",
			"page": 2,
			"featureType": "RN",
			"entries": [
				"This rune's magic emulates the deceptiveness of a cloud giant. While wearing or carrying an object inscribed with this rune, you have advantage on Dexterity ({@skill Sleight of Hand}) checks and Charisma ({@skill Deception}) checks.",
				"In addition, when you or a creature you can see within 30 feet of you is hit by an attack roll, you can use your reaction to invoke the rune and cause that attack to target a different creature within 30 feet of you (other than the attacker), using the same roll. This magic can transfer the attack regardless of the attack's range. Once you invoke the rune, you can't do so again until you finish a short or long rest."
			]
		},
		{
			"name": "Smoke Stick",
			"source": "UAArtificer",
			"page": 5,
			"featureType": "AF",
			"entries": [
				"As an action, you can reach into your Alchemist's Satchel and pull out a stick that produces a thick plume of smoke. You can hold on to the stick or throw it to a point up to 30 feet away as part of the action used to produce it. The area in a 10-foot radius around the stick is filled with thick smoke that blocks vision, including {@sense darkvision}. The stick and smoke persist for 1 minute and then disappear. After using this formula, you can't do so again for 1 minute."
			]
		},
		{
			"name": "Smuggler's Banner",
			"source": "GoS",
			"page": 198,
			"featureType": "SHP:O",
			"entries": [
				"This flag is meant to be flown from a ship's mast. Its powerful magic causes it to appear as a flag or banner displaying the symbol of a group, captain, or realm friendly to the viewer. Multiple viewers might see different flags or crests.",
				"The banner's true power is its ability to aid a ship in making rapid escapes. As an action, the ship and all friendly creatures aboard it teleport up to 3 miles to a known destination of the captain's choice. Hostile creatures aboard the ship don't move with the ship and fall into the water it once occupied. Once this item is used to teleport, it can't teleport in this way again for {@dice 2d6} days."
			]
		},
		{
			"name": "Snipe",
			"source": "UAClassFeatureVariants",
			"page": 5,
			"featureType": "MV",
			"entries": [
				"As a bonus action, you can expend one superiority die and make a ranged weapon attack. You can draw a thrown weapon as part of making this attack. If you hit, add the superiority die to the attack's damage roll."
			]
		},
		{
			"name": "Soul Spike Armor",
			"source": "BGDIA",
			"page": 222,
			"featureType": "IWM:W",
			"entries": [
				"The vehicle is covered with spikes inscribed with blasphemous symbols. Luminous, ghostly figures impaled on these spikes wail and reach out in agony.",
				"If a creature that isn't a devil dies within 30 feet of the infernal war machine, its soul (if it has one) is torn from its body and joins the wailing throng impaled on the spikes. As long as its soul remains trapped, a creature can't be raised from the dead by any means. A trapped soul is freed if the vehicle is destroyed, if the spike anchoring it is the target of a {@spell remove curse} spell or similar magic, or if the spike is destroyed. Each spike is a Small object with AC 19, 15 hit points, and resistance to all damage except radiant damage."
			]
		},
		{
			"name": "Spell-Refueling Ring",
			"source": "UA2020SubclassesPt3",
			"page": 3,
			"featureType": "AI",
			"prerequisite": [
				{
					"level": {
						"level": 6,
						"class": {
							"name": "Artificer"
						}
					},
					"item": [
						"A ring (requires attunement)"
					]
				}
			],
			"entries": [
				"While wearing this ring, the creature can recover one expended spell slot as an action. The maximum level of the recovered slot is equal to the number of magic items the wearer is currently attuned to. Once used, the ring can't be used again until the next dawn."
			]
		},
		{
			"name": "Stein (Stone Rune)",
			"source": "UAFighterRangerRogue",
			"page": 2,
			"featureType": "RN",
			"entries": [
				"This rune's magic channels the insightfulness of a stone giant. While wearing or carrying an object inscribed with this rune, you have advantage on Wisdom ({@skill Insight}) checks, and you have {@sense darkvision} out to a range of 60 feet. If you already have {@sense darkvision}, its range increases by 30 feet.",
				"In addition, when a creature you can see ends its turn within 30 feet of you, you can use your reaction to invoke the rune and force the creature to make a Wisdom saving throw. Unless the save succeeds, the creature is {@condition charmed} by you for 1 minute. While {@condition charmed} in this way, the creature has a speed of 0 and is {@condition incapacitated}, descending into a dreamy stupor. The effect ends if the {@condition charmed} creature takes any damage or if someone else uses an action to shake the creature out of its haze. Once you invoke the rune, you can't do so again until you finish a short or long rest."
			]
		},
		{
			"name": "Storm Giant Figurehead",
			"source": "GoS",
			"page": 198,
			"featureType": "SHP:F",
			"entries": [
				"This figurehead depicts a storm giant clutching a thunderbolt. As an action, the ship can activate this item to create a 60-foot cone that originates from the figurehead. Each creature in the cone must make DC 12 Constitution saving throw, taking 14 ({@damage 4d6}) thunder damage on a failed save, or half as much damage on a successful one. A creature that fails its saving throw is also pushed 10 feet away from the figurehead. Once a ship uses this action, it can't use it again for 1 minute."
			]
		},
		{
			"name": "Studious Eye",
			"source": "UAClassFeatureVariants",
			"page": 5,
			"featureType": "MV",
			"entries": [
				"When you make a Wisdom ({@skill Insight}) check or an Intelligence ({@skill Investigation}) check, you can expend one superiority die, and add the superiority die to the ability check."
			]
		},
		{
			"name": "Styx Sprayer",
			"source": "BGDIA",
			"page": 221,
			"featureType": "IWM:W",
			"entries": [
				"This flexible hose is connected to a tank that holds 30 gallons of water from the {@area River Styx|1a3|x}. Each use of the weapon depletes 10 gallons of the water. Refilling the tank requires access to the Styx.",
				{
					"type": "entries",
					"name": "Styx Sprayer (Requires 1 Crew and Grants Half Cover; 3 Uses)",
					"entries": [
						"{@atk rs}: +5 to hit, range 30 ft., one creature. {@h}The creature is struck by water from the River Styx and targeted by a {@spell feeblemind} spell (save DC 20). An already feebleminded creature is immune to this effect, as is a creature adapted to the River Styx. If the target fails its saving throw and the spell's effect on it is not ended within 30 days, the effect becomes permanent, whereupon the creature loses all its memories and becomes a near-mindless shell of its former self. At that point, nothing short of divine intervention can undo the effect."
					]
				}
			]
		},
		{
			"name": "Subtle Spell",
			"source": "PHB",
			"page": 102,
			"srd": true,
			"featureType": "MM",
			"entries": [
				"When you cast a spell, you can spend 1 sorcery point to cast it without any somatic or verbal components."
			]
		},
		{
			"name": "Superior Pact Weapon",
			"source": "UAWarlockAndWizard",
			"page": 5,
			"featureType": "EI",
			"prerequisite": [
				{
					"pact": "Blade",
					"level": {
						"level": 9,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"Any weapon you create using your Pact of the Blade feature is a +2 weapon. This invocation doesn't affect a magic weapon you transformed into your pact weapon."
			]
		},
		{
			"name": "Superior Technique",
			"source": "UAClassFeatureVariants",
			"page": 5,
			"featureType": [
				"FS:F"
			],
			"entries": [
				"You learn one {@filter maneuver|optionalfeatures|feature type=MV;MV:B} of your choice from among those available to the Battle Master archetype. If a maneuver you use requires your target to make a saving throw to resist the maneuver's effects, the saving throw DC equals 8 + your proficiency bonus + your Strength or Dexterity modifier (your choice).",
				"You gain one superiority die, which is a {@dice d6} (this die is added to any superiority dice you have from another source). This die is used to fuel your maneuvers. A superiority die is expended when you use it. You regain your expended superiority dice when you finish a short or long rest."
			]
		},
		{
			"name": "Sweeping Attack",
			"source": "PHB",
			"page": 74,
			"featureType": "MV:B",
			"entries": [
				"When you hit a creature with a melee weapon attack, you can expend one superiority die to attempt to damage another creature with the same attack. Choose another creature within 5 feet of the original target and within your reach. If the original attack roll would hit the second creature, it takes damage equal to the number you roll on your superiority die. The damage is of the same type dealt by the original attack."
			]
		},
		{
			"name": "Sweeping Cinder Strike",
			"source": "PHB",
			"page": 81,
			"featureType": "ED",
			"entries": [
				"You can spend 2 ki points to cast {@spell burning hands}."
			]
		},
		{
			"name": "Swift Step Draught",
			"source": "UAArtificer",
			"page": 5,
			"featureType": "AF",
			"entries": [
				"As a bonus action, you can reach into your Alchemist's Satchel and pull out a vial filled with a bubbling, brown liquid. As an action, a creature can drink it. Doing so increases the creature's speed by 20 feet for 1 minute, and the vial disappears. If not used, the vial and its contents disappear after 1 minute. After using this formula, you can't do so again for 1 minute."
			]
		},
		{
			"name": "Sympathy",
			"source": "UAClericDruidWizard",
			"page": 5,
			"featureType": "OR",
			"entries": [
				"If the named creature is within range of the spell, you can target the creature with the spell even if you can't see the creature or it has total cover against the spell."
			]
		},
		{
			"name": "Tanglefoot",
			"source": "UAArtificer",
			"page": 6,
			"featureType": "AF",
			"entries": [
				"As an action, you can reach into your Alchemist's Satchel and pull out a bag filled with writhing, sticky black tar and hurl it at a point on the ground within 30 feet of you (the bag and its contents disappear if you don't hurl the bag by the end of the current turn). The bag bursts on impact and covers the ground in a 5-foot radius with sticky goo. That area becomes difficult terrain for 1 minute, and any creature that starts its turn on the ground in that area has its speed halved for that turn. After using this formula, you can't do so again for 1 minute."
			]
		},
		{
			"name": "Taskmaster's Drums",
			"source": "GoS",
			"page": 198,
			"featureType": "SHP:O",
			"entries": [
				"This 4-foot-tall bronze drum comes with a pair of iron mallets. A creature can activate the drums as an action, causing the hammers to float above the drum and strike it to produce a thundering rhythm. For the next minute, the ship gains one additional action, as long as it has at least one action. Once this item is used, it can't be activated again for {@dice 2d10} hours."
			]
		},
		{
			"name": "Teleporter",
			"source": "BGDIA",
			"page": 222,
			"featureType": "IWM:G",
			"entries": [
				"The vehicle's driver can activate this magical device as a bonus action, causing the vehicle to teleport to an unoccupied space that the driver can see up to 300 feet away from the vehicle's current position. All creatures and objects in contact with the vehicle are teleported along with it. This device needs 24 hours to recharge before it can be used again."
			]
		},
		{
			"name": "Thief of Five Fates",
			"source": "PHB",
			"page": 111,
			"srd": true,
			"featureType": "EI",
			"entries": [
				"You can cast {@spell bane} once using a warlock spell slot. You can't do so again until you finish a long rest."
			]
		},
		{
			"name": "Thirsting Blade",
			"source": "PHB",
			"page": 111,
			"srd": true,
			"featureType": "EI",
			"prerequisite": [
				{
					"pact": "Blade",
					"level": {
						"level": 5,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"You can attack with your pact weapon twice, instead of once, whenever you take the {@action Attack} action on your turn."
			]
		},
		{
			"name": "Thrown Weapon Fighting",
			"source": "UAClassFeatureVariants",
			"page": 13,
			"featureType": [
				"FS:F",
				"FS:P",
				"FS:R"
			],
			"entries": [
				"You can draw a weapon that has the thrown property as part of the attack you make with the weapon.",
				"In addition, when you hit with a ranged attack using a thrown weapon, you gain a +1 bonus to the damage roll."
			]
		},
		{
			"name": "Thunderstone",
			"source": "UAArtificer",
			"page": 6,
			"featureType": "AF",
			"entries": [
				"As an action, you can reach into your Alchemist's Satchel and pull out a crystalline shard and hurl it at a creature, object, or surface within 30 feet of you (the shard disappears if you don't hurl it by the end of the current turn). The shard shatters on impact with a blast of concussive energy. Each creature within 10 feet of the point of impact must succeed on a Constitution saving throw or be knocked {@condition prone} and pushed 10 feet away from that point."
			]
		},
		{
			"name": "Tomb of Levistus",
			"source": "UARevisedClassOptions",
			"page": 6,
			"previousVersion": {
				"name": "Tomb of Levistus",
				"source": "UAWarlockAndWizard"
			},
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": 5,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"As a reaction when you take damage, you can entomb yourself in ice, which melts away at the end of your next turn. You gain 10 temporary hit points per warlock level, which take as much of the triggering damage as possible. You also gain vulnerability to fire damage, your speed is reduced to 0, and you are {@condition incapacitated}. These effects all end when the ice melts.",
				"Once you use this invocation, you can't use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Tomb of Levistus",
			"source": "UAWarlockAndWizard",
			"page": 5,
			"featureType": "EI",
			"prerequisite": [
				{
					"patron": "The Fiend"
				}
			],
			"entries": [
				"As a reaction when you take damage, you can entomb yourself in ice, which melts away at the end of your next turn. You gain 10 temporary hit points per warlock level, which take as much of the triggering damage as possible. You also gain vulnerability to fire damage, your speed drops to 0, and you are {@condition incapacitated}. All of these effects end when the ice melts.",
				"Once you use this invocation, you can't use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Tomb of Levistus",
			"source": "XGE",
			"page": 57,
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": 5,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"As a reaction when you take damage, you can entomb yourself in ice, which melts away at the end of your next turn. You gain 10 temporary hit points per warlock level, which take as much of the triggering damage as possible. Immediately after you take the damage, you gain vulnerability to fire damage, your speed is reduced to 0, and you are {@condition incapacitated}. These effects, including any remaining temporary hit points, all end when the ice melts.",
				"Once you use this invocation, you can't use it again until you finish a short or long rest."
			]
		},
		{
			"name": "Trickster's Escape",
			"source": "UARevisedClassOptions",
			"page": 7,
			"previousVersion": {
				"name": "Path of the Seeker",
				"source": "UAWarlockAndWizard"
			},
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": 7,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"You can cast {@spell freedom of movement} once on yourself without expending a spell slot. You regain the ability to do so when you finish a long rest."
			]
		},
		{
			"name": "Trickster's Escape",
			"source": "XGE",
			"page": 57,
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": 7,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"You can cast {@spell freedom of movement} once on yourself without expending a spell slot. You regain the ability to do so when you finish a long rest."
			]
		},
		{
			"name": "Trip Attack",
			"source": "PHB",
			"page": 74,
			"featureType": "MV:B",
			"entries": [
				"When you hit a creature with a weapon attack, you can expend one superiority die to attempt to knock the target down. You add the superiority die to the attack's damage roll, and if the target is Large or smaller, it must make a Strength saving throw. On a failed save, you knock the target {@condition prone}."
			]
		},
		{
			"name": "Trip Attack",
			"source": "UARevisedClassOptions",
			"page": 3,
			"featureType": "MV:C2-UA",
			"entries": [
				"When you hit a creature with a weapon attack, you can expend one superiority die to attempt to knock the target down. Roll the die, and add it to the attack's damage roll. If the target is Large or smaller, it must also succeed on a Strength saving throw (DC 8 + your proficiency bonus + your Strength modifier) or be knocked {@condition prone}."
			]
		},
		{
			"name": "Tunnel Fighter",
			"source": "UALightDarkUnderdark",
			"page": 1,
			"featureType": [
				"FS:F",
				"FS:P",
				"FS:R"
			],
			"entries": [
				"As a bonus action, you can enter a defensive stance that lasts until the start of your next turn. While in your defensive stance, you can make opportunity attacks without using your reaction, and you can use your reaction to make a melee attack against a creature that moves more than 5 feet while within your reach."
			]
		},
		{
			"name": "Twinned Spell",
			"source": "PHB",
			"page": 102,
			"srd": true,
			"featureType": "MM",
			"entries": [
				"When you cast a spell that targets only one creature and doesn't have a range of self, you can spend a number of sorcery points equal to the spell's level to target a second creature in range with the same spell (1 sorcery point if the spell is a cantrip).",
				"To be eligible, a spell must be incapable of targeting more than one creature at the spell's current level. For example, {@spell magic missile} and {@spell scorching ray} aren't eligible, but {@spell ray of frost} and {@spell chromatic orb} are."
			]
		},
		{
			"name": "Two-Weapon Fighting",
			"source": "PHB",
			"page": 72,
			"srd": true,
			"otherSources": [
				{
					"source": "XGE",
					"page": 15
				},
				{
					"source": "UARevisedSubclasses",
					"page": 2
				},
				{
					"source": "PHB",
					"page": 91
				},
				{
					"source": "UATheRangerRevised",
					"page": 3
				}
			],
			"featureType": [
				"FS:F",
				"FS:B",
				"FS:R"
			],
			"entries": [
				"When you engage in two-weapon fighting, you can add your ability modifier to the damage of the second attack."
			]
		},
		{
			"name": "Ultimate Pact Weapon",
			"source": "UAWarlockAndWizard",
			"page": 5,
			"featureType": "EI",
			"prerequisite": [
				{
					"pact": "Blade",
					"level": {
						"level": 15,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"Any weapon you create using your Pact of the Blade feature is a +3 weapon. This invocation doesn't affect a magic weapon you transformed into your pact weapon."
			]
		},
		{
			"name": "Unarmed Fighting",
			"source": "UAClassFeatureVariants",
			"page": 13,
			"featureType": [
				"FS:F",
				"FS:P",
				"FS:R"
			],
			"entries": [
				"Your unarmed strikes can deal bludgeoning damage equal to {@damage 1d6} + your Strength modifier. If you strike with two free hands, the {@damage d6} becomes a {@damage d8}.",
				"When you successfully start a grapple, you can deal {@damage 1d4} bludgeoning damage to the {@condition grappled} creature. Until the grapple ends, you can also deal this damage to the creature whenever you hit it with a melee attack."
			]
		},
		{
			"name": "Unbroken Air",
			"source": "PHB",
			"page": 81,
			"featureType": "ED",
			"entries": [
				"You can create a blast of compressed air that strikes like a mighty fist. As an action, you can spend 2 ki points and choose a creature within 30 feet of you. That creature must make a Strength saving throw. On a failed save, the creature takes {@damage 3d10} bludgeoning damage, plus an extra {@damage 1d10} bludgeoning damage for each additional ki point you spend, and you can push the creature up to 20 feet away from you and knock it {@condition prone}. On a successful save, the creature takes half as much damage, and you don't push it or knock it {@condition prone}."
			]
		},
		{
			"name": "Unerring Spell",
			"source": "UAClassFeatureVariants",
			"page": 10,
			"featureType": "MM",
			"entries": [
				"If you make an attack roll for a spell and miss, you can spend 2 sorcery points to reroll the attack roll. You must use the result of the second roll.",
				"You can use Unerring Spell even if you have already used a different Metamagic option during the casting of the spell."
			]
		},
		{
			"name": "Uvar (Storm Rune)",
			"source": "UAFighterRangerRogue",
			"page": 2,
			"featureType": "RN",
			"entries": [
				"Using this rune, you can glimpse the future like a storm giant. While wearing or carrying an object inscribed with this rune, you have advantage on Intelligence ({@skill Arcana}) checks, and you can't be surprised as long as you are not {@condition incapacitated}.",
				"In addition, you can invoke the rune as a bonus action to enter a prophetic state for 1 minute or until you're {@condition incapacitated}. Until the state ends, when you or another creature you can see within 60 feet of you makes an attack roll, a saving throw, or an ability check, you can use your reaction to cause the roll to have advantage or disadvantage. Once you invoke the rune, you can't do so again until you finish a short or long rest."
			]
		},
		{
			"name": "Vigilant Watch",
			"source": "GoS",
			"page": 197,
			"featureType": "SHP:H",
			"entries": [
				"A row of crystal orbs, each filled with viscous liquid and a beholder's eyeball, is mounted along this ship's hull. {@condition Invisible} creatures are visible while on the ship or within 120 feet of it."
			]
		},
		{
			"name": "Visions of Distant Realms",
			"source": "PHB",
			"page": 111,
			"srd": true,
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"You can cast {@spell arcane eye} at will, without expending a spell slot."
			]
		},
		{
			"name": "Voice of the Chain Master",
			"source": "PHB",
			"page": 111,
			"srd": true,
			"featureType": "EI",
			"prerequisite": [
				{
					"pact": "Chain"
				}
			],
			"entries": [
				"You can communicate telepathically with your familiar and perceive through your familiar's senses as long as you are on the same plane of existence. Additionally, while perceiving through your familiar's senses, you can also speak through your familiar in your own voice, even if your familiar is normally incapable of speech."
			]
		},
		{
			"name": "Warding Maneuver",
			"source": "UARevisedClassOptions",
			"page": 3,
			"featureType": "MV:C2-UA",
			"entries": [
				"If you or a creature within 5 feet of you is hit by an attack, you can expend one superiority die as a reaction if you're wielding a weapon or a shield. Roll the die, and add the number rolled to the target's AC against that attack. If the attack still hits, the target has resistance against the attack's damage."
			]
		},
		{
			"name": "Water Whip",
			"source": "PHB",
			"page": 81,
			"featureType": "ED",
			"entries": [
				"You can spend 2 ki points as an action to create a whip of water that shoves and pulls a creature to unbalance it. A creature that you can see that is within 30 feet of you must make a Dexterity saving throw. On a failed save, the creature takes {@damage 3d10} bludgeoning damage, plus an extra {@damage 1d10} bludgeoning damage for each additional ki point you spend, and you can either knock it {@condition prone} or pull it up to 25 feet closer to you. On a successful save, the creature takes half as much damage, and you don't pull it or knock it {@condition prone}."
			]
		},
		{
			"name": "Wave of Rolling Earth",
			"source": "PHB",
			"page": 81,
			"featureType": "ED",
			"prerequisite": [
				{
					"level": {
						"level": 17,
						"class": {
							"name": "Monk"
						},
						"subclass": {
							"name": "Four Elements"
						}
					}
				}
			],
			"entries": [
				"You can spend 6 ki points to cast {@spell wall of stone}."
			]
		},
		{
			"name": "Whispers of the Grave",
			"source": "PHB",
			"page": 111,
			"srd": true,
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": 9,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"You can cast {@spell speak with dead} at will, without expending a spell slot."
			]
		},
		{
			"name": "Witch Sight",
			"source": "PHB",
			"page": 111,
			"srd": true,
			"featureType": "EI",
			"prerequisite": [
				{
					"level": {
						"level": 15,
						"class": {
							"name": "Warlock"
						}
					}
				}
			],
			"entries": [
				"You can see the true form of any shapechanger or creature concealed by illusion or transmutation magic while the creature is within 30 feet of you and within line of sight."
			]
		}
	]
}
