{
	"place": [
		{
			"name": "Abaddon",
			"source": "GMG",
			"page": 142,
			"category": "Plane",
			"traits": [
				"NE"
			],
			"sections": [
				[
					[
						{
							"name": "Category",
							"entry": "Outer Plane"
						}
					],
					[
						{
							"name": "Divinities",
							"entry": "Ahriman, daemon harbingers, Fumeiyoshi, Horsemen of the Apocalypse, Lao Shu Po, {@deity Urgathoa}, Zyphus"
						}
					],
					[
						{
							"name": "Native Inhabitants",
							"entry": "daemons, night hags, nightmares, petitioners (the hunted)"
						}
					]
				],
				[
					[
						"A perpetual eclipse looms above the bleak wastelands of Abaddon, shedding an eerie half-light over a landscape of toxic, disease-ridden swamps, volcanic wastes, fog-shrouded forests, and the glittering, memory-devouring ribbon of the River Styx. An unnatural silence blankets the plane, cut only by the wails of petitioners falling from the sky like screaming, falling stars, or those already condemned upon the ground, desperate to find safety that doesn't exist. Daemons, the physical embodiments of death and oblivion, roam unchecked, owing allegiance only to the Four Horsemen of the Apocalypse: Death, Famine, Pestilence, and War. In the courts of the Horsemen and the neutral grounds of trade cities such as Awaiting-Consumption, the soul trade serves daemonic hunger and industrialized oblivion. Night hags and other creatures ply the trade or make their way along the margins of daemonic society, eager to avoid consumption themselves by the plane's nihilistic masters. Urgathoa and Zyphus claim divine domains here, their petitioners granted freedom from predation. Yet something far worse glares down upon these gods and the Horseman alike. Abaddon's perpetual eclipse may be nothing less than the lidded, comatose eye of the Bound Prince, the First Horseman, betrayed and cast down by the Four, forgotten by the cosmos at large, but far too powerful for them to destroy—waiting, watching, and hungering."
					]
				]
			]
		},
		{
			"name": "Abyss",
			"source": "GMG",
			"page": 142,
			"category": "Plane",
			"traits": [
				"CE"
			],
			"sections": [
				[
					[
						{
							"name": "Category",
							"entry": "Outer Plane"
						}
					],
					[
						{
							"name": "Divinities",
							"entry": "Camazotz, demon lords, Droskar, {@deity Ghlaunder|LOGM}, goblin hero-gods, Gyronna, Lady Nanbyo, {@deity Lamashtu}, nascent demon lords, qlippoth lords"
						}
					],
					[
						{
							"name": "Native Inhabitants",
							"entry": "demons, petitioners (larvae), qlippoth"
						}
					]
				],
				[
					[
						"Like a corrosive rot in the roots of the Outer Sphere, or an antithetical, rival reality run aground into the Maelstrom at the dawn of time, the Abyss is a place of horror and destruction fed by mortal sin. Each of its innumerable regions is a unique iteration of chaos and evil, each with its own terrible and twisted environment, with one driving maxim: the strong survive, while the weak suffer and are destroyed. Ruled by demons, and before them by the alien, nightmarish qlippoth, the Abyss and its native beings seek only to ravage and destroy. While demons routinely rampage out into other planes when the Abyss manifests a great planar rift, the denizens of the Abyss are fractured and self-destructive. Demon lords such as Dagon, Pazuzu, and Zura, and even gods including the ascended demon lord Lamashtu, the Mother of Monsters, fight for dominion over the Abyss as much or more than they threaten the other planes. Though dangerous, not every realm of the Abyss is immediately hostile to the prepared traveler. Shamira's city of Alushinyrra in the Midnight Isles and Abraxas's library-city of Diovengia in the realm of Pleroma are each welcoming in their own dark ways. Even those who survive a journey through the Abyss, however, inevitably must resist being deeply corrupted by the experience."
					]
				]
			]
		},
		{
			"name": "Andoran",
			"source": "GMG",
			"page": 131,
			"category": "Nation",
			"traits": [
				"NG"
			],
			"sections": [
				[
					[
						"Fledgling democracy in pursuit of freedom for all."
					],
					[
						{
							"name": "Government",
							"entry": "The People's Council (parliamentary democracy)"
						}
					],
					[
						{
							"name": "Capital",
							"entry": "Almas (76,600)"
						}
					],
					[
						{
							"name": "Population",
							"entry": "humans (Taldan), halflings, kobolds, dwarves"
						}
					],
					[
						{
							"name": "Languages",
							"entry": "{@language Common}"
						}
					],
					[
						{
							"name": "Religions",
							"entry": "{@deity Abadar}, {@deity Cayden Cailean}, {@deity Erastil}, {@deity Iomedae}, {@deity Shelyn}"
						}
					]
				],
				[
					[
						{
							"name": "Primary Exports",
							"entry": "ancient treasures and artifacts, financial credit, lumber, minerals"
						}
					],
					[
						{
							"name": "Enemies",
							"entry": "autocratic governments concerned about potential domestic revolts, Cheliax, Katapesh, slavers"
						}
					],
					[
						{
							"name": "Factions",
							"entry": "Bellflower Network, Eagle Knights, Lumber Consortium"
						}
					],
					[
						{
							"name": "Threats",
							"entry": "rising aggression from Cheliax, retaliation from slavers, corruption among elected officials"
						}
					]
				],
				[
					[
						{
							"name": "Andira Marusek",
							"entry": "({@trait LG} female human warrior) Supreme Elect of the Executive Office and mayor of Almas"
						}
					],
					[
						{
							"name": "Reginald Cormoth",
							"entry": "({@trait LG} male human commander) Eagle Knight Commander General"
						}
					],
					[
						{
							"name": "Felandriel Morgethai",
							"entry": "({@trait CG} female elf wizard) Almas University provost"
						}
					]
				]
			]
		},
		{
			"name": "Anthusis (Capital)",
			"source": "LOME",
			"page": 274,
			"category": "Settlement",
			"level": 8,
			"traits": [
				"NG",
				"City"
			],
			"sections": [
				[
					[
						{
							"name": "Government",
							"entry": "Representative council"
						}
					],
					[
						{
							"name": "Population",
							"entry": "10,548 ({@dice 10,548*0.82|82%} humans, {@dice 10,548*0.04|4%} halflings, {@dice 10,548*0.03|3%} elves, {@dice 10,548*0.02|2%} dwarves, {@dice 10,548*0.09|9%} other)"
						}
					],
					[
						{
							"name": "Languages",
							"entry": "{@language Dwarven}, {@language Elven}, {@language Halfling}, {@language Infernal}, {@language Iruxi}, {@language Mwangi}, {@language Taldane}"
						}
					]
				],
				[
					[
						{
							"name": "Religions",
							"entry": "{@deity Abadar}, {@deity Gozreh}, {@deity Grandmother Spider}, {@deity Iomedae}, {@deity Kalekot}, {@deity Lubaiko}, {@deity Sarenrae}, {@deity Shelyn}"
						}
					],
					[
						{
							"name": "Threats",
							"entry": "Pirates, rogue foreign adventurers, secret diabolists, thieves"
						}
					],
					[
						{
							"name": "Everyone Talks",
							"entry": "The citizens of Anthusis have a strong national spirit and look out for each other, and even thieves and politicians will put their differences aside for an external threat. {@skill Deception} and {@skill Stealth} checks against residents of Anthusis take a –2 circumstance penalty in Anthusis, as the citizens share information with one another."
						}
					]
				],
				[
					[
						{
							"name": "Gbemisola Mambi",
							"entry": "({@trait NG} female human overseer 7) Representative of the organized farming unions"
						}
					],
					[
						{
							"name": "Mandla Dube",
							"entry": "({@trait NG} male human cleric of Sarenrae 7) Representative of Vidrian's religious interests"
						}
					],
					[
						{
							"name": "Merredin",
							"entry": "({@trait N} genderfluid halfling banker 12) Representative of Vidrian's united banking institutions"
						}
					]
				]
			]
		},
		{
			"name": "Astral Plane",
			"source": "GMG",
			"page": 140,
			"category": "Plane",
			"traits": [
				"N",
				"Subjective Gravity",
				"Timeless"
			],
			"sections": [
				[
					[
						{
							"name": "Category",
							"entry": "Transitive Plane"
						}
					],
					[
						{
							"name": "Divinities",
							"entry": "{@deity Alseta|LOGM}, Apsu"
						}
					],
					[
						{
							"name": "Native Inhabitants",
							"entry": "petitioners (untethered), shining children"
						}
					]
				],
				[
					[
						"The Silver Sea surrounds the planes of the Inner Sphere, separating them from those of the Outer Sphere. The Astral Plane provides the backdrop against which the River of Souls flows from the Material Plane, ushering departed spirits toward final judgment. Far from an empty void, the Astral's silver substance churns with currents and storms from the metaphysical heat of the Plane of Fire, and where it touches the chaos of the Maelstrom, the resulting eddies interact with the memories of the dead to produce fleeting simulacra and even demiplanes.",
						"The River of Souls draws the attention of soul-hunting daemons and opportunistic night hags like sharks drawn to the {@ability scent} of blood. Led by psychopomps, a cross section of nearly every type of celestial and monitor in existence, along with some fiends, defends the proper flow of souls against such predators. Running opposite the River of Souls is the flow of raw, unaligned quintessence spun off from the so-called Antipode, channeled by aeons back toward the Positive Energy Plane.",
						"Travelers within the Astral find the plane untouched by the passage of time, a property exploited by many mortals fearing old age. Time, however, is not easily escaped, and upon exiting the Astral Plane, a creature finds this debt catching up to them, potentially aging to dust in moments."
					]
				]
			]
		},
		{
			"name": "Axis",
			"source": "GMG",
			"page": 142,
			"category": "Plane",
			"traits": [
				"LN"
			],
			"sections": [
				[
					[
						{
							"name": "Category",
							"entry": "Outer Plane"
						}
					],
					[
						{
							"name": "Divinities",
							"entry": "{@deity Abadar}, {@deity Brigh|LOGM}, {@deity Chaldira|LOGM}, halfling pantheon, {@deity Irori}, Lissala, Milani, {@deity Norgorber}, primeval inevitables"
						}
					],
					[
						{
							"name": "Native Inhabitants",
							"entry": "aeons, inevitables, petitioners (remade)"
						}
					]
				],
				[
					[
						"Axis is a realm of pure, absolute law, unhindered by the moral concerns of good or evil. The plane takes the form of a vast, gleaming, perfectly structured city. Built at the base of Pharasma's Spire, the Perfect City is a bulwark against the chaos of the Maelstrom and Abyss, with vast mechanical armies of inevitables marching forth to explore, define, and pacify an imperfect, unruly universe. Axis is also home to axiomites: beings composed of living mathematics and equations who helped create the first inevitables. Axiomites continue to work on the maintenance of the inevitables, but increasingly turn their attentions to the planar city of Axis itself; as with any city, Axis requires non-stop maintenance and improvement in order to resist the march of time.",
						"Axis's natives are far from the only inhabitants of their cosmopolitan realm. Devils and archons often visit along with petitioners, mortal travelers, and smaller numbers of most every other kind of extraplanar being. {@deity Abadar} and other lawful deities make their homes here. The empty, former domain of Aroden languishes here, while below the streets lies Norgorber's domain, a labyrinthine undercity."
					]
				]
			]
		},
		{
			"name": "Bloodcove",
			"source": "LOME",
			"page": 184,
			"category": "Settlement",
			"level": 9,
			"traits": [
				"NE",
				"City"
			],
			"sections": [
				[
					[
						{
							"name": "Government",
							"entry": "Grand Admiral (elected for life), Secret Syndicate"
						}
					],
					[
						{
							"name": "Population",
							"entry": "7,817 ({@dice 7,817*0.79|79%} humans, {@dice 7,817*0.05|5%} dwarves, {@dice 7,817*0.03|3%} elves, {@dice 7,817*0.79|3%} goblins, {@dice 7,817*0.1|10%} other)"
						}
					],
					[
						{
							"name": "Languages",
							"entry": "{@language Dwarven}, {@language Elven}, {@language Gnomish}, {@language Goblin}, {@language Mwangi}, {@language Taldane}"
						}
					]
				],
				[
					[
						{
							"name": "Religions",
							"entry": "{@deity Abadar}, {@deity Besmara|LOGM}, {@deity Erastil}, {@deity Gozreh}, {@deity Hei Feng|LOGM}, {@deity Norgorber}"
						}
					],
					[
						{
							"name": "Threats",
							"entry": "Pirates, Aspis agents, turf wars, aquatic monsters"
						}
					],
					[
						{
							"name": "Trade Connections",
							"entry": "The pirates of Bloodcove use unique methods in acquiring items to sell. The city has items of up to level 15 available for purchase, but anything higher than level 9 must first be acquired outside of the city and thus requires waiting {@dice 3d6} days for the item."
						}
					]
				],
				[
					[
						{
							"name": "Harthwik Barzoni",
							"entry": "({@trait CN} male human corsair 13) Grand Admiral of Bloodcove, a mostly defanged city ruler"
						}
					],
					[
						{
							"name": "Erwyn Harvacus",
							"entry": "({@trait N} male human druid 9) Leader of a druid circle keeping the mangroves from swallowing Bloodcove"
						}
					],
					[
						{
							"name": "Malika Fenn",
							"entry": "({@trait NE} female human ranger 8) Head of Aspis operations in the city and disgruntled ex-Pathfinder"
						}
					],
					[
						{
							"name": "Kunari Mobo",
							"entry": "({@trait N} female human merchant 8) Retired Free Captain that maintains a major pirate trade network"
						}
					]
				]
			]
		},
		{
			"name": "Boneyard",
			"source": "GMG",
			"page": 142,
			"category": "Plane",
			"traits": [
				"N",
				"Timeless"
			],
			"sections": [
				[
					[
						{
							"name": "Category",
							"entry": "Outer Plane"
						}
					],
					[
						{
							"name": "Divinities",
							"entry": "{@deity Achaekek|LOGM}, {@deity Groetus|LOGM}, psychopomp ushers, {@deity Pharasma}"
						}
					],
					[
						{
							"name": "Native Inhabitants",
							"entry": "petitioners (the dead), psychopomps"
						}
					]
				],
				[
					[
						"The Boneyard spans an impossibly tall and ever-growing spire of gleaming quintessence that rises up into the silver void of the Astral Plane. As the destination of the River of Souls, the Boneyard is where the souls of the mortal dead arrive for judgment and for Pharasma and her psychopomp servitors to direct them to their respective afterlives. Pharasma's domain is separated into eight courts, each corresponding to one of the other planes of the Outer Sphere and collecting the souls due to that plane. Not every soul goes unchallenged, and proxies of gods and planes argue and debate over souls, with final arbitration conducted by Pharasma herself.",
						"While Pharasma rules absolutely within the Boneyard, she is not the only divinity there. The demigod psychopomp ushers dwell within the plane in service to her, and the deity {@deity Achaekek|LOGM} dwells below at the spire's root. Looming high above as a skull-faced moon waits Groetus, the god of the end times, his orbit slowly decaying in minuscule iterations supposedly counting down to the last days of the cosmos.",
						"Pharasma's courts and the surrounding Graveyard of Souls are not the only features atop the spire. Beyond the graveyard, the Spirelands manifest environments much like those of the varied Material Plane worlds, filled with the souls of neutral petitioners who have nowhere else to go as they are unclaimed by any gods and unaligned with any particular ethos."
					]
				]
			]
		},
		{
			"name": "Dimension of Time",
			"source": "GMG",
			"page": 145,
			"category": "Plane",
			"traits": [
				"N",
				"Erratic",
				"Static"
			],
			"sections": [
				[
					[
						{
							"name": "Category",
							"entry": "dimension"
						}
					],
					[
						{
							"name": "Divinities",
							"entry": "Tawil at'Umr, Yog-Sothoth"
						}
					],
					[
						{
							"name": "Native Inhabitants",
							"entry": "hounds of Tindalos, petitioners (the unbound)"
						}
					]
				],
				[
					[
						"Among the most obscure planes of existence, the Dimension of Time is virtually impossible to access by conventional methods of planar travel. Instead, travelers much perform complex and difficult rituals described within the pages of such monstrously rare tomes as the Necronomicon and the Book of Serpents, Ash, and Acorns: Shadows of What Was and Will Be. Compounding the plane's obscurity, each traveler's experience seems to be unique, and most who attempt the journey never return. Every manner of magic that interacts with the plane invariably draws the attention of creatures such as the hounds of Tindalos. The proper flow and continuity of time seems to self-correct for any attempted meddling, often with violence.",
						"Those few who have gained entry and returned describe the plane as a swirling storm of blurred images, the composite of millions of interwoven timelines around their own, with a single doorway allowing access to one's own past. Travelers appear as transparent images of themselves, but the plane seems averse to any attempt to alter the past, no matter the means or the intention. Such attempts often end in the offending individual erased from existence or trapped within closed time loops to limit the damage they inflict upon the overall flow of time.",
						"Supposedly, like an eye in a storm, at the dimension's heart is the legendary realm of Stethelos and its terrible occupant Tawil at'Umr. Tales of this realm speak only of a great city, a vast green meadow, and the rushing sound of an ocean emptying over an immense and terrible waterfall."
					]
				]
			]
		},
		{
			"name": "Dreamlands",
			"source": "GMG",
			"page": 145,
			"category": "Plane",
			"traits": [
				"N",
				"Flowing"
			],
			"sections": [
				[
					[
						{
							"name": "Category",
							"entry": "dimension"
						}
					],
					[
						{
							"name": "Divinities",
							"entry": "Elder Mythos pantheon"
						}
					],
					[
						{
							"name": "Native Inhabitants",
							"entry": "animate dreams, Denizens of Leng, Leng spiders, petitioners (dreamers)"
						}
					]
				],
				[
					[
						"Created and sustained by the collective dreams of sleeping mortals, the Dreamlands (also called the Dimension of Dreams) overlays the Ethereal Plane. When a creature dreams, regardless of the location of their physical body, they interact directly with the Dreamlands. Sleeping creatures cast themselves into the plane in idealized avatars known as lucid bodies, and their dreamscapes are immune to outside entry by standard magic such as plane shift, requiring obscure, more specialized spells to access. The dreamers of each mortal world generate a cluster of dreamscapes, like drifting bubbles atop a deeper ocean of permanent dreams formed from the collective mass of slumbering desires, dreams of especially powerful dreamers, and the dreams of ancient, obscure entities—including the gods of the Elder Mythos. While most dreamscapes are safe, travelers in the deep, permanent Dreamlands face living, animate dreams and the predation of night hags from the Ethereal Plane, as well as stranger beings spawned within the core itself.",
						"Some scholars postulate a distinct region within the dimension for nightmares, much as the more stable inner portions of the dimension exist separately from the transient, ever-forming and evaporating mortal dreamscapes at its edges. Others conflate this nightmare region with the demiplane of Leng, while still others dismiss this notion but speculate that Leng is somehow accessible to dreamers who intentionally seek it out."
					]
				]
			]
		},
		{
			"name": "Elysium",
			"source": "GMG",
			"page": 143,
			"category": "Plane",
			"traits": [
				"CG"
			],
			"sections": [
				[
					[
						{
							"name": "Category",
							"entry": "Outer Plane"
						}
					],
					[
						{
							"name": "Divinities",
							"entry": "{@deity Calistria}, {@deity Cayden Cailean}, {@deity Desna}, elven pantheon, empyreal lords, {@deity Gorum}, Kofusachi, {@deity Milani|LOGM}, {@deity Nocticula|LOGM}"
						}
					],
					[
						{
							"name": "Native Inhabitants",
							"entry": "azatas, petitioners (the chosen)"
						}
					]
				],
				[
					[
						"Verdant, wild, and unrestrained by law, where passion and creation are fostered and rewarded, the plane of Elysium is a place of wild, idealized natural beauty. The so-called Promised Land and its inhabitants represent a wide variety of freely given benevolence, often willing to directly aid visitors but more often serving as inspirations and muses to foster positive change and self-realized success. Elysium's petitioners, known as the chosen, appear as idealized versions of their mortal selves, each pursuing their own self-determined actions and finding their own unique paths to join the ranks of the plane's celestials.",
						"Azatas—the plane's primary denizens—organize into fleeting, competitive courts, each rewarding heroism and creativity above all else. Elysium hosts a number of resident deities, including Calistria and the elven pantheon, Cayden Cailean, Desna, Gorum, and various empyreal lords. Visitors from across the planes are drawn to Elysium's Wandering City of Emerald Song, a mobile, impermanent, and ever-changing city of lillend azatas organized by their princess, Anduarine the Muse, filled with art, craft, revelry, song, and trade."
					]
				]
			]
		},
		{
			"name": "Ethereal Plane",
			"source": "GMG",
			"page": 141,
			"category": "Plane",
			"traits": [
				"N",
				"Subjective Gravity"
			],
			"sections": [
				[
					[
						{
							"name": "Category",
							"entry": "Transitive Plane"
						}
					],
					[
						{
							"name": "Divinities",
							"entry": "Alazhra"
						}
					],
					[
						{
							"name": "Native Inhabitants",
							"entry": "ether spiders, night hags, petitioners (terrorized)"
						}
					]
				],
				[
					[
						"The Ethereal Plane is a vast, misty realm overlapping each of the Inner Planes. Formed by the interacting tidal forces of creation and destruction from the Positive and Negative Energy Planes, this plane swirls with currents and eddies of fog, lit only by erratic pulses of soft green luminescence and dimly visible light of those planes it overlays, visible but ever intangible. While mortals most often use the Ethereal as a means of transit, moving by force of will in the absence of gravity to bypass barriers on their own plane, the Ethereal hosts dangers and wonders, things lost or abandoned in the mists, and things spun from local eddies in the ethereal protomatter. Predatory monsters, ether spiders, night hags and their goddess Alazhra, and all manner of incorporeal undead roam the Space Between Spaces.",
						"While travelers can easily become lost in the mists with little to guide them, the plane does host some permanent structures, drawing adventurers or dissuading them. One such location, the House of the Itinerant Soul, houses wayward or lost souls, offering visitors shelter and a way to avoid turning into undead while avoiding the pull of the River of Souls. The grand cathedral also serves as a focus for mortal planar travelers, given its safety and the presence of friendly spirits willing to serve as guides in the surrounding mists."
					]
				]
			]
		},
		{
			"name": "First World",
			"source": "GMG",
			"page": 141,
			"category": "Plane",
			"traits": [
				"N",
				"Erratic",
				"Metamorphic"
			],
			"sections": [
				[
					[
						{
							"name": "Category",
							"entry": "Transitive Plane"
						}
					],
					[
						{
							"name": "Divinities",
							"entry": "The Eldest"
						}
					],
					[
						{
							"name": "Native Inhabitants",
							"entry": "fey, linnorms"
						}
					]
				],
				[
					[
						"The First World was a first draft of the Material Plane, crafted by divinities to test their metaphorical crafting materials and palettes of colors before setting it aside to create a second, final version of their work. A realm of extremes—savage, primal, and beautiful—with colors and sensations brighter and more intense than the mundane world created after it, the First World is populated by fey and the divine entities known as the Eldest. Mirroring mercurial fey whimsy, the First World's laws of nature constantly and unpredictably change. Distance and time are wildly inconsistent, such that mortal travelers might spend an hour or a day within the First World, only to find a century or only a few seconds passed once they return to their own plane.",
						"The First World stands outside the cycle of souls, something the fey call the Great Abandonment, save for rare worshippers of the Eldest whose souls incarnate here as fey. However, the plane's proximity to the Positive Energy Plane provides an environment bursting with all manner of strange life and a general absence of true death for its native fey unless they leave—as did gnomes. Natural gates in wild places of the mortal realm connect to the First World, which fey often use to visit the Material Plane or ensnare mortals for their own capricious desires."
					]
				]
			]
		},
		{
			"name": "Heaven",
			"source": "GMG",
			"page": 143,
			"category": "Plane",
			"traits": [
				"LG"
			],
			"sections": [
				[
					[
						{
							"name": "Category",
							"entry": "Outer Plane"
						}
					],
					[
						{
							"name": "Divinities",
							"entry": "dwarven pantheon, Easivra, empyreal lords, {@deity Erastil}, lomedae, {@deity Shizuru|LOGM}, {@deity Torag}, {@deity Tsukiyo|LOGM}"
						}
					],
					[
						{
							"name": "Native Inhabitants",
							"entry": "archons, petitioners (the elect)"
						}
					]
				],
				[
					[
						"The great mountain of Heaven is the realm of structured benevolence made manifest. Organized into seven tiers, the mountain's solid appearance is actually malleable, making way for a vast assemblage of varied environments to accommodate both its own celestials and the souls who migrate there. Devoted to defending the innocent and crusading against the wicked, Heaven's archons marshal into vast armies, commanded by their own empyreal lords. Angels collaborate with the archon legions but typically act in more direct service to Heaven's resident deities, with Iomedae, Erastil, and Torag the most prominent among them.",
						"Petitioners known as the elect manifest at the mountain's base, and their subsequent climb up the seemingly endless, unreachable heights is both a literal and figurative journey. Progress is about personal growth and spiritual purification as the petitioners grow more and more attuned to the plane. Likewise, progress from one layer to the next is often impossible without permission from the archons or spiritual alignment with Heaven itself. Most visitors arrive at the city of Heaven's Shore, a place open to both traders and to pilgrims of good intent. Access beyond its heavily guarded walls is difficult, to say nothing of scaling the mountain. At its pinnacle is the Garden, Heaven's ultimate layer. Unattended and empty, the Garden is a beautiful, transcendent mystery even to its resident deities, and the source of the plane's call of self-perfection to its petitioners."
					]
				]
			]
		},
		{
			"name": "Hell",
			"source": "GMG",
			"page": 144,
			"category": "Plane",
			"traits": [
				"LE"
			],
			"sections": [
				[
					[
						{
							"name": "Category",
							"entry": "Outer Plane"
						}
					],
					[
						{
							"name": "Divinities",
							"entry": "archdevils, {@deity Asmodeus}, Dahak, Erecura, General Susumu, Infernal dukes, Minderhal, Yaezhing, Zursvaater, queens of the night"
						}
					],
					[
						{
							"name": "Native Inhabitants",
							"entry": "devils, hellhounds, petitioners (the damned)"
						}
					]
				],
				[
					[
						"Hell is the realm of devils, the multiversal seat of tyranny and malignant law, and the divine domain of Asmodeus, the Prince of Darkness. Here every act is authorized, calculated, recorded, and set like perfectly ordered clockwork within a vast machine driven on methodical suffering and greased with pain and purification. The nine inverted layers of Hell violently oppose the surrounding fabric of the Maelstrom, each layer shaped to reflect the nature of its ruling archdevil. Avernus's volcanic wastes, ruled by Barbatos, are the marshaling place of Hell's armies, and where newly damned souls are shackled and shuffled off to their assigned torment. Dispater's layer of Dis is a great iron city: brutal, beautiful, and terrible. The layer of Erebus comprises both the sewers of Dis and the vaults and treasuries of Hell, ruled by Mammon, a great genius loci embodied by the very wealth locked within Hell's coffers. Ruled by Belial, the layer of Phlegethon hosts Hell's forges, while Geryon's watery realm of Stygia houses Hell's libraries. Moloch's smoldering, ash-draped forest realm of Malebolge is the training site of the infernal armies, and Baalzebul's frozen layer of Cocytus torments the imprisoned, starving damned. Mephistopheles rules the layer of Caina, a realm of cages and torture suspended above a pit of hungry darkness, while at the very bottom of Hell's infinite pit, Asmodeus rules unquestioned from his throne in Nessus."
					]
				]
			]
		},
		{
			"name": "Jaha",
			"source": "LOME",
			"page": 196,
			"category": "Settlement",
			"level": 5,
			"traits": [
				"LN",
				"City"
			],
			"sections": [
				[
					[
						{
							"name": "Government",
							"entry": "Republic"
						}
					],
					[
						{
							"name": "Population",
							"entry": "7,105 ({@dice 7,105*0.7|70%} humans, {@dice 7,105*0.28|28%} iruxi, {@dice 7,105*0.02|2%} other)"
						}
					],
					[
						{
							"name": "Languages",
							"entry": "{@language Iruxi}, {@language Lirgeni}, {@language Mwangi}"
						}
					]
				],
				[
					[
						{
							"name": "Religions",
							"entry": "{@deity Desna}, {@deity Gozreh}, {@deity Uvuko}"
						}
					],
					[
						{
							"name": "Threats",
							"entry": "mysterious disappearances, undead"
						}
					],
					[
						{
							"name": "Insular People",
							"entry": "The Jahaxi people are wary of outsiders and slow to trust. This doubles the time it takes to {@action Gather Information} and increases the DC by 2."
						}
					],
					[
						{
							"name": "Readers of Stars",
							"entry": "Many Jahaxi people are skilled at divination. Including at least one of these individuals as a secondary caster of a divination ritual decreases the ritual's DCs by 1."
						}
					]
				],
				[
					[
						{
							"name": "Barashzi",
							"entry": "({@trait NG} nonbinary lizardfolk astrologer 8) prominent social restorationist"
						}
					],
					[
						{
							"name": "Iakanne Aarsani",
							"entry": "({@trait LG} female human aristocrat 7) prominent sociopolitical leader"
						}
					],
					[
						{
							"name": "Versenne",
							"entry": "({@trait NG} female human diplomat 7) head ambassador of Jaha"
						}
					]
				]
			]
		},
		{
			"name": "Kibwe",
			"source": "LOME",
			"page": 208,
			"category": "Settlement",
			"level": 6,
			"traits": [
				"N",
				"City"
			],
			"sections": [
				[
					[
						{
							"name": "Government",
							"entry": "representative council"
						}
					],
					[
						{
							"name": "Population",
							"entry": "5,162 ({@dice 5,162*0.71|71%} humans [predominantly Zenj], {@dice 5,162*0.08|8%} elves, {@dice 5,162*0.05|5%} orcs, {@dice 5,162*0.05|5%} lizardfolk, {@dice 5,162*0.11|11%} other)"
						}
					],
					[
						{
							"name": "Languages",
							"entry": "{@language Elven}, {@language Iruxi}, {@language Jotun}, {@language Kelish}, {@language Kibwani}, {@language Kobold}, {@language Mwangi}, {@language Ocatan}, {@language Taldane}, {@language Uwani}"
						}
					]
				],
				[
					[
						{
							"name": "Religions",
							"entry": "{@deity Abadar}, {@deity Adanye}, {@deity Cayden Cailean}, {@deity Desna}, {@deity Droskar}, {@deity Gozreh}, {@deity Nethys}, {@deity Sekhmet}"
						}
					],
					[
						{
							"name": "Threats",
							"entry": "Disgruntled ex-slavers, demons, magical curses and diseases"
						}
					],
					[
						{
							"name": "Trade Hub",
							"entry": "Items of up to 11th level can be found in Kibwe with diligent enough searching. Items higher than 6th level, when found, are for sale at 90% + {@dice 2d10}% of their normal price."
						}
					]
				],
				[
					[
						{
							"name": "Abayone Munme",
							"entry": "({@trait LG} female human politician 5) Council Representative for the Zenj Trading Alliance"
						}
					],
					[
						{
							"name": "Clatriani Orridik",
							"entry": "({@trait LE} male human merchant 7) Bloodman of Bekyar Block and former slave-trader"
						}
					],
					[
						{
							"name": "Darvian Estabar",
							"entry": "({@trait LN} male human aristocrat 5) Lord Magistrate of the East Mwangi Mining Company"
						}
					],
					[
						{
							"name": "Kosa Et",
							"entry": "({@trait N} agender elf weaver 6) Council Representative for Whitemarks"
						}
					]
				]
			]
		},
		{
			"name": "Maelstrom",
			"source": "GMG",
			"page": 144,
			"category": "Plane",
			"traits": [
				"CN",
				"Metamorphic"
			],
			"sections": [
				[
					[
						{
							"name": "Category",
							"entry": "Outer Plane"
						}
					],
					[
						{
							"name": "Divinities",
							"entry": "{@deity Besmara|LOGM}, Hanspur, {@deity Hei Feng|LOGM}, Naderi, Nalinivati, {@deity Nethys}, orc pantheon, protean lords, {@deity Sivanah|LOGM}, Speakers of the Depths, Sun Wukong, Yamatsumi, Ydersius"
						}
					],
					[
						{
							"name": "Native Inhabitants",
							"entry": "proteans, petitioners (the shapeless)"
						}
					]
				],
				[
					[
						"The Maelstrom, infinite and ancient, spawned the other Outer Planes in cosmological prehistory and surrounds them like a vast metaphorical—and at times literal—ocean of raw, chaotic quintessence. Where the Maelstrom borders these other planes, its structure takes on their characteristics, albeit in an unpredictable, chaotic fashion. Beyond these so-called Borderlands, however, the Maelstrom reverts to its true nature, the Cerulean Void: a trackless, liquid infinity devoid of stability and permanence where serpentine proteans create and destroy with profound frivolity. The proteans are paradoxically organized into discrete choruses, each with its own philosophy and goals in service to the Maelstrom. Swirling with oddities and wild magic, bereft of laws and structure, the Maelstrom also serves as a conduit between the other Outer Planes utilized by armies of extraplanar beings, hordes of demons spilling forth from the Abyss, and the innumerable protean choruses seeking to return the rest of the planes to the true freedom of the chaos from which they emerged. Sufficiently powerful magic can stabilize the chaos for a time, allowing for the creation of demiplanes and stable islands. The massive planar trade city of Galisemni is most prominent among these, drifting through the chaos."
					]
				]
			]
		},
		{
			"name": "Material Plane",
			"source": "GMG",
			"page": 138,
			"category": "Plane",
			"traits": [
				"N"
			],
			"sections": [
				[
					[
						{
							"name": "Category",
							"entry": "Inner Plane"
						}
					],
					[
						{
							"name": "Divinities",
							"entry": "{@filter Elder Mythos pantheon|deities||Pantheon=Elder Mythos}, {@deity Gozreh}"
						}
					],
					[
						{
							"name": "Native Inhabitants",
							"entry": "dwarves, elves, halflings, humans, gnomes, goblins, and countless other ancestries"
						}
					]
				],
				[
					[
						"The Material Plane is the prosaic universe and the home of mortal life. Innumerable galaxies play host to countless stars and their planets, each housing unique settings for any campaign, with Golarion as the classic example. Other worlds of note like Castrovel, Akiton, and Eox exist within Golarion's own solar system, and then beyond this, orbiting other distant stars or in other galaxies still, worlds such as Androffa, Carcosa, and even Earth swirl within the Material Plane's vast and silent void.",
						"Yet for all the profound wonder and diversity of life that the Material Plane houses, in the dark places between the stars, known as the Dark Tapestry, lurk the inimical gods known as the Outer Gods and Great Old Ones, the sinister collective known as the Dominion of the Black.",
						"The Material Plane serves as the destination for pre-incarnate souls, each mortal life born, living, and dying before sending its spirit toward the planes of the Outer Sphere for judgment. The Material Plane is likewise the focus of the gods, each of whom is invested in fostering their own particular portfolio among mortal worshippers and the material world at large."
					]
				]
			]
		},
		{
			"name": "Mzali",
			"source": "LOME",
			"page": 220,
			"category": "Settlement",
			"level": 8,
			"traits": [
				"LE",
				"City"
			],
			"sections": [
				[
					[
						{
							"name": "Government",
							"entry": "Divine Theocracy"
						}
					],
					[
						{
							"name": "Population",
							"entry": "37,813 ({@dice 37,813*0.99|99%} humans, {@dice 37,813*0.01|1%} other)"
						}
					],
					[
						{
							"name": "Languages",
							"entry": "{@language Mwangi}, {@language Mzunu}"
						}
					]
				],
				[
					[
						{
							"name": "Religions",
							"entry": "{@deity Walkena}, {@deity Chohar}, {@deity Luhar}, {@deity Tlehar}"
						}
					],
					[
						{
							"name": "Threats",
							"entry": "Bright Lions, karinas, undead, Walkena's servants"
						}
					],
					[
						{
							"name": "Banned Outsiders",
							"entry": "Walkena bans all non-native Mwangi individuals from the city. Such outsiders find fearful citizens unwilling to engage with them, imposing a –4 circumstance penalty to all {@skill Deception}, {@skill Diplomacy}, and {@skill Intimidation} checks. In addition, when you get a failure on such checks, you get a critical failure instead."
						}
					]
				],
				[
					[
						{
							"name": "Nkiruka the Voice",
							"entry": "({@trait N} female human diplomat 14) Prime Speaker of Walkena and arbiter of conflicts."
						}
					],
					[
						{
							"name": "Themba Sufu the Shadow",
							"entry": "({@trait LE} male human spy 15) Commander of Walkena's secret police force"
						}
					],
					[
						{
							"name": "Worknesh the Golden Blade",
							"entry": "({@trait LE} female human inquisitor 16) High-Inquisitor of Walkena and commander of Mzali's martial forces"
						}
					],
					[
						{
							"name": "Zubari the Guiding Ray",
							"entry": "({@trait LE} male human priest of Walkena 15) High priest of Walkena and overseer of day-to-day administration of Mzali"
						}
					]
				]
			]
		},
		{
			"name": "Nantambu",
			"source": "LOME",
			"page": 232,
			"category": "Settlement",
			"level": 10,
			"traits": [
				"NG",
				"City"
			],
			"sections": [
				[
					[
						{
							"name": "Government",
							"entry": "Democratic Council"
						}
					],
					[
						{
							"name": "Population",
							"entry": "15,470 ({@dice 15,470*0.8|80%} humans, {@dice 15,470*0.04|4%} halflings, {@dice 15,470*0.03|3%} elves, {@dice 15,470*0.02|2%} amurruns, {@dice 15,470*0.02|2%} iruxi, {@dice 15,470*0.09|9%} other)"
						}
					],
					[
						{
							"name": "Languages",
							"entry": "{@language Amurrun}, {@language Dwarven}, {@language Elven}, {@language Gnoll}, {@language Iruxi}, {@language Mwangi}, {@language Xanmba}"
						}
					]
				],
				[
					[
						{
							"name": "Religions",
							"entry": "{@deity Adanye}, {@deity Gozreh}, {@deity Mazludeh}, {@deity Irez}, {@deity Nethys}, {@deity Shelyn}"
						}
					],
					[
						{
							"name": "Threats",
							"entry": "Magical accidents"
						}
					],
					[
						{
							"name": "Service of the Magaambya",
							"entry": "Spellcasting services of up to 13th level can be found in Nantambu with ease. Acquiring higher-level services requires {@dice 1d4} weeks of work and usually requires an additional donation of 10% of the value to Nantambu."
						}
					]
				],
				[
					[
						{
							"name": "Luchomo",
							"entry": "({@trait LN} male human politician 5) Nantambu's Head of Council"
						}
					],
					[
						{
							"name": "Ciko",
							"entry": "({@trait NG} female human glassmaker 4) Council representative from the Glassmakers' Guild"
						}
					],
					[
						{
							"name": "High Sun-Mage Oyamba",
							"entry": "({@trait NG} male human wizard 13) Master of the Magaambya"
						}
					],
					[
						{
							"name": "Ebele",
							"entry": "({@trait N} female human restaurateur 6) Influential socialite"
						}
					]
				]
			]
		},
		{
			"name": "Negative Energy Plane",
			"source": "GMG",
			"page": 139,
			"category": "Plane",
			"traits": [
				"N",
				"Negative",
				"Subjective Gravity",
				"Unbounded"
			],
			"sections": [
				[
					[
						{
							"name": "Category",
							"entry": "Inner Plane"
						}
					],
					[
						{
							"name": "Divinities",
							"entry": "none"
						}
					],
					[
						{
							"name": "Native Inhabitants",
							"entry": "sceaduinars, wraiths, and other undead"
						}
					]
				],
				[
					[
						"The vast void of the Negative Energy Plane is a merciless, lightless expanse of manifest destruction and nothingness. Sapping and consuming the life force of any living creature exposed to its energies, it corrodes and disintegrates material objects to rubble, then dust, and then nothing at all. Yet the Void contains its own form of anti-life. At their densest concentration, the plane's energies aggregate into bizarre, black crystalline snowflake structures, and these irregularities spontaneously generate the plane's resident sceaduinars. Dwelling in beautiful, deadly cities drifting in the vacuous darkness, these so-called void raptors are incapable of true creation and blame this flaw on some ancient betrayal by their rivals on the Positive Energy Plane. Sceaduinars react violently not only toward creatures sustained by positive energy, but also toward undead, whom they view as unnatural parasites unworthy of their plane's energies.",
						"The black depths also swarm with undead, creatures doomed to a mockery of life by the interaction of their souls with the plane's entropic energy. Yet for all the horrors posed by the plane's environment, inhabitants, and its undead victims, its depths nevertheless hide rare refuges for planar travelers. Malikar's Keep offers shelter, for a price, to those willing to bargain with its titular lich master, while elsewhere the depths hide entire lost worlds such as Fallen Duromak, and deadly mysteries like the planet-sized, undead-entrapping glass sphere, Eternity's Doorstep."
					]
				]
			]
		},
		{
			"name": "Osibu",
			"source": "LOME",
			"page": 246,
			"category": "Settlement",
			"level": 9,
			"traits": [
				"N",
				"City"
			],
			"sections": [
				[
					[
						{
							"name": "Government",
							"entry": "Democratic Council"
						}
					],
					[
						{
							"name": "Population",
							"entry": "11,470 ({@dice 11,470*0.98|98%} humans, {@dice 11,470*0.02|2%} other)"
						}
					],
					[
						{
							"name": "Languages",
							"entry": "{@language Arboreal}, {@language Elven}, {@language Halfling}, {@language Mwangi}, {@language Sylvan}"
						}
					]
				],
				[
					[
						{
							"name": "Religions",
							"entry": "{@deity Green Faith}"
						}
					],
					[
						{
							"name": "Threats",
							"entry": "hostile jungle flora and fauna, the Nemesis Well"
						}
					],
					[
						{
							"name": "Primal Connections",
							"entry": "Osibu contains a large number of primal spellcasters, increasing the availability of magic items and services. Osibu offers magic items of up to 13th level and primal spellcasting services of up to 7th level."
						}
					]
				],
				[
					[
						{
							"name": "Dimari-Diji",
							"entry": "({@trait N} arboreal nature-speaker 25) Titanic and ancient arboreal guardian"
						}
					],
					[
						{
							"name": "Umanja-jinga",
							"entry": "({@trait LG} female halfling seer 15) Oracle of the Honored"
						}
					]
				]
			]
		},
		{
			"name": "Otari",
			"source": "GMG",
			"page": 135,
			"category": "Settlement",
			"level": 4,
			"traits": [
				"N",
				"Town"
			],
			"sections": [
				[
					[
						"Diverse lumber town and trade port with a storied past and a fair share of sinister secrets."
					],
					[
						{
							"name": "Government",
							"entry": "Mayor (elected leader)"
						}
					],
					[
						{
							"name": "Population",
							"entry": "1,240 ({@dice 1,240*0.6|60%} humans, {@dice 1,240*0.08|8%} halflings, {@dice 1,240*0.07|7%} half-elves, {@dice 1,240*0.06|6%} elves, {@dice 1,240*0.05|5%} dwarves, {@dice 1,240*0.05|5%} gnomes, {@dice 1,240*0.03|3%} half-orcs, {@dice 1,240*0.02|2%} goblins, {@dice 1,240*0.04|4%} other)"
						}
					],
					[
						{
							"name": "Languages",
							"entry": "{@language Common}, {@language Dwarven}, {@language Elven}, {@language Gnomish}, {@language Halfling}"
						}
					]
				],
				[
					[
						{
							"name": "Religions",
							"entry": "{@deity Cayden Cailean}, {@deity Erastil}, {@deity Gozreh}, {@deity Nethys}, {@deity Sarenrae}"
						}
					],
					[
						{
							"name": "Threats",
							"entry": "aberrant horrors, eerie hauntings, kobolds, smugglers"
						}
					],
					[
						{
							"name": "Trinket Trade",
							"entry": "Otari has a long tradition of catering to adventurers, and consumable items of up to level 10 can be purchased in its markets ands shops."
						}
					]
				],
				[
					[
						{
							"name": "Lardus Longsaddle",
							"entry": "({@trait CN} male human soldier) foul-mouthed and short-tempered captain of the town guard"
						}
					],
					[
						{
							"name": "Oseph Menhemes",
							"entry": "({@trait N} male human mayor) current mayor of Otari, patriarch of one of three local lumber companies"
						}
					],
					[
						{
							"name": "Vandy Banderdash",
							"entry": "({@trait NG} female halfling cleric) chatty priestess of Sarenrae and unusually knowledgeable town historian"
						}
					],
					[
						{
							"name": "Wrin Sivinxi",
							"entry": "({@trait CG} female tiefling merchant) eccentric occult items dealer, artisan, and collector of stories and rumors"
						}
					]
				]
			]
		},
		{
			"name": "Plane of Air",
			"source": "GMG",
			"page": 138,
			"category": "Plane",
			"traits": [
				"N",
				"Air",
				"Subjective Gravity"
			],
			"sections": [
				[
					[
						{
							"name": "Category",
							"entry": "Inner Plane"
						}
					],
					[
						{
							"name": "Divinities",
							"entry": "elemental lords of air"
						}
					],
					[
						{
							"name": "Native Inhabitants",
							"entry": "air elementals, cloud dragons, djinn, petitioners (air pneuma)"
						}
					]
				],
				[
					[
						"The Plane of Air, innermost of the Elemental Planes, is a vast realm of wind, storms, and skies. Illuminated by great artificial globes of flame and distant starlight from the material universe, the plane is populated by air elementals, dragons, mephits, and a great empire of djinn. Though mostly clouds and empty skies, the plane is not entirely bereft of solid ground, including rock and ice created by the residents or dragged into their realm from the distant Plane of Earth or neighboring Plane of Water, and bizarre, drifting spheres of brass and iron. While the former are aggressively fought over, most housing the cities of the vast djinn empire, the latter are almost entirely abandoned and shunned by the plane's inhabitants, who believe them cursed, entrapping forgotten, ancient enemies who once ravaged the plane.",
						"The djinn rule from their shining capital city of Armun Kelisk, built atop a series of seven floating islands. Their vast trade network crisscrosses the skies and ventures to other planes, kept aloft by natural and magical flight, including great airships that allow visitors to quickly and safely traverse the skies. The djinn are welcoming and gracious hosts to extraplanar travelers and adventurers, a perspective not shared by Hshurha the Duchess of All Winds, the evil elemental lord of air."
					]
				]
			]
		},
		{
			"name": "Plane of Earth",
			"source": "GMG",
			"page": 139,
			"category": "Plane",
			"traits": [
				"N",
				"Earth"
			],
			"sections": [
				[
					[
						{
							"name": "Category",
							"entry": "Inner Plane"
						}
					],
					[
						{
							"name": "Divinities",
							"entry": "elemental lords of earth, {@deity Nivi Rhombodazzle|LOGM}"
						}
					],
					[
						{
							"name": "Native Inhabitants",
							"entry": "crystal dragons, earth elementals, petitioners (earth pneuma), shaitans"
						}
					]
				],
				[
					[
						"A great and rocky shell situated between the Plane of Fire and Plane of Water, the Eternal Delve hosts a unique and varied ecology of creatures at home in its rocky depths. Far from an endless, solid expanse, the Plane of Earth is riddled with great caverns and cave systems, excavated artificial vaults, vast crystalline geodes, and underground oceans and springs of magma where it borders its neighboring planes. Housing untold riches in gemstones and veins of precious metals, the Plane of Earth is an attractive setting for planar travelers seeking wealth and willing to risk danger and the wrath of elementals, shaitans, and other inhabitants who resent the plunder of their home.",
						"While elementals have little organized society, the shaitan genies' Peerless Empire rules much of the plane from its capital, the Opaline Vault—a rainbow-lit city within a 30-mile-wide geode cavern. The shaitans have long been at war with the efreet in the neighboring Plane of Fire, and while the earth genies are less prone to slavery than their rivals, the shaitans brook little dissent, and their rule can be harsh. They are downright welcoming, however, compared to Ayrzul the Fossilized King, the evil elemental lord of earth who rules a great expanse of rock from his radiation-poisoned domain, the Blistering Labyrinth."
					]
				]
			]
		},
		{
			"name": "Plane of Fire",
			"source": "GMG",
			"page": 140,
			"category": "Plane",
			"traits": [
				"N",
				"Fire"
			],
			"sections": [
				[
					[
						{
							"name": "Category",
							"entry": "Inner Plane"
						}
					],
					[
						{
							"name": "Divinities",
							"entry": "elemental lords of fire, Feronia"
						}
					],
					[
						{
							"name": "Native Inhabitants",
							"entry": "azers, efreet, fire elementals, magma dragons, petitioners (fire pneuma)"
						}
					]
				],
				[
					[
						"Like a great, gleaming ball of flame situated at the heart of the Astral Plane, the Plane of Fire is the outermost plane of the Inner Sphere. A perpetual ocean of fire with skies of smoke, storms of raining cinders, and lakes and rivers of magma flowing along its border with the Elemental Plane of Earth, the plane is incredibly hostile to those unprepared for its natural hazards. Yet it houses one of the most well-known and traversed cities in all the planes: the City of Brass, capital of the Dominion of Flame. Floating above a sea of fire upon a great hemisphere of magical brass, the City of Brass is a monument both to efreet cosmopolitan grandeur and tyranny, the latter embodied by the grand sultana of the efreet. Outside of the mercantile districts and the palaces and temples of the fire genies, the city houses a vast enslaved underclass of salamanders and others, including creatures from other planes.",
						"The efreeti domain is not absolute, and elsewhere in the plane are nations of fire mephits and the remains of an ancient azer empire. While they don't form any cohesive, organized nations, the plane's fire elementals are ruled over by the plane's most powerful entity, Ymeri the Queen of the Inferno, the evil elemental lord of fire whose reign has gone unquestioned since the imprisonment of her good-aligned rival Atreia eons ago."
					]
				]
			]
		},
		{
			"name": "Plane of Water",
			"source": "GMG",
			"page": 140,
			"category": "Plane",
			"traits": [
				"N",
				"Subjective Gravity",
				"Water"
			],
			"sections": [
				[
					[
						{
							"name": "Category",
							"entry": "Inner Plane"
						}
					],
					[
						{
							"name": "Divinities",
							"entry": "elemental lords of water"
						}
					],
					[
						{
							"name": "Native Inhabitants",
							"entry": "brine dragons, marids, petitioners (water pneuma), water elementals"
						}
					]
				],
				[
					[
						"Beyond the skies of the Plane of Air, the clouds grow darker and condense into the vast, spherical, liquid shell of the Plane of Water. Its nearly limitless stretches of saline, fresh, and brackish seas teem with all manner of oceanic life, lit by light from the border with the Plane of Air and descending into black, benthic depths where it borders the Plane of Earth. While the plane is perfectly amenable to water-breathing creatures, air-breathing travelers must provide their own supply of air or magical means to breathe. Bubbles of breathable atmosphere are relatively rare and securely guarded, anchored over places of trade and commerce with outsiders, such as the great city of Vialesk, founded by immigrant undines. The plane's oceans, dotted by vast forests of kelp, magical currents, and strange phenomena, play host to empires of merfolk, predatory and expansionist sea devils, and the holdings of the plane's great brine dragons.",
						"While marids once claimed nearly absolute dominion over the plane of their origin, their empire long ago fell into deterioration and disunity. Their ravaged cities sank into the depths, and their present-day holdings remain a shadow of their former grandeur. Kelizandri the Brackish Emperor, the evil elemental lord of water and cause of their ruin, rules the dark, saline depths, feasting on all rivals and hoarding the vast, stolen wealth of the fallen marid cities. Unlike other subjective gravity planes, on the Plane of Water, a creature moves based on its swim Speed and must use actions to Swim if it doesn't have one."
					]
				]
			]
		},
		{
			"name": "Port Peril",
			"source": "GMG",
			"page": 135,
			"category": "Settlement",
			"level": 11,
			"traits": [
				"CN",
				"Metropolis"
			],
			"sections": [
				[
					[
						"Pirate city and black-market capital of the Shackles."
					],
					[
						{
							"name": "Government",
							"entry": "Hurricane Queen (overlord)"
						}
					],
					[
						{
							"name": "Population",
							"entry": "43,270 (65% humans, 10% half-elves, 8% half-orcs, 5% gnomes, 5% halflings, 7% other)"
						}
					],
					[
						{
							"name": "Languages",
							"entry": "{@language Common}, Kelish, Osiriani"
						}
					]
				],
				[
					[
						{
							"name": "Religions",
							"entry": "{@deity Besmara}, {@deity Cayden Cailean}, {@deity Gozreh}"
						}
					],
					[
						{
							"name": "Threats",
							"entry": "anti-pirate policing from the Inner Sea region, opposing pirate forces, supernatural storms from the Eye of Abendego"
						}
					],
					[
						{
							"name": "Pirate Town",
							"entry": "Port Peril thrives on black-market and stolen goods. Items that might be difficult to acquire or dispose of in other settlements due to legality can be purchased and sold more easily in Port Peril. NPCs begin with an attitude one step worse than usual toward characters openly displaying insignia of law-enforcement agencies, religious iconography of lawful deities, or affiliation with a lawful nation."
						}
					]
				],
				[
					[
						{
							"name": "Pherias Jakar",
							"entry": "({@trait CN} female elf troubadour) merchant master and joint overseer of Port Peril"
						}
					],
					[
						{
							"name": "Sabas Odabio",
							"entry": "({@trait LN} male human administrator) accountant and joint overseer of Port Peril"
						}
					],
					[
						{
							"name": "Tessa Fairwind",
							"entry": "({@trait CN} female half-elf pirate lord) Hurricane Queen of the Shackles"
						}
					],
					[
						{
							"name": "Tsojmin Kreidoros",
							"entry": "({@trait LE} male dwarf wizard) harbormaster and joint overseer of Port Peril"
						}
					]
				]
			]
		},
		{
			"name": "Positive Energy Plane",
			"source": "GMG",
			"page": 139,
			"category": "Plane",
			"traits": [
				"N",
				"Positive",
				"Subjective Gravity",
				"Unbounded"
			],
			"sections": [
				[
					[
						{
							"name": "Category",
							"entry": "Inner Plane"
						}
					],
					[
						{
							"name": "Divinities",
							"entry": "none"
						}
					],
					[
						{
							"name": "Native Inhabitants",
							"entry": "jyoti, petitioners (enlightened)"
						}
					]
				],
				[
					[
						"Known as Creation's Forge, the Positive Energy Plane is at once the source of life-sustaining positive energy, the origin of all pre-incarnate mortal souls, and paradoxically the most innately hostile of all of the planes. While positive energy is deadly to undead and beneficial to living beings, such is the intensity of the plane that unmitigated exposure ultimately incinerates any extraplanar beings without sufficient magical protection. The most apt comparison for the plane's interior is that of the heart of a burning star, and indeed the stars of the Material Plane each house natural portals to the Positive Energy Plane within their glowing, potent cores to foster the movement of pre-incarnate souls in their first steps in the great cycle of life and death.",
						"Brilliant and blinding, the plane's interior is sparsely populated, and the resident phoenix-kin jyoti are intensely xenophobic. Dwelling in glimmering, radiant crystalline cities such as Arudrellisiir, they view themselves as gardeners and guardians of souls spawned from their realm's burning quintessence. Intensely distrustful of gods and their servitors, jyoti can nonetheless be bargained with, and they have frequently taken into their custodianship any number of artifacts and imprisoned beings considered too dangerous to house on any other plane."
					]
				]
			]
		},
		{
			"name": "Rahadoum",
			"source": "GMG",
			"page": 131,
			"category": "Nation",
			"traits": [
				"LN"
			],
			"sections": [
				[
					[
						"Desert nation unified by a humanistic worldview and rejection of religion."
					],
					[
						{
							"name": "Government",
							"entry": "Council of Elders (representative council)"
						}
					],
					[
						{
							"name": "Capital",
							"entry": "Azir (72,370)"
						}
					],
					[
						{
							"name": "Population",
							"entry": "humans (Garundi, Mauxi)"
						}
					],
					[
						{
							"name": "Languages",
							"entry": "{@language Common}, Osiriani"
						}
					],
					[
						{
							"name": "Religions",
							"entry": "Laws of Mortality"
						},
						{
							"name": "Prohibited",
							"entry": "all divine religions"
						}
					],
					[
						{
							"name": "Irreligious",
							"entry": "All worship of deities is prohibited by Rahadoumi law. Religious symbols and items are confiscated and proselytization incurs a heavy fine. Rahadoumi citizens perform healing through only mundane means or non-divine magic."
						}
					]
				],
				[
					[
						{
							"name": "Primary Exports",
							"entry": "base metals, fine cloth, gemstones, herbal remedies, mechanical innovations, produce, salt, tools"
						}
					],
					[
						{
							"name": "Primary Imports",
							"entry": "lumber, pesh"
						}
					],
					[
						{
							"name": "Enemies",
							"entry": "pirates of the Shackles, Red Mantis, religious groups"
						}
					],
					[
						{
							"name": "Factions",
							"entry": "Aspis Consortium, Pure Legion"
						}
					],
					[
						{
							"name": "Threats",
							"entry": "conflict among neighboring nations, desert-dwelling monsters, disease, rapidly accelerating desertification"
						}
					]
				],
				[
					[
						{
							"name": "Malduoni",
							"entry": "({@trait LN} male human politician) Keeper of the First Law, elected by the Council of Elders"
						}
					],
					[
						{
							"name": "Kassi Aziril",
							"entry": "({@trait NG} female human doctor) \"Mother of Modern Medicine,\" renowned medical researcher and philanthropist"
						}
					],
					[
						{
							"name": "Salim Ghadafar",
							"entry": "({@trait LN} male human inquisitor) former Pure Legion captain forced into Pharasma's service"
						}
					]
				]
			]
		},
		{
			"name": "Senghor",
			"source": "LOME",
			"page": 254,
			"category": "Settlement",
			"level": 8,
			"traits": [
				"N",
				"City"
			],
			"sections": [
				[
					[
						{
							"name": "Government",
							"entry": "Mercantile Council"
						}
					],
					[
						{
							"name": "Population",
							"entry": "27,819 ({@dice 27,819*0.96|96%} humans, {@dice 27,819*0.02|2%} halflings, {@dice 27,819*0.01|1%} dwarves, {@dice 27,819*0.01|1%} other)"
						}
					],
					[
						{
							"name": "Languages",
							"entry": "{@language Calda}, {@language Dwarven}, {@language Halfling}, {@language Mwangi}, {@language Taldane}"
						}
					]
				],
				[
					[
						{
							"name": "Religions",
							"entry": "{@deity Balumbdar}, {@deity Brigh}, {@deity Desna}, {@deity Erastil}, {@deity Gozreh}, {@deity Pharasma}, {@deity Sarenrae}"
						}
					],
					[
						{
							"name": "Threats",
							"entry": "pirates, hurricanes, flooding, sea monsters"
						}
					],
					[
						{
							"name": "Shipbuilder's Hub",
							"entry": "Nautical vehicles of up to 13th level can be found for sale in Senghor with diligent searching. Vehicles higher than 8th level, when found, are for sale at 90% + {@dice 2d10|2d10%} of their normal price."
						}
					]
				],
				[
					[
						{
							"name": "Isaara",
							"entry": "({@trait LN} female human merchant 8) Major shipping facilitator"
						}
					],
					[
						{
							"name": "Gyan Baako",
							"entry": "({@trait N} male human brewer 5) Luxury goods merchant family patriarch"
						}
					],
					[
						{
							"name": "Dini Okpara",
							"entry": "({@trait LN} female human sorcerer 11) Magical merchant and scholar of antiquities"
						}
					],
					[
						{
							"name": "Bosede Eku",
							"entry": "({@trait NG} male dwarf trader 6) Prominent textile importer"
						}
					]
				]
			]
		},
		{
			"name": "Shadow Plane",
			"source": "GMG",
			"page": 141,
			"category": "Plane",
			"traits": [
				"N",
				"Shadow"
			],
			"sections": [
				[
					[
						{
							"name": "Category",
							"entry": "Transitive Plane"
						}
					],
					[
						{
							"name": "Divinities",
							"entry": "velstrac demagogues, {@deity Zon-Kuthon}"
						}
					],
					[
						{
							"name": "Native Inhabitants",
							"entry": "caligni, d'ziriaks, kayals (fetchlings), petitioners (the mutilated), umbral dragons, velstracs"
						}
					]
				],
				[
					[
						"A murky, distorted, and imperfect mirror of the Material Plane, the Shadow Plane overlaps the Material Plane and serves as a buffer or conduit between it and the Negative Energy Plane. The Shadow Plane exists in a state of perpetually dim half-light, the landscape containing similar features to the overlapping Material Plane, but in warped or twisted fashions. Cities on the Material Plane might exist on the Shadow Plane, sometimes in ruins and sometimes as terrible, frightening replicas. The darkness also holds points of beauty and relative safety, such as the great city of Shadow Absalom. The bleak doppelganger of Golarion's own Absalom hosts cross-planar trade facilitated by a permanent, one-way portal out of the gloom.",
						"The Shadow Plane is populated by dark, altered versions of creatures from the Material Plane, many of them immigrants that have adapted to the shadow after being trapped in the realm for generations. The shadow natives known as kayals—also known as fetchlings—were originally humans before thousands of years of exposure to the Shadow Plane and breeding with strange beings forever altered them. Velstracs, who long ago fled from Hell, have since adopted the Shadow Plane as their home, spreading their horrific message of perfection through mutilation in service to their victim and patron, the god Zon-Kuthon. In contrast, d'ziriaks originated within the Shadow Plane itself, as have the fearsome umbral dragons ruling self-crafted fiefdoms within the shadows. Greatest of these is Argrinyxia, who rules over Shadow Absalom."
					]
				]
			]
		},
		{
			"name": "Usaro",
			"source": "LOME",
			"page": 266,
			"category": "Settlement",
			"level": 7,
			"traits": [
				"N",
				"City"
			],
			"sections": [
				[
					[
						{
							"name": "Government",
							"entry": "Anarchy"
						}
					],
					[
						{
							"name": "Population",
							"entry": "9,640 ({@dice 9,640*0.78|78%} charau-ka, {@dice 9,640*0.12|12%} human, {@dice 9,640*0.1|10%} other)"
						}
					],
					[
						{
							"name": "Languages",
							"entry": "{@language Abyssal}, {@language Draconic}, {@language Mwangi}, {@language Ocatan}"
						}
					]
				],
				[
					[
						{
							"name": "Religions",
							"entry": "{@deity Anghazan}"
						}
					],
					[
						{
							"name": "Threats",
							"entry": "Awakened apes, demons, charau-ka, religious cultists, orc and elf raiders"
						}
					],
					[
						{
							"name": "Ravenous Domain",
							"entry": "Anghazan's demonic power suffuses the city. Evil creatures that worship Anghazan gain the effects of {@spell protection} against good creatures and effects while in Usaro."
						}
					]
				],
				[
					[
						{
							"name": "Shosenbe",
							"entry": "({@trait NE} male human wizard 16) Leader of the Chosen"
						}
					]
				]
			]
		}
	]
}
