{"quickRules":{"organization":{"source":"LOCG","page":63,"entries":[{"type":"pf2-h1","name":"Organizations","source":"LOCG","page":63,"entries":[{"type":"pf2-h1-flavor"},{"type":"pf2-sidebar","name":"ORGANIZATION ACCESS","page":65,"entries":["This chapter provides a number of options that are available to members of specific organizations. These include archetypes, equipment, feats, magic items, and spells. As a result, almost all rules options in this chapter are uncommon. Members of a specific organization automatically have access to their organization's uncommon options, though there may be further specific requirements to gain access to particular options. In cases where it applies, rare options are still labeled as such, and they are rare even among members of the corresponding organization. Each organization specifies typical ways for members of an organization to gain access to rare options. GMs are encouraged to use these or create other methods suitable for their games."]},"Like-minded individuals tend to congregate to work together, share ideas, or just enjoy each other's company. While small gatherings of individuals happen all the time throughout Golarion, sometimes these groups reach numbers in the dozens, hundreds, or even thousands, becoming full-fledged organizations with internal structures that exert notable influences on the world around them. An organization provides several benefits to its members, its allies, and anyone else within its sphere of influence. These can range from simple camaraderie to physical resources to influence in the form of contacts and social and political clout. While the reason an individual may choose to join an organization can vary, most would-be members of an organization have something to gain by joining up with others for a similar cause.","This chapter presents a number of major organizations found in the Inner Sea region. Each organization entry includes information on the organization itself as well as the organization's values and its role on Golarion. The entry also provides the rankings, titles, and structure used within the organization, including how a member moves up through its ranks. Following the organization's structure are a number of rules options available to members of the organization, ranging from access to new feats and magic items to new spells and archetypes. Most of these options are uncommon, making them unavailable to most PCs, but every organization entry details how its members can gain access to the listed options.","Finally, each organization has a stat block presenting information about the organization at a glance. GMs are encouraged to use the stat block and the entries as examples when detailing organizations in their own games.","A number of sidebars in each organization's entry provide additional information. These include a brief look at an organization's key members, a few of the organization's notable relationships with other groups, and some adventure hooks.",{"type":"pf2-h2","name":"Organization Stat Block","entries":["An organization's stat block is arranged as follows.",{"type":"data","tag":"generic","style":"book","data":{"name":"Organization Name","traits":["alignment","size","other traits"],"sections":[[["Much like a creature, an organization has a list of traits indicating its properties at a glance. These include an alignment abbreviation and a size. The alignment listed here is the organization's primary alignment, though most organizations often allow members of other alignments (listed in the Accepted Alignments entry). An organization's size is a measure of the approximate number of members in the organization. Size categories include Small (100 or fewer members), Medium (100–1,000 members), Large (1,000–5,000 members), Huge (5,000–10,000 members), and Gargantuan (10,000 or more members). After alignment and size, an organization often has a trait indicating what sort of organization it is, such as academic, militaristic, revolutionary, and so on."],["{@b Title or Organization Synopsis} This is a simple statement that provides an overview of the organization."],["{@b Scope and Influence} This entry conveys the degree of influence the organization has, both in terms of the size of its footprint in the Inner Sea region and how powerful its influence is in that area. An organization's scope can range from local (such as the city of Korvosa), to territory (such as the Sandpoint Hinterlands), to national (such as Varisia or Cheliax), to regional (such as the Broken Lands or the Golden Road), to global.","An organization's influence is rated on a simple scale. A weak organization can provide only simple assistance, while a moderate organization holds an established place in the power structure of its local area and has some connections and contacts with other local organizations. A strong organization may be at the top of the power structure for its area of concern, or it may be one of several organizations that hold power on a regional or national scale. A preeminent organization is the undisputed head of the power structure in its area of concern—the ruling body of a nation is an example of a preeminent organization, as is a merchants' guild that effectively controls trade in a large region.","An organization might have various levels of influence with different scopes. For instance, the Hellknights have strong influence in the Old Cheliax region and in Korvosa, but have only moderate influence in other parts of the Inner Sea region."],["{@b Goals} These are the general goals of the organization. These goals might be public or private, and it is very possible that an organization might have private goals that conflict with its public agenda."]],[["{@b Headquarters} This is the organization's central base of operations, if any. It's also possible to have a decentralized organization that oversees its operations from many different locations."],["{@b Key Members} These are the names of a few key members of the organization, several of which are detailed in the organization's entry."],["{@b Allies} These are some of the organization's common allies. Allies can include specific groups like merchants or musicians, other organizations, religions, or specific important individuals."],["{@b Enemies} These are some of the most common enemies of the organization, taking the same forms of groups and individuals listed in the Allies entry. This entry is not limited solely to those opposed to the organization's goals or values, and groups that share a friendly rivalry might also be listed here."],["{@b Assets} This entry lists the different benefits the organization can provide a character. These include armaments, contacts, financing, influence, magic items, training, and transportation."]],[["{@b Membership Requirements} The broad prerequisites for joining a group are listed here. Requirements can include open membership, an invitation, donations or fees, or specific tasks or trials. These requirements are further detailed in the organization's description."],["{@b Accepted Alignments} An organization's alignment indicates the alignment that most closely represents its policies and actions. The plurality of the organization's members and leaders have this alignment. The other alignments listed here work much like a deity's allowed alignments and include the other alignments common within the organization. Alignments other than these are highly unlikely among the organization's members, as the conflict of alignment, goals, and values motivates the organization to abstain from recruiting such people or encourages members of such alignments to leave."],["{@b Values} This entry lists characteristics the organization appreciates in its members, such as creativity, combat prowess, dependability, generosity, loyalty, skill at performing particular tasks, or social station. These are akin to the edicts in a deity entry."],["{@b Anathema} These are acts against the organization's beliefs. Performing them can lead to a member being dismissed from the organization or subject to various other forms of punishment."]]]}}]}]}]},"variantRule":{"source":"GMG","page":181,"entries":[{"type":"pf2-h1","name":"Variant Rules","source":"GMG","page":181,"entries":[{"type":"pf2-h1-flavor","entries":["While the rules presented in the Core Rulebook are designed to give you and your group a baseline experience that's easy to learn and fun to play, sometimes you're looking for more customizable options. That's where variant rules come in: options to alter the game's rules to fit your needs. This chapter adds a collection of variant rules to your toolbox, often with additional options for how to use them."]},{"type":"pf2-h2","name":"Choosing Variant Rules","entries":[{"type":"pf2-sidebar","name":"Combining Variants","entries":["If your group is playing a game with themes that call for it, you might wind up combining multiple variant rules together, possibly applying several options at the same time. For instance, in a gritty, low-magic, survival-horror game, you might start the PCs as 0-level characters, remove alignment to allow more shades of gray, alter the proficiency bonus progression to remove level, and remove magic items—all at the same time. In general, the variant options in this chapter are sufficiently self-contained, with explanations of how they change the game, that you should be able to combine them without trouble. When you design your own variant rules, be on the lookout for places where new rules might have unexpected overlapping effects on each other and the game."]},"When you and your group are deciding which variant rules to use, think about the types of stories you want to tell together, including the genre, themes, and characters, and use that information to choose which variant rules might be the best fit. If different players think different variant options would work best for the game, let each of them make their point, but ultimately you as the GM make the final call.","You might discover that your game requires variant rules beyond those listed here—and that's okay! In fact, it's to be expected. Use these options as a starting point for some of the most commonly helpful tools, but you and your group should work together to build your own variant rules whenever you want a different experience. Don't be afraid to deviate from the baseline—you and your group know what you like and what you're looking for better than a baseline rules set ever could. More about creating your own house rules can be found on page 29.","If you're not sure about a variant rule, take a chance! Make sure everyone in your group understands that this is a trial run and that you might need to adjust or remove the variant rules later on if they're causing unexpected side effects or not working as you intended. When you're playing with variant rules, be sure to let any new players who join the group know about the variant rules your group has chosen. This helps them set their expectations and ensures they don't feel ambushed by any variant rules the first time they're encountered in the game, which is important for making sure there is a feeling of fairness among your players."]}]}]},"background":{"source":"CRB","page":60,"entries":[{"type":"pf2-h1","name":"Backgrounds","source":"CRB","page":60,"entries":[{"type":"pf2-h1-flavor","entries":["Backgrounds allow you to customize your character based on their life before adventuring. This is the next step in their life story after their ancestry, which reflects the circumstances of their birth. Your character's background can help you learn or portray more about their personality while also suggesting what sorts of things they're likely to know. Consider what events set your character on their path to the life of an adventurer and how those circumstances relate to their background."]},"At 1st level when you create your character, you gain a background of your choice. This decision is permanent; you can't change it at later levels. Each background listed here grants two ability boosts, a skill feat, and the trained proficiency rank in two skills, one of which is a {@skill Lore} skill. If you gain the trained proficiency rank in a skill from your background and would then gain the trained proficiency rank in the same skill from your class at 1st level, you instead become trained in another skill of your choice.","{@skill Lore} skills represent deep knowledge of a specific subject. If a {@skill Lore} skill involves a choice (for instance, a choice of terrain), explain your preference to the GM, who has final say on whether it's acceptable or not. If you'd like some suggestions, the {@book Common Lore Subcategories|CRB|4|Lore (Int)} sidebar lists a number of Lore skills that are suitable for most campaigns.","Skill feats expand the functions of your skills and appear in {@book Chapter 5: Feats|CRB|5}."]}]},"archetype":{"source":"APG","page":149,"entries":[{"type":"pf2-h1","name":"Archetypes","source":"APG","page":149,"entries":[{"type":"pf2-h1-flavor","entries":["Beyond your class and general feats, you can expand your character concept by choosing an archetype. Are you more heavily armored than your peers from the {@archetype sentinel|APG} archetype? Are you a {@archetype viking|APG}, experienced in seafaring and raiding? Perhaps you're a {@archetype medic|APG}, tending to the fallen. These are just a few possibilities archetypes offer."]},"Great character concepts don't always fit neatly into a single class. If you want to build on what your character's class allows them to do, using an archetype is a simple way to adapt any class to fit your vision for your character.","Applying an archetype requires you to select archetype feats instead of class feats. Start by finding the archetype that best fits your character concept, and select the archetype's dedication feat using one of your class feat choices. Once you have the dedication feat, you can select any feat from that archetype in place of a class feat as long as you meet its prerequisites. The archetype feat you select is still subject to any selection restrictions on the class feat it replaces. For example, if you gained an ability at 6th level that granted you a 4th-level class feat with the {@trait dwarf} trait, you could swap out that class feat only for an archetype feat of 4th level or lower with the {@trait dwarf} trait. Archetype feats you gain in place of a class feat are called archetype class feats.","Occasionally, an archetype feat works like a skill feat instead of a class feat. These archetype feats have the skill trait, and you select them in place of a skill feat, otherwise following the same rules above. These aren't archetype class feats (for instance, to determine the number of Hit Points you gain from the {@feat Fighter Resiliency} archetype feat). Each archetype's dedication feat represents a certain portion of your character's time and focus, so once you select a dedication feat for an archetype, you must satisfy its requirements before you can gain another dedication feat. Typically, you satisfy an archetype dedication feat by gaining a certain number of feats from the archetype's list. You can't retrain a dedication feat as long as you have any other feats from that archetype.","Sometimes an archetype feat grants another feat, such as the alchemist's Basic Concoction. You must still meet the prerequisites of the feat you gain in this way.",{"type":"pf2-h3","name":"Additional Feats","source":"APG","page":149,"entries":["Some archetypes allow other feats beyond those in their entry. These are typically class feats, such as fighter feats that represent certain combat styles. The list of additional feats includes the feat's name, its level, and the page number where it appears. You can take the feat as an archetype feat of that level, meaning it counts toward the number of feats required by the archetype's dedication feat. When selected this way, a feat that normally has a class trait doesn't have that class trait."]},{"type":"pf2-h3","name":"Multiclass Archetypes","source":"APG","page":149,"entries":["Archetypes with the multiclass trait represent diversifying your training into another class's specialties. You can't select a multiclass archetype's dedication feat if you are a member of the class of the same name (for instance, a {@class swashbuckler|APG} can't select the {@feat Swashbuckler Dedication|APG} feat)."]},{"type":"pf2-h3","name":"Spellcasting Archetypes","source":"APG","page":149,"entries":["Some archetypes grant you a substantial degree of spellcasting, albeit delayed compared to a character from a spellcasting class. A spellcasting archetype allows you to use scrolls, staves, and wands in the same way that a member of a spellcasting class can.","Spellcasting archetypes always grant the ability to cast cantrips in their dedication, and then they have a basic spellcasting feat, an expert spellcasting feat, and a master spellcasting feat. These feats share their name with the archetype; for instance, the {@archetype witch|apg|witch's} master spellcasting feat is called {@feat Master Witch Spellcasting|APG}. All spell slots you gain from spellcasting archetypes are subject to the restrictions within the archetype. For instance, the {@archetype eldritch archer|apg} archetype allows you to pick a spell list when you take its dedication feat. If you pick arcane spells, the archetype then grants you spell slots you can use only to cast arcane spells from your {@archetype eldritch archer|apg} repertoire, even if you are a {@class sorcerer} with occult spells in your sorcerer repertoire.","{@b Basic Spellcasting Feat:} Usually available at 4th level, these feats grant a 1st-level spell slot. At 6th level, they grant you a 2nd-level spell slot, and if you have a spell repertoire, you can select one spell from your repertoire as a signature spell. At 8th level, they grant you a 3rd-level spell slot. Archetypes refer to these benefits as the \"basic spellcasting benefits.\"","{@b Expert Spellcasting Feat:} Typically taken at 12th level, these feats make you an expert in spell attack rolls and DCs of the appropriate magical tradition and grant you a 4th-level spell slot. If you have a spell repertoire, you can select a second spell from your repertoire as a signature spell. At 14th level, they grant you a 5th-level spell slot, and at 16th level, they grant you a 6th-level spell slot. Archetypes refer to these benefits as the \"expert spellcasting benefits.\"","{@b Master Spellcasting Feat:} Usually found at 18th level, these feats make you a master in spell attack rolls and DCs of the appropriate magical tradition and grant you a 7th-level spell slot. If you have a spell repertoire, you can select a third spell from your repertoire as a signature spell. At 20th level, they grant you an 8th-level spell slot. Archetypes refer to these benefits as the \"master spellcasting benefits.\""]},{"type":"pf2-h3","name":"Alchemical Archetypes","source":"APG","page":150,"entries":["Some archetypes give you abilities to use alchemy in a similar manner to an alchemist and say that you get the basic alchemy benefits. This means you get the {@feat Alchemical Crafting} feat, {@classFeature infused reagents|Alchemist|CRB|1} (a pool of reagents usable to make alchemical items), and {@classFeature advanced alchemy|Alchemist|CRB|1} (allowing you to make alchemical items during your daily preparations without the normal cost or time expenditure). The individual archetype might impose special restrictions or benefits, or adjust the number of reagents you get or your advanced alchemy level. The rules for these are in the {@feat Alchemical Crafting} feat, and rules for {@classFeature infused reagents|Alchemist|CRB|1|} and {@classFeature advanced alchemy|Alchemist|CRB|1} are in the {@class alchemist} class section.","If you gain infused reagents from more than one source, you use the highest number of reagents to determine your pool rather than adding them together. For instance, at 2nd level an alchemist with a +4 Intelligence modifier would normally get six batches of infused reagents per day from the class, and a character with the Herbalist Dedication feat would normally get two batches. A character who is both an alchemist and an herbalist has six batches—the higher number from alchemist—but is able to use them for abilities in the class or the archetype. Your advanced alchemy level always depends on which ability you're using. In the example above, the herbalist's advanced alchemy level for their herbalist abilities is 1st, though it's 2nd for alchemist abilities."]},{"type":"pf2-h3","name":"Temporary Items","source":"APG","page":150,"entries":["Several archetypes allow you to prepare temporary items. Much like the infused items created by {@class alchemist|CRB|alchemists}, these temporary items last only a short time before becoming useless. Examples include temporary scrolls created by the {@archetype scroll trickster|apg} and temporary weapons, armor, or adventuring gear created by the {@archetype scrounger|apg}.","Temporary items are clearly not up to the same quality as other items, so they typically can't be sold. If an ability doesn't list how long a temporary item lasts, the item lasts until the next time you make your daily preparations. Any effect created by a temporary item also ends at that time if it hasn't already (unless it's a permanent effect)."]}]},{"type":"pf2-h2","source":"SoM","page":74,"name":"Bounded Spellcasting Archetype","entries":["Some archetypes, such as the {@archetype magus|SoM} and {@archetype summoner|SoM} multiclass archetypes, grant you spellcasting abilities based on the way magi and summoners cast spells, albeit delayed compared to a character from those classes. In this book, both archetypes are bounded spellcasting archetypes, but future books might introduce bounded spellcasting archetypes that aren't multiclass archetypes. A bounded spellcasting archetype allows you to use scrolls, staves, and wands in the same way that a member of a spellcasting class can, and the basic bounded spellcasting feat counts as having a spellcasting class feature.","Bounded spellcasting archetypes always have a basic bounded spellcasting feat, an expert bounded spellcasting feat, and a master bounded spellcasting feat. These feats share their name with the archetype. For instance, the magus's master spellcasting feat is called Master Magus Spellcasting. All spell slots you gain from bounded spellcasting archetypes have restrictions depending on the archetype. For example, the summoner archetype grants you spell slots you can use only to cast spells from your summoner repertoire, even if you are a sorcerer with spells of the same tradition in your sorcerer repertoire.","{@b Basic Bounded Spellcasting Feat:} Usually gained at 6th level, these feats give you a 1st-level spell slot and a 2nd-level spell slot from that magical tradition. If you have a spell repertoire, you can select one spell from your repertoire as a signature spell. Archetypes refer to these benefits as the \"basic bounded spellcasting benefits.\" At 10th level, you replace your 1st-level spell slot with a 3rd-level spell slot.","{@b Expert Bounded Spellcasting Feat:} Usually taken at 12th level, these feats make you an expert in spell attack rolls and DCs of the appropriate magical tradition. You gain an additional 3rd-level spell slot. If you have a spell repertoire, you can select a second spell from your repertoire as a signature spell. At 14th level, you replace your spell slots with two 4th-level spell slots and one 5th-level spell slot, and at 16th level, you replace your spell slots with two 5th-level spell slots and one 6th-level spell slot. Archetypes refer to these benefits as the \"expert bounded spellcasting benefits.\"","{@b Master Bounded Spellcasting Feat:} Usually taken at 18th level, these feats make you a master in spell attack rolls and DCs of the appropriate magical tradition and grant you an additional 6th-level spell slot. At 20th level, they replace your two 5th-level spell slots with two 7th-level spell slots. Archetypes refer to these benefits as the \"master bounded spellcasting benefits.\""]}]},"feat":{"source":"CRB","page":255,"entries":[{"type":"pf2-h1","name":"Feats","source":"CRB","page":255,"entries":[{"type":"pf2-h1-flavor","entries":["All kinds of experiences and training can shape your character beyond what you learn by advancing in your class. Abilities that require a degree of training but can be learned by anyone—not only members of certain ancestries or classes—are called general feats."]},"For most classes, you gain a general feat when you reach 3rd level and every 4 levels thereafter. Each time you gain a general feat, you can select any feat with the {@trait general} trait whose prerequisites you satisfy.","General feats also include a subcategory of skill feats, which expand on what you can accomplish via skills. These feats also have the {@trait skill} trait. Most characters gain skill feats at 2nd level and every 2 levels thereafter. When you gain a skill feat, you must select a {@filter general feat with the skill trait|feats||general=general;skill=sand}; you can't select a general feat that lacks the {@trait skill} trait. The level of a skill feat is typically the minimum level at which a character could meet its proficiency prerequisite."]}]},"companion":{"source":"CRB","page":214,"entries":[{"type":"pf2-h1","name":"Animal Companions and Familiars","source":"CRB","page":214,"entries":[{"type":"pf2-h1-flavor","entries":["Some adventurers travel with loyal allies known as animal companions and familiars. The former begin as young animals but acquire impressive physical abilities as you level up, while the latter share a magical bond with you."]},{"type":"pf2-h2","name":"Animal Companions","entries":["An animal companion is a loyal comrade who follows your orders without you needing to use Handle an Animal on it. Your animal companion has the minion trait, and it gains 2 actions during your turn if you use the Command an Animal action to command it; this is in place of the usual effects of Command an Animal. If your companion dies, you can spend a week of downtime to replace it at no cost. You can have only one animal companion at a time.",{"type":"pf2-h3","page":214,"name":"Riding Animal Companions","entries":["You or an ally can ride your animal companion as long as it is at least one size larger than the rider. If it is carrying a rider, the animal companion can use only its land Speed, and it can't move and Support you on the same turn. However, if your companion has the mount special ability, it's especially suited for riding and ignores both of these restrictions."]},{"type":"pf2-h3","page":214,"name":"Young Animal Companions","entries":["The following are the base statistics for a young animal companion, the first animal companion most characters get. You make adjustments to these statistics depending on the type of animal you choose. As you gain levels, you might make further adjustments as your companion becomes more powerful. An animal companion has the same level you do. Animal companions calculate their modifiers and DCs just as you do with one difference: the only item bonuses they can benefit from are to speed and AC (their maximum item bonus to AC is +3).",{"type":"pf2-h4","page":214,"name":"Proficiencies","entries":["Your animal companion uses your level to determine its proficiency bonuses. It's trained in its unarmed attacks, unarmored defense, barding, all saving throws, Perception, {@skill Acrobatics}, and {@skill Athletics}. Animal companions can't use abilities that require greater Intelligence, such as Coerce or Decipher Writing, even if trained in the appropriate skill, unless they have a specialization that allows it."]},{"type":"pf2-h4","page":214,"name":"Ability Modifiers","entries":["An animal companion begins with base ability modifiers of {@b Str} +2, {@b Dex} +2, {@b Con} +1, {@b Int}–4, {@b Wis} +1, {@b Cha} +0. Each type has its own strengths and increases two of these modifiers by 1 each. These increases are already calculated into the stat blocks in Companion Types below."]},{"type":"pf2-h4","page":214,"name":"Hit Points","entries":["Your animal companion has ancestry Hit Points from its type, plus a number of Hit Points equal to 6 plus its Constitution modifier for each level you have."]}]},{"type":"pf2-h3","page":214,"name":"Mature Animal Companions","entries":["To advance a young animal companion to a mature animal companion (usually a result of one of your class feat choices), increase its Strength, Dexterity, Constitution, and Wisdom modifiers by 1. Increase its unarmed attack damage from one die to two dice (for instance 1d8 to 2d8), and its proficiency rank for Perception and all saving throws to expert. Increase its proficiency ranks in {@skill Intimidation}, {@skill Stealth}, and {@skill Survival} to trained, and if it was already trained in one of those skills from its type, increase its proficiency rank in that skill to expert. If your companion is Medium or smaller, it grows by one size."]},{"type":"pf2-h3","page":214,"name":"Nimble Animal Companions","entries":["To advance a mature animal companion to a nimble animal companion, increase its Dexterity modifier by 2 and its Strength, Constitution, and Wisdom modifiers by 1. It deals 2 additional damage with its unarmed attacks. Increase its proficiency ranks in {@skill Acrobatics} and unarmored defense to expert. It also learns the advanced maneuver for its type. Its attacks become magical for the purpose of ignoring resistances."]},{"type":"pf2-h3","page":214,"name":"Savage Animal Companions","entries":["To advance a mature animal companion to a savage animal companion, increase its Strength modifier by 2 and its Dexterity, Constitution, and Wisdom modifiers by 1. It deals 3 additional damage with its unarmed attacks. Increase its proficiency rank in {@skill Athletics} to expert. It also learns the advanced maneuver for its type. If your companion is Medium or smaller, it grows by one size. Its attacks become magical for the purpose of ignoring resistances."]},{"type":"pf2-h3","page":214,"name":"Companion Types","entries":["The species of animal you choose is called your companion's type. Each companion type has its own statistics. The Size entry indicates your companion's starting size as a young animal companion. Following the size entry are the companion's unarmed attacks, and then its ability modifiers. The Hit Points entry indicates the companion's ancestry Hit Points. The Skill entry indicates an additional trained skill your companion has. The Senses entry lists your companion's special senses. The Speed entry gives your companion's Speeds. The Special entry, if present, lists any other special abilities your companion has, for example whether it often serves as a mount and is particularly appropriate for mounted classes, such as the champion.","The Support Benefit entry indicates a special benefit you gain by Commanding the Animal to use the Support action (see below). The Advanced Maneuver entry indicates a powerful new action your companion learns how to use if it becomes a nimble or savage animal companion."]},{"type":"pf2-h3","page":217,"name":"Specialized Animal Companions","entries":["Specialized animal companions are more intelligent and engage in more complex behaviors. The first time an animal gains a specialization, it gains the following: Its proficiency rank for unarmed attacks increases to expert. Its proficiency ranks for saving throws and Perception increase to master. Increase its Dexterity modifier by 1 and its Intelligence modifier by 2. Its unarmed attack damage increases from two dice to three dice, and it increases its additional damage with unarmed attacks from 2 to 4 or from 3 to 6.","Each specialization grants additional benefits. Most animal companions can have only one specialization.",{"type":"pf2-h4","page":217,"name":"Ambusher","entries":["In your companion's natural environment, it can use a Sneak action even if it's currently observed. Its proficiency rank in {@skill Stealth} increases to expert (or master if it was already an expert from its type), and its Dexterity modifier increases by 1. Its proficiency rank for unarmored defense increases to expert."]},{"type":"pf2-h4","page":217,"name":"Bully","entries":["Your companion terrorizes foes with dominance displays and pushes them around the battlefield. Its proficiency ranks for {@skill Athletics} and {@skill Intimidation} increase to expert (or master if it was already expert from its type), its Strength modifier increases by 1, and its Charisma modifier increases by 3."]},{"type":"pf2-h4","page":217,"name":"Daredevil","entries":["Your companion joins the fray with graceful leaps and dives.","It gains the deny advantage ability, so it isn't {@condition flat-footed} to hidden, undetected, or flanking creatures unless such a creature's level is greater than yours. Its proficiency rank in {@skill Acrobatics} increases to master, and its Dexterity modifier increases by 1. Its proficiency rank in unarmored defense increases to expert."]},{"type":"pf2-h4","page":217,"name":"Racer","entries":["Your companion races. It gains a +10-foot status bonus to its Speed, swim Speed, or fly Speed (your choice). Its proficiency in Fortitude saves increases to legendary, and its Constitution modifier increases by 1."]},{"type":"pf2-h4","page":217,"name":"Tracker","entries":["Your companion is an incredible tracker. It can move at full Speed while following tracks. Its proficiency rank in {@skill Survival} increases to expert (or master if it was already an expert from its type), and its Wisdom modifier increases by 1."]},{"type":"pf2-h4","page":217,"name":"Wrecker","entries":["Your companion smashes things. Its unarmed attacks ignore half an object's Hardness. Its {@skill Athletics} proficiency increases to master, and its Strength modifier increases by 1."]}]}]}]}]},"familiar":{"source":"CRB","page":217,"entries":[{"type":"pf2-h1","name":"Animal Companions and Familiars","source":"CRB","page":217,"entries":[{"type":"pf2-h1-flavor","entries":["Some adventurers travel with loyal allies known as animal companions and familiars. The former begin as young animals but acquire impressive physical abilities as you level up, while the latter share a magical bond with you."]},{"type":"pf2-h2","page":217,"name":"Familiars","entries":["Familiars are mystically bonded creatures tied to your magic. Most familiars were originally animals, though the ritual of becoming a familiar makes them something more. You can choose a Tiny animal you want as your familiar, such as a bat, cat, raven, or snake. Some familiars are different, usually described in the ability that granted you a familiar; for example, a druid's leshy familiar is a Tiny plant instead of an animal, formed from a minor nature spirit. A familiar has the same level you do.","Familiars have the {@trait minion} trait, so during an encounter, they gain 2 actions in a round if you spend an action to command them. If your familiar dies, you can spend a week of downtime to replace it at no cost.","You can have only one familiar at a time.",{"type":"pf2-h3","page":217,"name":"Modifiers and AC","entries":["Your familiar's save modifiers and AC are equal to yours before applying circumstance or status bonuses or penalties. Its Perception, {@skill Acrobatics}, and {@skill Stealth} modifiers are equal to your level plus your spellcasting ability modifier (Charisma if you don't have one, unless otherwise specified). It can't make {@action Strike||Strikes}, but it can use trained skill actions for skills for which it adds your spellcasting ability modifier. If it attempts an attack roll or other skill check, it uses your level as its modifier. It doesn't have or use its own ability modifiers and can never benefit from item bonuses."]},{"type":"pf2-h3","page":217,"name":"Hit Points","entries":["Your familiar has 5 Hit Points for each of your levels."]},{"type":"pf2-h3","page":218,"name":"Size","entries":["Your familiar is Tiny."]},{"type":"pf2-h3","page":218,"name":"Senses","entries":["Your familiar has {@ability low-light vision} and can gain additional senses from familiar abilities. It can communicate empathically with you as long as it's within 1 mile of you, sharing emotions. It doesn't understand or speak languages normally, but it can gain speech from a familiar ability."]},{"type":"pf2-h3","page":218,"name":"Movement","entries":["Your familiar has either a Speed of 25 feet or a swim Speed of 25 feet (choose one upon gaining the familiar).","It can gain other movement types from familiar abilities."]},{"type":"pf2-h3","page":218,"name":"Familiar and Master Abilities","entries":["Each day, you channel your magic into two abilities, which can be either familiar or master abilities. If your familiar is an animal that naturally has one of these abilities (for instance, an owl has a fly Speed), you must select that ability. Your familiar can't be an animal that naturally has more familiar abilities than your daily maximum familiar abilities.",{"type":"pf2-h4","page":218,"name":"Familiar Abilities","entries":[{"type":"inline","name":"Mask Freeze","source":"LOCG","page":100,"entries":["When in mask form, your familiar can hide its obvious supernatural qualities to pass as a simple, unassuming mask. It doesn't need to {@action Impersonate} to fool a passing glance, and it gains a +4 circumstance bonus to its {@skill Deception} DC against an active observer {@action Seek||Seeking} or otherwise studying it.","{@note This ability is available only to {@feat mask familiar|LOCG|mask familiars}.}"]},{"type":"inline","name":"Ambassador","source":"LOTGB","page":34,"entries":["Your familiar knows how to act cute or focused on cue, helping you make a good impression. Despite being a minion, your familiar gains 1 reaction at the start of its turns, which it can use only to {@action Aid} you on a {@skill Diplomacy} check to {@action Make an Impression} (it still has to prepare to help you as normal for the Aid reaction, which requires it to participate throughout the activity). It automatically succeeds at its check to {@action Aid} you with those skills or automatically critically succeeds if you're a master of the skill in question."]},{"type":"inline","name":"Major Resistance","source":"LOTGB","page":34,"entries":["Your familiar increases the resistance it gains from its resistance familiar ability to a value equal to your level. To select this, your familiar must have the {@familiarAbility greater resistance|LOTGB} ability and you must be at least 8th level."]},{"type":"inline","name":"Wavesense","source":"LOTGB","page":34,"entries":["Your familiar can sense vibrations in the water. It gains imprecise {@ability wavesense} with a range of 30 feet."]},{"type":"inline","name":"Tremorsense","source":"LOTGB","page":34,"entries":["Your familiar is keenly aware of any vibrations traveling through a surface. It gains imprecise {@ability tremorsense} with a range of 30 feet."]},{"type":"inline","name":"Threat Display","source":"LOTGB","page":34,"entries":["Your familiar helps you convey wordless threats through body language. Whenever you attempt an {@skill Intimidation} check to {@action Demoralize} a creature, if your familiar is within 30 feet of your target and can act, it accompanies you with snarls, hisses, or raising its hackles. If it can do so, you don't take the normal –4 penalty on the {@skill Intimidation} check if your target doesn't understand the language you're speaking."]},{"type":"inline","name":"Snoop","source":"LOTGB","page":34,"entries":["Your familiar keeps its eyes and ears open, ready to relay every snippet of gossip it catches, helping you gather information. Despite being a {@trait minion}, your familiar gains 1 reaction at the start of its turns, which it can use only to {@action Aid} you on a {@skill Diplomacy} check to {@action Gather Information} (it still has to prepare to help you as normal for the {@action Aid} reaction, which requires it to participate throughout the activity). It automatically succeeds at its check to {@action Aid} you with those skills or automatically critically succeeds if you're a master of the skill in question."]},{"type":"inline","name":"Second Opinion","source":"LOTGB","page":34,"entries":["Your familiar is your academic confidant. Despite being a {@trait minion}, your familiar gains 1 reaction at the start of its turns, which it can use only to {@action Aid} you on a {@action Recall Knowledge} skill check for a skill in which it has the skilled familiar ability (it still has to prepare to help you as normal for the {@action Aid} reaction). It automatically succeeds at its check to {@action Aid} you with those skills or automatically critically succeeds if you're a master of the skill in question. Your familiar must have the skilled ability to select this."]},{"type":"inline","name":"Greater Resistance","source":"LOTGB","page":34,"entries":["Your familiar increases the resistance it gains from its resistance familiar ability to 3 + half your level. Your familiar must have the {@familiarAbility resistance|APG} ability to select this."]},{"type":"inline","name":"Gills","source":"LOTGB","page":34,"entries":["Your familiar grows a set of gills, allowing it to breathe water in addition to air."]},{"type":"inline","name":"Valet","source":"APG","page":147,"entries":["You can command your familiar to deliver you items more efficiently. Your familiar doesn't use its 2 actions immediately upon your command. Instead, up to twice before the end of your turn, you can have your familiar {@action Interact} to retrieve an item of light or negligible Bulk you are wearing and place it into one of your free hands. The familiar can't use this ability to retrieve stowed items. If the familiar has a different number of actions, it can retrieve one item for each action it has when commanded this way."]},{"type":"inline","name":"Tough","source":"APG","page":147,"entries":["Your familiar's maximum Hit Points increase by 2 per level."]},{"type":"inline","name":"Touch Telepathy","source":"APG","page":146,"entries":["Your familiar can telepathically communicate with you via touch. If it also has the speech ability, it can telepathically communicate via touch with any creature if they share a language."]},{"type":"inline","name":"Toolbearer","source":"APG","page":146,"entries":["Your familiar can carry a set of tools of up to light Bulk. So long as your familiar is adjacent to you, you can draw and replace the tools as part of the action that uses them as if you were wearing them. Your familiar must have the manual dexterity ability to select this."]},{"type":"inline","name":"Spellcasting","source":"APG","page":146,"entries":["Choose a spell in your repertoire or that you prepared today that is at least 5 levels lower than your highest-level spell slot. Your familiar can {@action Cast a Spell||Cast that Spell} once per day using your magical tradition, spell attack modifier, and spell DC. If the spell has a drawback that affects the caster, both you and your familiar are affected. You must be able to cast 6th-level spells using spell slots to select this ability."]},{"type":"inline","name":"Skilled","source":"APG","page":146,"entries":["Choose a skill other than {@skill Acrobatics} or {@skill Stealth}. Your familiar's modifier for that skill is equal to your level plus your key spellcasting ability modifier, rather than just your level. You can select this ability repeatedly, choosing a different skill each time."]},{"type":"inline","name":"Resistance","source":"APG","page":146,"entries":["Choose two of the following: acid, cold, electricity, fire, poison, or sonic. Your familiar gains resistance equal to half your level against the chosen damage types."]},{"type":"inline","name":"Poison Reservoir","source":"APG","page":146,"entries":["Your homunculus familiar has a reservoir for poison, allowing it to apply an injury poison to an adjacent ally's exposed weapon with a single {@action Interact} action. You must supply the poison and instill it into this reservoir using two consecutive {@action Interact} actions. You must have a homunculus familiar to select this ability."]},{"type":"inline","name":"Plant Form","source":"APG","page":146,"entries":["Your plant familiar can change shape as a single action, transforming into a Tiny plant of a type roughly similar to the familiar's nature. This otherwise uses the effects of tree shape. You must have a familiar with the {@trait plant} trait, such as a leshy, to select this ability."]},{"type":"inline","name":"Partner in Crime","source":"APG","page":146,"entries":["Your familiar is your criminal associate. Despite being a minion, your familiar gains 1 reaction at the start of its turns, which it can use only to {@action Aid} you on a {@skill Deception} or {@skill Thievery} skill check (it still has to prepare to help you as normal for the {@action Aid} reaction). It automatically succeeds at its check to {@action Aid} you with those skills or automatically critically succeeds if you're a master of the skill in question."]},{"type":"inline","name":"Master's Form","source":"APG","page":146,"entries":["Your familiar can change shape as a single action, transforming into a humanoid of your ancestry with the same age, gender, and build of its true form, though it always maintains a clearly unnatural remnant of its nature, such as a cat's eyes or a serpent's tongue. This form is always the same each time it uses this ability. This otherwise uses the effects of {@spell humanoid form}, except the change is purely cosmetic. It only appears humanoid and gains no new capabilities. Your familiar must have the {@familiarAbility manual dexterity} and {@familiarAbility speech} abilities to select this."]},{"type":"inline","name":"Independent","source":"APG","page":146,"entries":["In an encounter, if you don't {@action Command an Animal||Command} your familiar, it still gains 1 action each round. Typically, you still decide how it spends that action, but, the GM might determine that your familiar chooses its own tactics rather than performing your preferred action. This doesn't work with valet or similar abilities that require a command, if you're capable of riding your familiar, or similar situations."]},{"type":"inline","name":"Focused Rejuvenation","source":"APG","page":146,"entries":["When you {@action Refocus}, you generate magical energy that heals your familiar. Your familiar regains 1 Hit Point per level whenever you {@action Refocus}."]},{"type":"inline","name":"Accompanist","source":"APG","page":146,"entries":["Your familiar helps you perform. Whenever you attempt a {@skill Performance} check, if your familiar is nearby and can act, it accompanies you with chirps, claps, or its own miniature instrument. This grants you a +1 circumstance bonus, or +2 if you're a master in {@skill Performance}."]},{"type":"inline","name":"Darkeater","source":"SoM","page":229,"entries":["Your familiar naturally recovers in the shadows. After spending 10 consecutive minutes in an area of dim light or darkness, your familiar recovers a number of Hit Points equal to half your level."]},{"type":"inline","name":"Shadow Step","source":"SoM","page":229,"entries":["Your familiar gains the Shadow Step action. You must be at least 7th level to select this familiar ability for your familiar.",{"type":"ability","name":"Shadow Step","activity":{"number":1,"unit":"action"},"requirements":"The familiar is in dim light or darkness.","traits":["conjuration","shadow","teleportation"],"entries":["The familiar teleports itself up to 30 feet. The destination must be in dim light or darkness and must be within your familiar's line of sight and line of effect. This action has the trait matching your tradition of magic, or {@trait occult} if you aren't a spellcaster."]}]},{"type":"inline","name":"Amphibious","source":"CRB","page":218,"entries":["It gains a swim Speed of 25 feet (or Speed of 25 feet if it already has a swim Speed)."]},{"type":"inline","name":"Burrower","source":"CRB","page":218,"entries":["It gains a burrow Speed of 5 feet, allowing it to dig Tiny holes."]},{"type":"inline","name":"Climber","source":"CRB","page":218,"entries":["It gains a climb Speed of 25 feet."]},{"type":"inline","name":"Damage Avoidance","source":"CRB","page":218,"entries":["Choose one type of save. It takes no damage when it succeeds at that type of save; this doesn't prevent effects other than damage."]},{"type":"inline","name":"Darkvision","source":"CRB","page":218,"entries":["It gains {@ability darkvision}."]},{"type":"inline","name":"Fast Movement","source":"CRB","page":218,"entries":["Increase one of the familiar's Speeds from 25 feet to 40 feet."]},{"type":"inline","name":"Flier","source":"CRB","page":218,"entries":["It gains a fly Speed of 25 feet."]},{"type":"inline","name":"Kinspeech","source":"CRB","page":218,"entries":["It can understand and speak with animals of the same species. To select this, your familiar must be an animal, it must have the speech ability, and you must be at least 6th level."]},{"type":"inline","name":"Lab Assistant","source":"CRB","page":218,"entries":["It can use your {@action Quick Alchemy} action. You must have {@action Quick Alchemy}, and your familiar must be in your space. This has the same cost and requirement as if you used it. It must have the manual dexterity ability to select this."]},{"type":"inline","name":"Manual Dexterity","source":"CRB","page":218,"entries":["It can use up to two of its limbs as if they were hands to use manipulate actions."]},{"type":"inline","name":"Scent","source":"CRB","page":218,"entries":["It gains {@ability scent} (imprecise, 30 feet)."]},{"type":"inline","name":"Speech","source":"CRB","page":218,"entries":["It understands and speaks a language you know."]}]},{"type":"pf2-h4","page":218,"name":"Master Abilities","entries":[{"type":"inline","name":"Tattoo Transformation","source":"LOTGB","page":34,"entries":["Your familiar can transform into a tattoo you carry on your flesh. When transformed into a tattoo, the familiar looks like a colorful and stylized version of itself and can't act except to turn back into a familiar. It isn't affected by area effects and must be targeted separately to affect it, which requires knowledge that it's a creature. This means you and your allies can heal or assist the familiar while most enemies stay unaware of its true nature. Creatures must attempt a DC 20 {@skill Perception} check to {@action Seek} to realize a tattoo is actually a familiar (which few foes will try). Your familiar can still communicate its feelings empathically. Transforming into a tattoo or back to familiar form is a 1-minute activity that has the {@trait concentrate} trait."]},{"type":"inline","name":"Restorative Familiar","source":"LOTGB","page":34,"entries":["Once per day, your familiar can use 2 actions with the {@trait concentrate} trait to give up some of its animating energy and heal you. It must be in your space to do so. You restore a number of Hit Points equal to {@dice 1d8} times half your level (minimum {@dice 1d8})."]},{"type":"inline","name":"Recall Familiar","source":"LOTGB","page":34,"entries":["You can summon your familiar to your side. Once per day, you can use a 3-action activity, which has the {@trait concentrate} trait, to teleport your familiar to your space. Your familiar must be within 1 mile or the attempt to summon it fails. This is a {@trait conjuration} and {@trait teleport} effect."]},{"type":"inline","name":"Share Senses","source":"APG","page":147,"entries":["Once every 10 minutes, you can use a single action with the {@trait concentrate} trait to project your senses into your familiar. When you do, you lose all sensory information from your own body, but can sense through your familiar's body for up to 1 minute. You can {@action Dismiss} this effect."]},{"type":"inline","name":"Innate Surge","source":"APG","page":147,"entries":["Once per day, you can draw upon your familiar's innate magic to replenish your own. You can cast one innate spell gained from an ancestry feat that you have already cast today. You must still {@action Cast a Spell||Cast the Spell} and meet the spell's other requirements."]},{"type":"inline","name":"Cantrip Connection","source":"CRB","page":218,"entries":["You can prepare an additional cantrip, or if you have a repertoire, instead designate a cantrip to add to your repertoire every time you select this ability; you can retrain it but can't otherwise change it. You must be able to prepare cantrips or add them to your repertoire to select this."]},{"type":"inline","name":"Extra Reagents","source":"CRB","page":218,"entries":["Your familiar grows extra infused reagents on or in its body. You gain an additional batch of infused reagents. You must have the infused reagents ability to select this ability."]},{"type":"inline","name":"Familiar Focus","source":"CRB","page":218,"entries":["Once per day, your familiar can use 2 actions with the {@trait concentrate} trait to regain 1 Focus Point, up to your usual maximum You must have a focus pool to select this."]},{"type":"inline","name":"Lifelink","source":"CRB","page":218,"entries":["If your familiar would be reduced to 0 HP by damage, as a reaction with the {@trait concentrate} trait, you can take the damage. If you do, you take all the damage and your familiar takes none. However, if special effects when a hit damages your familiar (such as snake venom) still apply to your familiar."]},{"type":"inline","name":"Spell Battery","source":"CRB","page":218,"entries":["You gain one additional spell slot at least 3 levels lower than your highest-level spell slot; you must be able to cast 4th-level spells using spell slots to select this master ability."]},{"type":"inline","name":"Spell Delivery","source":"CRB","page":218,"entries":["If your familiar is in your space, you can cast a spell with a range of touch, transfer its power to your familiar, and command the familiar to deliver the spell. If you do, the familiar uses its 2 actions for the round to move to a target of your choice and touch that target. If it doesn't reach the target to touch it this turn, the spell has no effect."]}]}]}]}]}]},"eidolon":{"source":"SoM","page":58,"entries":[{"type":"pf2-h2","name":"Eidolons","source":"SoM","page":58,"entries":["Though each eidolon is a unique creature and there are many types of eidolons, each draws upon a particular tradition of magic and manifests from related essence. Multiple types of each eidolon exist as well—for instance, the types of construct eidolon presented in this book are the warrior construct and the scout construct.","Arcane eidolons are usually formed of mental essence, also known as astral essence. They include dragon eidolons—the echoes of ancient dragons—and construct eidolons, beings formed into a simple construct shape through arcane magic.","Divine eidolons are always formed of spiritual essence, much like the divine servitors they resemble. They include representatives of the many families of divine servitors, such as angels, demons, and psychopomps.","Occult eidolons are also usually formed of spiritual essence, though they tend toward a more ectoplasmic consistency than divine eidolons. Occult eidolons usually form from the essence of a spirit that is unwilling or unable to pass on, and find refuge with a summoner to avoid becoming undead; these types of eidolons are known as phantoms. Each phantom eidolon has a connection to a particular emotion, such as the anger phantom and devotion phantom described in this book.","Primal eidolons usually manifest from life essence. Their forms resemble creatures found in the natural world, such as beasts, plants, fey, or some combination.",{"type":"pf2-h3","name":"Proficiencies","entries":["Your eidolon's level is equal to yours. It begins with expert proficiency in Fortitude and Will saves and trained proficiency in Reflex saves. In addition, it is trained in unarmed attacks and unarmored defense. It shares your skill proficiencies. Certain class features increase your eidolon's proficiencies."]},{"type":"pf2-h3","name":"Ability Scores","entries":["An eidolon's ability scores depend on which array you choose, such as marauding dragon or cunning dragon for a dragon eidolon. As noted in your ability boosts class feature (page 56), your eidolon gets boosts to its ability scores at the same time you do. It also increases one score by 2 when it gains its transcendence ability."]},{"type":"pf2-h3","name":"Unarmed Attacks","entries":["Your eidolon starts with two unarmed attacks. Each eidolon entry suggests some forms the eidolon's attacks might take, but since eidolons can have a variety of body shapes, you decide the specific form of the unarmed attacks (claw, jaws, horn, fist, and so on) when you choose your eidolon. Some eidolons' unarmed attacks might look like swords, clubs, or other weapons, even though they are extensions of the eidolon's form. Your choice of unarmed attack determines its damage type—bludgeoning, piercing, or slashing, as appropriate. Some of the suggested attacks list a typical damage type in parentheses, but you can work with your GM to choose a damage type that is right for your eidolon. Once you decide upon your eidolon's unarmed attacks, they can't be changed except via abilities that specifically change them, except with your GM's permission. Your eidolon has a primary and secondary unarmed attack.","{@b Primary Attack:} Choose from the following statistics for the more flexible primary attack.",{"type":"list","items":["{@dice 1d8} damage ({@trait disarm}, {@trait nonlethal}, {@trait shove}, or {@trait trip})","{@dice 1d6} damage ({@trait fatal <d10>})","{@dice 1d6} damage ({@trait forceful} and {@trait sweep})","{@dice 1d6} damage ({@trait deadly <d8>} and {@trait finesse})"]},"{@b Secondary Attack:} The secondary attack always deals {@dice 1d6} damage and has the {@trait agile} and {@trait finesse} traits."]},{"type":"pf2-h3","name":"Eidolon Spells","entries":["An eidolon normally can't {@action Cast a Spell}; however, some feats or abilities can grant it this capability. An eidolon that has spells also gains the {@action Cast a Spell} activity. It doesn't have its own spell DC or spell attack modifier; if it needs to {@action Cast a Spell}, it uses your spell DC and spell attack modifier. If you have eidolon link spells, your eidolon shares your focus pool to cast them, though it can't {@action Refocus}. Your eidolon can cast only spells that it gains from its own abilities. It can't cast your spells, nor can you cast spells it has."]},{"type":"pf2-h3","name":"Reading an Eidolon Entry","entries":["An eidolon entry contains the following information, followed by a description of the eidolon's initial ability and abilities gained from the eidolon symbiosis and eidolon transcendence class features.","{@b Tradition} This is the eidolon's corresponding magical tradition, which determines the type of magic you can cast.","{@b Traits} All eidolons have the {@trait eidolon} trait, and each type of eidolon has additional traits. They all appear in this entry.","{@b Alignment} You choose your eidolon's alignment, abiding by any alignment restrictions listed here. Your eidolon's alignment has no impact on your own.","{@b Home Plane} This is the eidolon's home plane, where it goes when unmanifested. This can help you determine the effects of abilities dependent on a creature's home plane, such as {@spell banishment}.","{@divider}","{@b Size} This is the eidolon's starting Size.","{@b Suggested Attacks} This entry suggests forms that the eidolon's attacks might take (see Unarmed Attacks above).","{@b Eidolon Array} Choose from one of two arrays for your eidolon. This choice sets its ability scores, as well as the form of its defenses, as represented by an item bonus to AC and its Dexterity cap. For instance, a demon eidolon can have the wrecker array, with a higher Strength and item bonus to AC, or be a tempter, with a higher Charisma and Dexterity cap. The appearance of the eidolon's protection can be anything you choose that fits the eidolon: armor, scales, tough hide, a mystical aura of deflection, and so on. Though each eidolon has two arrays in this book, it's possible for other varieties to appear elsewhere.","{@b Skills} These are the skills that the eidolon has taught you, or that you learned as part of linking with your eidolon. You are trained in these skills, and the eidolon shares this proficiency as normal for its skills.","{@b Senses} This entry, if present, lists your eidolon's special senses. If this entry is not present, the eidolon has senses like a human's.","{@b Language} This is the eidolon's starting language. You know this language, in addition to the other languages you know normally. Your eidolon doesn't gain any additional languages based on its Intelligence modifier, but it can speak all the same languages you can.","{@b Speed} This entry lists your eidolon's Speeds.","{@b Eidolon Abilities} The eidolon starts with an initial ability, gains the symbiosis ability when you gain the eidolon symbiosis class feature, and gains the transcendence ability when you gain the eidolon transcendence class feature."]}]}]},"hazard":{"source":"CRB","page":520,"entries":[{"type":"pf2-h1","name":"Hazards","source":"CRB","page":520,"entries":[{"type":"pf2-h1-flavor","page":520,"entries":["{@i Dungeons are rife with devious traps meant to protect the treasures within. These range from mechanical devices that shoot darts or drop heavy blocks to magic runes that explode into bursts of flame. In addition to traps, adventurers may stumble into other types of hazards, including naturally occurring environmental hazards, mysterious hauntings, and more.}"]},{"type":"pf2-h2","page":520,"name":"Detecting a Hazard","entries":["Every hazard has a trigger of some kind that sets its dangers in motion. For traps, this could be a mechanism like a trip wire or a pressure plate, while for an environmental hazard or haunt, the trigger may simply be proximity. When characters approach a hazard, they have a chance of finding the trigger area or mechanism before triggering the hazard. They automatically receive a check to detect hazards unless the hazards require a minimum proficiency rank to do so.","During exploration, determine whether the party detects a hazard when the PCs first enter the general area in which it appears. If the hazard doesn't list a minimum proficiency rank, roll a secret Perception check against the hazard's {@skill Stealth} DC for each PC. For hazards with a minimum proficiency rank, roll only if someone is actively searching (using the Search activity while exploring or the {@action Seek} action in an encounter), and only if they have the listed proficiency rank or higher. Anyone who succeeds becomes aware of the hazard, and you can describe what they notice.","Magical hazards that don't have a minimum proficiency {@i rank can be found using detect magic, but this spell} doesn't provide enough information to understand or disable the hazard—it only reveals the hazard's presence.","Determining a magical hazard's properties thoroughly enough to disable it requires either the use of more powerful magic or a successful skill check, likely using Identify Magic or Recall Knowledge. Magical hazards with a minimum proficiency rank cannot be found with {@i {@spell detect magic} at all.}"]},{"type":"pf2-h2","page":520,"name":"Triggering a Hazard","entries":["If the group fails to detect a hazard and the hazard's trigger is a standard part of traveling (such as stepping on a floor plate or moving through a magical sensor while walking), the hazard's reaction occurs. Hazards that would be triggered only when someone directly manipulates the environment—by opening a door, for example—use their reactions only if a PC explicitly takes that action.",{"type":"pf2-h3","page":520,"name":"Reaction or Free Action","entries":["Most hazards have reactions that occur when they're triggered. For simple hazards, the reaction is the entirety of the hazard's effect. For complex hazards, the reaction may also cause the hazard to roll initiative, either starting a combat encounter or joining one already in progress, and the hazard continues to pose a threat over multiple rounds. Some hazards have a triggered free action instead of a reaction; for instance, quicksand can suck down multiple creatures per round."]},{"type":"pf2-h3","page":520,"name":"Routine","entries":["A complex hazard usually follows a set of preprogrammed actions called a routine. Once triggered, the hazard first performs its initial reaction; then, if the PCs are not yet in encounter mode, they should roll initiative. (If they're already in encounter mode, their initiative remains the same.) The hazard might tell you to roll initiative for it—in this case, the hazard rolls initiative using its {@skill Stealth} modifier.","After this happens, the hazard follows its routine each round on its initiative. The number of actions a hazard can take each round, as well as what they can be used for, depend on the hazard."]},{"type":"pf2-brown-box","page":520,"name":"MONSTERS AND HAZARDS","entries":["The statistics for NPCs and monsters usually don't list their proficiency ranks. Most of the time, they don't need to deal with detecting or disabling hazards the way PCs do, so you don't need this information. However, if a PC resets a trap in a monster's path or plans to lure a monster into a hazard, you can improvise this information.","For Perception, a monster is usually an expert at 3rd or 4th level, a master at 8th or 9th level, and legendary at 16th or 17th level. If the monster has {@skill Thievery} listed in its skills, it has the highest proficiency possible for its level (trained at 1st, expert at 3rd, master at 7th, and legendary at 15th); otherwise, it's untrained. Of course, an individual monster might deviate from these guidelines, especially if it's mindless or not very perceptive."]},{"type":"pf2-h3","page":520,"name":"Resetting a Hazard","entries":["Some hazards can be reset, allowing them to be triggered again. This can occur automatically, as for quicksand, whose surface settles after 24 hours, or manually, like a hidden pit, whose trapdoor must be closed for the pit to become hidden again."]}]},{"type":"pf2-h2","page":521,"name":"Disabling a Hazard","entries":["The most versatile method for deactivating traps is the Disable a Device action of the {@skill Thievery} skill, though most mechanical traps can also simply be smashed, and magical traps can usually be counteracted. Environmental hazards often can be overcome with {@skill Nature} or {@skill Survival}, and haunts can often be overcome with {@skill Occultism} or {@skill Religion}. The specific skill and DC required to disable a hazard are listed in the hazard's stat block. As with detecting a hazard, disabling a hazard might require a character to have a certain proficiency rank in the listed skill.","A character must first detect a hazard (or have it pointed out to them) to try to deactivate it. They can attempt to deactivate a hazard whether or not it has already been triggered, though some hazards no longer pose a danger once their reactions have occurred, especially if there is no way for them to be reset.","For most hazards, a successful check for the listed skill against the DC in the stat block disables the hazard without triggering it. Any other means of deactivating the hazard are included in the hazard's stat block, as are any additional steps required to properly deactivate it.","A critical failure on any roll to disable a hazard triggers it, including a critical failure on a roll to counteract a magic hazard.","Some hazards require multiple successful checks to deactivate, typically because they have a particularly complicated component or have several discrete portions.","For hazards with a complex component, a critical success on a check to disable the hazard counts as two successes on a single component.",{"type":"pf2-h3","page":521,"name":"Damaging a Hazard","entries":["Rather than trying to carefully disable a hazard, a character might just smash it. Damaging a mechanical trap or another physical hazard works like damaging objects: the hazard reduces the damage it takes by its Hardness. In most cases, hitting the hazard also triggers it, as explained in Attacking a Hazard below. If a hazard's Hit Points are reduced to its Broken Threshold (BT) or lower, the hazard becomes broken and can't be activated, though it can still be repaired. If it's reduced to 0 HP, it's destroyed and can't be repaired.","(See page 272 in Chapter 6 for more information on damaging objects.) Hazards' AC, applicable saving throw modifiers, Hardness, HP, and BT are listed in their stat blocks. A hazard that doesn't list one of these statistics can't be affected by anything targeting that statistic. For example, a hazard that has HP but no BT can't be broken, but can still be destroyed. Hazards are immune to anything an object is immune to unless specifically noted otherwise, and they can't be targeted by anything that can't target objects. Some hazards may have additional immunities, as well as resistances or weaknesses."]}]},{"type":"pf2-h4","page":521,"name":"Attacking a Hazard","entries":["If someone hits a hazard—especially if it's a mechanical trap—they usually trigger it, though you might determine otherwise in some cases. An attack that breaks the hazard might prevent it from triggering, depending on the circumstances. If the hazard has multiple parts, breaking one part might still trigger the trap. For example, if a trap has a trip wire in one location and launches an attack from another location, severing the trip wire could still trigger the attack. Destroying a trap in one blow almost never triggers it. These rules also apply to most damaging spells or other effects in addition to attacks."]},{"type":"pf2-h4","page":521,"name":"Repairing a Hazard","entries":["You might allow a character to repair a damaged hazard to restore its functionality. You determine the specifics of this, since it can vary by trap. The Repair action might be insufficient if fixing the trap requires gathering scattered components or the like. If the item has a Reset entry, the character needs to do whatever is listed there, in addition to repairing the damage."]},{"type":"pf2-h3","page":521,"name":"Counteracting a Magical Hazard","entries":["{@i Some magical hazards can be counteracted using dispel magic and the counteracting rules found on page 458.}","These hazards' spell levels and counteract DCs are listed in their stat block. Counteracting a hazard otherwise works like using a skill check to disable the hazard."]},{"type":"pf2-h2","page":521,"name":"Hazard Experience","entries":["Characters gain Experience Points for overcoming a hazard, whether they disable it, avoid it, or simply endure its attacks. If they trigger the same hazard later on, they don't gain XP for the hazard again. The XP values for hazards of different levels also appear on page 508, but are repeated here for convenience. The XP for a complex hazard is equal to the XP for a monster of the same level, and the XP for a simple hazard is one-fifth of that. Hazards of a lower level than the party's level –4 are trivial and award no XP.",{"name":"Hazard XP","type":"table","id":"10-14","source":"CRB","page":521,"spans":[[[2,4]]],"labelRowIdx":[0,1],"rowStyles":["text-center"],"colStyles":["text-left","text-center","text-center"],"rows":[["XP Award"],["Level","Simple Hazard","Complex Hazard"],["Party level –4","2 XP","10 XP"],["Party level –3","3 XP","15 XP"],["Party level –2","4 XP","20 XP"],["Party level –1","6 XP","30 XP"],["Party level","8 XP","40 XP"],["Party level + 1","12 XP","60 XP"],["Party level + 2","16 XP","80 XP"],["Party level + 3","24 XP","120 XP"],["Party level + 4","30 XP","150 XP"]]}]}]}]},"condition":{"source":"CRB","page":618,"entries":[{"type":"pf2-h1","page":618,"name":"Conditions","entries":[{"type":"pf2-h1-flavor","entries":["{@i While adventuring, characters (and sometimes their belongings) are affected by abilities and effects that apply conditions. For example, a spell or magic item might turn you invisible or cause you to be gripped by fear. Conditions change your state of being in some way, and they represent everything from the attitude other creatures have toward you and how they interact with you to what happens when a creature drains your blood or life essence.}"]},"Conditions are persistent. Whenever you're affected by a condition, its effects last until the condition's stated duration ends, the condition is removed, or terms dictated in the condition itself cause it to end.",{"type":"pf2-h2","name":"Condition Values","entries":["Some conditions have a numerical value, called a condition value, indicated by a numeral following the condition. This value conveys the severity of a condition, and such conditions often give you a bonus or penalty equal to their value. These values can often be reduced by skills, spells, or simply waiting. If a condition value is ever reduced to 0, the condition ends."]},{"type":"pf2-h2","name":"Overriding Conditions","entries":["Some conditions override others. This is always specified in the entry for the overriding condition. When this happens, all effects of the overridden condition are suppressed until the overriding condition ends. The overridden condition's duration continues to elapse, and it might run out while suppressed.",{"type":"pf2-brown-box","name":"GROUPS OF CONDITIONS","entries":["Some conditions exist relative to one another or share a similar theme. It can be useful to look at these conditions together, rather than viewing them in isolation, to understand how they interact.",{"type":"list","style":"list-no-bullets","items":[{"type":"item","name":"Degrees of Detection:","entry":"{@condition Observed}, {@condition hidden}, {@condition undetected}, {@condition unnoticed}"},{"type":"item","name":"Senses:","entry":"{@condition Blinded}, {@condition concealed}, {@condition dazzled}, {@condition deafened}, {@condition invisible}"},{"type":"item","name":"Death and Dying:","entry":"{@condition Doomed}, {@condition dying}, {@condition unconscious}, {@condition wounded}"},{"type":"item","name":"Attitudes:","entry":"{@condition Hostile}, {@condition unfriendly}, {@condition indifferent}, {@condition friendly}, {@condition helpful}"},{"type":"item","name":"Lowered Abilities:","entry":"{@condition Clumsy}, {@condition drained}, {@condition enfeebled}, {@condition stupefied}"}]},{"type":"pf2-title","name":"DEATH AND DYING RULES","entries":["The {@condition doomed}, {@condition dying}, {@condition unconscious}, and {@condition wounded} conditions all relate to the process of coming closer to death. The full rules are on pages 459–461. The most significant information not contained in the conditions themselves is this: When you're reduced to 0 Hit Points, you're knocked out with the following effects:","directly before the creature or effect that reduced you to 0 Hit Points.","knocked you out was a critical success from the attacker or the result of your critical failure, you gain the {@condition dying 2} condition instead. If you have the {@condition wounded} condition, increase these values by your {@condition wounded} value. If the damage came from a nonlethal attack or effect, you don't gain the {@condition dying} condition—you are instead {@condition unconscious} with 0 Hit Points."]}]},{"type":"pf2-brown-box","name":"PERSISTENT DAMAGE RULES","entries":["The additional rules presented below apply to persistent damage in certain cases.","Persistent damage runs its course and automatically ends after a certain amount of time as fire burns out, blood clots, and the like. The GM determines when this occurs, but it usually takes 1 minute.",{"type":"pf2-title","name":"Assisted Recovery","entries":["You can take steps to help yourself recover from persistent damage, or an ally can help you, allowing you to attempt an additional flat check before the end of your turn. This is usually an activity requiring 2 actions, and it must be something that would reasonably improve your chances (as determined by the GM). For example, you might try to smother a flame or wash off acid. This allows you to attempt an extra flat check immediately, but only once per round.","The GM decides how your help works, using the following examples as guidelines when there's not a specific action that applies.",{"type":"list","items":["The action to help might require a skill check or another roll to determine its effectiveness.","Reduce the DC of the flat check to 10 for a particularly appropriate type of help, such as dousing you in water to put out flames.","Automatically end the condition due to the type of help, such as healing that restores you to your maximum HP to end {@condition persistent damage||persistent bleed damage}, or submerging yourself in a lake to end {@condition persistent damage||persistent fire damage}.","Alter the number of actions required to help you if the means the helper uses are especially efficient or remarkably inefficient."]}]},{"type":"pf2-title","name":"Immunities, Resistances, and Weaknesses","entries":["Immunities, resistances, and weaknesses all apply to {@condition Persistent Damage|CRB|persistent damage}. If an effect deals initial damage in addition to {@condition Persistent Damage|CRB|persistent damage}, apply immunities, resistances, and weaknesses separately to the initial damage and to the {@condition Persistent Damage|CRB|persistent damage}. Usually, if an effect negates the initial damage, it also negates the {@condition Persistent Damage|CRB|persistent damage}, such as with a slashing weapon that also deals {@condition Persistent Damage|CRB|persistent bleed damage} because it cut you. The GM might rule otherwise in some situations."]},{"type":"pf2-title","name":"Multiple Persistent Damage Conditions","entries":["You can be simultaneously affected by multiple {@condition persistent damage||persistent damage conditions so long as they have different damage} types. If you would gain more than one {@condition Persistent Damage|CRB|persistent damage} condition with the same damage type, the higher amount of damage overrides the lower amount. The damage you take from {@condition Persistent Damage|CRB|persistent damage} occurs all at once, so if something triggers when you take damage, it triggers only once; for example, if you're {@condition dying} with several types of {@condition Persistent Damage|CRB|persistent damage}, the {@condition Persistent Damage|CRB|persistent damage} increases your {@condition dying} condition only once."]}]},{"type":"pf2-brown-box","name":"GAINING AND LOSING ACTIONS","entries":["{@condition Quickened}, {@condition slowed}, and {@condition stunned} are the primary ways you can gain or lose actions on a turn. The rules for how this works appear on page 462. In brief, these conditions alter how many actions you regain at the start of your turn; thus, gaining the condition in the middle of your turn doesn't adjust your number of actions on that turn. If you have conflicting conditions that affect your number of actions, you choose which actions you lose. For instance, the action gained from {@spell haste} lets you only {@action Stride} or {@action Strike}, so if you need to lose one action because you're also {@condition slowed}, you might decide to lose the action from {@spell haste}, letting you keep your other actions that can be used more flexibly.","Some conditions prevent you from taking a certain subset of actions, typically reactions. Other conditions simply say you can't act. When you can't act, you're unable to take any actions at all. Unlike {@condition slowed} or {@condition stunned}, these don't change the number of actions you regain; they just prevent you from using them. That means if you are somehow cured of paralysis on your turn, you can act immediately."]},{"type":"pf2-brown-box","name":"REDUNDANT CONDITIONS","entries":["You can have a given condition only once at a time. If an effect would impose a condition you already have, you now have that condition for the longer of the two durations. The shorter-duration condition effectively ends, though other conditions caused by the original, shorter-duration effect might continue.","For example, let's say you have been hit by a monster that drains your vitality; your wound causes you to be {@condition enfeebled 2} and {@condition flat-footed} until the end of the monster's next turn. Before the end of that creature's next turn, a trap poisons you, making you {@condition enfeebled 2} for 1 minute. In this case, the {@condition enfeebled 2} that lasts for 1 minute replaces the {@condition enfeebled 2} from the monster, so you would be {@condition enfeebled 2} for the longer duration. You would remain {@condition flat-footed}, since nothing replaced that condition, and it still lasts only until the end of the monster's next turn.","Any ability that removes a condition removes it entirely, no matter what its condition value is or how many times you've been affected by it. In the example above, a spell that removes the {@condition enfeebled} condition from you would remove it entirely—the spell wouldn't need to remove it twice.",{"type":"pf2-title","name":"Redundant Conditions with Values","entries":["Conditions with different values are considered different conditions. If you're affected by a condition with a value multiple times, you apply only the highest value, although you might have to track both durations if one has a lower value but lasts longer. For example, if you had a {@condition slowed 2} condition that lasts 1 round and a {@condition slowed 1} condition that lasts for 6 rounds, you'd be {@condition slowed 2} for the first round, and then you'd change to {@condition slowed 1} for the remaining 5 rounds of the second effect's duration. If something reduces the condition value, it reduces it for all conditions of that name affecting you. For instance, in this example above, if something reduced your {@condition slowed} value by 1, it would reduce the first condition from the example to {@condition slowed 1} and reduce the second to {@condition slowed 0}, removing it."]}]}]}]}]},"curse":{"source":"GMG","page":116,"entries":[{"type":"pf2-h1","name":"Afflictions","source":"GMG","page":116,"entries":[{"type":"pf2-h1-flavor","entries":["Wherever there is life, there are insidious perils that threaten the health and well-being of living creatures. Some of these afflictions, including many diseases, are inherent to the natural world. Others, such as drugs, are crafted by people the world over for recreational, unscrupulous, or other uses. And some—curses being the most notorious—exist solely to cause harm to others."]},"Afflictions strike creatures with potent and often escalating results. This section presents a variety of curses, diseases, and drugs for use in your game. A broad sampling of poisons can be found beginning on page 550 of the Core Rulebook, and the rules for afflictions start on 457.","Depending on the tone of the campaign, the GM might want to roll secret saving throws for PCs affected by an affliction. This is particularly effective when the affliction is an element within a survival or horror game, or when it's part of a mystery.",{"type":"pf2-h2","name":"Curses","entries":["A curse is a manifestation of potent ill will. Curses typically have a single effect that takes place upon a failed saving throw and lasts a specified amount of time, or can be removed only by certain actions a character must perform or conditions they must meet. Rarely, curses will have stages; these follow the rules for afflictions.","Curses may come from a malicious action, such as a lich's Paralyzing Touch or a spell from an evil spellcaster. Guardians of a tomb or treasure might ward their charge with a curse as protection against thieves. In some rare cases, a curse might manifest as a response to a terrible act, such as a massacre. When using a curse in your game, assign the curse to an item, location, situation, or similar element. Then, decide on a trigger for the curse—such as a creature attempting to steal a warded book, destroy a work of art, or slay a specific creature. A curse can even be tied to a specific location, in which case it functions as a simple hazard. Once that trigger occurs, the curse affects the triggering creature or creatures. Each affected creature must attempt a saving throw against the curse; if they fail, they are subject to the effects specified in the curse's Effect entry."]}]}]},"temptedCurse":{"source":"DA","page":162,"entries":[{"type":"pf2-h2","blue":true,"name":"Tempting Curses","entries":["These curses mostly follow the rules from pages 116–117 of the {@i Pathfinder Gamemastery Guide}, but they also include a tempted version of the curse, which usually grants greater power... at a steeper price. A PC can activate the tempted version of the curse as a free action, which has the concentrate trait. While active, the tempted version of the curse affects the target instead of the ongoing effect. The tempted version is active until the target next makes their daily preparations, at which time the curse returns to its ongoing effect and the PC can attempt a new saving throw to remove the curse. Activating the tempted version increases the save DC of the curse by 1. This increase is permanent and cumulative for each time the target activates the tempted version."]}]},"disease":{"source":"GMG","page":116,"entries":[{"type":"pf2-h1","name":"Afflictions","source":"GMG","page":116,"entries":[{"type":"pf2-h1-flavor","entries":["Wherever there is life, there are insidious perils that threaten the health and well-being of living creatures. Some of these afflictions, including many diseases, are inherent to the natural world. Others, such as drugs, are crafted by people the world over for recreational, unscrupulous, or other uses. And some—curses being the most notorious—exist solely to cause harm to others."]},"Afflictions strike creatures with potent and often escalating results. This section presents a variety of curses, diseases, and drugs for use in your game. A broad sampling of poisons can be found beginning on page 550 of the Core Rulebook, and the rules for afflictions start on 457.","Depending on the tone of the campaign, the GM might want to roll secret saving throws for PCs affected by an affliction. This is particularly effective when the affliction is an element within a survival or horror game, or when it's part of a mystery.",{"type":"pf2-h2","name":"Diseases","entries":["Exposure to disease can be a hazard, such as when PCs come into contact with a plague-ridden corpse; such hazards grant XP as a simple hazard of the disease's level. When a disease gives a sickened condition that can't be reduced until it runs its course, that typically means the disease has symptoms such as a difficulty swallowing, loss of appetite, or nausea that make eating and drinking difficult but not impossible. Despite the condition's prohibition on eating or drinking, a creature can slowly and carefully eat and drink as long as they aren't in an encounter."]}]}]},"itemcurse":{"source":"GMG","page":90,"entries":[{"type":"pf2-h1","name":"Cursed Items","source":"GMG","page":90,"entries":[{"type":"pf2-h1-flavor","entries":["While magical items can be potent weapons in any adventurer's arsenal, magic can be unpredictable and is not always benign. Cursed items are unusual magical creations that have a malicious effect on the unwary and can force its wielders into difficult choices."]},"Cursed items are almost never made intentionally; even those who set out to curse an item find the task incredibly difficult or even impossible. These items are the results of magical mishaps, shoddy crafting, or sinister forces interfering with the creation. Many specify how their curses work, but curses are fickle, and you as the GM determine how curses play out in your game. Due to these factors, an item with the cursed trait is always rare.","{@b Identifying Cursed Items:} Cursed items often appear to be ordinary magical items, as the magic that warps their function also disguises their curses from detection. Unless you roll a critical success when Identifying a cursed item, it simply appears as something helpful or benign. A critical success reveals both the presence of the curse and the exact nature of the curse.","{@b Removing Cursed Items:} Many cursed items can't be discarded. Some use magic to fuse to the wielder, making it impossible to remove the item, while others attune to their owner and return even if discarded. (This section uses the term \"fuse\" to describe either situation.) In many cases, this feature reveals itself only after the cursed item has been triggered for the first time or after investing the item for the first time, allowing the user to develop a false sense of security. Fused cursed items can be removed by targeting the item's owner with a remove curse spell or similar magic. If the spell is successful, the item can be discarded, but nothing prevents the item from cursing the same creature again if the conditions are met, so it's best to dispose of the item quickly. Invested cursed items that can't be removed continue to count against a character's invested items, even without reinvesting them each day.",{"type":"pf2-h2","name":"Item Curses","entries":["Most curses alter a base item. Item curses alter their base item, much like a property rune, though they can't be detected or identified unless a creature critically succeeds at a check to Identify the Item. A curse can be applied to the specific types of magic items listed in its Usage entry. Curses typically can't be removed or transferred from the item, though at your discretion, either might be possible after the curse is broken. If the PCs manage to break the curse, the newly uncursed item could be quite valuable."]}]}]},"ability":{"source":"B1","page":342,"entries":[{"type":"pf2-h2","name":"Abilities","source":"B1","page":342,"entries":["These creature abilities are shared by many creatures or are highly complex. The statistics for individual creatures might alter the traits, the number of actions, or other rules of these abilities. Anything noted in a specific creature's stat block overrides the general rules for the ability below. In these abilities, \"monster\" is used for the creature that has the ability, to differentiate it from any other creatures the ability might affect."]}]},"deity":{"source":"LOGM","page":10,"entries":[{"type":"pf2-h2","name":"Using the Entries","source":"LOGM","page":10,"entries":["The entries for deities use the stat block format described below to present the vital information required for worship.","{@b Name:} The deity's name plus a common title or epithet.","{@b Areas of Concern:} The topics that the deity cares most deeply about.","{@b Alignment:} The deity's alignment. In parentheses, the entry lists other character alignments that this deity accepts from worshippers. For instance, {@deity Kazutal|LOGM}, the goddess of protection and community, accepts any good-aligned clerics. {@deity Arazni|LOGM}, who is embittered and prone to cruelty, nonetheless has some sympathy for victims of abuse and accepts evil, neutral, and good worshippers, since she is less concerned about her worshippers' morality.","{@b Divine Font:} This entry presents whether the deity grants worshippers {@spell heal} or {@spell harm}, or can grant both. {@spell Heal} heals the living and harms undead, while {@spell harm} harms the living and heals undead. Usually, good deities channel {@spell heal}, evil deities channel {@spell harm}, and neutral deities can channel {@spell harm} or {@spell heal}, but there are exceptions.","{@b Divine Ability:} This section lists the two ability boosts the deity grants as options for characters with the {@background raised by belief|LOGM} background.","{@b Divine Skill:} This section lists a skill that is especially associated with this deity, which their followers would naturally be good at due to their worship or association with this deity.","{@b Domains:} The domains that best represent this deity.","{@b Alternate Domains:} If the deity offers {@book additional domains|LOGM|1|Alternate Domains}, they are listed here. If the deity doesn't offer alternate domains, this section is omitted.","{@b Cleric Spells:} Each deity provides at least three additional spells to the spell list of {@class cleric||clerics} who worship them. Typically these are a 1st-level spell and two other thematically appropriate spells.","{@b Edicts:} These are things that the deity urges their followers to do. Followers must adhere to these as closely as possible if they wish to gain favor with this deity.","{@b Anathema:} These are things that are absolutely abhorrent to the deity; committing these acts will likely earn a follower disfavor or punishment.","{@b Favored Weapon:} The deity's {@book favored weapon|LOGM|1|Favored Weapon}."]}]},"deityIntercession":{"source":"LOGM","page":9,"entries":[{"type":"pf2-h3","name":"Divine Intercession","source":"LOGM","page":9,"entries":["To make their influence on Golarion felt directly—but without manifesting on the planet in all their divine glory—each god has the tool of divine intercession. Divine intercession manifests as a boon or a curse, of varying duration and power, visited upon a mortal. Curses are not triggered simply by doing something a god does not like, or everyone in Golarion would be cursed all the time; they are often reserved for followers of the god who commit anathema that aren't strong enough to warrant ejection from the faith, or those who have committed shocking blasphemies. Conversely, an unaffiliated worshipper embroiled in high-profile actions that are anathema to a god could earn a curse. Similarly, boons are not automatically granted to anyone petitioning the god. Certainly, someone who upholds a deity's edicts could earn a boon, especially when acting under adverse circumstances. Most often, as befits their inscrutable nature, a deity will bestow a boon or a curse for their own reasons. Perhaps a mission is of dire importance to a god's plan for a specific place or people, or perhaps the survival of a particular character figures in their plans decades from now.","The divine intercessions provided in each entry are examples, and the GM can have any deity grant a different effect than the intercessions provided. These intercessions are special and are always at the deity's, and thus the GM's, direct discretion, with the GM deciding when a boon or curse goes into effect. The GM is also at liberty to remove a boon or curse as is appropriate for the game's story. A PC or NPC can never select a feat, spell, or other rules option that entitles them to a divine boon or bestows a divine curse upon foes. Minor intercessions are memorable for the recipient, providing either a relatively modest and long-lasting effect or a spectacular but fleeting one. Moderate intercessions are hugely significant events that typically come with permanent consequences, and major intercessions can pivotally reshape a recipient's life, granting powers wildly beyond their innate abilities or inflicting life-changing curses."]}]},"deityPantheon":{"source":"LOGM","page":92,"entries":[{"type":"pf2-h2","name":"Pantheons","source":"LOGM","page":92,"entries":["A pantheon is a group of related gods worshipped either individually or together. Most pantheons are associated with a specific ancestry or geopolitical region, but rarely, a pantheon consists of deities with overlapping areas of concern. Followers work to advance the shared interests of their pantheon, directing prayers to whichever god presides over their current activity or circumstance. At the GM's discretion, {@class champion||champions} and {@class cleric||clerics} can dedicate themselves to a pantheon. In such cases, the characters still worship a specific patron deity among those in the pantheon, but also follow the edicts and anathema of the pantheon as a whole. A character who worships a pantheon this way can gain the domains, alternate domains, and spells from the pantheon instead of those from their patron deity. They must uphold the ideals of both their patron deity and the pantheon, though the patron deity's edicts and anathema take precedence. For example, a worshipper of {@deity Iomedae} could worship {@deity the Godclaw|LOGM}, but they wouldn't take the {@filter tyranny domain|spells||domains=tyranny}, as it would be in conflict with {@deity Iomedae||Iomedae's} edicts. In rare cases, a character can worship a pantheon without following a patron deity. Such cases are unique and subject to GM approval."]}]},"deityPhilosophy":{"source":"LOGM","page":10,"entries":[{"type":"pf2-h2","name":"Using the Entries","source":"LOGM","page":10,"entries":["The entries for deities use the stat block format described below to present the vital information required for worship.","{@b Name:} The deity's name plus a common title or epithet.","{@b Areas of Concern:} The topics that the deity cares most deeply about.","{@b Alignment:} The deity's alignment. In parentheses, the entry lists other character alignments that this deity accepts from worshippers. For instance, {@deity Kazutal|LOGM}, the goddess of protection and community, accepts any good-aligned clerics. {@deity Arazni|LOGM}, who is embittered and prone to cruelty, nonetheless has some sympathy for victims of abuse and accepts evil, neutral, and good worshippers, since she is less concerned about her worshippers' morality.","{@b Divine Ability:} This section lists the two ability boosts the deity grants as options for characters with the {@background raised by belief|LOGM} background.","{@b Divine Skill:} This section lists a skill that is especially associated with this deity, which their followers would naturally be good at due to their worship or association with this deity.","{@b Edicts:} These are things that the deity urges their followers to do. Followers must adhere to these as closely as possible if they wish to gain favor with this deity.","{@b Anathema:} These are things that are absolutely abhorrent to the deity; committing these acts will likely earn a follower disfavor or punishment."]},{"type":"pf2-h2","name":"Faiths and Philosophies","source":"CRB","page":440,"entries":["Of course, faith can express itself in more ways than venerating a single deity—or a deity at all. A few examples of nondeific religions and philosophies are presented below. {@class cleric||Clerics} can work with allied faiths and philosophies, but the organizations here turn to other classes—such as {@class sorcerer||sorcerers} with divine bloodlines, {@class druid||druids}, or {@class monk||monks}—to serve as their leaders. These faiths and philosophies don't have an external godhead that offers benefits to devotees."]}]},"language":{"source":"CRB","page":65,"entries":[{"type":"pf2-h1","name":"Languages","source":"CRB","page":65,"entries":[{"type":"pf2-h1-flavor","entries":["The people of the Inner Sea region speak dozens of different languages, along with hundreds of dialects and regional variations. While a character can generally get by with Taldane, also known as Common, knowing another language is vital in some regions. Being able to speak these tongues can help you with negotiation, spying on enemies, or just conducting simple commerce. Languages also afford you the chance to contextualize your character in the world and give meaning to your other character choices."]},"Your ancestry entry states which languages you know at 1st level. Typically, this means you can both speak and read these languages. Having a positive Intelligence modifier grants a number of additional languages equal to your Intelligence modifier. You can choose these languages from the list presented in your character's ancestry entry and from those available from your region or ethnicity. Ask your GM if there's a language you want to select that isn't on these lists. If your Intelligence changes later on, you adjust your number of languages accordingly.","The languages presented here are grouped according to how common they are throughout the Inner Sea region. Languages that are common are regularly encountered in most places, even among those who aren't native speakers. Languages that are uncommon (see {@table Uncommon Languages|CRB|Table 2–2} and {@table Regional Languages|CRB|Regional Languages}) are most frequently spoken by native speakers, but they are also spoken by certain scholars and others interested in the associated cultures.","{@language Druidic} is a secret language, and is available only to characters who are druids. In fact, druids are prohibited from teaching the language to non-druids (described further in Anathema on page 130).","It is possible for your character to learn languages later in their adventuring career. Selecting the Multilingual feat, for example, grants a character two new languages chosen from those listed in {@table Common Languages|CRB|Table 2–1: Common Languages} and {@table Uncommon Languages|CRB|Table 2–2: Uncommon Languages}. Other abilities and effects might grant access to common or uncommon languages, as detailed in their descriptions.",{"type":"pf2-h2","name":"Regional Languages","entries":["Regional Languages Regional languages depend on the game world you're playing in. Chapter 8: The Age of Lost Omens lists the regional languages of the Pathfinder world and where they're spoken (page 432). These languages are {@trait uncommon}.","Most characters learn the {@language Common} language. This is the most widely used language in the region where the campaign takes place. In the Inner Sea region of Golarion, the Common tongue is Taldane, for example. Characters with Common might face a language barrier if they travel somewhere with a different {@langauge Common} language."]},{"type":"pf2-h2","name":"Sign Language and Reading Lips","entries":["The language entry for most characters lists languages they use to communicate in spoken words. However, you might know the signed version of a language or know how to read lips. You can learn these by taking the {@feat Sign Language} and {@feat Read Lips} skill feats. If you are creating a character who is deaf, hard of hearing, or unable to speak, discuss with your GM whether it makes sense for your character to know sign languages or lip reading. If so, your GM might allow you to select one of these feats for free (even if you don't meet the prerequisites) to represent your character concept."]}]}]},"ritual":{"source":"CRB","page":408,"entries":[{"type":"pf2-h1","name":"Rituals","source":"CRB","page":408,"entries":[{"type":"pf2-h1-flavor","entries":["A ritual is an esoteric and complex spell that anyone can cast. It takes much longer to cast a ritual than a normal spell, but rituals can have more powerful effects."]},{"type":"pf2-h2","name":"Casting Rituals","entries":["When you take charge of a ritual, you are its primary caster, and others assisting you are secondary casters. You can be a primary caster for a ritual even if you can't cast spells. You must know the ritual, and the ritual's spell level can be no higher than half your level rounded up. You must also have the required proficiency rank in the skill used for the ritual's primary check (see Checks below), and as the primary caster, you must attempt this skill check to determine the ritual's effects. The primary skill check determines the tradition.","Rituals do not require spell slots to cast. You can heighten a ritual up to half your level rounded up, decided when the ritual is initiated. A ritual always takes at least 1 hour to perform, and often longer. While a ritual is a {@trait downtime} activity, it's possible—albeit risky—to perform a ritual during exploration with enough uninterrupted time. A ritual's casting time is usually listed in days. Each day of casting requires 8 hours of participation in the ritual from all casters, with breaks during multiday rituals to allow rest. One caster can continue a multiday ritual, usually with some light chanting or meditation, while the other casters rest. All rituals require material, somatic, and verbal components throughout their casting time.",{"type":"pf2-h3","name":"Learning Rituals","entries":["Learning a ritual does not count against any limits on spells in your spell repertoire or on any other normal spellcasting ability. Rituals are never {@trait common}, though if you look hard, you can probably find someone who can perform an {@trait uncommon} ritual for you. They may still be unwilling to teach it to you."]},{"type":"pf2-h3","name":"Cost","entries":["A ritual's Cost entry lists valuable components required to cast the ritual. If a ritual doesn't have any such components, it won't have a Cost entry. The cost is consumed when you attempt the primary skill check. Costs are often presented as a base cost multiplied by the target's level and sometimes the spell's level. If the target's level is lower than 1, multiply the cost by 1 instead. Heightened versions that increase the base cost multiply it by the target's level or another value as appropriate. Most rituals that create permanent creatures, such as {@ritual create undead|crb}, use costs based on the level of the spell, as presented on {@table Creature Creation Rituals|CRB|Table 7–1}."]},{"type":"pf2-h3","name":"Secondary Casters","entries":["Many rituals need additional secondary casters, who also don't need to be able to cast spells. Unlike a primary caster, a secondary caster doesn't need a minimum level or skill proficiency. The Secondary Casters entry, if present, indicates the minimum number of secondary casters required."]},{"type":"pf2-h3","name":"Checks","entries":["At the ritual's culmination, you must attempt the skill check listed in the Primary Check entry to determine the ritual's outcome. Primary checks usually have a very hard DC for a level that's twice the ritual's spell level. As with other downtime activities, fortune and misfortune effects can't modify your checks for the ritual, nor can bonuses or penalties that aren't active throughout the process.","The GM can adjust the DCs of rituals, add or change primary or secondary checks, or even waive requirements to fit specific circumstances. For example, performing a ritual in a location where ley lines converge on the night of a new moon might make a normally difficult ritual drastically easier.",{"type":"pf2-h4","name":"Secondary Checks","entries":["Often, a ritual requires secondary checks to represent aspects of its casting, usually with a standard DC for a level twice the ritual's spell level. A different secondary caster must attempt each secondary check. If there are more secondary casters than checks, the others don't attempt any.","Secondary casters attempt their checks before you attempt the primary check; no matter their results, the ritual proceeds to the primary check. Secondary checks affect the primary check depending on their results.",{"type":"successDegree","entries":{"Critical Success":"You gain a +2 circumstance bonus to the primary check.","Success":"No bonus or penalty.","Failure":"You take a –4 circumstance penalty to the primary check.","Critical Failure":"As failure, and you reduce the degree of success of the primary skill check by one step."}}]}]},{"type":"pf2-h3","name":"Effect","entries":["A ritual's effect depends on the result of the primary check. If an effect lists a save DC, use your spell DC for the ritual's magic tradition (or 12 + your level + your highest mental ability modifier, if you don't have a spell DC)."]}]}]}]},"trait":{"source":"CRB","page":13,"entries":[{"type":"pf2-h4","name":"Traits","entries":["A trait is a keyword that conveys additional information about a rules element, such as a school of magic or rarity. Often, a trait indicates how other rules interact with an ability, creature, item, or another rules element that has that trait."]}]},"vehicle":{"source":"GMG","page":174,"entries":[{"type":"pf2-h1","name":"Vehicles","entries":[{"type":"pf2-h1-flavor","entries":["A villain on the run steals a carriage and sends the characters on a chase through the city, or the characters find an ancient airship and decide to take it for a spin. Whatever the case, if vehicles are common throughout your world, they're likely to come up in your game. This section provides the tools you'll need when that happens."]},"Vehicles can play many roles in a game. They might simply be the means by which the party travels from one location to another, determining only the Price to be paid for passage. But a caravan wagon that gets attacked becomes part of an encounter. In a pirate campaign, the ship is both the party's home and its primary weapon.","The majority of the rules in this section are for using vehicles in encounters, but vehicles are also useful during exploration and even downtime play."]}]},"criticalHitDeck":{"source":"CHD","page":0,"entries":[{"type":"pf2-h1","name":"The Rules","blue":true,"entries":["A group can use a {@i Critical Hit Deck} in their game to make combat more surprising and dangerous. Whenever a PC scores a critical hit due to a natural 20 on the die roll, that player can draw one card from this deck and apply the effect appropriate to that attack's type (bludgeoning, piercing, or slashing in the case of a weapon or unarmed attack, or bomb or spell for either a bomb or spell attack roll). Since these effects can be deadly against player characters, the GM draws for a monster, NPC, or hazard only if the creature or hazard's level is equal to or greater than the target's level.",{"type":"pf2-h2","name":"Deadly Variant","entries":["For a deadlier and more chaotic game, the GM can allow a player to draw on any critical hit, not just one due to a natural 20, and draw for any critical hits scored by an enemy regardless of that enemy's level."]},{"type":"pf2-h2","name":"Special Rules","entries":[{"type":"list","items":["A critical hit still deals double damage to the target unless the card's entry says it deals normal damage or triple damage, or if the entry's effect doesn't apply to the attack used.","Any effect listed as a Crit Effect replaces your attack's critical specialization effect, if it had one. You can disregard the card effect and use your attack's existing {@quickref critical specialization|CRB|1|Critical Specialization Effects} if you prefer.","Any card effect using a {@quickref critical specialization effect|CRB|1|Critical Specialization Effects} follows the rules for that effect unless stated otherwise.","Effects that scale by level use the attacker's level. The save DC for an effect inflicted by a PC is their class DC. For other creatures and hazards, use a hard DC for the creature or hazard's level","An effect that lasts until healed ends once the target has Hit Points restored with {@action Treat Wounds} or is restored to full Hit Points and rests for 10 minutes."]}]}]}]},"criticalFumbleDeck":{"source":"CFD","page":0,"entries":[{"type":"pf2-h1","name":"The Rules","blue":true,"entries":["A group can use a {@i Critical Fumble Deck} in their game to make combat more surprising and perilous. Whenever a PC or foe gets a critical failure on an attack roll due to a natural 1 on the die roll, that player can draw one card from this deck and apply the effect appropriate to the attack's type (melee weapon, ranged attack, unarmed attack, or spell).",{"type":"pf2-h2","name":"Special Rules","entries":[{"type":"list","items":["Effects that scale based on level use the attacker's level.","The save DC for an effect applied to a PC is a hard DC for the target creature or hazard's level. Effects applied to a foe use the PC's class DC.","An effect that lasts until healed ends once the recipient regains Hit Points from {@action Treat Wounds}, or is restored to full Hit Points and rests for 10 minutes."]}]},{"type":"pf2-h2","name":"Deadly Variant","entries":["For a deadlier and more chaotic game, the GM can allow a  draw on any critical failure, not just one due to a natural 1."]},{"type":"pf2-h2","name":"Proficiency Variant","entries":["If the PC, NPC, or other creature has a master proficiency rank in the attack that they fumbled, they can draw two fumble cards and apply one of the two listed effects. If the creature is legendary with that attack, they can draw three fumble cards and choose one effect to apply from the three listed effects."]},{"type":"pf2-h2","name":"Critical Hit Deck Variant","entries":["If you are using the {@i Pathfinder Critical Hit Deck}, anytime a PC scores a critical hit, the player can draw a card and, instead of playing it, deal normal damage and keep the card. That player can later exchange the critical hit card to negate a critical failure rolled by their PC or any other PC in the group."]}]}]},"heroPointDeck":{"source":"HPD","page":0,"entries":[{"type":"pf2-h1","name":"Rules","entries":["At the start of each session, shuffle this deck of cards and place it where everyone can reach it. Whenever the GM would give you a Hero Point, including the one granted at the start of each session, draw a card from the deck instead. Don't reveal the card to the other players until you play it.","Each card tells you when you can use it and what effect it has on the game, but you can also spend the card for any one of the standard @quickref Hero Point effects|CRB|3|Hero Points|0}! Remember that if you're forced to spend all of your Hero Points, usually to avoid death, you must spend all of your cards as well. These cards don't use any of your character's actions or reaction (although some might allow you to spend future actions in a special way).","If the deck runs out of cards, shuffle the discard pile to create a new deck. At the end of each session, all Hero Point cards are returned to the deck. You get new cards at the start of each game!",{"type":"pf2-h2","name":"Optional Rules","entries":["Your group can use the Hero Point cards in your game in a number of ways. Discuss the following optional rules as a group before implementing them at the table.",{"type":"list","items":["The cards are revealed to the table as soon as they are drawn, and players can trade them.","Instead of dealing out cards to each player, turn three cards face up at the start of the session and place them at the center of the table. All players can use these cards by spending their Hero Points. Discard the cards as they are used and draw a replacement to ensure that three cards are always available.","Players can keep one Hero Point card at the end of each session, but it counts as one of their cards at the start of the next game.","Turn the top card of the deck over, so that the players can see what they might earn by performing heroic deeds."]}]}]}]},"relicGift":{"source":"GMG","page":94,"entries":[{"type":"pf2-h1","blue":true,"source":"GMG","page":94,"name":"Relics","entries":["{@book Relics|gmg|3|Relics} begin as a simple item, called a relic seed, which is little more than a functional item with a minor {@trait magical} effect associated with it. As the owner of the relic grows in power, so does the relic. It develops gifts, which are new magical abilities and activations. These abilities might be themed to the relic, the character, or the nature of the campaign. If a relic is passed to another character, this process begins anew, sometimes granting the same abilities again over time, but possibly unlocking entirely new powers. If someone else takes the relic from its owner, it usually works for a while, though it might lose its power incrementally over time if not returned to its owner. How the relic changes in such a circumstance is up to you, and should fit the story.",{"type":"pf2-h2","source":"GMG","page":95,"name":"Relic Aspects","entries":["Each relic is associated with aspects—typically two—that speak to its overall concept and purpose. The individual gifts each have an associated aspect. You should almost always select gifts that have an aspect matching one of those found on the relic. For example, a brass dagger recovered from the City of Brass might have the fire and mind aspects, which means that it could have the {@relicGift flare bolt} gift (which has the fire aspect), but not the {@relicGift rolling geode} gift (which has the earth aspect)"]},{"type":"pf2-h2","source":"GMG","page":96,"name":"Relic Gifts","entries":["Gifts are divided up into three tiers. Minor gifts grant useful, often scaling abilities and are available early in a character's career. Major gifts define a relic, determining its true purpose and granting powerful abilities. Grand gifts are the pinnacle of power, and most relics never have more than one.","The more gifts there are of one aspect, the more the relic reflects that aspect, and the more influence the aspect has on the character who wields it. An item with multiple shadow gifts might begin to lose its color. With four or five, the character that wields it might take on an ashen tone and the relic might become entirely made of shadow.",{"type":"pf2-h3","source":"GMG","page":96,"name":"Gift Saves and Spell Attack Rolls","entries":["Many gifts allow for a saving throw or have other abilities that change as the relic goes up in level. The DC for any saving throw called for by a gift is its owner's class DC or spell DC. The spell attack modifier of a gift is 10 lower than that DC. A relic's counteract modifier is equal to its owner's counteract modifier."]},{"type":"pf2-brown-box","name":"Runes as Gifts","entries":["You can substitute runes for gifts. If you choose to allow property runes on the relic, you'll want them to take up rune slots. Otherwise, you can give as many or few as you prefer, just like any other gifts. Runes are sorted into minor, major, and grand categories, but you should use their normal level and Price when you adjust treasure, instead of the number and levels on the {@table Relic Gifts|GMG|Table 2–22}. If you're using the player-driven relics variant, it's recommended you do not include this option."]}]}]}]},"soulSeed":{"source":"SoM","page":230,"entries":[{"type":"pf2-h1","name":"Soul Seeds","source":"SoM","page":230,"entries":["{@b Rarity:} {@trait Rare}","{@variantrule Soul seeds|SoM} are a special type of intangible {@book relic|gmg|3|Relics}, though because they bind to the soul of the creature that carries them, they can't be removed from the creature they're bonded with except on that creature's death (at which point the soul seed might manifest nearby or might be lost along with the bearer). Since soul seeds aren't physical objects, they never have {@action Interact} activations.",{"type":"pf2-h2","name":"Soul Seed Gifts","source":"SoM","page":230,"entries":["The GM should follow the same {@book guidelines and rules|gmg|3|Relics} for granting soul seeds as for relics. They can have any aspect or gift that a normal relic has, and their DCs, spell attack rolls, and counteract modifiers are determined identically. The following gifts are particularly appropriate for soul seeds, though they might apply to relics in the right circumstances. Dragon gifts are often connected to the souls of ancient dragons, and soul gifts are prevalent across all sorts of soul seeds."]}]}]}}}