{
	"race": [
		{
			"name": "Aarakocra",
			"source": "EEPC",
			"page": 5,
			"size": "M",
			"speed": {
				"walk": 25,
				"fly": 50
			},
			"ability": {
				"dex": 2,
				"wis": 1
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Aarakocra reach maturity by age 3. Compared to humans, aarakocra don't usually live longer than 30 years."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Most aarakocra are good and rarely choose sides when it comes to law and chaos. Tribal leaders and warriors might be lawful, while explorers and adventurers might tend toward chaotic"
					]
				},
				{
					"name": "Flight",
					"entries": [
						"You have a flying speed of 50 feet. To use this speed, you can't be wearing medium or heavy armor."
					],
					"type": "entries"
				},
				{
					"name": "Talons",
					"entries": [
						"You are proficient with your unarmed strikes, which deal 1d4 slashing damage on a hit."
					],
					"type": "entries"
				},
				{
					"name": "Language",
					"entries": [
						"You can speak, read, and write Common, Aarakocra, and Auran."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Genasi",
			"source": "EEPC",
			"page": 9,
			"size": "M",
			"speed": 30,
			"ability": {
				"con": 2
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Genasi mature at about the same rate as humans and reach adulthood in their late teens. They live somewhat longer than humans do, up to 120 years."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Independent and self-reliant, genasi tend toward a neutral alignment."
					]
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Primordial. Primordial is a guttural language, filled with harsh syllables and hard consonants."
					],
					"type": "entries"
				}
			],
			"subraces": [
				{
					"name": "Air",
					"ability": {
						"dex": 1
					},
					"entries": [
						{
							"name": "Unending Breath",
							"entries": [
								"You can hold your breath indefinitely while you're not {@condition incapacitated}."
							],
							"type": "entries"
						},
						{
							"name": "Mingle with the Wind",
							"entries": [
								"You can cast the {@spell levitate} spell once with this trait, requiring no material components, and you regain the ability to cast it this way when you finish a long rest. Constitution is your spellcasting ability for this spell."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Earth",
					"ability": {
						"str": 1
					},
					"entries": [
						{
							"name": "Earth Walk",
							"entries": [
								"You can move across difficult terrain made of earth or stone without expending extra movement."
							],
							"type": "entries"
						},
						{
							"name": "Merge with Stone",
							"entries": [
								"You can cast the {@spell pass without trace} spell once with this trait, requiring no material components, and you regain the ability to cast it this way when you finish a long rest. Constitution is your spellcasting ability for this spell."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Fire",
					"ability": {
						"int": 1
					},
					"darkvision": 60,
					"entries": [
						{
							"name": "Darkvision",
							"entries": [
								"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. Your ties to the Elemental Plane of Fire make your darkvision unusual: everything you see in darkness is in a shade of red."
							],
							"type": "entries"
						},
						{
							"name": "Fire Resistance",
							"entries": [
								"You have resistance to fire damage."
							],
							"type": "entries"
						},
						{
							"name": "Reach to the Blaze",
							"entries": [
								"You know the {@spell produce flame} cantrip. Once you reach 3rd level, you can cast the {@spell burning hands} spell once with this trait as a 1st-level spell, and you regain the ability to cast it this way when you finish a long rest. Constitution is your spellcasting ability for these spells."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Water",
					"speed": {
						"walk": 30,
						"swim": 30
					},
					"ability": {
						"wis": 1
					},
					"entries": [
						{
							"name": "Acid Resistance",
							"entries": [
								"You have resistance to acid damage."
							],
							"type": "entries"
						},
						{
							"name": "Amphibious",
							"entries": [
								"You can breathe air and water."
							],
							"type": "entries"
						},
						{
							"name": "Swim",
							"entries": [
								"You have a swimming speed of 30 feet."
							],
							"type": "entries"
						},
						{
							"name": "Call to the Wave",
							"entries": [
								"You know the {@spell shape water|xge} cantrip. When you reach 3rd level, you can cast the {@spell create or destroy water} spell as a 2nd-level spell once with this trait, and you regain the ability to cast it this way when you finish a long rest. Constitution is your spellcasting ability for these spells."
							],
							"type": "entries"
						}
					]
				}
			]
		},
		{
			"name": "Elf",
			"source": "PHB",
			"page": 21,
			"size": "M",
			"speed": 30,
			"ability": {
				"dex": 2
			},
			"darkvision": 60,
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Although elves reach physical maturity at about the same age as humans, the elven understanding of adulthood goes beyond physical growth to encompass worldly experience. An elf typically claims adulthood and an adult name around the age of 100 and can live to be 750 years old."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Elves love freedom, variety, and self- expression, so they lean strongly toward the gentler aspects of chaos. They value and protect others' freedom as well as their own, and they are more often good than not."
					]
				},
				{
					"name": "Darkvision",
					"entries": [
						"Accustomed to twilit forests and the night sky, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Keen Senses",
					"entries": [
						"You have proficiency in the Perception skill."
					],
					"type": "entries"
				},
				{
					"name": "Fey Ancestry",
					"entries": [
						"You have advantage on saving throws against being {@condition charmed}, and magic can't put you to sleep."
					],
					"type": "entries"
				},
				{
					"name": "Trance",
					"entries": [
						"Elves don't need to sleep. Instead, they meditate deeply, remaining semiconscious, for 4 hours a day. (The Common word for such meditation is \"trance.\") While meditating, you can dream after a fashion; such dreams are actually mental exercises that have become reflexive through years of practice. After resting in this way, you gain the same benefit that a human does from 8 hours of sleep.",
						"{@note If you meditate during a long rest, you finish the rest after only 4 hours. You otherwise obey all the rules for a long rest; only the duration is changed.}"
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Elvish. Elvish is fluid, with subtle intonations and intricate grammar. Elven literature is rich and varied, and their songs and poems are famous among other races. Many bards learn their language so they can add Elvish ballads to their repertoires."
					],
					"type": "entries"
				}
			],
			"subraces": [
				{
					"name": "Drow",
					"ability": {
						"cha": 1
					},
					"darkvision": 120,
					"entries": [
						{
							"name": "Superior Darkvision",
							"entries": [
								"Accustomed to the depths of the Underdark, you have superior vision in dark and dim conditions. You can see in dim light within 120 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
							],
							"data": {
								"overwrite": "Darkvision"
							},
							"type": "entries"
						},
						{
							"name": "Sunlight Sensitivity",
							"entries": [
								"You have disadvantage on attack rolls and on Wisdom (Perception) checks that rely on sight when you, the target of your attack, or whatever you are trying to perceive is in direct sunlight."
							],
							"type": "entries"
						},
						{
							"name": "Drow Magic",
							"entries": [
								"You know the {@spell dancing lights} cantrip. When you reach 3rd level, you can cast the {@spell faerie fire} spell once per day; you must finish a long rest in order to cast the spell again using this trait. When you reach 5th level, you can also cast the {@spell darkness} spell once per day; you must finish a long rest in order to cast the spell again using this trait. Charisma is your spellcasting ability for these spells."
							],
							"type": "entries"
						},
						{
							"name": "Drow Weapon Training",
							"entries": [
								"You have proficiency with rapiers, shortswords, and hand crossbows."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Eladrin; DMG",
					"source": "DMG",
					"page": 286,
					"ability": {
						"int": 1
					},
					"entries": [
						{
							"name": "Elf Weapon Training",
							"entries": [
								"You have proficiency with the longsword, shortsword, shortbow, and longbow."
							],
							"type": "entries"
						},
						{
							"name": "Fey Step",
							"entries": [
								"You can cast the {@spell misty step} spell once using this trait. You regain the ability to do so when you finish a short or long rest."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "High",
					"speed": 30,
					"ability": {
						"int": 1
					},
					"entries": [
						{
							"name": "Elf Weapon Training",
							"entries": [
								"You have proficiency with the longsword, shortsword, shortbow, and longbow."
							],
							"type": "entries"
						},
						{
							"name": "Cantrip",
							"entries": [
								"You know one cantrip of your choice from the wizard spell list. Intelligence is your spellcasting ability for it."
							],
							"type": "entries"
						},
						{
							"name": "Extra Language",
							"entries": [
								"You can speak, read, and write one extra language of your choosing."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Wood",
					"speed": 35,
					"ability": {
						"wis": 1
					},
					"entries": [
						{
							"name": "Elf Weapon Training",
							"entries": [
								"You have proficiency with the longsword, shortsword, shortbow, and longbow."
							],
							"type": "entries"
						},
						{
							"name": "Fleet of Foot",
							"entries": [
								"Your base walking speed increases to 35 feet."
							],
							"type": "entries"
						},
						{
							"name": "Mask of the Wild",
							"entries": [
								"You can attempt to hide even when you are only lightly obscured by foliage, heavy rain, falling snow, mist, and other natural phenomena."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Eladrin; UA",
					"source": "UAEladrinAndGith",
					"page": 1,
					"ability": {
						"choose": [
							{
								"from": [
									"int",
									"cha"
								],
								"count": 1
							}
						]
					},
					"entries": [
						{
							"name": "Fey Step",
							"entries": [
								"As a bonus action, you can magically teleport up to 30 feet to an unoccupied space you can see. Once you use this trait, you can't do so again until you finish a short or long rest."
							],
							"type": "entries"
						},
						{
							"name": "Shifting Seasons",
							"entries": [
								"At the end of each short or long rest, you can align yourself with the magic of one season, regardless of the season that is dominating your personality. Doing so allows you to cast a certain cantrip, as shown in the Shifting Seasons Cantrips table. When you align yourself with a season's magic, you lose the cantrip associated with the previous season and gain the cantrip associated with the new season.",
								"Your spellcasting ability for these cantrips is Intelligence or Charisma, whichever is higher.",
								{
									"type": "table",
									"caption": "Shifting Seasons Cantrips",
									"colLabels": [
										"Season",
										"Cantrip"
									],
									"colStyles": [
										"col-xs-6 text-align-center",
										"col-xs-6 text-align-center"
									],
									"rows": [
										[
											"Autumn",
											"{@spell Friends}"
										],
										[
											"Winter",
											"{@spell Chill touch}"
										],
										[
											"Spring",
											"{@spell Minor illusion}"
										],
										[
											"Summer",
											"{@spell Fire bolt}"
										]
									]
								}
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Avariel",
					"source": "UAElfSubraces",
					"speed": {
						"walk": 30,
						"fly": 30
					},
					"entries": [
						{
							"name": "Languages",
							"entries": [
								"You can speak, read, and write Auran."
							],
							"data": {
								"overwrite": "Languages"
							},
							"type": "entries"
						},
						{
							"name": "Flight",
							"entries": [
								"You have a flying speed of 30 feet. To use this speed, you can't be wearing medium or heavy armor."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Grugach",
					"source": "UAElfSubraces",
					"ability": {
						"str": 1
					},
					"entries": [
						{
							"name": "Languages",
							"entries": [
								"You can speak, read, and write Sylvan, Elvish, and one extra language of your choice. Elvish is fluid, with subtle intonations and intricate grammar. Elven literature is rich and varied, and their songs and poems are famous among other races. Many bards learn their language so they can add Elvish ballads to their repertoires."
							],
							"data": {
								"overwrite": "Languages"
							},
							"type": "entries"
						},
						{
							"name": "Grugach Weapon Training",
							"entries": [
								"You have proficiency with the spear, shortbow, longbow, and net."
							],
							"type": "entries"
						},
						{
							"name": "Cantrip",
							"entries": [
								"You know one cantrip of your choice from the druid spell list. Wisdom is your spellcasting ability for it."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Sea; UA",
					"source": "UAElfSubraces",
					"speed": {
						"walk": 30,
						"swim": 30
					},
					"ability": {
						"con": 1
					},
					"entries": [
						{
							"name": "Languages",
							"entries": [
								"You can speak, read, and write Aquan."
							],
							"data": {
								"overwrite": "Languages"
							},
							"type": "entries"
						},
						{
							"name": "Sea Elf Weapon Training",
							"entries": [
								"You have proficiency with the spear, trident, light crossbow, and net."
							],
							"type": "entries"
						},
						{
							"name": "Child of the Sea",
							"entries": [
								"You have a swimming speed of 30 feet, and you can breathe air and water."
							],
							"type": "entries"
						},
						{
							"name": "Friend of the Sea",
							"entries": [
								"Using gestures and sounds, you can communicate simple ideas with Small or smaller beasts that have an inborn swimming speed."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Shadar-kai; UA",
					"source": "UAElfSubraces",
					"ability": {
						"cha": 1
					},
					"entries": [
						{
							"name": "Languages",
							"entries": [
								"You can speak, read, and write Common, Elvish, and one extra language of your choice. Elvish is fluid, with subtle intonations and intricate grammar. Elven literature is rich and varied, and their songs and poems are famous among other races. Many bards learn their language so they can add Elvish ballads to their repertoires."
							],
							"data": {
								"overwrite": "Languages"
							},
							"type": "entries"
						},
						{
							"name": "Cantrip",
							"entries": [
								"You know one of the following cantrips of your choice: {@spell chill touch}, {@spell spare the dying}, or {@spell thaumaturgy}. Charisma is your spellcasting ability for it."
							],
							"type": "entries"
						},
						{
							"name": "Blessing of the Raven Queen",
							"entries": [
								"As a bonus action, you can magically teleport up to 15 feet to an unoccupied space you can see, and you gain resistance to all damage until the start of your next turn. During that time, you appear ghostly and translucent. Once you use this ability, you can't use it again until you finish a short or long rest."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Eladrin",
					"source": "MTF",
					"page": 0,
					"ability": {
						"cha": 1
					},
					"entries": [
						"{@i Eladrin have the following traits in common, in addition to the traits they share with other elves. Choose your eladrin's season: autumn, winter, spring, or summer.}",
						{
							"name": "Fey Step",
							"entries": [
								"As a bonus action, you can magically teleport up to 30 feet to an unoccupied space you can see. Once you use this trait, you can’t do so again until you finish a short or long rest.",
								"When you reach 3rd level, your Fey Step gains an additional effect based on your season; if the effect requires a saving throw, the DC equals 8 + your proficiency bonus + your Charisma modifier:",
								{
									"type": "list",
									"style": "list-hang-notitle",
									"items": [
										{
											"type": "item",
											"name": "Autumn",
											"entry": "Immediately after you use your Fey Step, up to two creatures of your choice that you can see within 10 feet of you must succeed on a Wisdom saving throw or be charmed by you for 1 minute, or until you or your companions deal any damage to it."
										},
										{
											"type": "item",
											"name": "Winter",
											"entry": "When you use your Fey Step, one creature of your choice that you can see within 5 feet of you before you teleport must succeed on a Wisdom saving throw or be frightened of you until the end of your next turn."
										},
										{
											"type": "item",
											"name": "Spring",
											"entry": "When you use your Fey Step, you can touch one willing creature within 5 feet of you. That creature then teleports instead of you, appearing in an unoccupied space of your choice that you can see within 30 feet of you."
										},
										{
											"type": "item",
											"name": "Summer",
											"entry": "Immediately after you use your Fey Step, each creature of your choice that you can see within 5 feet of you takes fire damage equal to your Charisma modifier (minimum of 1 damage)."
										}
									]
								}
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Sea",
					"source": "MTF",
					"page": 0,
					"speed": {
						"walk": 30,
						"swim": 30
					},
					"ability": {
						"con": 1
					},
					"entries": [
						{
							"name": "Sea Elf Training",
							"entries": [
								"You have proficiency with the {@item spear|phb}, {@item trident|phb}, {@item light crossbow|phb}, and {@item net|phb}."
							],
							"type": "entries"
						},
						{
							"name": "Child of the Sea",
							"entries": [
								"You have a swimming speed of 30 feet, and you can breathe air and water."
							],
							"type": "entries"
						},
						{
							"name": "Friend of the Sea",
							"entries": [
								"Using gestures and sounds, you can communicate simple ideas with any beast that has an innate swimming speed."
							],
							"type": "entries"
						},
						{
							"name": "Languages",
							"entries": [
								"You can speak, read, and write Aquan."
							],
							"data": {
								"overwrite": "Languages"
							},
							"type": "entries"
						}
					]
				},
				{
					"name": "Shadar-kai",
					"source": "MTF",
					"page": 0,
					"ability": {
						"con": 1
					},
					"entries": [
						{
						    "type": "entries",
						    "name": "Necrotic Resistance",
						    "entries": [
						        "You have resistance to necrotic damage."
						    ]
						},
						{
							"name": "Blessing of the Raven Queen",
							"entries": [
								"As a bonus action, you can magically teleport up to 30 feet to an unoccupied space you can see. Once you use this trait, you can't do so again until you finish a long rest.",
								"Starting at 3rd level, you also gain resistance to all damage when you teleport using this trait. The resistance lasts until the start of your next turn. During that time, you appear ghostly and translucent."
							],
							"type": "entries"
						}
					]
				}
			]
		},
		{
			"name": "Elf (Zendikar)",
			"speed": 30,
			"source": "PSZ",
			"page": 18,
			"size": "M",
			"ability": {
				"wis": 2
			},
			"darkvision": 60,
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Although elves reach physical maturity at about the same age as humans, the elven understanding of adulthood goes beyond physical growth to encompass worldly experience. An elf typically claims adulthood and an adult name around the age of 100 and can live to be 750 years old."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Elves love freedom, variety, and self-expression, so they lean strongly toward the gentler aspects of chaos. They value and protect others' freedom as well as their own, and they are more often good than not."
					]
				},
				{
					"name": "Darkvision",
					"entries": [
						"Accustomed to twilit forests and the night sky, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Keen Senses",
					"entries": [
						"You have proficiency in the Perception skill."
					],
					"type": "entries"
				},
				{
					"name": "Fey Ancestry",
					"entries": [
						"You have advantage on saving throws against being {@condition charmed}, and magic can't put you to sleep."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Elvish. Elvish is fluid, with subtle intonations and intricate grammar. Elven literature is rich and varied, and their songs and poems are famous among other races. Many bards learn their language so they can add Elvish ballads to their repertoires."
					],
					"type": "entries"
				}
			],
			"subraces": [
				{
					"name": "Joraga Nation",
					"speed": 35,
					"ability": {
						"dex": 1
					},
					"entries": [
						{
							"name": "Mask of the Wild",
							"entries": [
								"You can attempt to hide even when you are only lightly obscured by foliage, heavy rain, falling snow, mist, and other natural phenomena."
							],
							"type": "entries"
						},
						{
							"name": "Elf Weapon Training",
							"entries": [
								"You have proficiency with the longsword, shortsword, shortbow, and longbow."
							],
							"type": "entries"
						},
						{
							"name": "Fleet of Foot",
							"entries": [
								"Your ground speed increases to 35 feet."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Mul Daya Nation",
					"ability": {
						"str": 1
					},
					"darkvision": 120,
					"entries": [
						{
							"name": "Mul Daya Magic",
							"entries": [
								"You know the {@spell chill touch} cantrip. When you reach 3rd level, you can cast the {@spell hex} spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the {@spell darkness} spell once with this trait and regain the ability to do so when you finish a long rest. Wisdom is your spellcasting ability for these spells."
							],
							"type": "entries"
						},
						{
							"name": "Superior Darkvision",
							"entries": [
								"Your Darkvision has a radius of 120 feet."
							],
							"data": {
								"overwrite": "Darkvision"
							},
							"type": "entries"
						},
						{
							"name": "Sunlight Sensitivity",
							"entries": [
								"You have disadvantage on attack rolls and on Wisdom (Perception) checks that rely on sight when you, the target of your attack, or whatever you are trying to perceive is in direct sunlight."
							],
							"type": "entries"
						},
						{
							"name": "Elf Weapon Training",
							"entries": [
								"You have proficiency with the longsword, shortsword, shortbow, and longbow."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Tajuru Nation",
					"ability": {
						"cha": 1
					},
					"entries": [
						{
							"name": "Skill Versatility",
							"entries": [
								"You have proficiency with any combination of two other skills or tools of your choice."
							],
							"type": "entries"
						}
					]
				}
			]
		},
		{
			"name": "Elf (Kaladesh)",
			"speed": 30,
			"source": "PSK",
			"page": 20,
			"darkvision": 60,
			"size": "M",
			"ability": {
				"dex": 2,
				"wis": 1
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Although elves reach physical maturity at about the same age as humans, the elven understanding of adulthood goes beyond physical growth to encompass worldly experience. An elf typically claims adulthood and an adult name around the age of 100 and can live to be 750 years old."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Elves love freedom, variety, and self-expression, so they lean strongly toward the gentler aspects of chaos. They value and protect others' freedom as well as their own, and they are more often good than not."
					]
				},
				{
					"name": "Darkvision",
					"entries": [
						"Accustomed to twilit forests and the night sky, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Keen Senses",
					"entries": [
						"You have proficiency in the Perception skill."
					],
					"type": "entries"
				},
				{
					"name": "Elf Weapon Training",
					"entries": [
						"You have proficiency with the longsword, shortsword, shortbow, and longbow."
					],
					"type": "entries"
				},
				{
					"name": "Fey Ancestry",
					"entries": [
						"You have advantage on saving throws against being {@condition charmed}, and magic can't put you to sleep."
					],
					"type": "entries"
				},
				{
					"name": "Trance",
					"entries": [
						"Elves don't need to sleep. Instead, they meditate deeply, remaining semiconscious, for 4 hours a day. (The Common word for such meditation is \"trance.\") While meditating, you can dream after a fashion; such dreams are actually mental exercises that have become reflexive through years of practice. After resting in this way, you gain the same benefit that a human does from 8 hours of sleep.",
						"{@note If you meditate during a long rest, you finish the rest after only 4 hours. You otherwise obey all the rules for a long rest; only the duration is changed.}"
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Elvish. Elvish is fluid, with subtle intonations and intricate grammar. Elven literature is rich and varied, and their songs and poems are famous among other races. Many bards learn their language so they can add Elvish ballads to their repertoires."
					],
					"type": "entries"
				}
			],
			"subraces": [
				{
					"name": "Bishatar and Tirahar",
					"speed": 35,
					"entries": [
						{
							"name": "Fleet of Foot",
							"entries": [
								"Your ground speed increases to 35 feet."
							],
							"type": "entries"
						},
						{
							"name": "Mask of the Wild",
							"entries": [
								"You can attempt to hide even when you are only lightly obscured by foliage, heavy rain, falling snow, mist, and other natural phenomena."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Vadahar",
					"entries": [
						{
							"name": "Cantrip",
							"entries": [
								"You know one cantrip of your choice from the wizard spell list. Intelligence is your spellcasting ability for it."
							],
							"type": "entries"
						},
						{
							"name": "Extra Language",
							"entries": [
								"You can speak, read, and write one extra language of your choosing."
							],
							"type": "entries"
						}
					]
				}
			]
		},
		{
			"name": "Gnome",
			"source": "PHB",
			"page": 35,
			"size": "S",
			"speed": 25,
			"darkvision": 60,
			"ability": {
				"int": 2
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Gnomes mature at the same rate humans do, and most are expected to settle down into an adult life by around age 40. They can live 350 to almost 500 years."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Gnomes are most often good. Those who tend toward law are sages, engineers, researchers, scholars, investigators, or inventors. Those who tend toward chaos are minstrels, tricksters, wanderers, or fanciful jewelers. Gnomes are good-hearted, and even the tricksters among them are more playful than vicious."
					]
				},
				{
					"name": "Darkvision",
					"entries": [
						"Accustomed to life underground, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Gnome Cunning",
					"entries": [
						"You have advantage on all Intelligence, Wisdom, and Charisma saving throws against magic."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Gnomish. The Gnomish language, which uses the Dwarvish script, is renowned for its technical treatises and its catalogs of knowledge about the natural world."
					],
					"type": "entries"
				}
			],
			"subraces": [
				{
					"name": "Deep/Svirfneblin",
					"source": "EEPC",
					"darkvision": 120,
					"page": 5,
					"ability": {
						"dex": 1
					},
					"entries": [
						{
							"name": "Age",
							"type": "entries",
							"entries": [
								"Deep gnomes are short-lived for gnomes. They mature at the same rate humans do and are considered full-grown adults by 25. They live 200 to 250 years, although hard toil and the dangers of the Underdark often claim them before their time."
							],
							"data": {
								"overwrite": "Age"
							}
						},
						{
							"name": "Alignment",
							"type": "entries",
							"entries": [
								"Svirfneblin believe that survival depends on avoiding entanglements with other creatures and not making enemies, so they favor neutral alignments. They rarely wish others ill, and they are unlikely to take risks on behalf of others."
							],
							"data": {
								"overwrite": "Alignment"
							}
						},
						{
							"name": "Superior Darkvision",
							"entries": [
								"Accustomed to life underground, you have superior vision in dark and dim conditions. You can see in dim light within 120 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
							],
							"data": {
								"overwrite": "Darkvision"
							},
							"type": "entries"
						},
						{
							"name": "Stone Camouflage",
							"entries": [
								"You have advantage on Dexterity (Stealth) checks to hide in rocky terrain."
							],
							"type": "entries"
						},
						{
							"name": "Languages",
							"entries": [
								"You can speak, read, and write Common, Gnomish, and Undercommon. The svirfneblin dialect is more guttural than surface Gnomish, and most svirfneblin know only a little bit of Common, but those who deal with outsiders (and that includes you as an adventurer) pick up enough Common to get by in other lands."
							],
							"data": {
								"overwrite": "Languages"
							},
							"type": "entries"
						}
					]
				},
				{
					"name": "Forest",
					"ability": {
						"dex": 1
					},
					"entries": [
						{
							"name": "Natural Illusionist",
							"entries": [
								"You know the {@spell minor illusion} cantrip. Intelligence is your spellcasting ability for it."
							],
							"type": "entries"
						},
						{
							"name": "Speak with Small Beasts",
							"entries": [
								"Through sounds and gestures, you can communicate simple ideas with Small or smaller beasts. Forest gnomes love animals and often keep squirrels, badgers, rabbits, moles, woodpeckers, and other creatures as beloved pets."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Rock",
					"ability": {
						"con": 1
					},
					"entries": [
						{
							"name": "Artificer's Lore",
							"entries": [
								"Whenever you make an Intelligence (History) check related to magic items, alchemical objects, or technological devices, you can add twice your proficiency bonus, instead of any proficiency bonus you normally apply."
							],
							"type": "entries"
						},
						{
							"name": "Tinker",
							"entries": [
								"You have proficiency with artisan's tools (tinker's tools). Using those tools, you can spend 1 hour and 10 gp worth of materials to construct a Tiny clockwork device (AC 5, 1 hp). The device ceases to function after 24 hours (unless you spend 1 hour repairing it to keep the device functioning), or when you use your action to dismantle it; at that time, you can reclaim the materials used to create it. You can have up to three such devices active at a time.",
								"When you create a device, choose one of the following options:",
								{
									"type": "entries",
									"name": "Clockwork Toy",
									"entries": [
										"This toy is a clockwork animal, monster, or person, such as a frog, mouse, bird, dragon, or soldier. When placed on the ground, the toy moves 5 feet across the ground on each of your turns in a random direction. It makes noises as appropriate to the creature it represents."
									]
								},
								{
									"type": "entries",
									"name": "Fire Starter",
									"entries": [
										"The device produces a miniature flame, which you can use to light a candle, torch, or campfire. Using the device requires your action."
									]
								},
								{
									"type": "entries",
									"name": "Music Box",
									"entries": [
										"When opened, this music box plays a single song at a moderate volume. The box stops playing when it reaches the song's end or when it is closed."
									]
								}
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Deep",
					"source": "MTF",
					"darkvision": 120,
					"page": 0,
					"ability": {
						"dex": 1
					},
					"entries": [
						{
							"name": "Age",
							"type": "entries",
							"entries": [
								"Deep gnomes are short-lived for gnomes. They mature at the same rate humans do and are considered full-grown adults by 25. They live 200 to 250 years, although hard toil and the dangers of the Underdark often claim them before their time."
							],
							"data": {
								"overwrite": "Age"
							}
						},
						{
							"name": "Alignment",
							"type": "entries",
							"entries": [
								"Svirfneblin believe that survival depends on avoiding entanglements with other creatures and not making enemies, so they favor neutral alignments. They rarely wish others ill, and they are unlikely to take risks on behalf of others, except those dearest to them."
							],
							"data": {
								"overwrite": "Alignment"
							}
						},
						{
							"name": "Superior Darkvision",
							"entries": [
								"Accustomed to life underground, you have superior vision in dark and dim conditions. You can see in dim light within 120 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
							],
							"data": {
								"overwrite": "Darkvision"
							},
							"type": "entries"
						},
						{
							"name": "Stone Camouflage",
							"entries": [
								"You have advantage on Dexterity (Stealth) checks to hide in rocky terrain."
							],
							"type": "entries"
						},
						{
							"name": "Languages",
							"entries": [
								"You can speak, read, and write Common, Gnomish, and Undercommon."
							],
							"data": {
								"overwrite": "Languages"
							},
							"type": "entries"
						}
					]
				}
			]
		},
		{
			"name": "Dragonborn",
			"source": "PHB",
			"page": 32,
			"size": "M",
			"speed": 30,
			"ability": {
				"str": 2,
				"cha": 1
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Young dragonborn grow quickly. They walk hours after hatching, attain the size and development of a 10-year-old human child by the age of 3, and reach adulthood by 15. They live to be around 80."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Dragonborn tend to extremes, making a conscious choice for one side or the other in the cosmic war between good and evil (represented by Bahamut and Tiamat, respectively). Most dragonborn are good, but those who side with Tiamat can be terrible villains."
					]
				},
				{
					"name": "Draconic Ancestry",
					"entries": [
						"You have draconic ancestry. Choose one type of dragon from the Draconic Ancestry table. Your breath weapon and damage resistance are determined by the dragon type, as shown in the table.",
						{
							"type": "table",
							"caption": "Draconic Ancestry",
							"colLabels": [
								"Dragon",
								"Damage Type",
								"Breath Weapon"
							],
							"colStyles": [
								"col-xs-3 text-align-center",
								"col-xs-3 text-align-center",
								"col-xs-6"
							],
							"rows": [
								[
									"Black",
									"Acid",
									"5 by 30ft. line (Dex. save)"
								],
								[
									"Blue",
									"Lightning",
									"5 by 30ft. line (Dex. save)"
								],
								[
									"Brass",
									"Fire",
									"5 by 30ft. line (Dex. save)"
								],
								[
									"Bronze",
									"Lightning",
									"5 by 30ft. line (Dex. save)"
								],
								[
									"Copper",
									"Acid",
									"5 by 30ft. line (Dex. save)"
								],
								[
									"Gold",
									"Fire",
									"15ft. cone (Dex. save)"
								],
								[
									"Green",
									"Poison",
									"15ft. cone (Con. save)"
								],
								[
									"Red",
									"Fire",
									"15ft. cone (Dex. save)"
								],
								[
									"Silver",
									"Cold",
									"15ft. cone (Con. save)"
								],
								[
									"White",
									"Cold",
									"15ft. cone (Con. save)"
								]
							]
						}
					],
					"type": "entries"
				},
				{
					"name": "Breath Weapon",
					"entries": [
						"You can use your action to exhale destructive energy. Your draconic ancestry determines the size, shape, and damage type of the exhalation.",
						"When you use your breath weapon, each creature in the area of the exhalation must make a saving throw, the type of which is determined by your draconic ancestry. The DC for this saving throw equals 8 + your Constitution modifier + your proficiency bonus. A creature takes 2d6 damage on a failed save, and half as much damage on a successful one. The damage increases to 3d6 at 6th level, 4d6 at 11th level, and 5d6 at 16th level.",
						"After you use your breath weapon, you can't use it again until you complete a short or long rest."
					],
					"type": "entries"
				},
				{
					"name": "Damage Resistance",
					"entries": [
						"You have resistance to the damage type associated with your draconic ancestry."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Draconic. Draconic is thought to be one of the oldest languages and is often used in the study of magic. The language sounds harsh to most other creatures and includes numerous hard consonants and sibilants."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Goliath",
			"source": "EEPC",
			"page": 10,
			"size": "M",
			"speed": 30,
			"ability": {
				"str": 2,
				"con": 1
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Goliaths have lifespans comparable to humans. They enter adulthood in their late teens and usually live less than a century."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Goliath society, with its clear roles and tasks, has a strong lawful bent. The goliath sense of fairness, balanced with an emphasis on self sufficiency and personal accountability, pushes them toward neutrality."
					]
				},
				{
					"name": "Natural Athlete",
					"entries": [
						"You have proficiency in the Athletics skill."
					],
					"type": "entries"
				},
				{
					"name": "Stone's Endurance",
					"entries": [
						"You can focus yourself to occasionally shrug off injury. When you take damage, you can use your reaction to roll a d12. Add your Constitution modifier to the number rolled, and reduce the damage by that total. After you use this trait, you can't use it again until you finish a short or long rest."
					],
					"type": "entries"
				},
				{
					"name": "Powerful Build",
					"entries": [
						"You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift."
					],
					"type": "entries"
				},
				{
					"name": "Mountain Born",
					"entries": [
						"You're acclimated to high altitude, including elevations above 20,000 feet. You're also naturally adapted to cold climates, as described in chapter 5 of the Dungeon Master's Guide."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Giant."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Half-Elf",
			"source": "PHB",
			"page": 38,
			"size": "M",
			"speed": 30,
			"darkvision": 60,
			"ability": {
				"cha": 2,
				"choose": [
					{
						"from": [
							"str",
							"dex",
							"con",
							"int",
							"wis"
						],
						"count": 2
					}
				]
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Half-elves mature at the same rate humans do and reach adulthood around the age of 20. They live much longer than humans, however, often exceeding 180 years."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Half-elves share the chaotic bent of their elven heritage. They value both personal freedom and creative expression, demonstrating neither love of leaders nor desire for followers. They chafe at rules, resent others' demands, and sometimes prove unreliable, or at least unpredictable."
					]
				},
				{
					"name": "Ability Score Increase",
					"entries": [
						"Two different ability scores of your choice increase by 1."
					],
					"type": "entries"
				},
				{
					"name": "Darkvision",
					"entries": [
						"Thanks to your elf blood, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Fey Ancestry",
					"entries": [
						"You have advantage on saving throws against being {@condition charmed}, and magic can't put you to sleep."
					],
					"type": "entries"
				},
				{
					"name": "Skill Versatility",
					"entries": [
						"You gain proficiency in two skills of your choice."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common, Elvish, and one extra language of your choice."
					],
					"type": "entries"
				}
			],
			"subraces": [
				{},
				{
					"name": "Wood Elf Descent",
					"source": "SCAG",
					"page": 116,
					"entries": [
						{
							"type": "inset",
							"name": "Variant Feature (Choose 1)",
							"entries": [
								{
									"name": "Skill Versatility",
									"entries": [
										"You gain proficiency in two skills of your choice."
									],
									"type": "entries"
								},
								{
									"name": "Keen Senses",
									"entries": [
										"You have proficiency in the Perception skill."
									],
									"type": "entries"
								},
								{
									"name": "Elf Weapon Training",
									"entries": [
										"You have proficiency with the longsword, shortsword, shortbow, and longbow."
									],
									"type": "entries"
								},
								{
									"name": "Fleet of Foot",
									"entries": [
										"Your base walking speed increases to 35 feet."
									],
									"type": "entries"
								},
								{
									"name": "Mask of the Wild",
									"entries": [
										"You can attempt to hide even when you are only lightly obscured by foliage, heavy rain, falling snow, mist, and other natural phenomena."
									],
									"type": "entries"
								}
							],
							"data": {
								"overwrite": "Skill Versatility"
							}
						}
					]
				},
				{
					"name": "Moon Elf or Sun Elf Descent",
					"source": "SCAG",
					"page": 116,
					"entries": [
						{
							"type": "inset",
							"name": "Variant Feature (Choose 1)",
							"entries": [
								{
									"name": "Skill Versatility",
									"entries": [
										"You gain proficiency in two skills of your choice."
									],
									"type": "entries"
								},
								{
									"name": "Keen Senses",
									"entries": [
										"You have proficiency in the Perception skill."
									],
									"type": "entries"
								},
								{
									"name": "Elf Weapon Training",
									"entries": [
										"You have proficiency with the longsword, shortsword, shortbow, and longbow."
									],
									"type": "entries"
								},
								{
									"name": "Cantrip",
									"entries": [
										"You know one cantrip of your choice from the wizard spell list. Intelligence is your spellcasting ability for it."
									],
									"type": "entries"
								}
							],
							"data": {
								"overwrite": "Skill Versatility"
							}
						}
					]
				},
				{
					"name": "Drow Descent",
					"source": "SCAG",
					"page": 116,
					"entries": [
						{
							"type": "inset",
							"name": "Variant Feature (Choose 1)",
							"entries": [
								{
									"name": "Skill Versatility",
									"entries": [
										"You gain proficiency in two skills of your choice."
									],
									"type": "entries"
								},
								{
									"name": "Keen Senses",
									"entries": [
										"You have proficiency in the Perception skill."
									],
									"type": "entries"
								},
								{
									"name": "Drow Magic",
									"entries": [
										"You know the {@spell dancing lights} cantrip. When you reach 3rd level, you can cast the {@spell faerie fire} spell once per day; you must finish a long rest in order to cast the spell again using this trait. When you reach 5th level, you can also cast the {@spell darkness} spell once per day; you must finish a long rest in order to cast the spell again using this trait. Charisma is your spellcasting ability for these spells."
									],
									"type": "entries"
								}
							],
							"data": {
								"overwrite": "Skill Versatility"
							}
						}
					]
				},
				{
					"name": "Aquatic Elf Descent",
					"speed": {
						"walk": 30,
						"swim": 30
					},
					"source": "SCAG",
					"page": 116,
					"entries": [
						{
							"type": "inset",
							"name": "Variant Feature (Choose 1)",
							"entries": [
								{
									"name": "Skill Versatility",
									"entries": [
										"You gain proficiency in two skills of your choice."
									],
									"type": "entries"
								},
								{
									"name": "Keen Senses",
									"entries": [
										"You have proficiency in the Perception skill."
									],
									"type": "entries"
								},
								{
									"name": "Swim",
									"entries": [
										"You gain a swimming speed of 30ft."
									],
									"type": "entries"
								}
							],
							"data": {
								"overwrite": "Skill Versatility"
							}
						}
					]
				}
			]
		},
		{
			"name": "Half-Orc",
			"source": "PHB",
			"page": 40,
			"size": "M",
			"speed": 30,
			"darkvision": 60,
			"ability": {
				"str": 2,
				"con": 1
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Half-orcs mature a little faster than humans, reaching adulthood around age 14. They age noticeably faster and rarely live longer than 75 years."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Half-orcs inherit a tendency toward chaos from their orc parents and are not strongly inclined toward good. Half-orcs raised among orcs and willing to live out their lives among them are usually evil."
					]
				},
				{
					"name": "Darkvision",
					"entries": [
						"Thanks to your orc blood, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Menacing",
					"entries": [
						"You gain proficiency in the Intimidation skill."
					],
					"type": "entries"
				},
				{
					"name": "Relentless Endurance",
					"entries": [
						"When you are reduced to 0 hit points but not killed outright, you can drop to 1 hit point instead. You can't use this feature again until you finish a long rest."
					],
					"type": "entries"
				},
				{
					"name": "Savage Attacks",
					"entries": [
						"When you score a critical hit with a melee weapon attack, you can roll one of the weapon's damage dice one additional time and add it to the extra damage of the critical hit."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Orc. Orc is a harsh, grating language with hard consonants. It has no script of its own but is written in the Dwarvish script."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Dwarf",
			"source": "PHB",
			"page": 18,
			"size": "M",
			"speed": 25,
			"darkvision": 60,
			"ability": {
				"con": 2
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Dwarves mature at the same rate as humans, but they're considered young until they reach the age of 50. On average, they live about 350 years."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Most dwarves are lawful, believing firmly in the benefits of a well-ordered society. They tend toward good as well, with a strong sense of fair play and a belief that everyone deserves to share in the benefits of a just order."
					]
				},
				{
					"name": "Speed",
					"entries": [
						"Your speed is not reduced by wearing heavy armor."
					],
					"type": "entries"
				},
				{
					"name": "Darkvision",
					"entries": [
						"Accustomed to life underground, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Dwarven Resilience",
					"entries": [
						"You have advantage on saving throws against poison, and you have resistance against poison damage."
					],
					"type": "entries"
				},
				{
					"name": "Dwarven Combat Training",
					"entries": [
						"You have proficiency with the battleaxe, handaxe, light hammer, and warhammer."
					],
					"type": "entries"
				},
				{
					"name": "Tool Proficiency",
					"entries": [
						"You gain proficiency with the artisan's tools of your choice: smith's tools, brewer's supplies, or mason's tools."
					],
					"type": "entries"
				},
				{
					"name": "Stonecunning",
					"entries": [
						"Whenever you make an Intelligence (History) check related to the origin of stonework, you are considered proficient in the History skill and add double your proficiency bonus to the check, instead of your normal proficiency bonus."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Dwarvish. Dwarvish is full of hard consonants and guttural sounds, and those characteristics spill over into whatever other language a dwarf might speak."
					],
					"type": "entries"
				}
			],
			"subraces": [
				{
					"name": "Hill",
					"ability": {
						"wis": 1
					},
					"entries": [
						{
							"name": "Dwarven Toughness",
							"entries": [
								"Your hit point maximum increases by 1, and it increases by 1 every time you gain a level."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Mountain",
					"ability": {
						"str": 2
					},
					"entries": [
						{
							"name": "Dwarven Armor Training",
							"entries": [
								"You have proficiency with light and medium armor."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Duergar",
					"source": "SCAG",
					"darkvision": 120,
					"ability": {
						"str": 1
					},
					"entries": [
						{
							"name": "Superior Darkvision",
							"entries": [
								"Accustomed to life underground, you have superior vision in dark and dim conditions. You can see in dim light within 120 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
							],
							"data": {
								"overwrite": "Darkvision"
							},
							"type": "entries"
						},
						{
							"name": "Duergar Resilience",
							"entries": [
								"You have advantage on saving throws against poison, and you have resistance against poison damage. You also have advantage on saving throws against illusions and against being {@condition charmed} or {@condition paralyzed}."
							],
							"type": "entries"
						},
						{
							"name": "Languages",
							"entries": [
								"You can speak, read, and write Common, Dwarvish, and Undercommon."
							],
							"data": {
								"overwrite": "Languages"
							},
							"type": "entries"
						},
						{
							"name": "Duergar Magic",
							"entries": [
								"When you reach 3rd level, you can cast the {@spell Enlarge/Reduce} spell on yourself once with this trait, using only the spell's enlarge option. When reach 5th level, you can cast the {@spell Invisibility} spell on yourself once with this trait. You don't need material components for either spell, and you can't cast them while you're in direct sunlight, although sunlight has no effect on them once cast. You regain the ability to cast these spells with this trait when you finish a long rest. Intelligence is your spellcasting ability for these spells."
							],
							"type": "entries"
						},
						{
							"name": "Sunlight Sensitivity",
							"entries": [
								"You have disadvantage on attack rolls and Wisdom (Perception) checks that rely on sight when you, the target of your attack, or whatever you are trying to perceive is in direct sunlight."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Duergar",
					"source": "MTF",
					"darkvision": 0,
					"ability": {
						"str": 1
					},
					"entries": [
						{
							"name": "Superior Darkvision",
							"entries": [
								"Accustomed to life underground, you have superior vision in dark and dim conditions. You can see in dim light within 120 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
							],
							"data": {
								"overwrite": "Darkvision"
							},
							"type": "entries"
						},
						{
							"name": "Duergar Resilience",
							"entries": [
								"You have advantage on saving throws against poison, and you have resistance against poison damage. You also have advantage on saving throws against illusions and against being {@condition charmed} or {@condition paralyzed}."
							],
							"type": "entries"
						},
						{
							"name": "Languages",
							"entries": [
								"You can speak, read, and write Common, Dwarvish, and Undercommon."
							],
							"data": {
								"overwrite": "Languages"
							},
							"type": "entries"
						},
						{
							"name": "Duergar Magic",
							"entries": [
								"When you reach 3rd level, you can cast the {@spell Enlarge/Reduce} spell on yourself once with this trait, using only the spell's enlarge option. When reach 5th level, you can cast the {@spell Invisibility} spell on yourself once with this trait. You don't need material components for either spell, and you can't cast them while you're in direct sunlight, although sunlight has no effect on them once cast. You regain the ability to cast these spells with this trait when you finish a long rest. Intelligence is your spellcasting ability for these spells."
							],
							"type": "entries"
						},
						{
							"name": "Sunlight Sensitivity",
							"entries": [
								"You have disadvantage on attack rolls and Wisdom (Perception) checks that rely on sight when you, the target of your attack, or whatever you are trying to perceive is in direct sunlight."
							],
							"type": "entries"
						}
					]
				}
			]
		},
		{
			"name": "Human",
			"source": "PHB",
			"page": 29,
			"size": "M",
			"speed": 30,
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Humans reach adulthood in their late teens and live less than a century."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Humans tend toward no particular alignment. The best and the worst are found among them."
					]
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and one extra language of your choice. Humans typically learn the languages of other peoples they deal with, including obscure dialects. They are fond of sprinkling their speech with words borrowed from other tongues: Orc curses, Elvish musical expressions, Dwarvish military phrases, and so on."
					],
					"type": "entries"
				}
			],
			"subraces": [
				{
					"ability": {
						"str": 1,
						"dex": 1,
						"con": 1,
						"int": 1,
						"wis": 1,
						"cha": 1
					}
				},
				{
					"name": "Variant",
					"ability": {
						"choose": [
							{
								"from": [
									"str",
									"dex",
									"con",
									"int",
									"wis",
									"cha"
								],
								"count": 2
							}
						]
					},
					"entries": [
						{
							"name": "Skills",
							"entries": [
								"You gain proficiency in one skill of your choice."
							],
							"type": "entries"
						},
						{
							"name": "Feat",
							"entries": [
								"You gain one feat of your choice."
							],
							"type": "entries"
						}
					]
				}
			]
		},
		{
			"name": "Halfling",
			"source": "PHB",
			"page": 26,
			"size": "S",
			"speed": 25,
			"ability": {
				"dex": 2
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"A halfling reaches adulthood at the age of 20 and generally lives into the middle of his or her second century."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Most halflings are lawful good. As a rule, they are good-hearted and kind, hate to see others in pain, and have no tolerance for oppression. They are also very orderly and traditional, leaning heavily on   the support of their community and the comfort of their old ways."
					]
				},
				{
					"name": "Lucky",
					"entries": [
						"When you roll a 1 on an attack roll, ability check, or saving throw, you can reroll the die and must use the new roll."
					],
					"type": "entries"
				},
				{
					"name": "Brave",
					"entries": [
						"You have advantage on saving throws against being {@condition frightened}."
					],
					"type": "entries"
				},
				{
					"name": "Halfling Nimbleness",
					"entries": [
						"You can move through the space of any creature that is of a size larger than yours."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Halfling. The Halfling language isn't secret, but halflings are loath to share it with others. They write very little, so they don't have a rich body of literature. Their oral tradition, however, is very strong. Almost all halflings speak Common to converse with the people in whose lands they dwell or through which they are traveling."
					],
					"type": "entries"
				}
			],
			"subraces": [
				{
					"name": "Lightfoot",
					"ability": {
						"cha": 1
					},
					"entries": [
						{
							"name": "Naturally Stealthy",
							"entries": [
								"You can attempt to hide even when you are obscured only by a creature that is at least one size larger than you."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Stout",
					"ability": {
						"con": 1
					},
					"entries": [
						{
							"name": "Stout Resilience",
							"entries": [
								"You have advantage on saving throws against poison, and you have resistance against poison damage."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Ghostwise",
					"source": "SCAG",
					"page": 110,
					"ability": {
						"wis": 1
					},
					"entries": [
						{
							"name": "Silent Speech",
							"entries": [
								"You can speak telepathically to any creature within 30 feet of you. The creature understands you only if the two of you share a language. You can speak telepathically in this way to one creature at a time."
							],
							"type": "entries"
						}
					]
				}
			]
		},
		{
			"name": "Shifter",
			"speed": 30,
			"source": "UAEberron",
			"page": 2,
			"size": "M",
			"darkvision": 60,
			"ability": {
				"dex": 1
			},
			"entries": [
				{
					"name": "Darkvision",
					"entries": [
						"Your lycanthropic heritage grants you the ability to see in dark conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Shifting",
					"entries": [
						"On your turn, you can shift as a bonus action. Shifting lasts for 1 minute or until you end it on your turn as a bonus action.",
						"While shifting, you gain temporary hit points equal to your level + your Constitution bonus (minimum of 1). You also gain a feature that depends on your shifter subrace, described below.",
						"You must finish a short or long rest before you can shift again."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Sylvan."
					],
					"type": "entries"
				}
			],
			"subraces": [
				{
					"name": "Razorclaw",
					"ability": {
						"dex": 2
					},
					"entries": [
						{
							"name": "Shifting Feature",
							"entries": [
								"While shifting, you can make an unarmed strike as a bonus action. You can use your Dexterity for its attack roll and damage bonus, and this attack deals slashing damage."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Wildhunt",
					"ability": {
						"wis": 1
					},
					"entries": [
						{
							"name": "Shifting Feature",
							"entries": [
								"While shifting, you gain advantage on all Wisdom-based checks and saving throws."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Beasthide",
					"ability": {
						"con": 1
					},
					"entries": [
						{
							"name": "Shifting Feature",
							"entries": [
								"While shifting, you gain a +1 bonus to AC."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Cliffwalk",
					"ability": {
						"dex": 2
					},
					"entries": [
						{
							"name": "Shifting Feature",
							"entries": [
								"While shifting, you gain a climb speed of 30 feet."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Longstride",
					"ability": {
						"dex": 2
					},
					"entries": [
						{
							"name": "Shifting Feature",
							"entries": [
								"While shifting, you can use the Dash action as a bonus action."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Longtooth",
					"ability": {
						"str": 1
					},
					"entries": [
						{
							"name": "Shifting Feature",
							"entries": [
								"While shifting, you can make a bite attack as an action. This is a melee weapon attack that uses Strength for its attack roll and damage bonus and deals 1d6 piercing damage. If this attack hits a target that is your size or smaller, the target is also {@condition grappled}."
							],
							"type": "entries"
						}
					]
				}
			]
		},
		{
			"name": "Tiefling",
			"source": "PHB",
			"page": 42,
			"size": "M",
			"speed": 30,
			"darkvision": 60,
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Tieflings mature at the same rate as humans but live a few years longer."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Tieflings might not have an innate tendency toward evil, but many of them end up there. Evil or not, an independent nature, inclines many tieflings toward a chaotic alignment."
					]
				},
				{
					"name": "Darkvision",
					"entries": [
						"Thanks to your infernal heritage, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Hellish Resistance",
					"entries": [
						"You have resistance to fire damage."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Infernal."
					],
					"type": "entries"
				}
			],
			"subraces": [
				{
					"ability": {
						"cha": 2,
						"int": 1
					},
					"entries": [
						{
							"name": "Infernal Legacy",
							"entries": [
								"You know the {@spell thaumaturgy} cantrip. Once you reach 3rd level, you can cast the {@spell hellish rebuke} spell as a 2nd-level spell; you must finish a long rest in order to cast the spell again using this trait. Once you reach 5th level, you can also cast the {@spell darkness} spell; you must finish a long rest in order to cast the spell again using this trait. Charisma is your spellcasting ability for these spells."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Variant",
					"source": "SCAG",
					"page": 118,
					"ability": {
						"int": 1,
						"choose": [
							{
								"from": [
									"dex",
									"cha"
								],
								"count": 1,
								"amount": 2
							}
						]
					},
					"entries": [
						{
							"name": "Appearance",
							"entries": [
								"Your tiefling might not look like other tieflings. Rather than having the physical characteristics described in the Player's Handbook, choose 1d4+1 of the following features: small horns; fangs or sharp teeth; a forked tongue; catlike eyes; six fingers on each hand; goatlike legs; cloven hoofs; a forked tail; leathery or scaly skin; red or dark blue skin; cast no shadow or reflection; exude a smell of brimstone"
							],
							"type": "entries"
						},
						{
							"type": "inset",
							"name": "Variant Feature (Choose 1)",
							"entries": [
								{
									"name": "Infernal Legacy (PHB)",
									"entries": [
										"You know the {@spell thaumaturgy} cantrip. Once you reach 3rd level, you can cast the {@spell hellish rebuke} spell as a 2nd-level spell; you must finish a long rest in order to cast the spell again using this trait. Once you reach 5th level, you can also cast the {@spell darkness} spell; you must finish a long rest in order to cast the spell again using this trait. Charisma is your spellcasting ability for these spells."
									],
									"type": "entries"
								},
								{
									"name": "Devil's Tongue",
									"entries": [
										"You know the {@spell vicious mockery} cantrip. When your reach 3rd level, you can cast the {@spell charm person} spell as a 2nd-level spell once with this trait. When you reach 5th level, you can cast the {@spell enthrall} spell once with this trait. You must finish a long rest to cast these spells once again with this trait. Charisma is your spellcasting ability for them. This trait replaces the Infernal Legacy trait."
									],
									"type": "entries"
								},
								{
									"name": "Hellfire",
									"entries": [
										"You know the {@spell thaumaturgy} cantrip. Once you reach 3rd level, you can cast the {@spell burning hands} spell once per day as a 2nd-level spell; you must finish a long rest in order to cast the spell again using this trait. Once you reach 5th level, you can also cast the {@spell darkness} spell; you must finish a long rest in order to cast the spell again using this trait. Charisma is your spellcasting ability for these spells."
									],
									"type": "entries"
								},
								{
									"name": "Winged",
									"entries": [
										"You have bat-like wings sprouting form on your shoulder blades. You have a flying speed of 30 feet while you aren't wearing heavy armor."
									],
									"type": "entries"
								}
							]
						}
					]
				},
				{
					"name": "Abyssal",
					"source": "UAThatOldBlackMagic",
					"page": 1,
					"ability": {
						"cha": 2,
						"con": 1
					},
					"entries": [
						{
							"name": "Abyssal Arcana",
							"entries": [
								"Each time you finish a long rest, you gain the ability to cast cantrips and spells randomly determined from a short list. At 1st level, you can cast a cantrip. When you reach 3rd level, you can also cast a 1st-level spell. At 5th level, you can cast a 2nd-level spell.",
								"You can cast a spell gained from this trait only once until you complete your next long rest. You can cast a cantrip gained from this trait at will, as normal. For 1st-level spells whose effect changes if cast using a spell slot of 2nd level or higher, you cast the spell as if using a 2nd-level slot. Spells of 2nd level are cast as if using a 2nd-level slot",
								"At the end of each long rest, you lose the cantrips and spells previously granted by this feature, even if you did not cast them. You replace those cantrips and spells by rolling for new ones on the Abyssal Arcana Spells table. Roll separately for each cantrip and spell. If you roll the same spell or cantrip you gained at the end of your previous long rest, roll again until you get a different result.",
								{
									"type": "table",
									"caption": "Abyssal Arcana Spells",
									"colLabels": [
										"d6",
										"1st Level",
										"3rd Level",
										"5th Level"
									],
									"colStyles": [
										"col-xs-1 text-align-center",
										"col-xs-3 col-xs-3-67",
										"col-xs-3 col-xs-3-67",
										"col-xs-3 col-xs-3-67"
									],
									"rows": [
										[
											"1",
											"{@spell Dancing lights}",
											"{@spell Burning hands}",
											"{@spell Alter self}"
										],
										[
											"2",
											"{@spell True strike}",
											"{@spell Charm person}",
											"{@spell Darkness}"
										],
										[
											"3",
											"{@spell Light}",
											"{@spell Magic missile}",
											"{@spell Invisibility}"
										],
										[
											"4",
											"{@spell Message}",
											"{@spell Cure wounds}",
											"{@spell Levitate}"
										],
										[
											"5",
											"{@spell Spare the dying}",
											"{@spell Tasha's hideous laughter}",
											"{@spell Mirror Image}"
										],
										[
											"6",
											"{@spell Prestidigitation}",
											"{@spell Thunderwave}",
											"{@spell Spider climb}"
										]
									]
								}
							],
							"type": "entries"
						},
						{
							"name": "Abyssal Fortitude",
							"entries": [
								"Your hit point maximum increases by half your level (minimum 1)."
							],
							"type": "entries"
						},
						{
							"name": "Languages",
							"entries": [
								"You can speak, read, and write Common and Abyssal."
							],
							"data": {
								"overwrite": "Languages"
							},
							"type": "entries"
						}
					]
				},
				{
					"name": "Asmodeus; UA",
					"source": "UAFiendishOptions",
					"ability": {
						"cha": 2,
						"int": 1
					},
					"entries": [
						{
							"name": "Infernal Legacy",
							"entries": [
								"You know the {@spell thaumaturgy} cantrip. Once you reach 3rd level, you can cast the {@spell hellish rebuke} spell as a 2nd-level spell; you must finish a long rest in order to cast the spell again using this trait. Once you reach 5th level, you can also cast the {@spell darkness} spell; you must finish a long rest in order to cast the spell again using this trait. Charisma is your spellcasting ability for these spells."
							],
							"type": "entries"
						}
					],
					"page": 1
				},
				{
					"name": "Baalzebul; UA",
					"source": "UAFiendishOptions",
					"ability": {
						"cha": 2,
						"int": 1
					},
					"page": 1,
					"entries": [
						{
							"name": "Legacy of Maladomini",
							"entries": [
								"You know the {@spell thaumaturgy} cantrip. When you reach 3rd level, you can cast the {@spell ray of sickness} spell as a 2nd-level spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the {@spell crown of madness} spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Dispater; UA",
					"source": "UAFiendishOptions",
					"page": 1,
					"ability": {
						"cha": 2,
						"dex": 1
					},
					"entries": [
						{
							"name": "Legacy of Dis",
							"entries": [
								"You know the {@spell thaumaturgy} cantrip. When you reach 3rd level, you can cast the {@spell disguise self} spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the {@spell invisibility} spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Fierna; UA",
					"source": "UAFiendishOptions",
					"page": 1,
					"ability": {
						"cha": 2,
						"wis": 1
					},
					"entries": [
						{
							"name": "Legacy of Phlegethos",
							"entries": [
								"You know the {@spell friends} cantrip. When you reach 3rd level, you can cast the {@spell charm person} spell as a 2nd-level spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the {@spell suggestion} spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Glasya; UA",
					"source": "UAFiendishOptions",
					"page": 2,
					"ability": {
						"cha": 2,
						"dex": 1
					},
					"entries": [
						{
							"name": "Legacy of Malbolge",
							"entries": [
								"You know the {@spell minor illusion} cantrip. When you reach 3rd level, you can cast the {@spell disguise self} spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the {@spell invisibility} spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Levistus; UA",
					"source": "UAFiendishOptions",
					"page": 2,
					"ability": {
						"cha": 2,
						"con": 1
					},
					"entries": [
						{
							"name": "Legacy of Stygia",
							"entries": [
								"You know the {@spell ray of frost} cantrip. When you reach 3rd level, you can cast the {@spell armor of Agathys} spell as a 2nd-level spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the {@spell darkness} spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Mammon; UA",
					"source": "UAFiendishOptions",
					"ability": {
						"cha": 2,
						"int": 1
					},
					"page": 2,
					"entries": [
						{
							"name": "Legacy of Minauros",
							"entries": [
								"You know the {@spell mage hand} cantrip. When you reach 3rd level, you can cast the {@spell Tenser's floating disk} spell once with this trait and regain the ability to do so when you finish a short or long rest. When you reach 5th level, you can cast the {@spell arcane lock} spell once with this trait, requiring no material component, and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Mephistopheles; UA",
					"source": "UAFiendishOptions",
					"ability": {
						"cha": 2,
						"int": 1
					},
					"entries": [
						{
							"name": "Legacy of Cania",
							"entries": [
								"You know the {@spell mage hand} cantrip. When you reach 3rd level, you can cast the {@spell magic missile} spell as a 2nd-level spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the {@spell web} spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Zariel; UA",
					"source": "UAFiendishOptions",
					"ability": {
						"cha": 2,
						"str": 1
					},
					"entries": [
						{
							"name": "Legacy of Avernus",
							"entries": [
								"You know the {@spell thaumaturgy} cantrip. When you reach 3rd level, you can cast the {@spell searing smite} spell as a 2nd-level spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the {@spell branding smite} spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Asmodeus",
					"source": "MTF",
					"ability": {
						"cha": 2,
						"int": 1
					},
					"entries": [
						{
							"name": "Infernal Legacy",
							"entries": [
								"You know the {@spell thaumaturgy} cantrip. Once you reach 3rd level, you can cast the {@spell hellish rebuke} spell as a 2nd-level spell; you must finish a long rest in order to cast the spell again using this trait. Once you reach 5th level, you can also cast the {@spell darkness} spell; you must finish a long rest in order to cast the spell again using this trait. Charisma is your spellcasting ability for these spells."
							],
							"type": "entries"
						}
					],
					"page": 0
				},
				{
					"name": "Baalzebul",
					"source": "MTF",
					"ability": {
						"cha": 2,
						"int": 1
					},
					"page": 0,
					"entries": [
						{
							"name": "Legacy of Maladomini",
							"entries": [
								"You know the {@spell thaumaturgy} cantrip. When you reach 3rd level, you can cast the {@spell ray of sickness} spell as a 2nd-level spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the {@spell crown of madness} spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Dispater",
					"source": "MTF",
					"page": 0,
					"ability": {
						"cha": 2,
						"dex": 1
					},
					"entries": [
						{
							"name": "Legacy of Dis",
							"entries": [
								"You know the {@spell thaumaturgy} cantrip. When you reach 3rd level, you can cast the {@spell disguise self} spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the {@spell detect thoughts} spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Fierna",
					"source": "MTF",
					"page": 0,
					"ability": {
						"cha": 2,
						"wis": 1
					},
					"entries": [
						{
							"name": "Legacy of Phlegethos",
							"entries": [
								"You know the {@spell friends} cantrip. When you reach 3rd level, you can cast the {@spell charm person} spell as a 2nd-level spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the {@spell suggestion} spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Glasya",
					"source": "MTF",
					"page": 0,
					"ability": {
						"cha": 2,
						"dex": 1
					},
					"entries": [
						{
							"name": "Legacy of Malbolge",
							"entries": [
								"You know the {@spell minor illusion} cantrip. When you reach 3rd level, you can cast the {@spell disguise self} spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the {@spell invisibility} spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Levistus",
					"source": "MTF",
					"page": 0,
					"ability": {
						"cha": 2,
						"con": 1
					},
					"entries": [
						{
							"name": "Legacy of Stygia",
							"entries": [
								"You know the {@spell ray of frost} cantrip. When you reach 3rd level, you can cast the {@spell armor of Agathys} spell as a 2nd-level spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the {@spell darkness} spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Mammon",
					"source": "MTF",
					"ability": {
						"cha": 2,
						"int": 1
					},
					"page": 0,
					"entries": [
						{
							"name": "Legacy of Minauros",
							"entries": [
								"You know the {@spell mage hand} cantrip. When you reach 3rd level, you can cast the {@spell Tenser's floating disk} spell once with this trait and regain the ability to do so when you finish a short or long rest. When you reach 5th level, you can cast the {@spell arcane lock} spell once with this trait, requiring no material component, and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Mephistopheles",
					"source": "MTF",
					"page": 0,
					"ability": {
						"cha": 2,
						"int": 1
					},
					"entries": [
						{
							"name": "Legacy of Cania",
							"entries": [
								"You know the {@spell mage hand} cantrip. When you reach 3rd level, you can cast the {@spell burning hands} spell as a 2nd-level spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the {@spell flame blade} spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Zariel",
					"source": "MTF",
					"page": 0,
					"ability": {
						"cha": 2,
						"str": 1
					},
					"entries": [
						{
							"name": "Legacy of Avernus",
							"entries": [
								"You know the {@spell thaumaturgy} cantrip. When you reach 3rd level, you can cast the {@spell searing smite} spell as a 2nd-level spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the {@spell branding smite} spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
							],
							"type": "entries"
						}
					]
				}
			]
		},
		{
			"name": "Bugbear",
			"source": "VGM",
			"page": 119,
			"size": "M",
			"speed": 30,
			"darkvision": 60,
			"ability": {
				"str": 2,
				"dex": 1
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Bugbears reach adulthood at age 16 and live up to 80 years."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Bugbears endure a harsh existence that demands each of them to remain self-sufficient, even at the expense of their fellows. They tend to be chaotic evil."
					]
				},
				{
					"name": "Darkvision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Long-Limbed",
					"entries": [
						"When you make a melee attack on your turn, your reach for it is 5 feet greater than normal."
					],
					"type": "entries"
				},
				{
					"name": "Powerful Build",
					"entries": [
						"You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift."
					],
					"type": "entries"
				},
				{
					"name": "Sneaky",
					"entries": [
						"You are proficient in the Stealth skill."
					],
					"type": "entries"
				},
				{
					"name": "Surprise Attack",
					"entries": [
						"If you surprise a creature and hit it with an attack on your first turn in combat, the attack deals an extra 2d6 damage to it. You can use this trait only once per combat."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Goblin."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Aasimar",
			"source": "VGM",
			"page": 104,
			"size": "M",
			"speed": 30,
			"darkvision": 60,
			"ability": {
				"cha": 2
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Aasimar mature at the same rate as humans, but they can live up to 160 years."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Imbued with celestial power, most aasimar are good. Outcast aasimar are most often neutral or even evil."
					]
				},
				{
					"name": "Darkvision",
					"entries": [
						"Blessed with a radiant soul, your vision can easily cut through darkness. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Celestial Resistance",
					"entries": [
						"You have resistance to necrotic damage and radiant damage."
					],
					"type": "entries"
				},
				{
					"name": "Healing Hands",
					"entries": [
						"As an action, you can touch a creature and cause it to regain a number of hit points equal to your level. Once you use this trait, you can't use it again until you finish a long rest."
					],
					"type": "entries"
				},
				{
					"name": "Light Bearer",
					"entries": [
						"You know the {@spell light} cantrip. Charisma is your spellcasting ability for it."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Celestial."
					],
					"type": "entries"
				}
			],
			"subraces": [
				{
					"name": "Fallen",
					"ability": {
						"str": 1
					},
					"entries": [
						{
							"name": "Necrotic Shroud",
							"entries": [
								"Starting at 3rd level, you can use your action to unleash the divine energy within yourself, causing your eyes to turn into pools of darkness and two skeletal, ghostly, flightless wings to sprout from your back. The instant you transform, other creatures within 10 feet of you that can see you must succeed on a Charisma saving throw (DC 8 + your proficiency bonus + your Charisma modifier) or become {@condition frightened} of you until the end of your next turn.",
								"Your transformation lasts for 1 minute or until you end it as a bonus action. During it, once on each of your turns, you can deal extra necrotic damage to one target when you deal damage to it with an attack or a spell. The extra necrotic damage equals your level.",
								"Once you use this trait, you can't use it again until you finish a long rest."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Protector",
					"ability": {
						"wis": 1
					},
					"entries": [
						{
							"name": "Radiant Soul",
							"entries": [
								"Starting at 3rd level, you can use your action to unleash the divine energy within yourself, causing your eyes to glimmer and two luminous, incorporeal wings to sprout from your back.",
								"Your transformation lasts for 1 minute or until you end it as a bonus action. During it, you have a flying speed of 30 feet, and once on each of your turns, you can deal extra radiant damage to one target when you deal damage to it with an attack or a spell. The extra radiant damage equals your level.",
								"Once you use this trait, you can't use it again until you finish a long rest."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Scourge",
					"ability": {
						"con": 1
					},
					"entries": [
						{
							"name": "Radiant Consumption",
							"entries": [
								"Starting at 3rd level, you can use your action to unleash the divine energy within yourself, causing a searing light to radiate from you, pour out of your eyes and mouth, and threaten to char you.",
								"Your transformation lasts for 1 minute or until you end it as a bonus action. During it, you shed bright light in a 10-foot radius and dim light for an additional 10 feet, and at the end of each of your turns, you and each creature within 10 feet of you take radiant damage equal to half your level (rounded up). In addition, once on each of your turns, you can deal extra radiant damage to one target when you deal damage to it with an attack or a spell. The extra radiant damage equals your level.",
								"Once you use this trait, you can't use it again until you finish a long rest."
							],
							"type": "entries"
						}
					]
				}
			]
		},
		{
			"name": "Firbolg",
			"source": "VGM",
			"page": 107,
			"size": "M",
			"speed": 30,
			"ability": {
				"wis": 2,
				"str": 1
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"As humanoids related to the fey, firbolg have long lifespans. A firbolg reaches adulthood around 30, and the oldest of them can live for 500 years."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"As people who follow the rhythm of nature and see themselves as its caretakers, firbolg are typically neutral good. Evil firbolg are rare and are usually the sworn enemies of the rest of their kind."
					]
				},
				{
					"name": "Firbolg Magic",
					"entries": [
						"You can cast {@spell detect magic} and {@spell disguise self} with this trait, using Wisdom as your spellcasting ability for them. Once you cast either spell, you can't cast it again with this trait until you finish a short or long rest. When you use this version of {@spell disguise self}, you can seem up to 3 feet shorter than normal, allowing you to more easily blend in with humans and elves."
					],
					"type": "entries"
				},
				{
					"name": "Hidden Step",
					"entries": [
						"As a bonus action, you can magically turn {@condition invisible} until the start of your next turn or until you attack, make a damage roll, or force someone to make a saving throw. Once you use this trait, you can't use it again until you finish a short or long rest."
					],
					"type": "entries"
				},
				{
					"name": "Powerful Build",
					"entries": [
						"You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift."
					],
					"type": "entries"
				},
				{
					"name": "Speech of Beast and Leaf",
					"entries": [
						"You have the ability to communicate in a limited manner with beasts and plants. They can understand the meaning of your words, though you have no special ability to understand them in return. You have advantage on all Charisma checks you make to influence them."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common, Elvish, and Giant."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Goblin",
			"source": "VGM",
			"page": 119,
			"size": "S",
			"speed": 30,
			"darkvision": 60,
			"ability": {
				"dex": 2,
				"con": 1
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Goblins reach adulthood at age 8 and live up to 60 years."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Goblins are typically neutral evil, as they care only for their own needs. A few goblins might tend toward good or neutrality, but only rarely."
					]
				},
				{
					"name": "Darkvision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Fury of the Small",
					"entries": [
						"When you damage a creature with an attack or a spell and the creature's size is larger than yours, you can cause the attack or spell to deal extra damage to the creature. The extra damage equals your level. Once you use this trait, you can't use it again until you finish a short or long rest."
					],
					"type": "entries"
				},
				{
					"name": "Nimble Escape",
					"entries": [
						"You can take the Disengage or Hide action as a bonus action on each of your turns."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Goblin."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Hobgoblin",
			"source": "VGM",
			"page": 119,
			"size": "M",
			"speed": 30,
			"darkvision": 60,
			"ability": {
				"con": 2,
				"int": 1
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Hobgoblins mature at the same rate as humans and have lifespans similar in length to theirs."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Hobgoblin society is built on fidelity to a rigid, unforgiving code of conduct. As such, they tend toward lawful evil."
					]
				},
				{
					"name": "Darkvision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Martial Training",
					"entries": [
						"You are proficient with two martial weapons of your choice and with light armor."
					],
					"type": "entries"
				},
				{
					"name": "Saving Face",
					"entries": [
						"Hobgoblins are careful not to show weakness in front of their allies, for fear of losing status. If you miss with an attack roll or fail an ability check or a saving throw, you can gain a bonus to the roll equal to the number of allies you can see within 30 feet of you (maximum bonus of +5). Once you use this trait, you can't use it again until you finish a short or long rest."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Goblin."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Kenku",
			"source": "VGM",
			"page": 109,
			"size": "M",
			"speed": 30,
			"ability": {
				"dex": 2,
				"wis": 1
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Kenku have shorter lifespans than humans. They reach maturity at about 12 years old and can live to 60."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Kenku are chaotic creatures, rarely making enduring commitments, and they care mostly for preserving their own hides. They are generally chaotic neutral in outlook."
					]
				},
				{
					"name": "Expert Forgery",
					"entries": [
						"You can duplicate other creatures' handwriting and craftwork. You have advantage on all checks made to produce forgeries or duplicates of existing objects."
					],
					"type": "entries"
				},
				{
					"name": "Kenku Training",
					"entries": [
						"You are proficient in your choice of two of the following skills: Acrobatics, Deception, Stealth, and Sleight of Hand."
					],
					"type": "entries"
				},
				{
					"name": "Mimicry",
					"entries": [
						"You can mimic sounds you have heard, including voices. A creature that hears the sounds can tell they are imitations with a successful Wisdom (Insight) check opposed by your Charisma (Deception) check."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can read and write Common and Auran, but you can only speak using your Mimicry trait."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Kobold",
			"source": "VGM",
			"page": 119,
			"size": "S",
			"speed": 30,
			"darkvision": 60,
			"ability": {
				"dex": 2,
				"str": -2
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Kobolds reach adulthood at age 6 and can live up to 120 years but rarely do so."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Kobolds are fundamentally selfish, making them evil, but their reliance on the strength of their group makes them trend toward law."
					]
				},
				{
					"name": "Darkvision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Grovel, Cower, and Beg",
					"entries": [
						"As an action on your turn, you can cower pathetically to distract nearby foes. Until the end of your next turn, your allies gain advantage on attack rolls against enemies within 10 feet of you that you can see. Once you uses this trait, you can't use it again until you finish a short or long rest."
					],
					"type": "entries"
				},
				{
					"name": "Pack Tactics",
					"entries": [
						"You have advantage on an attack roll against a creature if at least one of your allies is within 5 feet of the creature and the ally isn't {@condition incapacitated}."
					],
					"type": "entries"
				},
				{
					"name": "Sunlight Sensitivity",
					"entries": [
						"You have disadvantage on attack rolls and on Wisdom (Perception) checks that rely on sight when you, the target of your attack, or whatever you are trying to perceive is in direct sunlight."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Draconic."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Lizardfolk",
			"source": "VGM",
			"page": 111,
			"size": "M",
			"speed": {
				"walk": 30,
				"swim": 30
			},
			"ability": {
				"con": 2,
				"wis": 1
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Lizardfolk reach maturity around age 14 and rarely live longer than 60 years."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Most lizardfolk are neutral. They see the world as a place of predators and prey, where life and death are natural processes. They wish only to survive, and prefer to leave other creatures to their own devices."
					]
				},
				{
					"name": "Swim Speed",
					"entries": [
						"You have a swimming speed of 30 feet."
					],
					"type": "entries"
				},
				{
					"name": "Bite",
					"entries": [
						"Your fanged maw is a natural weapon, which you can use to make unarmed strikes. If you hit with it, you deal piercing damage equal to 1d6 + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike."
					],
					"type": "entries"
				},
				{
					"name": "Cunning Artisan",
					"entries": [
						"As part of a short rest, you can harvest bone and hide from a slain beast, construct, dragon, monstrosity, or plant creature of size small or larger to create one of the following items: a shield, a club, a javelin, or 1d4 darts or blowgun needles. To use this trait, you need a blade, such as a dagger, or appropriate artisan's tools, such as leatherworker's tools."
					],
					"type": "entries"
				},
				{
					"name": "Hold Breath",
					"entries": [
						"You can hold your breath for up to 15 minutes at a time."
					],
					"type": "entries"
				},
				{
					"name": "Hunter's Lore",
					"entries": [
						"You gain proficiency with two of the following skills of your choice: Animal Handling, Nature, Perception, Stealth, and Survival."
					],
					"type": "entries"
				},
				{
					"name": "Natural Armor",
					"entries": [
						"You have tough, scaly skin. When you aren't wearing armor, your AC is 13 + your Dexterity modifier. You can use your natural armor to determine your AC if the armor you wear would leave you with a lower AC. A shield's benefits apply as normal while you use your natural armor."
					],
					"type": "entries"
				},
				{
					"name": "Hungry Jaws",
					"entries": [
						"In battle, you can throw yourself into a vicious feeding frenzy. As a bonus action, you can make a special attack with your bite. If the attack hits, it deals its normal damage, and you gain temporary hit points equal to your Constitution modifier (minimum of 1), and you can't use this trait again until you finish a short or long rest."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Draconic."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Orc",
			"source": "VGM",
			"page": 120,
			"size": "M",
			"speed": 30,
			"darkvision": 60,
			"ability": {
				"str": 2,
				"con": 1,
				"int": -2
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Orcs reach adulthood at age 12 and live up to 50 years."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Orcs are vicious raiders, who believe that the world should be theirs. They also respect strength above all else and believe the strong must bully the weak to ensure that weakness does not spread like a disease. They are usually chaotic evil."
					]
				},
				{
					"name": "Darkvision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Aggressive",
					"entries": [
						"As a bonus action, you can move up to your movement speed toward a hostile creature you can see or hear. You must end this move closer to the enemy than you started."
					],
					"type": "entries"
				},
				{
					"name": "Menacing",
					"entries": [
						"You are trained in the Intimidation skill."
					],
					"type": "entries"
				},
				{
					"name": "Powerful Build",
					"entries": [
						"You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Orc."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Tabaxi",
			"source": "VGM",
			"page": 113,
			"size": "M",
			"speed": {
				"walk": 30,
				"climb": 20
			},
			"darkvision": 60,
			"ability": {
				"dex": 2,
				"cha": 1
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Tabaxi have lifespans equivalent to humans."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Tabaxi tend toward chaotic alignments, as they let impulse and fancy guide their decisions. They are rarely evil, with most of them driven by curiosity rather than greed or other dark impulses."
					]
				},
				{
					"name": "Darkvision",
					"entries": [
						"You have a cat's keen senses, especially in the dark. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Feline Agility",
					"entries": [
						"Your reflexes and agility allow you to move with a burst of speed. When you move on your turn in combat, you can double your speed until the end of the turn. Once you use this trait, you can't use it again until you move 0 feet on one of your turns."
					],
					"type": "entries"
				},
				{
					"name": "Cat's Claws",
					"entries": [
						"Because of your claws, you have a climbing speed of 20 feet. In addition, your claws are natural weapons, which you can use to make unarmed strikes. If you hit with them, you deal slashing damage equal to 1d4 + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike."
					],
					"type": "entries"
				},
				{
					"name": "Cat's Talents",
					"entries": [
						"You have proficiency in the Perception and Stealth skills."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and one other language of your choice."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Triton",
			"source": "VGM",
			"size": "M",
			"speed": {
				"walk": 30,
				"swim": 30
			},
			"page": 115,
			"ability": {
				"str": 1,
				"cha": 1,
				"con": 1
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Tritons reach maturity around age 15 and can live up to 200 years."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Tritons tend toward lawful good. As guardians of the darkest reaches of the sea, their culture pushes them toward order and benevolence."
					]
				},
				{
					"name": "Swim Speed",
					"entries": [
						"You have a swimming speed of 30 feet."
					],
					"type": "entries"
				},
				{
					"name": "Amphibious",
					"entries": [
						"You can breathe air and water."
					],
					"type": "entries"
				},
				{
					"name": "Control Air and Water",
					"entries": [
						"A child of the sea, you can call on the magic of elemental air and water. You can cast {@spell fog cloud} with this trait. Starting at 3rd level, you can cast {@spell gust of wind} with it, and starting at 5th level, you can also cast {@spell wall of water|xge} with it. Once you cast a spell with this trait, you can't cast that spell with it again until you finish a long rest. Charisma is your spellcasting ability for these spells."
					],
					"type": "entries"
				},
				{
					"name": "Emissary of the Sea",
					"entries": [
						"Aquatic beasts have an extraordinary affinity with your people. You can communicate simple ideas with beasts that can breathe water. They can understand the meaning of your words, though you have no special ability to understand them in return."
					],
					"type": "entries"
				},
				{
					"name": "Guardians of the Depths",
					"entries": [
						"Adapted to even the most extreme ocean depths, you have resistance to cold damage, and you ignore any of the drawbacks caused by a deep, underwater environment."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Primordial."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Yuan-ti Pureblood",
			"source": "VGM",
			"page": 120,
			"size": "M",
			"speed": 30,
			"darkvision": 60,
			"ability": {
				"cha": 2,
				"int": 1
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Purebloods mature at the same rate as humans and have lifespans similar in length to theirs."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Purebloods are devoid of emotion and see others as tools to manipulate. They care little for law or chaos and are typically neutral evil."
					]
				},
				{
					"name": "Darkvision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Innate Spellcasting",
					"entries": [
						"You know the {@spell poison spray} cantrip. You can cast {@spell animal friendship} an unlimited number of times with this trait, but you can target only snakes with it. Starting at 3rd level, you can also cast {@spell suggestion} with this trait. Once you cast it, you can't do so again until you finish a long rest. Charisma is your spellcasting ability for these spells."
					],
					"type": "entries"
				},
				{
					"name": "Magic Resistance",
					"entries": [
						"You have advantage on saving throws against spells and other magical effects."
					],
					"type": "entries"
				},
				{
					"name": "Poison Immunity",
					"entries": [
						"You are immune to poison damage and the {@condition poisoned} condition."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common, Abyssal, and Draconic."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Changeling",
			"source": "UAEberron",
			"page": 1,
			"size": "M",
			"speed": 30,
			"ability": {
				"dex": 1,
				"cha": 1
			},
			"entries": [
				{
					"name": "Duplicity",
					"entries": [
						"You gain proficiency in the Deception skill."
					],
					"type": "entries"
				},
				{
					"name": "Shapechanger",
					"entries": [
						"As an action, you can polymorph into any humanoid of your size that you have seen, or back into your true form. However, your equipment does not change with you. If you die, you revert to your natural appearance."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and two other languages of your choice."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Warforged",
			"source": "UAEberron",
			"page": 3,
			"size": "M",
			"speed": 30,
			"ability": {
				"str": 1,
				"con": 1
			},
			"entries": [
				{
					"name": "Composite Plating",
					"entries": [
						"Your construction incorporates wood and metal, granting you a +1 bonus to Armor Class."
					],
					"type": "entries"
				},
				{
					"name": "Living Construct",
					"entries": [
						"Even though you were constructed, you are a living creature. You are immune to disease. You do not need to eat or breathe, but you can ingest food and drink if you wish.",
						"Instead of sleeping, you enter an inactive state for 4 hours each day. You do not dream in this state; you are fully aware of your surroundings and notice approaching enemies and other events as normal."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and one other language of your choice."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Revenant",
			"source": "UAGothicHeroes",
			"page": 1,
			"size": "V",
			"speed": "Varies",
			"ability": {
				"con": 1
			},
			"entries": [
				{
					"name": "Revenant Subrace",
					"entries": [
						"Having met a cruel and undeserved end, you have returned to the realm of the living. As a revenant, you thirst for revenge against those who wronged you in life, or seek to complete a final, critical task you left unfinished.",
						"The revenant subrace can be applied to any race that has a subrace, and replaces that race's existing subrace options. Alternatively, you can apply this new subrace to a race without subrace options using the modification options provided below.",
						"Your DM might also allow you to take this subrace for a slain character. In that case, your character rises from the dead with its original subrace replaced (or with the necessary modifications made to its base traits), filled with a determination to seek vengeance or complete its mission."
					],
					"type": "entries"
				},
				{
					"name": "Racial Adjustments",
					"entries": [
						"For races that don't have subrace options, taking on the revenant subrace means making changes to your character's base traits, as follows. (This playtest article provides options only for human and dragonborn characters. Any other races which do not have subrace options should not be used with these revenant subrace rules.)",
						{
							"name": "Human Revenant",
							"entries": [
								"If you want to play a human revenant, modify the human's Ability Score Increase trait to the following: Two different ability scores of your choice increase by 1. If you use the variant human traits, remove the Skills trait and the Feat trait."
							],
							"type": "entries"
						},
						{
							"name": "Dragonborn Revenant",
							"entries": [
								"If you want to play a dragonborn revenant, modify the dragonborn's Ability Score Increase trait to the following: Your Strength score increases by 1, and your Charisma score increases by 1. Additionally, your Draconic Ancestry trait uses necrotic damage as its damage type, replacing the damage type that applies to your breath weapon and your damage resistance."
							],
							"type": "entries"
						},
						{
							"name": "Tiefling Revenant",
							"entries": [
								"A prior installment of Unearthed Arcana (That Old Black Magic) outlined two tiefling variants that make use of subraces. Use that article to make a tiefling revenant, replacing the subrace options with the revenant subrace options. The base tiefling traits from the article are as follows:",
								{
									"name": "Ability Score Increase",
									"entries": [
										"Ability Score Increase. Your Charisma score increases by 2."
									],
									"type": "entries"
								},
								{
									"name": "Languages",
									"entries": [
										"You can speak, read, and write Common."
									],
									"type": "entries"
								}
							],
							"type": "entries"
						}
					],
					"type": "entries"
				},
				{
					"name": "Relentless Nature",
					"entries": [
						"Your DM assigns a goal to you—typically, one related to your character's death. The goal must be a specific task you can complete, such as slaying an enemy or liberating an area and its people. Until you fulfill that goal, you gain the following benefits:",
						{
							"type": "list",
							"items": [
								"If you are below half your hit point maximum at the start of your turn, you regain 1 hit point.",
								"If you die, you return to life 24 hours after death. If your body is destroyed, you reform within 1 mile of the place of your death at a spot determined by the DM. If your equipment was also destroyed, you do not regain it.",
								"You know the distance and direction between you and any creature involved in your goal, such as a person you seek vengeance against or someone you pledged to defend. This awareness fails if the creature is on another plane of existence."
							]
						},
						"When your goal is complete, you finally find rest. You die and cannot be restored to life."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Minotaur (Krynn)",
			"source": "UAWaterborneAdventures",
			"page": 1,
			"size": "M",
			"speed": 30,
			"ability": {
				"str": 1,
				"choose": [
					{
						"from": [
							"str",
							"int",
							"wis"
						],
						"count": 1,
						"amount": 1
					}
				]
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Minotaurs enter adulthood at around the age of 17 and can live up to 150 years."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Minotaurs believe in a strict code of honor, and thus tend toward law. They are loyal to the death and make implacable enemies, even as their brutal culture and disdain for weakness push them toward evil."
					]
				},
				{
					"name": "Conqueror's Virtue",
					"entries": [
						"From a young age, you focused on one of the three virtues of strength, cunning, or intellect. Your choice of your Strength, Intelligence, or Wisdom score increases by 1."
					],
					"type": "entries"
				},
				{
					"name": "Horns",
					"entries": [
						"You are never unarmed. You are proficient with your horns, which are a melee weapon that deals 1d10 piercing damage. Your horns grant you advantage on all checks made to shove a creature, but not to avoid being shoved yourself."
					],
					"type": "entries"
				},
				{
					"name": "Goring Rush",
					"entries": [
						"When you use the Dash action during your turn, you can make a melee attack with your horns as a bonus action."
					],
					"type": "entries"
				},
				{
					"name": "Hammering Horns",
					"entries": [
						"When you use the Attack action during your turn to make a melee attack, you can attempt to shove a creature with your horns as a bonus action. You cannot use this shove attempt to knock a creature {@condition prone}."
					],
					"type": "entries"
				},
				{
					"name": "Labyrinthine Recall",
					"entries": [
						"You can perfectly recall any path you have traveled."
					],
					"type": "entries"
				},
				{
					"name": "Sea Reaver",
					"entries": [
						"You gain proficiency with navigator's tools and vehicles (water)."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Merfolk (Zendikar)",
			"source": "PSZ",
			"page": 13,
			"size": "M",
			"speed": {
				"walk": 30,
				"swim": 30
			},
			"ability": {
				"cha": 1
			},
			"entries": [
				{
					"name": "Amphibious",
					"entries": [
						"You can breathe air and water."
					],
					"type": "entries"
				},
				{
					"name": "Swimming",
					"entries": [
						"You have a swimming speed of 30 feet."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common, Merfolk, and one extra language of your choice."
					],
					"type": "entries"
				}
			],
			"subraces": [
				{
					"name": "Cosi Creed",
					"ability": {
						"int": 1,
						"cha": 2
					},
					"entries": [
						{
							"name": "Cantrip",
							"entries": [
								"You know one cantrip of your choice from the bard spell list. Charisma is your spellcasting ability for it."
							],
							"type": "entries"
						},
						{
							"name": "Creed of the Trickster",
							"entries": [
								"You have proficiency in the Sleight of Hand and Stealth skills."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Emeria Creed",
					"ability": {
						"wis": 2
					},
					"entries": [
						{
							"name": "Cantrip",
							"entries": [
								"You know one cantrip of your choice from the druid spell list. Wisdom is your spellcasting ability for it."
							],
							"type": "entries"
						},
						{
							"name": "Wind Creed Manipulation",
							"entries": [
								"You have proficiency in the Deception and Persuasion skills."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Ula Creed",
					"ability": {
						"int": 2
					},
					"entries": [
						{
							"name": "Cantrip",
							"entries": [
								"You know one cantrip of your choice from the wizard spell list. Intelligence is your spellcasting ability for it."
							],
							"type": "entries"
						},
						{
							"name": "Water Creed Navigation",
							"entries": [
								"You have proficiency with navigator tools and in the Survival skill."
							],
							"type": "entries"
						}
					]
				}
			]
		},
		{
			"name": "Goblin (Zendikar)",
			"source": "PSZ",
			"page": 16,
			"size": "S",
			"speed": 25,
			"darkvision": 60,
			"ability": {
				"con": 2
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Goblins mature faster than humans, reaching adulthood at around age 12. They also age noticeably faster than humans, and even the most cautious goblins rarely live longer than 50 years."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Most goblins are wildly chaotic, though they have no particular inclination toward good or evil."
					]
				},
				{
					"name": "Darkvision",
					"entries": [
						"Thanks to your heritage, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Grit",
					"entries": [
						"You have resistance to fire damage and psychic damage. In addition, when you are wearing no armor, your AC is equal to 11 + your Dexterity modifier."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Goblin."
					],
					"type": "entries"
				}
			],
			"subraces": [
				{
					"name": "Grogtag Tribe",
					"entries": [
						{
							"name": "Grogtag Tamer",
							"entries": [
								"You have proficiency in the Animal Handling skill."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Lavastep Tribe",
					"entries": [
						{
							"name": "Lavastep Grit",
							"entries": [
								"You have advantage on Dexterity (Stealth) checks made to hide in rocky or subterranean environments."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Tuktuk Tribe",
					"entries": [
						{
							"name": "Tuktuk Cunning",
							"entries": [
								"You have proficiency with thieves' tools."
							],
							"type": "entries"
						}
					]
				}
			]
		},
		{
			"name": "Kor",
			"source": "PSZ",
			"page": 10,
			"size": "M",
			"speed": {
				"walk": 30,
				"climb": 30
			},
			"ability": {
				"dex": 2,
				"wis": 1
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Kor mature at the same rate as humans and live about as long."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Most kor are lawful good, with a strong dedication to community and the traditions of their ancestors."
					]
				},
				{
					"name": "Brave",
					"entries": [
						"You have advantage on saving throws against being {@condition frightened}."
					],
					"type": "entries"
				},
				{
					"name": "Climbing",
					"entries": [
						"You also have a climbing speed of 30 feet as long as you are not encumbered or wearing heavy armor."
					],
					"type": "entries"
				},
				{
					"name": "Kor Climbing",
					"entries": [
						"You have proficiency in the Athletics and Acrobatics skills."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common, and communicate in the silent speech of the Kor."
					],
					"type": "entries"
				},
				{
					"name": "Lucky",
					"entries": [
						"When you roll a 1 on the d20 for an attack roll, ability check, or saving throw, you can reroll the die and must use the new roll."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Vampire (Zendikar)",
			"source": "PSZ",
			"page": 14,
			"size": "M",
			"speed": 30,
			"darkvision": 60,
			"ability": {
				"int": 1,
				"cha": 2
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Vampires don't mature and age in the same way that other races do. Every living vampire is either a bloodchief, infected by Ulamog's influence in the distant reaches of history, or was spawned by a bloodchief from a living human. Most vampires are thus very old, but few have any memory of their earliest years."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Vampires have no innate tendency toward evil, but consuming the life energy of other creatures often pushes them to that end. Regardless of their moral bent, the strict hierarchies of their bloodchiefs inclines them toward a lawful alignment."
					]
				},
				{
					"name": "Blood Thirst",
					"entries": [
						"You can drain blood and life energy from a willing creature, or one that is {@condition grappled} by you, {@condition incapacitated}, or {@condition restrained}. Make a melee attack against the target. If you hit, you deal 1 piercing damage and 1d6 necrotic damage. The target's hit point maximum is reduced by an amount equal to the necrotic damage taken, and you regain hit points equal to that amount. The reduction lasts until the target finishes a long rest. The target dies if this effect reduces its hit point maximum to 0. A humanoid killed in this way becomes a null (see \"Zendikar Bestiary\")."
					],
					"type": "entries"
				},
				{
					"name": "Darkvision",
					"entries": [
						"Thanks to your heritage, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Vampire."
					],
					"type": "entries"
				},
				{
					"name": "Vampiric Resistance",
					"entries": [
						"You have resistance to necrotic damage."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Aetherborn",
			"source": "PSK",
			"page": 17,
			"size": "M",
			"speed": 30,
			"darkvision": 60,
			"ability": {
				"cha": 2,
				"choose": [
					{
						"from": [
							"str",
							"dex",
							"con",
							"int",
							"wis"
						],
						"count": 2
					}
				]
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Aetherborn come into being as adults and live no more than a few years."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"As a rule, aetherborn are driven by hedonism and self-interest, making them neutral at best"
					]
				},
				{
					"name": "Darkvision",
					"entries": [
						"Thanks to your heritage, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Born of Aether",
					"entries": [
						"You have resistance to necrotic damage."
					],
					"type": "entries"
				},
				{
					"name": "Menacing",
					"entries": [
						"You have proficiency in the Intimidation skill."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and two other languages of your choice."
					],
					"type": "entries"
				},
				{
					"type": "inset",
					"name": "Gift of the Aetherborn",
					"entries": [
						"An unknown aetherborn, desperately seeking a means to extend their short life, discovered a process of transformation that prolonged their existence—by giving them the ability to feed on the life essence of other beings. Since then, other aetherborn have learned and carried out this monstrous transformation, and aetherborn with this \"gift\" have become a small minority among an already small population.",
						"A gifted aetherborn has the ability to drain the life essence of other beings. Similar to the way heat is transferred from a warm object to a cold one, a gifted aetherborn need only touch another living being with a clawed hand to draw life essence out, fueling their own continued existence while draining strength and vitality from their victim.",
						"For many aetherborn, living as they do for indulgence and instant gratification, the concepts of \"want\" and \"need\" are virtually synonymous. But Aetherborn with this gift understand what it is to truly need, for they develop a hunger for life essence that far exceeds any desires they might have felt before their transformation. A gifted aetherborn who abstains from this feeding deteriorates even more rapidly than other aetherborn, while enduring unspeakable agony caused by the deprivation of life energy.",
						"At the DM's option, an aetherborn character can research methods of achieving this dark \"gift.\" The process is similar to inventing and manufacturing a rare magic item (see \"Inventing and Manufacturing Devices\" earlier in this document). But rather than aether, the process requires a variety of rare unguents and unusual ingredients that make up the cost of researching and undergoing the transformation.",
						"An aetherborn with this gift gains the Drain Life ability: a natural attack that deals 1d6 necrotic damage and restores the same number of hit points to the aetherborn. However, if the aetherborn goes for 7 days without dealing this damage, their hit point maximum is reduced by 1d6 per week. This reduction can't be removed until the aetherborn has used their Drain Life ability and completed a long rest."
					]
				}
			]
		},
		{
			"name": "Dwarf (Kaladesh)",
			"source": "PSK",
			"page": 19,
			"size": "M",
			"speed": 25,
			"darkvision": 60,
			"ability": {
				"con": 2,
				"wis": 1
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Dwarves mature at the same rate as humans, but they're considered young until they reach the age of 50. On average, they live about 350 years."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Most dwarves are lawful, believing firmly in the benefits of a well-ordered society. They tend toward good as well, with a strong sense of fair play and a belief that everyone deserves to share in the benefits of a just order."
					]
				},
				{
					"name": "Speed",
					"entries": [
						"Your speed is not reduced by wearing heavy armor."
					],
					"type": "entries"
				},
				{
					"name": "Darkvision",
					"entries": [
						"Accustomed to life underground in your race's ancient past, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Dwarven Resilience",
					"entries": [
						"You have advantage on saving throws against poison, and you have resistance against poison damage."
					],
					"type": "entries"
				},
				{
					"name": "Dwarven Toughness",
					"entries": [
						"Your hit point maximum increases by 1, and it increases by 1 every time you gain a level."
					],
					"type": "entries"
				},
				{
					"name": "Artisan's Expertise",
					"entries": [
						"You gain proficiency with two kinds of artisan's tools of your choice. Your proficiency bonus is doubled for any ability check you make that uses either of the chosen proficiencies. In addition, whenever you make an Intelligence (History) check related to the origin of any architectural construction (including buildings, public works such as canals and aqueducts, and the massive cogwork that underlies much of the construction of Ghirapur), you are considered proficient in the History skill and add double your proficiency bonus to the check, instead of your normal proficiency bonus."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Dwarvish. Dwarvish is full of hard consonants and guttural sounds, and those characteristics spill over into whatever other language a dwarf might speak."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Vedalken",
			"source": "PSK",
			"page": 23,
			"size": "M",
			"speed": 30,
			"ability": {
				"int": 2,
				"wis": 1
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Vedalken mature at the same rate humans do, and most are expected to settle down into an adult life by around age 40. They can live 350 to almost 500 years."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Vedalken are most often lawful and rarely evil."
					]
				},
				{
					"name": "Vedalken Cunning",
					"entries": [
						"You have advantage on all Intelligence, Wisdom, and Charisma saving throws against magic."
					],
					"type": "entries"
				},
				{
					"name": "Aether Lore",
					"entries": [
						"Whenever you make an Intelligence (History) check related to magic items or aether-powered technological devices, you can add twice your proficiency bonus, instead of any proficiency bonus you normally apply."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Vedalken. The Vedalken language is renowned for its technical treatises and its catalogs of knowledge about the natural world and the aether that pervades it."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Human (Innistrad)",
			"source": "PSI",
			"page": 8,
			"size": "M",
			"speed": 30,
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Humans reach adulthood in their late teens and live less than a century."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Humans tend toward no particular alignment."
					]
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and one extra language of your choice."
					],
					"type": "entries"
				}
			],
			"subraces": [
				{
					"name": "Gavony",
					"ability": {
						"str": 1,
						"dex": 1,
						"con": 1,
						"int": 1,
						"wis": 1,
						"cha": 1
					},
					"entries": [
						{
							"name": "Ability Score Increase",
							"entries": [
								"Your ability scores each increase by 1."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Kessig",
					"speed": 40,
					"ability": {
						"dex": 1,
						"wis": 1
					},
					"entries": [
						{
							"name": "Forest Folk",
							"entries": [
								"You have proficiency in the Survival skill."
							],
							"type": "entries"
						},
						{
							"name": "Fleet of Foot",
							"entries": [
								"Your base walking speed is 40 feet."
							],
							"type": "entries"
						},
						{
							"name": "Sure-footed",
							"entries": [
								"When you use the Dash action, difficult terrain doesn't cost you extra movement on that turn."
							],
							"type": "entries"
						},
						{
							"name": "Spring Attack",
							"entries": [
								"When you make a melee attack against a creature, you don't provoke opportunity attacks from that creature for the rest of your turn, whether you hit or not."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Nephalia",
					"ability": {
						"int": 1,
						"cha": 1
					},
					"entries": [
						{
							"name": "Breadth of Knowledge",
							"entries": [
								"You gain proficiency in any combination of four skills or with four tools of your choice."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Stensia",
					"ability": {
						"str": 1,
						"con": 1
					},
					"entries": [
						{
							"name": "Daunting",
							"entries": [
								"You have proficiency in the Intimidation skill."
							],
							"type": "entries"
						},
						{
							"name": "Tough",
							"entries": [
								"Your hit point maximum increases by 2, and it increases by 2 every time you gain a level."
							],
							"type": "entries"
						}
					]
				}
			]
		},
		{
			"name": "Aasimar (DMG)",
			"source": "DMG",
			"page": 286,
			"size": "M",
			"speed": 30,
			"darkvision": 60,
			"ability": {
				"wis": 1,
				"cha": 2
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Aasimar mature at the same rate as humans but live a few years longer."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Due to their celestial heritage, aasimar are often good. However, some aasimar fall into evil, rejecting their heritage."
					]
				},
				{
					"name": "Darkvision",
					"entries": [
						"Thanks to your celestial heritage, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of grey."
					],
					"type": "entries"
				},
				{
					"name": "Celestial Resistance",
					"entries": [
						"You have resistance to necrotic and radiant damage."
					],
					"type": "entries"
				},
				{
					"name": "Celestial Legacy",
					"entries": [
						"You know the {@spell light} cantrip. Once you reach 3rd level, you can cast the {@spell lesser restoration} spell once with this trait, and you regain the ability to do so when you finish a long rest. Once you reach 5th level, you can cast the {@spell daylight} spell once with this trait as a 3rd-level spell, and you regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
					],
					"type": "entries"
				},
				{
					"name": "Language",
					"entries": [
						"You can speak, read, and write Common and Celestial."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Human (Amonkhet)",
			"source": "PSA",
			"page": 14,
			"ability": {
				"choose": [
					{
						"from": [
							"str",
							"dex",
							"con",
							"int",
							"wis",
							"cha"
						],
						"count": 2
					}
				]
			},
			"size": "M",
			"speed": 30,
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Humans reach adulthood in their late teens. Most human initiates have completed the trials and found a glorious or inglorious death before they turn 30. Viziers can enjoy longer service to their gods, in theory living up to a century."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Humans tend toward no particular alignment. The best and the worst are found among them."
					]
				},
				{
					"name": "Ability Score Increase",
					"entries": [
						"Two different ability scores of your choice increase by 1."
					],
					"type": "entries"
				},
				{
					"name": "Skills",
					"entries": [
						"You gain proficiency in one skill of your choice."
					],
					"type": "entries"
				},
				{
					"name": "Feat",
					"entries": [
						"You gain one feat of your choice."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and one extra language of your choice."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Aven",
			"source": "PSA",
			"page": 15,
			"ability": {
				"dex": 2
			},
			"size": "M",
			"speed": {
				"walk": 25,
				"fly": 30
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Like humans, aven reach adulthood in their late teens and can theoretically live into their 80s. Of course, most find a glorious (or inglorious) death long before that point."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Most aven lean toward some form of neutrality. Ibis-headed aven, focused more on knowledge than any other virtue, are usually neutral. Hawk-headed aven are inclined toward lawful neutral."
					]
				},
				{
					"name": "Flight",
					"entries": [
						"You have a flying speed of 30 feet. You can't use your flying speed while you wear medium or heavy armor. (If your campaign uses the variant rule for encumbrance, you can't use your flying speed if you are encumbered.) "
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Aven."
					],
					"type": "entries"
				}
			],
			"subraces": [
				{
					"name": "Ibis-Headed",
					"ability": {
						"int": 1
					},
					"entries": [
						{
							"name": "Kefnet's Blessing",
							"entries": [
								"You can add half your proficiency bonus, rounded down, to any Intelligence check you make that doesn't already include your proficiency bonus."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Hawk-Headed",
					"ability": {
						"wis": 2
					},
					"entries": [
						{
							"name": "Hawkeyed",
							"entries": [
								"You have proficiency in the Perception skill. In addition, attacking at long range doesn't impose disadvantage on your ranged weapon attack rolls."
							],
							"type": "entries"
						}
					]
				}
			]
		},
		{
			"name": "Khenra",
			"source": "PSA",
			"page": 17,
			"ability": {
				"dex": 2,
				"str": 1
			},
			"size": "M",
			"speed": 35,
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Khenra mature quickly, reaching adulthood in their early teens. Khenra initiates are usually the youngest in a crop, completing the trials by their late teens. Even without a violent death, they rarely live past 60."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Most khenra lean toward chaotic alignments. They have no particular inclination toward good or evil."
					]
				},
				{
					"name": "Khenra Weapon Training",
					"entries": [
						"You have proficiency with the khopesh (longsword), spear, and javelin."
					],
					"type": "entries"
				},
				{
					"name": "Khenra Twins.",
					"entries": [
						"If your twin is alive and you can see your twin, whenever you roll a 1 on an attack roll, ability check, or saving throw, you can reroll the die and must use the new roll. If your twin is dead (or if you were born without a twin), you can't be {@condition frightened}."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Khenra."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Minotaur (Amonkhet)",
			"source": "PSA",
			"page": 19,
			"ability": {
				"str": 2,
				"con": 1
			},
			"size": "M",
			"speed": 30,
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Minotaurs develop more slowly than humans, reaching full maturity around the age of 20. They typically become acolytes at around 8 or 9 years old, making them among the older members of their crops. Once they reach maturity, though, minotaurs age quickly, rushing headlong through the trials (as they do all aspects of life) to complete them before they pass their peak. A minotaur allowed to die of old age would rarely live beyond 40."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Most minotaurs lean toward chaotic alignments, and they have a slight inclination toward evil."
					]
				},
				{
					"name": "Natural Weapon",
					"entries": [
						"You can use your horns as a natural weapon to make unarmed strikes. If you hit with your horns, you deal bludgeoning damage equal to 1d6 + your Strength modifier."
					],
					"type": "entries"
				},
				{
					"name": "Menacing",
					"entries": [
						"You gain proficiency in the Intimidation skill."
					],
					"type": "entries"
				},
				{
					"name": "Relentless Endurance",
					"entries": [
						"When you are reduced to 0 hit points but not killed outright, you can drop to 1 hit point instead. You can't use this feature again until you finish a long rest."
					],
					"type": "entries"
				},
				{
					"name": "Savage Attacks",
					"entries": [
						"When you score a critical hit with a melee weapon attack, you can roll one of the weapon's damage dice one additional time and add it to the extra damage of the critical hit."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Minotaur."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Naga",
			"source": "PSA",
			"page": 21,
			"ability": {
				"con": 2,
				"int": 1
			},
			"size": "M",
			"speed": 30,
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Like humans, naga reach adulthood in their late teens. They show no signs of aging beyond that point except for growing larger, so in theory, a naga could live well over a century."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Most naga are either neutral or neutral evil in alignment."
					]
				},
				{
					"name": "Size",
					"entries": [
						"Naga stand about 5 feet tall when upright, but the total length of their bodies, head to tail, ranges from 10 to as much as 20 feet. Your size is Medium."
					],
					"type": "entries"
				},
				{
					"name": "Speed Burst",
					"entries": [
						"By lowering your body to the ground and propelling yourself with your arms, you can move more quickly for a time. As a bonus action on your turn, if you have both hands free, you can increase your walking speed by 5 feet until the end of your turn."
					],
					"type": "entries"
				},
				{
					"name": "Natural Weapons",
					"entries": [
						"Your fanged maw and constricting serpentine body are natural weapons, which you can use to make unarmed strikes.",
						"If you hit with your bite, you deal piercing damage equal to 1d4 + your Strength modifier, and your target must make a Constitution saving throw (DC 8 + your proficiency bonus + your Constitution modifier). On a failed save, the target takes 1d4 poison damage.",
						"If you hit with your constrict attack, you deal bludgeoning damage equal to 1d6 + your Strength modifier, and the target is {@condition grappled} (escape DC 8 + your proficiency bonus + your Strength modifier). Until this grapple ends, the target is {@condition restrained}, and you can't constrict another target."
					],
					"type": "entries"
				},
				{
					"name": "Poison Immunity",
					"entries": [
						"You are immune to poison damage and can't be {@condition poisoned}."
					],
					"type": "entries"
				},
				{
					"name": "Poison Affinity",
					"entries": [
						"You gain proficiency with the poisoner's kit."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Naga."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Gith",
			"source": "UAEladrinAndGith",
			"page": 2,
			"ability": {
				"int": 1
			},
			"size": "M",
			"speed": 30,
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Gith reach adulthood in their late teens and live for about a century."
					]
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Gith."
					],
					"type": "entries"
				}
			],
			"subraces": [
				{
					"name": "Githyanki; UA",
					"ability": {
						"str": 2
					},
					"entries": [
						{
							"name": "Alignment",
							"type": "entries",
							"entries": [
								"Githyanki tend toward lawful evil.  They are self-centered, violent, and arrogant, yet they remain the faithful servants of their lich-queen, Vlaakith. Renegade githyanki tend toward chaos as they have forsaken her will."
							]
						},
						{
							"name": "Decadent Mastery",
							"entries": [
								"You learn one language of your choice, and you are proficient with one skill or tool of your choice. In the timeless city of Tu'narath, githyanki have bountiful time to master odd bits of knowledge."
							],
							"type": "entries"
						},
						{
							"name": "Martial Prodigy",
							"entries": [
								"You are proficient with light and medium armor. Your people are ever ready for war."
							],
							"type": "entries"
						},
						{
							"name": "Githyanki Psionics",
							"entries": [
								"You know the {@spell mage hand} cantrip. When you reach 3rd level, you can cast {@spell jump} once with this trait, and you regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the {@spell misty step} spell once with this trait, and you regain the ability to do so when you finish a long rest.",
								"Intelligence is your spellcasting ability for these spells. You can cast all of them without components."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Githzerai; UA",
					"ability": {
						"wis": 2
					},
					"entries": [
						{
							"name": "Alignment",
							"type": "entries",
							"entries": [
								"Githzerai tend toward lawful neutral. Their rigorous training in psychic abilities requires an implacable mental discipline."
							]
						},
						{
							"name": "Monastic Training",
							"entries": [
								"You gain a +1 bonus to AC while you aren't wearing medium or heavy armor and aren't using a shield. All githzerai receive basic training from monks, and the monks among them are unmatched in their defensive abilities."
							],
							"type": "entries"
						},
						{
							"name": "Githzerai Psionics",
							"entries": [
								"You know the {@spell mage hand} cantrip. When you reach 3rd level, you can cast {@spell shield} once with this trait, and you regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the {@spell detect thoughts} spell once with this trait, and you regain the ability to do so when you finish a long rest.",
								"Wisdom is your spellcasting ability for these spells. You can cast all of them without components."
							],
							"type": "entries"
						}
					]
				}
			]
		},
		{
			"name": "Gith",
			"source": "MTF",
			"page": 0,
			"ability": {
				"int": 1
			},
			"size": "M",
			"speed": 30,
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Gith reach adulthood in their late teens and live for about a century."
					]
				},
				{
					"name": "Size",
					"type": "entries",
					"entries": [
						"Gith are taller and leaner than humans, with most a slender 6 feet in height."
					]
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Gith."
					],
					"type": "entries"
				}
			],
			"subraces": [
				{
					"name": "Githyanki",
					"ability": {
						"str": 2
					},
					"entries": [
						{
							"name": "Alignment",
							"type": "entries",
							"entries": [
								"Githyanki tend toward lawful evil. They are aggressive and arrogant, and they remain the faithful servants of their lich-queen, Vlaakith. Renegade githyanki tend toward chaos."
							]
						},
						{
							"name": "Decadent Mastery",
							"entries": [
								"You learn one language of your choice, and you are proficient with one skill or tool of your choice. In the timeless city of Tu'narath, githyanki have bountiful time to master odd bits of knowledge."
							],
							"type": "entries"
						},
						{
							"name": "Martial Prodigy",
							"entries": [
								"You are proficient with light and medium armor and with shortswords, longswords, and greatswords."
							],
							"type": "entries"
						},
						{
							"name": "Githyanki Psionics",
							"entries": [
								"You know the {@spell mage hand} cantrip, and the hand is invisible when you cast the cantrip with this trait.",
								"When you reach 3rd level, you can cast {@spell jump} once with this trait, and you regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the {@spell misty step} spell once with this trait, and you regain the ability to do so when you finish a long rest.",
								"Intelligence is your spellcasting ability for these spells. When you cast them with this trait, they don’t require components."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Githzerai",
					"ability": {
						"wis": 2
					},
					"entries": [
						{
							"name": "Alignment",
							"type": "entries",
							"entries": [
								"Githzerai tend toward lawful neutral. Their rigorous training in psychic abilities requires an implacable mental discipline."
							]
						},
						{
							"name": "Mental Discipline",
							"entries": [
								"You have advantage on saving throws against the {@condition charmed} and {@condition frightened} conditions. Under the tutelage of monastic masters, githzerai learn to govern their own minds."
							],
							"type": "entries"
						},
						{
							"name": "Githzerai Psionics",
							"entries": [
								"You know the {@spell mage hand} cantrip, and the hand is invisible when you cast the cantrip with this trait.",
								"When you reach 3rd level, you can cast {@spell shield} once with this trait, and you regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the {@spell detect thoughts} spell once with this trait, and you regain the ability to do so when you finish a long rest.",
								"Wisdom is your spellcasting ability for these spells. When you cast them with this trait, they don’t require components."
							],
							"type": "entries"
						}
					]
				}
			]
		},
		{
			"name": "Tortle",
			"source": "TTP",
			"page": 3,
			"ability": {
				"str": 2,
				"wis": 1
			},
			"size": "M",
			"speed": 30,
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Young tortles crawl for a few weeks after birth before learning to walk on two legs. They reach adulthood by the age of 15 and live an average of 50 years."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Tortles tend to lead orderly, ritualistic lives. They develop customs and routines, becoming more set in their ways as they age. Most are lawful good. A few can be selfish and greedy, tending more toward evil, but it's unusual for a tortle to shuck off order in favor of chaos."
					]
				},
				{
					"name": "Claws",
					"entries": [
						"Your claws are natural weapons, which you can use to make unarmed strikes. If you hit with them, you deal slashing damage equal to 1d4 + your Strength modifier, instead of bludgeoning damage normal for an unarmed strike."
					],
					"type": "entries"
				},
				{
					"name": "Hold Breath",
					"entries": [
						"You can hold your breath for up to 1 hour at a time. Tortles aren't natural swimmers, but they can remain underwater for some time before needing to come up for air."
					],
					"type": "entries"
				},
				{
					"name": "Natural Armor",
					"entries": [
						"Due to your shell and the shape of your body, you are ill-suited to wearing armor. Your shell provides ample protection, however; it gives you a base AC of 17 (your Dexterity modifier doesn't affect this number). You gain no benefit from wearing armor, but if you are using a shield, you can apply the shield's bonus as normal."
					],
					"type": "entries"
				},
				{
					"name": "Shell Defense",
					"entries": [
						"You can withdraw into your shell as an action. until you emerge, you gain a +4 bonus to AC, and you have advantage on Strength and Constitution saving throws. While in your shell, you are {@condition prone}, your speed is 0 and can't increase, you have disadvantage on Dexterity saving throws, you can't take reaction, and the only action you can take is a bonus action to emerge from your shell."
					],
					"type": "entries"
				},
				{
					"name": "Survival Instinct",
					"entries": [
						"You gain proficiency in the Survival skill. Tortles have finely honed survival instincts."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Aquan and Common."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Grung",
			"source": "OGA",
			"page": 4,
			"size": "S",
			"speed": {
				"walk": 25,
				"climb": 25
			},
			"ability": {
				"dex": 2,
				"con": 1
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Grungs mature to adulthood in a single year, but have been known to live up to 50 years."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Most grungs are lawful, having been raised in a strict caste system. They tend toward evil as well, coming from a culture where social advancement occurs rarely, and most often because another member of your army has died and there is no one else of that caste to fill the vacancy."
					]
				},
				{
					"type": "entries",
					"name": "Arboreal Alertness",
					"entries": [
						"You have proficiency in the Perception skill."
					]
				},
				{
					"type": "entries",
					"name": "Amphibious",
					"entries": [
						"You can breathe air and water."
					]
				},
				{
					"type": "entries",
					"name": "Poison Immunity",
					"entries": [
						"You're immune to poison damage and the {@condition poisoned} condition."
					]
				},
				{
					"type": "entries",
					"name": "Poisonous Skin",
					"entries": [
						"Any creature that grapples you or otherwise comes into direct contact with your skin must succeed on a DC 12 Constitution saving throw or become {@condition poisoned} for 1 minute. A {@condition poisoned} creature no longer in direct contact with you can repeat the saving throw at the end of each of its turns, ending the effect on itself on a success.",
						"You can also apply this poison to any piercing weapon as part of an attack with that weapon, though when you hit the poison reacts differently. The target must succeed on a DC 12 Constitution saving throw or take 2d4 poison damage."
					]
				},
				{
					"type": "entries",
					"name": "Standing Leap",
					"entries": [
						"Your long jump is up to 25 feet and your high jump is up to 15 feet, with or without a running start."
					]
				},
				{
					"type": "entries",
					"name": "Water Dependency",
					"entries": [
						"If you fail to immerse yourself in water for at least 1 hour during a day, you suffer one level of {@condition exhaustion} at the end of that day. You can only recover from this {@condition exhaustion} through magic or by immersing yourself in water for at least 1 hour."
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Grung."
					]
				}
			]
		},
		{
			"name": "Bullywug",
			"source": "DMG",
			"page": 282,
			"ability": {
				"int": -2,
				"cha": -2
			},
			"size": "M",
			"speed": {
				"walk": 20,
				"swim": 40
			},
			"entries": [
				{
					"type": "entries",
					"name": "Amphibious",
					"entries": [
						"You can breathe air and water."
					]
				},
				{
					"name": "Speak with Frogs and Toads",
					"type": "entries",
					"entries": [
						"You can communicate simple concepts to frogs and toads when you speak in Bullywug."
					]
				},
				{
					"name": "Swamp Camouflage",
					"type": "entries",
					"entries": [
						"You have advantage on Dexterity (Stealth) checks made to hide in swampy terrain."
					]
				},
				{
					"name": "Standing Leap",
					"type": "entries",
					"entries": [
						"Your long jump is up to 20 ft. and your high jump is up to 10 ft., with or without a running start."
					]
				},
				{
					"type": "entries",
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Bullywug."
					]
				}
			],
			"npc": true
		},
		{
			"name": "Gnoll",
			"source": "DMG",
			"page": 282,
			"ability": {
				"str": 2,
				"int": -2
			},
			"darkvision": 60,
			"size": "M",
			"speed": 30,
			"entries": [
				{
					"name": "Bite",
					"entries": [
						"Your fanged maw is a natural weapon, which you can use to make unarmed strikes. If you hit with it, you deal piercing damage equal to 1d4 + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike."
					],
					"type": "entries"
				},
				{
					"name": "Darkvision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"type": "entries",
					"name": "Rampage",
					"entries": [
						"When you reduce a creature to 0 hit points with a melee attack on your turn, you can take a bonus action to move up to half your speed and make a bite attack."
					]
				}
			],
			"npc": true
		},
		{
			"name": "Grimlock",
			"source": "DMG",
			"page": 282,
			"ability": {
				"str": 2,
				"cha": -2
			},
			"size": "M",
			"speed": 30,
			"entries": [
				{
					"name": "Blindsight",
					"entries": [
						"You have no eyes, and cannot be blinded. You can perceive your surroundings within 30 ft., or 10 ft. while deafened. You are considered blind beyond this radius."
					],
					"type": "entries"
				},
				{
					"type": "entries",
					"name": "Keen Hearing and Smell",
					"entries": [
						"You have advantage on Wisdom (Perception) checks that rely on hearing or smell."
					]
				},
				{
					"type": "entries",
					"name": "Stone Camouflage",
					"entries": [
						"You have advantage on Dexterity (Stealth) checks made to hide in rocky terrain."
					]
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Undercommon."
					],
					"type": "entries"
				}
			],
			"npc": true
		},
		{
			"name": "Hobgoblin; DMG",
			"source": "DMG",
			"page": 282,
			"darkvision": 60,
			"size": "M",
			"speed": 30,
			"entries": [
				{
					"type": "entries",
					"name": "Martial Advantage",
					"entries": [
						"Once per turn, you can deal an extra 7 (2d6) damage to a creature you hit with a weapon attack if that creature is within 5 ft. of an ally of yours that isn't incapacitated."
					]
				},
				{
					"name": "Darkvision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Goblin."
					],
					"type": "entries"
				}
			],
			"npc": true
		},
		{
			"name": "Kuo-Toa",
			"source": "DMG",
			"page": 282,
			"size": "M",
			"speed": {
				"walk": 30,
				"swim": 30
			},
			"darkvision": 120,
			"entries": [
				{
					"name": "Amphibious",
					"type": "entries",
					"entries": [
						"You can breathe air and water."
					]
				},
				{
					"name": "Otherworldly Perception",
					"type": "entries",
					"entries": [
						"You can sense the presence of any creature within 30 feet of you that is invisible or on the Ethereal Plane. You can pinpoint such a creature that is moving."
					]
				},
				{
					"name": "Slippery",
					"type": "entries",
					"entries": [
						"You have advantage on ability checks and saving throws made to escape a grapple."
					]
				},
				{
					"name": "Sunlight Sensitivity",
					"type": "entries",
					"entries": [
						"While in sunlight, you have disadvantage on attack rolls, as well as on Wisdom (Perception) checks that rely on sight."
					]
				},
				{
					"name": "Superior Darkvision",
					"entries": [
						"You have superior vision in dark and dim conditions. You can see in dim light within 120 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Undercommon."
					],
					"type": "entries"
				}
			],
			"npc": true
		},
		{
			"name": "Merfolk (Zendikar)",
			"source": "DMG",
			"page": 282,
			"size": "M",
			"speed": {
				"walk": 10,
				"swim": 40
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Merfolk mature at the same rate humans do and reach adulthood around the age of 20. They live considerably longer than humans, though, often reaching well over 100 years."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Most merfolk are neutral, though merfolk of the Emeria and Cosi creeds have chaotic leanings."
					]
				},
				{
					"name": "Amphibious",
					"type": "entries",
					"entries": [
						"You can breathe air and water."
					]
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Aquan."
					],
					"type": "entries"
				}
			],
			"npc": true
		},
		{
			"name": "Skeleton",
			"source": "DMG",
			"page": 282,
			"ability": {
				"dex": 2,
				"int": -4,
				"cha": -4
			},
			"size": "M",
			"speed": 30,
			"darkvision": 60,
			"entries": [
				{
					"type": "entries",
					"name": "Brittle Bones",
					"entries": [
						"You are vulnerable to bludgeoning damage."
					]
				},
				{
					"type": "entries",
					"name": "Undead Nature",
					"entries": [
						"You are immune to poison damage and exhaustion, and you can't be poisoned. You don't require air, food, drink, or sleep."
					]
				},
				{
					"name": "Darkvision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can't speak, but you can understand the languages you knew in life."
					],
					"type": "entries"
				}
			],
			"npc": true
		},
		{
			"name": "Troglodyte",
			"source": "DMG",
			"page": 282,
			"ability": {
				"str": 2,
				"con": 2,
				"int": -4,
				"cha": -4
			},
			"size": "M",
			"speed": 30,
			"darkvision": 60,
			"entries": [
				{
					"name": "Chameleon Skin",
					"type": "entries",
					"entries": [
						"You have advantage on Dexterity (Stealth) checks made to hide."
					]
				},
				{
					"name": "Stench",
					"type": "entries",
					"entries": [
						"Any creature other than a troglodyte that starts its turn within 5 ft. of you must succeed on a DC 12 Constitution saving throw or be poisoned until the start of the creature's next turn. On a successful saving throw, the creature is immune to the stench of all troglodytes for 1 hour."
					]
				},
				{
					"name": "Sunlight Sensitivity",
					"type": "entries",
					"entries": [
						"While in sunlight, you have disadvantage on attack rolls, as well as on Wisdom (Perception) checks that rely on sight."
					]
				},
				{
					"name": "Natural Armor",
					"entries": [
						"Your thick hide grants you a +1 bonus to Armor Class."
					],
					"type": "entries"
				},
				{
					"name": "Darkvision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Troglodyte."
					],
					"type": "entries"
				}
			],
			"npc": true
		},
		{
			"name": "Zombie",
			"source": "DMG",
			"page": 282,
			"ability": {
				"str": 1,
				"con": 2,
				"int": -6,
				"wis": -4,
				"cha": -4
			},
			"size": "M",
			"speed": 30,
			"darkvision": 60,
			"entries": [
				{
					"type": "entries",
					"name": "Undead Fortitude",
					"entries": [
						"If damage reduces you to 0 hit points, you must make a Constitution saving throw with a DC of 5+the damage taken, unless the damage is radiant or from a critical hit. On a success, you drop to 1 hit point instead."
					]
				},
				{
					"type": "entries",
					"name": "Undead Nature",
					"entries": [
						"You are immune to poison damage and exhaustion, and you can't be poisoned. You don't require air, food, drink, or sleep."
					]
				},
				{
					"name": "Darkvision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can't speak, but you can understand the languages you knew in life."
					],
					"type": "entries"
				}
			],
			"npc": true
		},
		{
			"name": "Human (Ixalan)",
			"source": "PSX",
			"page": 11,
			"size": "M",
			"speed": 30,
			"ability": {
				"str": 1,
				"dex": 1,
				"con": 1,
				"int": 1,
				"wis": 1,
				"cha": 1
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Humans reach adulthood in their late teens and live less than a century."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Humans tend toward no particular alignment. The best and the worst are found among them."
					]
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and one extra language of your choice. Or, if your campaign uses the optional rules for languages found in the previous section, your national origin determines your native language: Itzocan for the Sun Empire, Coalition pidgin for the Brazen Coalition, or Vampire for the Legion of Dusk. You still speak one additional language of your choice, and Common if it exists in your campaign."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Vampire (Ixalan)",
			"source": "PSX",
			"page": 14,
			"ability": {
				"cha": 2,
				"wis": 1
			},
			"size": "M",
			"speed": 30,
			"darkvision": 60,
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Vampires don't mature and age in the same way that other races do."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Vampires might not have an innate tendency toward evil, but many of them end up there. Evil or not, their strict hierarchies incline them toward a lawful alignment."
					]
				},
				{
					"type": "entries",
					"name": "Bloodthirst",
					"entries": [
						"You can drain blood and life energy from a willing creature, or one that is {@condition grappled} by you, {@condition incapacitated}, or {@condition restrained}. Make a melee attack against the target. If you hit, you deal 1 piercing damage and 1d6 necrotic damage. The target's hit point maximum is reduced by an amount equal to the necrotic damage taken, and you regain hit points equal to that amount. The reduction lasts until the target finishes a long rest. The target dies if this effect reduces it's hit point maximum to 0."
					]
				},
				{
					"type": "entries",
					"name": "Feast of Blood",
					"entries": [
						"When you drain blood with your Bloodthirst ability, you experience a surge of vitality. Your speed increases by 10 feet, and you gain advantage on Strength and Dexterity checks and saving throws for 1 minute."
					]
				},
				{
					"type": "entries",
					"name": "Vampiric Resistance",
					"entries": [
						"You have resistance to necrotic damage."
					]
				},
				{
					"name": "Darkvision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common (if it exists in your campaign) and Vampire."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Orc (Ixalan)",
			"source": "PSX",
			"page": 15,
			"ability": {
				"str": 2,
				"con": 1
			},
			"size": "M",
			"speed": 30,
			"darkvision": 60,
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Orcs mature a little faster than humans, reaching adulthood around age 14. They age noticeably faster and rarely live longer than 75 years."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Most orcs lean toward chaotic alignments, and many serve on pirate ships that encourage an inclination toward evil."
					]
				},
				{
					"type": "entries",
					"name": "Menacing",
					"entries": [
						"You gain proficiency in the Intimidation skill."
					]
				},
				{
					"type": "entries",
					"name": "Relentless Endurance",
					"entries": [
						"When you are reduced to 0 hit points but not killed outright, you can drop to 1 hit point instead. You can't use this feature again until you finish a long rest."
					]
				},
				{
					"type": "entries",
					"name": "Savage Attacks",
					"entries": [
						"When you score a critical hit with a melee weapon attack, you can roll one of the weapon's damage dice one additional time and add it to the extra damage of the critical hit."
					]
				},
				{
					"name": "Darkvision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common (if it exists in your campaign) and Orc."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Goblin (Ixalan)",
			"source": "PSX",
			"page": 16,
			"ability": {
				"dex": 2
			},
			"size": "S",
			"speed": {
				"walk": 25,
				"climb": 25
			},
			"darkvision": 60,
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Goblins mature faster than humans, reaching adulthood around age 12. They age noticeably faster, and though few goblins live to old age, the most cautious rarely live longer than 50 years."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Most goblins are wildly chaotic, with no particular inclination toward good or evil but a strong tendency toward mischief."
					]
				},
				{
					"type": "entries",
					"name": "Agile Climber",
					"entries": [
						"You have a climbing speed of 25 feet. You can't use your climbing speed while you wear medium or heavy armor. (If your campaign uses the variant rule for encumbrance, you can't use your climbing speed if you are encumbered.)"
					]
				},
				{
					"name": "Darkvision",
					"entries": [
						"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common (if it exists in your campaign) and Goblin."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Siren",
			"source": "PSX",
			"page": 17,
			"ability": {
				"cha": 2
			},
			"size": "M",
			"speed": {
				"walk": 25,
				"fly": 30
			},
			"entries": [
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Most sirens lean toward chaotic alignment, cherishing the freedom and independence that comes from joining a pirate crew."
					]
				},
				{
					"type": "entries",
					"name": "Siren's Song",
					"entries": [
						"You know the {@spell friends} cantrip and can cast it without material components."
					]
				},
				{
					"type": "entries",
					"name": "Flight",
					"entries": [
						"You have a flying speed of 30 feet. You can't use your flying speed while you wear medium or heavy armor.  (If  your  campaign  uses  the  variant  rule  for  en-cumbrance, you can't use your flying speed if you are encumbered.)"
					]
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common (if it exists in your campaign) and Siren."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Merfolk (Ixalan)",
			"source": "PSX",
			"page": 12,
			"size": "M",
			"speed": {
				"walk": 30,
				"swim": 30
			},
			"ability": {
				"cha": 1
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Merfolk mature at the same rate humans do and reach adulthood around the age of 20. They live considerably longer than humans, though, often reaching well over 100 years."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Most merfolk are neutral, living in close harmony with nature."
					]
				},
				{
					"name": "Amphibious",
					"entries": [
						"You can breathe air and water."
					],
					"type": "entries"
				},
				{
					"name": "Swimming",
					"entries": [
						"You have a swimming speed of 30 feet."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common (if it exists in your campaign), Merfolk, and one additional language of your choice."
					],
					"type": "entries"
				}
			],
			"subraces": [
				{
					"name": "Green",
					"ability": {
						"wis": 2
					},
					"entries": [
						{
							"name": "Cantrip",
							"entries": [
								"You know one cantrip of your choice from the druid spell list. Wisdom is your spellcasting ability for it."
							],
							"type": "entries"
						},
						{
							"name": "Mask of the Wild",
							"entries": [
								"You can attempt to hide even when you are only lightly obscured by foliage, heavy rain, falling snow, mist, and other natural phenomena."
							],
							"type": "entries"
						}
					]
				},
				{
					"name": "Blue",
					"ability": {
						"int": 2
					},
					"entries": [
						{
							"name": "Cantrip",
							"entries": [
								"You know one cantrip of your choice from the wizard spell list. Intelligence is your spellcasting ability for it."
							],
							"type": "entries"
						},
						{
							"name": "Lore of the Waters",
							"entries": [
								"You gain proficiency in history and Nature."
							],
							"type": "entries"
						}
					]
				}
			]
		},
		{
			"name": "Centaur",
			"source": "UACentaursMinotaurs",
			"page": 1,
			"size": "M",
			"speed": 40,
			"ability": {
				"str": 2,
				"wis": 1
			},
			"entries": [
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Centaurs mature and age at about the same rate as humans."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Centaurs are inclined toward neutrality."
					]
				},
				{
					"name": "Size",
					"entries": [
						"Your size is Medium, yet you tower over most other humanoids."
					],
					"type": "entries"
				},
				{
					"name": "Charge",
					"entries": [
						"If you move at least 20 feet straight toward a target and then hit it with a melee weapon attack on the same turn, roll the weapon's damage dice twice and add them together. Once you use this ability, you can't use it again until you finish a short or long rest."
					],
					"type": "entries"
				},
				{
				    "type": "entries",
				    "name": "Hooves",
				    "entries": [
						"Your hooves are natural melee weapons, with which you're proficient. If you hit with a hoof, the target takes bludgeoning damage equal to 1d6 + your Strength modifier."
				    ]
				},
				{
				    "type": "entries",
				    "name": "Equine Build",
				    "entries": [
				        "You count as one size larger when determining your carrying capacity and the weight you can push or drag. In addition, any climb that requires hands and feet is especially difficult for you because of your hooves. When you make such a climb, each foot of movement costs you 4 extra feet, instead of the normal 1 extra foot. Finally, a Medium or smaller creature can ride on your equine back if you allow it. In such a situation, you continue to act independently, not as a controlled mount."
				    ]
				},
				{
				    "type": "entries",
				    "name": "Survivor",
				    "entries": [
						"You have proficiency in the Survival skill."
				    ]
				},
				{
				    "type": "entries",
				    "name": "Hybrid Nature",
				    "entries": [
				        "You have two creature types: humanoid and monstrosity. You can be affected by a game effect if it works on either of your creature types."
				    ]
				},
				{
					"name": "Languages",
					"entries": [
						"Languages. You can speak, read, and write Common and Sylvan."
					],
					"type": "entries"
				}
			]
		},
		{
			"name": "Minotaur",
			"source": "UACentaursMinotaurs",
			"page": 2,
			"size": "M",
			"speed": 30,
			"ability": {
				"str": 2,
				"con": 1
			},
			"entries": [
				{
				    "type": "entries",
				    "entries": [
				        "{@i In 2015, minotaurs appeared as a playtest option in Unearthed Arcana. Here is a revised set of traits for minotaur player characters. These traits are suitable for minotaurs on Krynn and in other D&D worlds where these people have avoided the demonic influence of Baphomet.}"
				    ]
				},
				{
					"name": "Age",
					"type": "entries",
					"entries": [
						"Minotaurs enter adulthood at around the age of 17 and can live up to 150 years."
					]
				},
				{
					"name": "Alignment",
					"type": "entries",
					"entries": [
						"Most minotaurs lean toward lawful alignments."
					]
				},
				{
				    "type": "entries",
				    "name": "Size",
				    "entries": [
						"Minotaurs average over 6 feet in height, and they have strong, stocky builds. Your size is Medium."
				    ]
				},
				{
					"name": "Horns",
					"entries": [
						"Your horns are natural melee weapons, with which you're proficient. When you hit with them, the target takes piercing damage equal to 1d6+your Strength modifier."
					],
					"type": "entries"
				},
				{
					"name": "Goring Rush",
					"entries": [
						"Immediately after you use the Dash action on your turn and move at least as far as your speed, you can make one melee attack with your horns as a bonus action."
					],
					"type": "entries"
				},
				{
					"name": "Hammering Horns",
					"entries": [
						"Immediately after you hit a creature with a melee attack as part of the Attack action on your turn, you can attempt to shove that creature with your horns using your reaction. The creature must be no more than one size larger than you and within 5 feet of you. It must make a Strength saving throw against a DC equal to 8 + your proficiency bonus + your Strength modifier. If it fails, you push it up to 5 feet away from you."
					],
					"type": "entries"
				},
				{
					"name": "Menacing",
					"entries": [
						"You have proficiency in the Intimidation skill."
					],
					"type": "entries"
				},
				{
					"name": "Hybrid Nature",
					"entries": [
						"You have two creature types: humanoid and monstrosity. You can be affected by a game effect if it works on either of your creature types."
					],
					"type": "entries"
				},
				{
					"name": "Languages",
					"entries": [
						"You can speak, read, and write Common and Minotaur."
					],
					"type": "entries"
				}
			]
		}
	]
}