var racedata =
{
	"compendium": {
		"race": [
			{
				"name": "Aarakocra",
				"source": "EEPC",
				"size": "M",
				"speed": "25",
				"ability": {
					"dex": 2,
					"wis": 1
				},
				"trait": [
					{
						"name": "Flight",
						"text": [
							"You have a flying speed of 50 feet. To use this speed, you can't be wearing medium or heavy armor."
						]
					},
					{
						"name": "Talons",
						"text": [
							"You are proficient with your unarmed strikes, which deal 1d4 slashing damage on a hit."
						]
					},
					{
						"name": "Language",
						"text": [
							"You can speak, read, and write Common, Aarakocra, and Auran."
						]
					}
				]
			},
			{
				"name": "Genasi (Air)",
				"source": "EEPC",
				"size": "M",
				"speed": "30",
				"ability": {
					"con": 2,
					"dex": 1
				},
				"trait": [
					{
						"name": "Unending Breath",
						"text": [
							"You can hold your breath indefinitely while you're not incapacitated."
						]
					},
					{
						"name": "Mingle with the Wind",
						"text": [
							"You can cast the levitate spell once with this trait, requiring no material components, and you regain the ability to cast it this way when you finish a long rest. Constitution is your spellcasting ability for this spell."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Primordial. Primordial is a guttural language, filled with harsh syllables and hard consonants."
						]
					}
				]
			},
			{
				"name": "Elf (Drow)",
				"source": "PHB",
				"size": "M",
				"speed": "30",
				"ability": {
					"dex": 2,
					"cha": 1
				},
				"proficiency": "Perception",
				"trait": [
					{
						"name": "Superior Darkvision",
						"text": [
							"Accustomed to the depths of the Underdark, you have superior vision in dark and dim conditions. You can see in dim light within 120 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Keen Senses",
						"text": [
							"You have proficiency in the Perception skill."
						]
					},
					{
						"name": "Fey Ancestry",
						"text": [
							"You have advantage on saving throws against being charmed, and magic can't put you to sleep."
						]
					},
					{
						"name": "Trance",
						"text": [
							"Elves don't need to sleep. Instead, they meditate deeply, remaining semiconscious, for 4 hours a day. (The Common word for such meditation is \"trance.\") While meditating, you can dream after a fashion; such dreams are actually mental exercises that have become reflexive through years of practice. After resting in this way, you gain the same benefit that a human does from 8 hours of sleep."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Elvish. Elvish is fluid, with subtle intonations and intricate grammar. Elven literature is rich and varied, and their songs and poems are famous among other races. Many bards learn their language so they can add Elvish ballads to their repertoires."
						]
					},
					{
						"name": "Sunlight Sensitivity",
						"text": [
							"You have disadvantage on attack rolls and on Wisdom (Perception) checks that rely on sight when you, the target of your attack, or whatever you are trying to perceive is in direct sunlight."
						]
					},
					{
						"name": "Drow Magic",
						"text": [
							"You know the dancing lights cantrip. When you reach 3rd level, you can cast the faerie fire spell once per day; you must finish a long rest in order to cast the spell again using this trait. When you reach 5th level, you can also cast the darkness spell once per day; you must finish a long rest in order to cast the spell again using this trait. Charisma is your spellcasting ability for these spells."
						]
					},
					{
						"name": "Drow Weapon Training",
						"text": [
							"You have proficiency with rapiers, shortswords, and hand crossbows."
						]
					}
				]
			},
			{
				"name": "Gnome (Deep)",
				"source": "EEPC",
				"size": "S",
				"speed": "25",
				"ability": {
					"int": 2,
					"dex": 1
				},
				"trait": [
					{
						"name": "Superior Darkvision",
						"text": [
							"Accustomed to life underground, you have superior vision in dark and dim conditions. You can see in dim light within 120 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Gnome Cunning",
						"text": [
							"You have advantage on all Intelligence, Wisdom, and Charisma saving throws against magic."
						]
					},
					{
						"name": "Stone Camouflage",
						"text": [
							"You have advantage on Dexterity (stealth) checks to hide in rocky terrain."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common, Gnomish, and Undercommon. The svirfneblin dialect is more guttural than surface Gnomish, and most svirfneblin know only a little bit of Common, but those who deal with outsiders (and that includes you as an adventurer) pick up enough Common to get by in other lands."
						]
					}
				]
			},
			{
				"name": "Dragonborn",
				"source": "PHB",
				"size": "M",
				"speed": "30",
				"ability": {
					"str": 2,
					"cha": 1
				},
				"trait": [
					{
						"name": "Draconic Ancestry",
						"text": [
							"You have draconic ancestry. Choose one type of dragon from the Draconic Ancestry table. Your breath weapon and damage resistance are determined by the dragon type, as shown in the table.",
							{
								"istable": "YES",
								"caption": "Draconic Ancestry",
								"thead": [
									"Dragon",
									"Damage Type",
									"Breath Weapon"
								],
								"thstyleclass": [
									"col-xs-3 text-align-center",
									"col-xs-3 text-align-center",
									"col-xs-6"
								],
								"tbody": [
									[
										"Black",
										"Acid",
										"5 by 30ft. line (Dex. save)"
									],
									[
										"Blue",
										"Lightning",
										"5 by 30ft. line (Dex. save)"
									],
									[
										"Brass",
										"Fire",
										"5 by 30ft. line (Dex. save)"
									],
									[
										"Bronze",
										"Lightning",
										"5 by 30ft. line (Dex. save)"
									],
									[
										"Copper",
										"Acid",
										"15ft. cone (Dex. save)"
									],
									[
										"Cold",
										"Fire",
										"15ft. cone (Dex. save)"
									],
									[
										"Green",
										"Poison",
										"15ft. cone (Con. save)"
									],
									[
										"Red",
										"Fire",
										"15ft. cone (Dex. save)"
									],
									[
										"Silver",
										"Cold",
										"15ft. cone (Con. save)"
									],
									[
										"White",
										"Cold",
										"15ft. cone (Con. save)"
									]
								]
							}
						]
					},
					{
						"name": "Breath Weapon",
						"text": [
							"You can use your action to exhale destructive energy. Your draconic ancestry determines the size, shape, and damage type of the exhalation.",
							"When you use your breath weapon, each creature in the area of the exhalation must make a saving throw, the type of which is determined by your draconic ancestry. The DC for this saving throw equals 8 + your Constitution modifier + your proficiency bonus. A creature takes 2d6 damage on a failed save, and half as much damage on a successful one. The damage increases to 3d6 at 6th level, 4d6 at 11th level, and 5d6 at 16th level.",
							"After you use your breath weapon, you can't use it again until you complete a short or long rest."
						]
					},
					{
						"name": "Damage Resistance",
						"text": [
							"You have resistance to the damage type associated with your draconic ancestry."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Draconic. Draconic is thought to be one of the oldest languages and is often used in the study of magic. The language sounds harsh to most other creatures and includes numerous hard consonants and sibilants."
						]
					}
				]
			},
			{
				"name": "Genasi (Earth)",
				"source": "EEPC",
				"size": "M",
				"speed": "30",
				"ability": {
					"con": 2,
					"str": 1
				},
				"trait": [
					{
						"name": "Earth Walk",
						"text": [
							"You can move across difficult terrain made of earth or stone without expending extra movement."
						]
					},
					{
						"name": "Merge with Stone",
						"text": [
							"You can cast the pass without trace spell once with this trait, requiring no material components, and you regain the ability to cast it this way when you finish a long rest. Constitution is your spellcasting ability for this spell."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Primordial. Primordial is a guttural language, filled with harsh syllables and hard consonants."
						]
					}
				]
			},
			{
				"name": "Elf (Eladrin)",
				"source": "DMG",
				"size": "M",
				"speed": "30",
				"ability": {
					"dex": 2,
					"int": 1
				},
				"proficiency": "Perception",
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"Accustomed to twilit forests and the night sky, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Keen Senses",
						"text": [
							"You have proficiency in the Perception skill."
						]
					},
					{
						"name": "Fey Ancestry",
						"text": [
							"You have advantage on saving throws against being charmed, and magic can't put you to sleep."
						]
					},
					{
						"name": "Trance",
						"text": [
							"Elves don't need to sleep. Instead, they meditate deeply, remaining semiconscious, for 4 hours a day. (The Common word for such meditation is \"trance.\") While meditating, you can dream after a fashion; such dreams are actually mental exercises that have become reflexive through years of practice. After resting in this way, you gain the same benefit that a human does from 8 hours of sleep."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Elvish. Elvish is fluid, with subtle intonations and intricate grammar. Elven literature is rich and varied, and their songs and poems are famous among other races. Many bards learn their language so they can add Elvish ballads to their repertoires."
						]
					},
					{
						"name": "Elf Weapon Training",
						"text": [
							"You have proficiency with the longsword, shortsword, shortbow, and longbow."
						]
					},
					{
						"name": "Fey Step",
						"text": [
							"You can cast the misty step spell once using this trait. You regain the ability to do so when you finish a short or long rest."
						]
					}
				]
			},
			{
				"name": "Genasi (Fire)",
				"source": "EEPC",
				"size": "M",
				"speed": "30",
				"ability": {
					"con": 2,
					"int": 1
				},
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. Your ties to the Elemental Plane of Fire make your darkvision unusual: everything you see in darkness is in a shade of red."
						]
					},
					{
						"name": "Fire Resistance",
						"text": [
							"You have resistance to fire damage."
						]
					},
					{
						"name": "Reach to the Blaze",
						"text": [
							"You know the produce flame cantrip. Once you reach 3rd level, you can cast the burning hands spell once with this trait as a 1st-level spell, and you regain the ability to cast it this way when you finish a long rest. Constitution is your spellcasting ability for these spells."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Primordial. Primordial is a guttural language, filled with harsh syllables and hard consonants."
						]
					}
				]
			},
			{
				"name": "Gnome (Forest)",
				"source": "PHB",
				"size": "S",
				"speed": "25",
				"ability": {
					"int": 2,
					"dex": 1
				},
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"Accustomed to life underground, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Gnome Cunning",
						"text": [
							"You have advantage on all Intelligence, Wisdom, and Charisma saving throws against magic."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Gnomish. The Gnomish language, which uses the Dwarvish script, is renowned for its technical treatises and its catalogs of knowledge about the natural world."
						]
					},
					{
						"name": "Natural Illusionist",
						"text": [
							"You know the minor illusion cantrip. Intelligence is your spellcasting ability for it."
						]
					},
					{
						"name": "Speak with Small Beasts",
						"text": [
							"Through sounds and gestures, you can communicate simple ideas with Small or smaller beasts. Forest gnomes love animals and often keep squirrels, badgers, rabbits, moles, woodpeckers, and other creatures as beloved pets."
						]
					}
				]
			},
			{
				"name": "Goliath",
				"source": "EEPC",
				"size": "M",
				"speed": "30",
				"ability": {
					"str": 2,
					"con": 1
				},
				"proficiency": "Athletics",
				"trait": [
					{
						"name": "Natural Athlete",
						"text": [
							"You have proficiency in the Athletics skill."
						]
					},
					{
						"name": "Stone's Endurance",
						"text": [
							"You can focus yourself to occasionally shrug off injury. When you take damage, you can use your reaction to roll a d12. Add your Constitution modifier to the number rolled, and reduce the damage by that total. After you use this trait, you can't use it again until you finish a short or long rest."
						]
					},
					{
						"name": "Powerful Build",
						"text": [
							"You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift."
						]
					},
					{
						"name": "Mountain Born",
						"text": [
							"You're acclimated to high altitude, including elevations above 20,000 feet. You're also naturally adapted to cold climates, as described in chapter 5 of the Dungeon Master's Guide."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Giant."
						]
					}
				]
			},
			{
				"name": "Half-Elf",
				"source": "PHB",
				"size": "M",
				"speed": "30",
				"ability": {
					"cha": 2,
					"choose": [
						{
							"from": [
								"str",
								"dex",
								"con",
								"int",
								"wis"
							],
							"count": 2
						}
					]
				},
				"trait": [
					{
						"name": "Ability Score Increase",
						"text": [
							"Two different ability scores of your choice increase by 1."
						]
					},
					{
						"name": "Darkvision",
						"text": [
							"Thanks to your elf blood, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Fey Ancestry",
						"text": [
							"You have advantage on saving throws against being charmed, and magic can't put you to sleep."
						]
					},
					{
						"name": "Skill Versatility",
						"text": [
							"You gain proficiency in two skills of your choice."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common, Elvish, and one extra language of your choice."
						]
					}
				]
			},
			{
				"name": "Half-Orc",
				"source": "PHB",
				"size": "M",
				"speed": "30",
				"ability": {
					"str": 2,
					"con": 1
				},
				"proficiency": "Intimidation",
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"Thanks to your orc blood, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Menacing",
						"text": [
							"You gain proficiency in the Intimidation skill."
						]
					},
					{
						"name": "Relentless Endurance",
						"text": [
							"When you are reduced to 0 hit points but not killed outright, you can drop to 1 hit point instead. You can't use this feature again until you finish a long rest."
						]
					},
					{
						"name": "Savage Attacks",
						"text": [
							"When you score a critical hit with a melee weapon attack, you can roll one of the weapon's damage dice one additional time and add it to the extra damage of the critical hit."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Orc. Orc is a harsh, grating language with hard consonants. It has no script of its own but is written in the Dwarvish script."
						]
					}
				]
			},
			{
				"name": "Elf (High)",
				"source": "PHB",
				"size": "M",
				"speed": "30",
				"ability": {
					"dex": 2,
					"int": 1
				},
				"proficiency": "Perception",
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"Accustomed to twilit forests and the night sky, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Keen Senses",
						"text": [
							"You have proficiency in the Perception skill."
						]
					},
					{
						"name": "Fey Ancestry",
						"text": [
							"You have advantage on saving throws against being charmed, and magic can't put you to sleep."
						]
					},
					{
						"name": "Trance",
						"text": [
							"Elves don't need to sleep. Instead, they meditate deeply, remaining semiconscious, for 4 hours a day. (The Common word for such meditation is \"trance.\") While meditating, you can dream after a fashion; such dreams are actually mental exercises that have become reflexive through years of practice. After resting in this way, you gain the same benefit that a human does from 8 hours of sleep."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common, Elvish, and one extra language of your choice. Elvish is fluid, with subtle intonations and intricate grammar. Elven literature is rich and varied, and their songs and poems are famous among other races. Many bards learn their language so they can add Elvish ballads to their repertoires."
						]
					},
					{
						"name": "Elf Weapon Training",
						"text": [
							"You have proficiency with the longsword, shortsword, shortbow, and longbow."
						]
					},
					{
						"name": "Cantrip",
						"text": [
							"You know one cantrip of your choice from the wizard spell list. Intelligence is your spellcasting ability for it."
						]
					}
				]
			},
			{
				"name": "Dwarf (Hill)",
				"source": "PHB",
				"size": "M",
				"speed": "25",
				"ability": {
					"con": 2,
					"wis": 1
				},
				"trait": [
					{
						"name": "Speed",
						"text": [
							"Your speed is not reduced by wearing heavy armor."
						]
					},
					{
						"name": "Darkvision",
						"text": [
							"Accustomed to life underground, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Dwarven Resilience",
						"text": [
							"You have advantage on saving throws against poison, and you have resistance against poison damage."
						]
					},
					{
						"name": "Dwarven Combat Training",
						"text": [
							"You have proficiency with the battleaxe, handaxe, light hammer, and warhammer."
						]
					},
					{
						"name": "Tool Proficiency",
						"text": [
							"You gain proficiency with the artisan's tools of your choice: smith's tools, brewer's supplies, or mason's tools."
						]
					},
					{
						"name": "Stonecunning",
						"text": [
							"Whenever you make an Intelligence (History) check related to the origin of stonework, you are considered proficient in the History skill and add double your proficiency bonus to the check, instead of your normal proficiency bonus."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Dwarvish. Dwarvish is full of hard consonants and guttural sounds, and those characteristics spill over into whatever other language a dwarf might speak."
						]
					},
					{
						"name": "Dwarven Toughness",
						"text": [
							"Your hit point maximum increases by 1, and it increases by 1 every time you gain a level."
						]
					}
				]
			},
			{
				"name": "Human",
				"source": "PHB",
				"size": "M",
				"speed": "30",
				"ability": {
					"str": 1,
					"dex": 1,
					"con": 1,
					"int": 1,
					"wis": 1,
					"cha": 1
				},
				"trait": [
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and one extra language of your choice. Humans typically learn the languages of other peoples they deal with, including obscure dialects. They are fond of sprinkling their speech with words borrowed from other tongues: Orc curses, Elvish musical expressions, Dwarvish military phrases, and so on."
						]
					}
				]
			},
			{
				"name": "Human (Variant)",
				"source": "PHB",
				"ability": {
					"choose": [
						{
							"from": [
								"str",
								"dex",
								"con",
								"int",
								"wis",
								"cha"
							],
							"count": 2
						}
					]
				},
				"size": "M",
				"speed": "30",
				"trait": [
					{
						"name": "Ability Score Increase",
						"text": [
							"Two different ability scores of your choice increase by 1."
						]
					},
					{
						"name": "Skills",
						"text": [
							"You gain proficiency in one skill of your choice."
						]
					},
					{
						"name": "Feat",
						"text": [
							"You gain one feat of your choice."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and one extra language of your choice. Humans typically learn the languages of other peoples they deal with, including obscure dialects. They are fond of sprinkling their speech with words borrowed from other tongues: Orc curses, Elvish musical expressions, Dwarvish military phrases, and so on."
						]
					}
				]
			},
			{
				"name": "Halfling (Lightfoot)",
				"source": "PHB",
				"size": "S",
				"speed": "25",
				"ability": {
					"dex": 2,
					"cha": 1
				},
				"trait": [
					{
						"name": "Lucky",
						"text": [
							"When you roll a 1 on an attack roll, ability check, or saving throw, you can reroll the die and must use the new roll."
						]
					},
					{
						"name": "Brave",
						"text": [
							"You have advantage on saving throws against being frightened."
						]
					},
					{
						"name": "Halfling Nimbleness",
						"text": [
							"You can move through the space of any creature that is of a size larger than yours."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Halfling. The Halfling language isn't secret, but halflings are loath to share it with others. They write very little, so they don't have a rich body of literature. Their oral tradition, however, is very strong. Almost all halflings speak Common to converse with the people in whose lands they dwell or through which they are traveling."
						]
					},
					{
						"name": "Naturally Stealthy",
						"text": [
							"You can attempt to hide even when you are obscured only by a creature that is at least one size larger than you."
						]
					}
				]
			},
			{
				"name": "Dwarf (Mountain)",
				"source": "PHB",
				"size": "M",
				"speed": "25",
				"ability": {
					"con": 2,
					"str": 2
				},
				"trait": [
					{
						"name": "Speed",
						"text": [
							"Your speed is not reduced by wearing heavy armor."
						]
					},
					{
						"name": "Darkvision",
						"text": [
							"Accustomed to life underground, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Dwarven Resilience",
						"text": [
							"You have advantage on saving throws against poison, and you have resistance against poison damage."
						]
					},
					{
						"name": "Dwarven Combat Training",
						"text": [
							"You have proficiency with the battleaxe, handaxe, light hammer, and warhammer."
						]
					},
					{
						"name": "Tool Proficiency",
						"text": [
							"You gain proficiency with the artisan's tools of your choice: smith's tools, brewer's supplies, or mason's tools."
						]
					},
					{
						"name": "Stonecunning",
						"text": [
							"Whenever you make an Intelligence (History) check related to the origin of stonework, you are considered proficient in the History skill and add double your proficiency bonus to the check, instead of your normal proficiency bonus."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Dwarvish. Dwarvish is full of hard consonants and guttural sounds, and those characteristics spill over into whatever other language a dwarf might speak."
						]
					},
					{
						"name": "Dwarven Armor Training",
						"text": [
							"You have proficiency with light and medium armor."
						]
					}
				]
			},
			{
				"name": "Shifter (Razorclaw)",
				"source": "UAEberron",
				"size": "M",
				"speed": "30",
				"ability": {
					"dex": 2
				},
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"Your lycanthropic heritage grants you the ability to see in dark conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Shifting",
						"text": [
							"On your turn, you can shift as a bonus action. Shifting lasts for 1 minute or until you end it on your turn as a bonus action.",
							"While shifting, you gain temporary hit points equal to your level + your Constitution bonus (minimum of 1). You also gain a feature that depends on your shifter subrace, described below.",
							"You must finish a short or long rest before you can shift again."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Sylvan."
						]
					},
					{
						"name": "Shifting Feature",
						"text": [
							"While shifting, you can make an unarmed strike as a bonus action. You can use your Dexterity for its attack roll and damage bonus, and this attack deals slashing damage."
						]
					}
				]
			},
			{
				"name": "Gnome (Rock)",
				"source": "PHB",
				"size": "S",
				"speed": "25",
				"ability": {
					"int": 2,
					"con": 1
				},
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"Accustomed to life underground, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Gnome Cunning",
						"text": [
							"You have advantage on all Intelligence, Wisdom, and Charisma saving throws against magic."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Gnomish. The Gnomish language, which uses the Dwarvish script, is renowned for its technical treatises and its catalogs of knowledge about the natural world."
						]
					},
					{
						"name": "Artificer's Lore",
						"text": [
							"Whenever you make an Intelligence (History) check related to magic items, alchemical objects, or technological devices, you can add twice your proficiency bonus, instead of any proficiency bonus you normally apply."
						]
					},
					{
						"name": "Tinker",
						"text": [
							"You have proficiency with artisan's tools (tinker's tools). Using those tools, you can spend 1 hour and 10 gp worth of materials to construct a Tiny clockwork device (AC 5, 1 hp). The device ceases to function after 24 hours (unless you spend 1 hour repairing it to keep the device functioning), or when you use your action to dismantle it; at that time, you can reclaim the materials used to create it. You can have up to three such devices active at a time.",
							"When you create a device, choose one of the following options:",
							{
								"hassubtitle": "YES",
								"title": "Clockwork Toy",
								"text": "This toy is a clockwork animal, monster, or person, such as a frog, mouse, bird, dragon, or soldier. When placed on the ground, the toy moves 5 feet across the ground on each of your turns in a random direction. It makes noises as appropriate to the creature it represents."
							},
							{
								"hassubtitle": "YES",
								"title": "Fire Starter",
								"text": "The device produces a miniature flame, which you can use to light a candle, torch, or campfire. Using the device requires your action."
							},
							{
								"hassubtitle": "YES",
								"title": "Music Box",
								"text": "When opened, this music box plays a single song at a moderate volume. The box stops playing when it reaches the song's end or when it is closed."
							}
						]
					}
				]
			},
			{
				"name": "Halfling (Stout)",
				"source": "PHB",
				"size": "S",
				"speed": "25",
				"ability": {
					"dex": 2,
					"con": 1
				},
				"trait": [
					{
						"name": "Lucky",
						"text": [
							"When you roll a 1 on an attack roll, ability check, or saving throw, you can reroll the die and must use the new roll."
						]
					},
					{
						"name": "Brave",
						"text": [
							"You have advantage on saving throws against being frightened."
						]
					},
					{
						"name": "Halfling Nimbleness",
						"text": [
							"You can move through the space of any creature that is of a size larger than yours."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Halfling. The Halfling language isn't secret, but halflings are loath to share it with others. They write very little, so they don't have a rich body of literature. Their oral tradition, however, is very strong. Almost all halflings speak Common to converse with the people in whose lands they dwell or through which they are traveling."
						]
					},
					{
						"name": "Stout Resilience",
						"text": [
							"You have advantage on saving throws against poison, and you have resistance against poison damage."
						]
					}
				]
			},
			{
				"name": "Tiefling (Infernal)",
				"source": "PHB",
				"size": "M",
				"speed": "30",
				"ability": {
					"cha": 2,
					"int": 1
				},
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"Thanks to your infernal heritage, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Hellish Resistance",
						"text": [
							"You have resistance to fire damage."
						]
					},
					{
						"name": "Infernal Legacy",
						"text": [
							"You know the thaumaturgy cantrip. Once you reach 3rd level, you can cast the hellish rebuke spell as a 2nd-level spell; you must finish a long rest in order to cast the spell again using this trait. Once you reach 5th level, you can also cast the darkness spell; you must finish a long rest in order to cast the spell again using this trait. Charisma is your spellcasting ability for these spells."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Infernal."
						]
					}
				]
			},
			{
				"name": "Tiefling (Variant Infernal)",
				"source": "SCAG",
				"size": "M",
				"speed": "30",
				"ability": {
					"int": 1,
					"choose": [
						{
							"from": [
								"dex",
								"cha"
							],
							"count": 1,
							"amount": 2
						}
					]
				},
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"Thanks to your infernal heritage, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Hellish Resistance",
						"text": [
							"You have resistance to fire damage."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Infernal."
						]
					},
					{
						"name": "Variant Feature (Choose 1)",
						"text": [
							{
								"title": "Infernal Legacy (PHB)",
								"text": [
									"You know the thaumaturgy cantrip. Once you reach 3rd level, you can cast the hellish rebuke spell as a 2nd-level spell; you must finish a long rest in order to cast the spell again using this trait. Once you reach 5th level, you can also cast the darkness spell; you must finish a long rest in order to cast the spell again using this trait. Charisma is your spellcasting ability for these spells."
								],
								"hassubtitle": "YES"
							},
							{
								"title": "Devil's Tongue",
								"text": [
									"You know the vicious mockery cantrip. When your reach 3rd level, you can cast the charm person spell as a 2nd-level spell once with this trait. When you reach 5th level, you can cast the enthrall spell once with this trait. You must finish a long rest to cast these spells once again with this trait. Charisma is your spellcasting ability for them. This trait replaces the Infernal Legacy trait."
								],
								"hassubtitle": "YES"
							},
							{
								"title": "Hellfire",
								"text": [
									"You know the thaumaturgy cantrip. Once you reach 3rd level, you can cast the burning hands spell once per day as a 2nd-level spell; you must finish a long rest in order to cast the spell again using this trait. Once you reach 5th level, you can also cast the darkness spell; you must finish a long rest in order to cast the spell again using this trait. Charisma is your spellcasting ability for these spells."
								],
								"hassubtitle": "YES"
							},
							{
								"title": "Winged",
								"text": [
									"You have bat-like wings sprouting form on your shoulder blades. You have a flying speed of 30 feet."
								],
								"hassubtitle": "YES"
							}
						]
					},
					{
						"name": "Appearance",
						"text": [
							"Your tiefling might not look like other tieflings. Rather than having the physical characteristics described in the Player's Handbook, choose 1d4 + 1 of the following features: small horns; fangs or sharp teeth; a forked tongue; catlike eyes; six fingers on each hand; goatlike legs; cloven hoofs; a forked tail; leathery or scaly skin; red or dark blue skin; cast no shadow or reflection; exude a smell of brimstone"
						]
					}
				]
			},
			{
				"name": "Genasi (Water)",
				"source": "EEPC",
				"size": "M",
				"speed": "30",
				"ability": {
					"con": 2,
					"wis": 1
				},
				"trait": [
					{
						"name": "Acid Resistance",
						"text": [
							"You have resistance to acid damage."
						]
					},
					{
						"name": "Amphibious",
						"text": [
							"You can breathe air and water."
						]
					},
					{
						"name": "Swim",
						"text": [
							"You have a swimming speed of 30 feet."
						]
					},
					{
						"name": "Call to the Wave",
						"text": [
							"You know the shape water cantrip. When you reach 3rd level, you can cast the create or destroy water spell as a 2nd-level spell once with this trait, and you regain the ability to cast it this way when you finish a long rest. Constitution is your spellcasting ability for these spells."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Primordial. Primordial is a guttural language, filled with harsh syllables and hard consonants."
						]
					}
				]
			},
			{
				"name": "Shifter (Wildhunt)",
				"source": "UAEberron",
				"size": "M",
				"speed": "30",
				"ability": {
					"dex": 1,
					"wis": 1
				},
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"Your lycanthropic heritage grants you the ability to see in dark conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Shifting",
						"text": [
							"On your turn, you can shift as a bonus action. Shifting lasts for 1 minute or until you end it on your turn as a bonus action.",
							"While shifting, you gain temporary hit points equal to your level + your Constitution bonus (minimum of 1). You also gain a feature that depends on your shifter subrace, described below.",
							"You must finish a short or long rest before you can shift again."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Sylvan."
						]
					},
					{
						"name": "Shifting Feature",
						"text": [
							"While shifting, you gain advantage on all Wisdom-based checks and saving throws."
						]
					}
				]
			},
			{
				"name": "Elf (Wood)",
				"source": "PHB",
				"size": "M",
				"speed": "35",
				"ability": {
					"dex": 2,
					"wis": 1
				},
				"proficiency": "Perception",
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"Accustomed to twilit forests and the night sky, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Keen Senses",
						"text": [
							"You have proficiency in the Perception skill."
						]
					},
					{
						"name": "Fey Ancestry",
						"text": [
							"You have advantage on saving throws against being charmed, and magic can't put you to sleep."
						]
					},
					{
						"name": "Trance",
						"text": [
							"Elves don't need to sleep. Instead, they meditate deeply, remaining semiconscious, for 4 hours a day. (The Common word for such meditation is \"trance.\") While meditating, you can dream after a fashion; such dreams are actually mental exercises that have become reflexive through years of practice. After resting in this way, you gain the same benefit that a human does from 8 hours of sleep."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Elvish. Elvish is fluid, with subtle intonations and intricate grammar. Elven literature is rich and varied, and their songs and poems are famous among other races. Many bards learn their language so they can add Elvish ballads to their repertoires."
						]
					},
					{
						"name": "Elf Weapon Training",
						"text": [
							"You have proficiency with the longsword, shortsword, shortbow, and longbow."
						]
					},
					{
						"name": "Fleet of Foot",
						"text": [
							"Your base walking speed increases to 35 feet."
						]
					},
					{
						"name": "Mask of the Wild",
						"text": [
							"You can attempt to hide even when you are only lightly obscured by foliage, heavy rain, falling snow, mist, and other natural phenomena."
						]
					}
				]
			},
			{
				"name": "Dwarf (Duergar)",
				"source": "SCAG",
				"size": "M",
				"speed": "25",
				"ability": {
					"con": 2,
					"str": 1
				},
				"trait": [
					{
						"name": "Speed",
						"text": [
							"Your speed is not reduced by wearing heavy armor."
						]
					},
					{
						"name": "Superior Darkvision",
						"text": [
							"Accustomed to life underground, you have superior vision in dark and dim conditions. You can see in dim light within 120 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Duergar Resilience",
						"text": [
							"You have advantage on saving throws against poison, and you have resistance against poison damage. You also have advantage on saving throws against illusions and against being charmed or paralyzed."
						]
					},
					{
						"name": "Dwarven Combat Training",
						"text": [
							"You have proficiency with the battleaxe, handaxe, light hammer, and warhammer."
						]
					},
					{
						"name": "Tool Proficiency",
						"text": [
							"You gain proficiency with the artisan's tools of your choice: smith's tools, brewer's supplies, or mason's tools."
						]
					},
					{
						"name": "Stonecunning",
						"text": [
							"Whenever you make an Intelligence (History) check related to the origin of stonework, you are considered proficient in the History skill and add double your proficiency bonus to the check, instead of your normal proficiency bonus."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common, Dwarvish, and Undercommon."
						]
					},
					{
						"name": "Duergar Magic",
						"text": [
							"When you reach 3rd level, you can cast the Enlarge/Reduce spell on yourself once with this trait, using only the spell's enlarge option. When reach 5th level, you can cast the Invisibility spell on yourself once with this trait. You don't need material components for either spell, and you can't cast them while you're in direct sunlight, although sunlight has no effect on them once cast. You regain the ability to cast these spells with this trait when you finish a long rest. Intelligence is your spellcasting ability for these spells."
						]
					},
					{
						"name": "Sunlight Sensitivity",
						"text": [
							"You have disadvantage on attack rolls and Wisdom (Perception) checks that rely on sight when you, the target of your attack, or whatever you are trying to perceive is in direct sunlight."
						]
					}
				]
			},
			{
				"name": "Half-Elf (Wood Elf Descent)",
				"source": "SCAG",
				"size": "M",
				"speed": "30",
				"ability": {
					"cha": 2,
					"choose": [
						{
							"from": [
								"str",
								"dex",
								"con",
								"int",
								"wis"
							],
							"count": 2
						}
					]
				},
				"trait": [
					{
						"name": "Ability Score Increase",
						"text": [
							"Two different ability scores of your choice increase by 1."
						]
					},
					{
						"name": "Darkvision",
						"text": [
							"Thanks to your elf blood, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Fey Ancestry",
						"text": [
							"You have advantage on saving throws against being charmed, and magic can't put you to sleep."
						]
					},
					{
						"name": "Variant Feature (Choose 1)",
						"text": [
							{
								"title": "Keen Senses",
								"text": [
									"You have proficiency in the Perception skill."
								],
								"hassubtitle": "YES"
							},
							{
								"title": "Elf Weapon Training",
								"text": [
									"You have proficiency with the longsword, shortsword, shortbow, and longbow."
								],
								"hassubtitle": "YES"
							},
							{
								"title": "Fleet of Foot",
								"text": [
									"Your base walking speed increases to 35 feet."
								],
								"hassubtitle": "YES"
							},
							{
								"title": "Mask of the Wild",
								"text": [
									"You can attempt to hide even when you are only lightly obscured by foliage, heavy rain, falling snow, mist, and other natural phenomena."
								],
								"hassubtitle": "YES"
							}
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common, Elvish, and one extra language of your choice."
						]
					}
				]
			},
			{
				"name": "Half-Elf (Moon Elf or Sun Elf Descent)",
				"source": "SCAG",
				"size": "M",
				"speed": "30",
				"ability": {
					"cha": 2,
					"choose": [
						{
							"from": [
								"str",
								"dex",
								"con",
								"int",
								"wis"
							],
							"count": 2
						}
					]
				},
				"trait": [
					{
						"name": "Ability Score Increase",
						"text": [
							"Two different ability scores of your choice increase by 1."
						]
					},
					{
						"name": "Darkvision",
						"text": [
							"Thanks to your elf blood, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Fey Ancestry",
						"text": [
							"You have advantage on saving throws against being charmed, and magic can't put you to sleep."
						]
					},
					{
						"name": "Variant Feature (Choose 1)",
						"text": [
							{
								"title": "Keen Senses",
								"text": [
									"You have proficiency in the Perception skill."
								],
								"hassubtitle": "YES"
							},
							{
								"title": "Elf Weapon Training",
								"text": [
									"You have proficiency with the longsword, shortsword, shortbow, and longbow."
								],
								"hassubtitle": "YES"
							},
							{
								"title": "Cantrip",
								"text": [
									"You know one cantrip of your choice from the wizard spell list. Intelligence is your spellcasting ability for it."
								],
								"hassubtitle": "YES"
							}
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common, Elvish, and one extra language of your choice."
						]
					}
				]
			},
			{
				"name": "Half-Elf (Drow Descent)",
				"source": "SCAG",
				"size": "M",
				"speed": "30",
				"ability": {
					"cha": 2,
					"choose": [
						{
							"from": [
								"str",
								"dex",
								"con",
								"int",
								"wis"
							],
							"count": 2
						}
					]
				},
				"trait": [
					{
						"name": "Ability Score Increase",
						"text": [
							"Two different ability scores of your choice increase by 1."
						]
					},
					{
						"name": "Darkvision",
						"text": [
							"Thanks to your elf blood, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Fey Ancestry",
						"text": [
							"You have advantage on saving throws against being charmed, and magic can't put you to sleep."
						]
					},
					{
						"name": "Variant Feature (Choose 1)",
						"text": [
							{
								"title": "Keen Senses",
								"text": [
									"You have proficiency in the Perception skill."
								],
								"hassubtitle": "YES"
							},
							{
								"title": "Drow Magic",
								"text": [
									"You know the dancing lights cantrip. When you reach 3rd level, you can cast the faerie fire spell once per day; you must finish a long rest in order to cast the spell again using this trait. When you reach 5th level, you can also cast the darkness spell once per day; you must finish a long rest in order to cast the spell again using this trait. Charisma is your spellcasting ability for these spells."
								],
								"hassubtitle": "YES"
							}
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common, Elvish, and one extra language of your choice."
						]
					}
				]
			},
			{
				"name": "Half-Elf (Aquatic Elf Descent)",
				"source": "SCAG",
				"size": "M",
				"speed": "30",
				"ability": {
					"cha": 2,
					"choose": [
						{
							"from": [
								"str",
								"dex",
								"con",
								"int",
								"wis"
							],
							"count": 2
						}
					]
				},
				"trait": [
					{
						"name": "Ability Score Increase",
						"text": [
							"Two different ability scores of your choice increase by 1."
						]
					},
					{
						"name": "Darkvision",
						"text": [
							"Thanks to your elf blood, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Fey Ancestry",
						"text": [
							"You have advantage on saving throws against being charmed, and magic can't put you to sleep."
						]
					},
					{
						"name": "Variant Feature (Choose 1)",
						"text": [
							{
								"title": "Keen Senses",
								"text": [
									"You have proficiency in the Perception skill."
								],
								"hassubtitle": "YES"
							},
							{
								"title": "Swim",
								"text": [
									"You gain a swimming speed of 30ft."
								],
								"hassubtitle": "YES"
							}
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common, Elvish, and one extra language of your choice."
						]
					}
				]
			},
			{
				"name": "Halfling (Ghostwise)",
				"source": "SCAG",
				"size": "S",
				"speed": "25",
				"ability": {
					"dex": 2,
					"wis": 1
				},
				"trait": [
					{
						"name": "Lucky",
						"text": [
							"When you roll a 1 on an attack roll, ability check, or saving throw, you can reroll the die and must use the new roll."
						]
					},
					{
						"name": "Brave",
						"text": [
							"You have advantage on saving throws against being frightened."
						]
					},
					{
						"name": "Halfling Nimbleness",
						"text": [
							"You can move through the space of any creature that is of a size larger than yours."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Halfling. The Halfling language isn't secret, but halflings are loath to share it with others. They write very little, so they don't have a rich body of literature. Their oral tradition, however, is very strong. Almost all halflings speak Common to converse with the people in whose lands they dwell or through which they are traveling."
						]
					},
					{
						"name": "Silent Speech",
						"text": [
							"You can speak telepathically to any creature within 30 feet of you. The creature understands you only if the two of you share a language. You can speak telepathically in this way to one creature at a time."
						]
					}
				]
			},
			{
				"name": "Bugbear",
				"source": "VGM",
				"size": "M",
				"speed": "30",
				"ability": {
					"str": 2,
					"dex": 1
				},
				"proficiency": "Stealth",
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Long-Limbed",
						"text": [
							"When you make a melee attack on your turn, your reach for it is 5 feet greater than normal."
						]
					},
					{
						"name": "Powerful Build",
						"text": [
							"You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift."
						]
					},
					{
						"name": "Sneaky",
						"text": [
							"You are proficient in the Stealth skill."
						]
					},
					{
						"name": "Surprise Attack",
						"text": [
							"If you surprise a creature and hit it with an attack on your first turn in combat, the attack deals an extra 2d6 damage to it. You can use this trait only once per combat."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Goblin."
						]
					}
				]
			},
			{
				"name": "Aasimar (Fallen)",
				"source": "VGM",
				"size": "M",
				"speed": "30",
				"ability": {
					"cha": 2,
					"str": 1
				},
				"proficiency": "",
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"Blessed with a radiant soul, your vision can easily cut through darkness. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Celestial Resistance",
						"text": [
							"You have resistance to necrotic damage and radiant damage."
						]
					},
					{
						"name": "Healing Hands",
						"text": [
							"As an action, you can touch a creature and cause it to regain a number of hit points equal to your level. Once you use this trait, you can't use it again until you finish a long rest."
						]
					},
					{
						"name": "Light Bearer",
						"text": [
							"You know the light cantrip. Charisma is your spellcasting ability for it."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Celestial."
						]
					},
					{
						"name": "Necrotic Shroud",
						"text": [
							"Starting at 3rd level, you can use your action to unleash the divine energy within yourself, causing your eyes to turn into pools of darkness and two skeletal, ghostly, flightless wings to sprout from your back. The instant you transform, other creatures within 10 feet of you that can see you must succeed on a Charisma saving throw (DC 8 + your proficiency bonus + your Charisma modifier) or become frightened of you until the end of your next turn.",
							"Your transformation lasts for 1 minute or until you end it as a bonus action. During it,  once on each of your turns, you can deal extra necrotic damage to one target when you deal damage to it with an attack or a spell. The extra necrotic damage equals your level.",
							"Once you use this trait, you can't use it again until you finish a long rest."
						]
					}
				]
			},
			{
				"name": "Aasimar (Protector)",
				"source": "VGM",
				"size": "M",
				"speed": "30",
				"ability": {
					"cha": 2,
					"wis": 1
				},
				"proficiency": "",
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"Blessed with a radiant soul, your vision can easily cut through darkness. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Celestial Resistance",
						"text": [
							"You have resistance to necrotic damage and radiant damage."
						]
					},
					{
						"name": "Healing Hands",
						"text": [
							"As an action, you can touch a creature and cause it to regain a number of hit points equal to your level. Once you use this trait, you can't use it again until you finish a long rest."
						]
					},
					{
						"name": "Light Bearer",
						"text": [
							"You know the light cantrip. Charisma is your spellcasting ability for it."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Celestial."
						]
					},
					{
						"name": "Radiant Soul",
						"text": [
							"Starting at 3rd level, you can use your action to unleash the divine energy within yourself, causing your eyes to glimmer and two luminous, incorporeal wings to sprout from your back.",
							"Your transformation lasts for 1 minute or until you end it as a bonus action. During it, you have a flying speed of 30 feet, and once on each of your turns, you can deal extra radiant damage to one target when you deal damage to it with an attack or a spell. The extra radiant damage equals your level.",
							"Once you use this trait, you can't use it again until you finish a long rest."
						]
					}
				]
			},
			{
				"name": "Aasimar (Scourge)",
				"source": "VGM",
				"size": "M",
				"speed": "30",
				"ability": {
					"cha": 2,
					"con": 1
				},
				"proficiency": "",
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"Blessed with a radiant soul, your vision can easily cut through darkness. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Celestial Resistance",
						"text": [
							"You have resistance to necrotic damage and radiant damage."
						]
					},
					{
						"name": "Healing Hands",
						"text": [
							"As an action, you can touch a creature and cause it to regain a number of hit points equal to your level. Once you use this trait, you can't use it again until you finish a long rest."
						]
					},
					{
						"name": "Light Bearer",
						"text": [
							"You know the light cantrip. Charisma is your spellcasting ability for it."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Celestial."
						]
					},
					{
						"name": "Radiant Consumption",
						"text": [
							"Starting at 3rd level, you can use your action to unleash the divine energy within yourself, causing a searing light to radiate from you, pour out of your eyes and mouth, and threaten to char you.",
							"Your transformation lasts for 1 minute or until you end it as a bonus action. During it, you shed bright light in a 10-foot radius and dim light for an additional 10 feet, and at the end of each of your turns, you and each creature within 10 feet of you take radiant damage equal to half your level (rounded up). In addition, once on each of your turns, you can deal extra radiant damage to one target when you deal damage to it with an attack or a spell. The extra radiant damage equals your level.",
							"Once you use this trait, you can't use it again until you finish a long rest."
						]
					}
				]
			},
			{
				"name": "Firbolg",
				"source": "VGM",
				"size": "M",
				"speed": "30",
				"ability": {
					"wis": 2,
					"str": 1
				},
				"proficiency": "",
				"trait": [
					{
						"name": "Firbolg Magic",
						"text": [
							"You can cast detect magic and disguise self with this trait, using Wisdom as your spellcasting ability for them. Once you cast either spell, you can't cast it again with this trait until you finish a short or long rest. When you use this version of disguise self, you can seem up to 3 feet shorter than normal, allowing you to more easily blend in with humans and elves."
						]
					},
					{
						"name": "Hidden Step",
						"text": [
							"As a bonus action, you can magically turn invisible until the start of your next turn or until you attack, make a damage roll, or force someone to make a saving throw. Once you use this trait, you can't use it again until you finish a short or long rest."
						]
					},
					{
						"name": "Powerful Build",
						"text": [
							"You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift."
						]
					},
					{
						"name": "Speech of Beast and Leaf",
						"text": [
							"You have the ability to communicate in a limited manner with beasts and plants. They can understand the meaning of your words, though you have no special ability to understand them in return. You have advantage on all Charisma checks you make to influence them."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common, Elvish, and Giant."
						]
					}
				]
			},
			{
				"name": "Goblin",
				"source": "VGM",
				"size": "S",
				"speed": "30",
				"ability": {
					"dex": 2,
					"con": 1
				},
				"proficiency": "",
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Fury of the Small",
						"text": [
							"When you damage a creature with an attack or a spell and the creature's size is larger than yours, you can cause the attack or spell to deal extra damage to the creature. The extra damage equals your level. Once you use this trait, you can't use it again until you finish a short or long rest."
						]
					},
					{
						"name": "Nimble Escape",
						"text": [
							"You can take the Disengage or Hide action as a bonus action on each of your turns."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Goblin."
						]
					}
				]
			},
			{
				"name": "Hobgoblin",
				"source": "VGM",
				"size": "M",
				"speed": "30",
				"ability": {
					"con": 2,
					"int": 1
				},
				"proficiency": "",
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Martial Training",
						"text": [
							"You are proficient with two martial weapons of your choice and with light armor."
						]
					},
					{
						"name": "Saving Face",
						"text": [
							"Hobgoblins are careful not to show weakness in front of their allies, for fear of losing status. If you miss with an attack roll or fail an ability check or a saving throw, you can gain a bonus to the roll equal to the number of allies you can see within 30 feet of you (maximum bonus of +5). Once you use this trait, you can't use it again until you finish a short or long rest."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Goblin."
						]
					}
				]
			},
			{
				"name": "Kenku",
				"source": "VGM",
				"size": "M",
				"speed": "30",
				"ability": {
					"dex": 2,
					"wis": 1
				},
				"proficiency": "",
				"trait": [
					{
						"name": "Expert Forgery",
						"text": [
							"You can duplicate other creatures' handwriting and craftwork. You have advantage on all checks made to produce forgeries or duplicates of existing objects."
						]
					},
					{
						"name": "Kenku Training",
						"text": [
							"You are proficient in your choice of two of the following skills: Acrobatics, Deception, Stealth, and Sleight of Hand."
						]
					},
					{
						"name": "Mimicry",
						"text": [
							"You can mimic sounds you have heard, including voices. A creature that hears the sounds can tell they are imitations with a successful Wisdom (Insight) check opposed by your Charisma (Deception) check."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can read and write Common and Auran, but you can only speak using your Mimicry trait."
						]
					}
				]
			},
			{
				"name": "Kobold",
				"source": "VGM",
				"size": "S",
				"speed": "30",
				"ability": {
					"dex": 2,
					"str": -2
				},
				"proficiency": "",
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Grovel, Cower, and Beg",
						"text": [
							"As an action on your turn, you can cower pathetically to distract nearby foes. Until the end of your next turn, your allies gain advantage on attack rolls against enemies within 10 feet of you that you can see. Once you uses this trait, you can't use it again until you finish a short or long rest."
						]
					},
					{
						"name": "Pack Tactics",
						"text": [
							"You have advantage on an attack roll against a creature if at least one of your allies is within 5 feet of the creature and the ally isn't incapacitated."
						]
					},
					{
						"name": "Sunlight Sensitivity",
						"text": [
							"You have disadvantage on attack rolls and on Wisdom (Perception) checks that rely on sight when you, the target of your attack, or whatever you are trying to perceive is in direct sunlight."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Draconic."
						]
					}
				]
			},
			{
				"name": "Lizardfolk",
				"source": "VGM",
				"size": "M",
				"speed": "30",
				"ability": {
					"con": 2,
					"wis": 1
				},
				"proficiency": "",
				"trait": [
					{
						"name": "Swim Speed",
						"text": [
							"You have a swimming speed of 30 feet."
						]
					},
					{
						"name": "Bite",
						"text": [
							"Your fanged maw is a natural weapon, which you can use to make unarmed strikes. If you hit with it, you deal piercing damage equal to 1d6 + your Strength modifier, instead of the bludgeoning damage  normal for an unarmed strike."
						]
					},
					{
						"name": "Cunning Artisan",
						"text": [
							"As part of a short rest, you can harvest bone and hide from a slain beast, construct, dragon, monstrosity, or plant creature of size small or larger to create one of the following items: a shield, a club, a javelin, or 1d4 darts or blowgun needles. To use this trait, you need a blade, such as a dagger, or appropriate artisan's tools, such as leatherworker's tools."
						]
					},
					{
						"name": "Hold Breath",
						"text": [
							"You can hold your breath for up to 15 minutes at a time."
						]
					},
					{
						"name": "Hunter's Lore",
						"text": [
							"You gain proficiency with two of the following skills of your choice: Animal Handling, Nature, Perception, Stealth, and Survival."
						]
					},
					{
						"name": "Natural Armor",
						"text": [
							"You have tough, scaly skin. When you aren't wearing armor, your AC is 13 + your Dexterity modifier. You can use your natural armor to determine your AC if the armor you wear would leave you with a lower AC. A shield's benefits apply as normal while you use your natural armor."
						]
					},
					{
						"name": "Hungry Jaws",
						"text": [
							"In battle, you can throw yourself into a vicious feeding frenzy. As a bonus action, you can make a special attack with your bite. If the attack hits, it deals its normal damage, and you gain temporary hit points equal to your Constitution modifier (minimum of 1), and you can't use this trait again until you finish a short or long rest."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Draconic."
						]
					}
				]
			},
			{
				"name": "Orc",
				"source": "VGM",
				"size": "M",
				"speed": "30",
				"ability": {
					"str": 2,
					"con": 1,
					"int": -2
				},
				"proficiency": "Intimidation",
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Aggressive",
						"text": [
							"As a bonus action, you can move up to your movement speed toward a hostile creature you can see or hear. You must end this move closer to the enemy than you started."
						]
					},
					{
						"name": "Menacing",
						"text": [
							"You are trained in the Intimidation skill."
						]
					},
					{
						"name": "Powerful Build",
						"text": [
							"You count as one size larger when determining your carrying capacity and the weight you can push, drag, or lift."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Orc."
						]
					}
				]
			},
			{
				"name": "Tabaxi",
				"source": "VGM",
				"size": "M",
				"speed": "30",
				"ability": {
					"dex": 2,
					"cha": 1
				},
				"proficiency": "Perception, Stealth",
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"You have a cat's keen senses, especially in the dark. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Feline Agility",
						"text": [
							"Your reflexes and agility allow you to move with a burst of speed. When you move on your turn in combat, you can double your speed until the end of the turn. Once you use this trait, you can't use it again until you move 0 feet on one of your turns."
						]
					},
					{
						"name": "Cat's Claws",
						"text": [
							"Because of your claws, you have a climbing speed of 20 feet. In addition, your claws are natural weapons, which you can use to make unarmed strikes. If you hit with them, you deal slashing damage equal to 1d4 + your Strength modifier, instead of the bludgeoning damage normal for an unarmed strike."
						]
					},
					{
						"name": "Cat's Talents",
						"text": [
							"You have proficiency in the Perception and Stealth skills."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and one other language of your choice."
						]
					}
				]
			},
			{
				"name": "Triton",
				"source": "VGM",
				"size": "M",
				"speed": "30",
				"ability": {
					"str": 1,
					"cha": 1,
					"con": 1
				},
				"proficiency": "",
				"trait": [
					{
						"name": "Swim Speed",
						"text": [
							"You have a swimming speed of 30 feet."
						]
					},
					{
						"name": "Amphibious",
						"text": [
							"You can breathe air and water."
						]
					},
					{
						"name": "Control Air and Water",
						"text": [
							"A child of the sea, you can call on the magic of elemental air and water. You can cast fog cloud with this trait. Starting at 3rd level, you can cast gust of wind with it, and starting at 5th level, you can also cast wall of water with it. Once you cast a spell with this trait, you can't do so again until you finish a long rest. Charisma is your spellcasting ability for these spells."
						]
					},
					{
						"name": "Emissary of the Sea",
						"text": [
							"Aquatic beasts have an extraordinary affinity with your people. You can communicate simple ideas with beasts that can breathe water. They can understand the meaning of your words, though you have no special ability to understand them in return."
						]
					},
					{
						"name": "Guardians of the Depths",
						"text": [
							"Adapted to even the most extreme ocean depths, you have resistance to cold damage, and you ignore any of the drawbacks caused by a deep, underwater environment."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Primordial."
						]
					}
				]
			},
			{
				"name": "Yuan-ti Pureblood",
				"source": "VGM",
				"size": "M",
				"speed": "30",
				"ability": {
					"cha": 2,
					"int": 1
				},
				"proficiency": "",
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Innate Spellcasting",
						"text": [
							"You know the poison spray cantrip. You can cast animal friendship an unlimited number of times with this trait, but you can target only snakes with it. Starting at 3rd level, you can also cast suggestion with this trait. Once you cast it, you can't do so again until you finish a long rest. Charisma is your spellcasting ability for these spells."
						]
					},
					{
						"name": "Magic Resistance",
						"text": [
							"You have advantage on saving throws against spells and other magical effects."
						]
					},
					{
						"name": "Poison Immunity",
						"text": [
							"You are immune to poison damage and the poisoned condition."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common, Abyssal, and Draconic."
						]
					}
				]
			},
			{
				"name": "Changeling",
				"source": "UAEberron",
				"size": "M",
				"speed": "30",
				"ability": {
					"dex": 1,
					"cha": 1
				},
				"proficiency": "Deception",
				"trait": [
					{
						"name": "Duplicity",
						"text": [
							"You gain proficiency in the Deception skill."
						]
					},
					{
						"name": "Shapechanger",
						"text": [
							"As an action, you can polymorph into any humanoid of your size that you have seen, or back into your true form. However, your equipment does not change with you. If you die, you revert to your natural appearance."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and two other languages of your choice."
						]
					}
				]
			},
			{
				"name": "Shifter (Beasthide)",
				"source": "UAEberron",
				"size": "M",
				"speed": "30",
				"ability": {
					"dex": 1,
					"con": 1
				},
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"Your lycanthropic heritage grants you the ability to see in dark conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Shifting",
						"text": [
							"On your turn, you can shift as a bonus action. Shifting lasts for 1 minute or until you end it on your turn as a bonus action.",
							"While shifting, you gain temporary hit points equal to your level + your Constitution bonus (minimum of 1). You also gain a feature that depends on your shifter subrace, described below.",
							"You must finish a short or long rest before you can shift again."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Sylvan."
						]
					},
					{
						"name": "Shifting Feature",
						"text": [
							"While shifting, you gain a +1 bonus to AC."
						]
					}
				]
			},
			{
				"name": "Shifter (Cliffwalk)",
				"source": "UAEberron",
				"size": "M",
				"speed": "30",
				"ability": {
					"dex": 2
				},
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"Your lycanthropic heritage grants you the ability to see in dark conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Shifting",
						"text": [
							"On your turn, you can shift as a bonus action. Shifting lasts for 1 minute or until you end it on your turn as a bonus action.",
							"While shifting, you gain temporary hit points equal to your level + your Constitution bonus (minimum of 1). You also gain a feature that depends on your shifter subrace, described below.",
							"You must finish a short or long rest before you can shift again."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Sylvan."
						]
					},
					{
						"name": "Shifting Feature",
						"text": [
							"While shifting, you gain a climb speed of 30 feet."
						]
					}
				]
			},
			{
				"name": "Shifter (Longstride)",
				"source": "UAEberron",
				"size": "M",
				"speed": "30",
				"ability": {
					"dex": 2
				},
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"Your lycanthropic heritage grants you the ability to see in dark conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Shifting",
						"text": [
							"On your turn, you can shift as a bonus action. Shifting lasts for 1 minute or until you end it on your turn as a bonus action.",
							"While shifting, you gain temporary hit points equal to your level + your Constitution bonus (minimum of 1). You also gain a feature that depends on your shifter subrace, described below.",
							"You must finish a short or long rest before you can shift again."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Sylvan."
						]
					},
					{
						"name": "Shifting Feature",
						"text": [
							"While shifting, you can use the Dash action as a bonus action."
						]
					}
				]
			},
			{
				"name": "Shifter (Longtooth)",
				"source": "UAEberron",
				"size": "M",
				"speed": "30",
				"ability": {
					"str": 1,
					"dex": 1
				},
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"Your lycanthropic heritage grants you the ability to see in dark conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Shifting",
						"text": [
							"On your turn, you can shift as a bonus action. Shifting lasts for 1 minute or until you end it on your turn as a bonus action.",
							"While shifting, you gain temporary hit points equal to your level + your Constitution bonus (minimum of 1). You also gain a feature that depends on your shifter subrace, described below.",
							"You must finish a short or long rest before you can shift again."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Sylvan."
						]
					},
					{
						"name": "Shifting Feature",
						"text": [
							"While shifting, you can make a bite attack as an action. This is a melee weapon attack that uses Strength for its attack roll and damage bonus and deals 1d6 piercing damage. If this attack hits a target that is your size or smaller, the target is also grappled."
						]
					}
				]
			},
			{
				"name": "Warforged",
				"source": "UAEberron",
				"size": "M",
				"speed": "30",
				"ability": {
					"str": 1,
					"con": 1
				},
				"trait": [
					{
						"name": "Composite Plating",
						"text": [
							"Your construction incorporates wood and metal, granting you a +1 bonus to Armor Class."
						]
					},
					{
						"name": "Living Construct",
						"text": [
							"Even though you were constructed, you are a living creature. You are immune to disease. You do not need to eat or breathe, but you can ingest food and drink if you wish.",
							"Instead of sleeping, you enter an inactive state for 4 hours each day. You do not dream in this state; you are fully aware of your surroundings and notice approaching enemies and other events as normal."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and one other language of your choice."
						]
					}
				]
			},
			{
				"name": "Revenant",
				"source": "UAGothicHeroes",
				"size": "V",
				"speed": "Varies",
				"ability": {
					"con": 1
				},
				"trait": [
					{
						"name": "Revenant Subrace",
						"text": [
							"Having met a cruel and undeserved end, you have returned to the realm of the living. As a revenant, you thirst for revenge against those who wronged you in life, or seek to complete a final, critical task you left unfinished.",
							"The revenant subrace can be applied to any race that has a subrace, and replaces that race's existing subrace options. Alternatively, you can apply this new subrace to a race without subrace options using the modification options provided below.",
							"Your DM might also allow you to take this subrace for a slain character. In that case, your character rises from the dead with its original subrace replaced (or with the necessary modifications made to its base traits), filled with a determination to seek vengeance or complete its mission."
						]
					},
					{
						"name": "Racial Adjustments",
						"text": [
							"For races that don't have subrace options, taking on the revenant subrace means making changes to your character's base traits, as follows. (This playtest article provides options only for human and dragonborn characters. Any other races which do not have subrace options should not be used with these revenant subrace rules.)",
							{
								"title": "Human Revenant",
								"text": [
									"If you want to play a human revenant, modify the human's Ability Score Increase trait to the following: Two different ability scores of your choice increase by 1. If you use the variant human traits, remove the Skills trait and the Feat trait."
								],
								"hassubtitle": "YES"
							},
							{
								"title": "Dragonborn Revenant",
								"text": [
									"If you want to play a dragonborn revenant, modify the dragonborn's Ability Score Increase trait to the following: Your Strength score increases by 1, and your Charisma score increases by 1. Additionally, your Draconic Ancestry trait uses necrotic damage as its damage type, replacing the damage type that applies to your breath weapon and your damage resistance."
								],
								"hassubtitle": "YES"
							},
							{
								"title": "Tiefling Revenant",
								"text": [
									"A prior installment of Unearthed Arcana (That Old Black Magic) outlined two tiefling variants that make use of subraces. Use that article to make a tiefling revenant, replacing the subrace options with the revenant subrace options. The base tiefling traits from the article are as follows:",
									{
										"title": "Ability Score Increase",
										"text": [
											"Ability Score Increase. Your Charisma score increases by 2."
										],
										"hassubtitle": "YES"
									},
									{
										"title": "Languages",
										"text": [
											"You can speak, read, and write Common."
										],
										"hassubtitle": "YES"
									}
								],
								"hassubtitle": "YES"
							}
						]
					},
					{
						"name": "Relentless Nature",
						"text": [
							"Your DM assigns a goal to you—typically, one related to your character's death. The goal must be a specific task you can complete, such as slaying an enemy or liberating an area and its people. Until you fulfill that goal, you gain the following benefits:",
							" If you are below half your hit point maximum at the start of your turn, you regain 1 hit point. ",
							" If you die, you return to life 24 hours after death. If your body is destroyed, you reform within 1 mile of the place of your death at a spot determined by the DM. If your equipment was also destroyed, you do not regain it.",
							" You know the distance and direction between you and any creature involved in your goal, such as a person you seek vengeance against or someone you pledged to defend. This awareness fails if the creature is on another plane of existence. ",
							"When your goal is complete, you finally find rest. You die and cannot be restored to life."
						]
					}
				]
			},
			{
				"name": "Tiefling (Abyssal)",
				"source": "UAThatOldBlackMagic",
				"size": "M",
				"speed": "30",
				"ability": {
					"cha": 2,
					"con": 1
				},
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"Thanks to your infernal heritage, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Abyssal Arcana",
						"text": [
							"Each time you finish a long rest, you gain the ability to cast cantrips and spells randomly determined from a short list. At 1st level, you can cast a cantrip. When you reach 3rd level, you can also cast a 1st-level spell. At 5th level, you can cast a 2nd-level spell.",
							"You can cast a spell gained from this trait only once until you complete your next long rest. You can cast a cantrip gained from this trait at will, as normal. For 1st-level spells whose effect changes if cast using a spell slot of 2nd level or higher, you cast the spell as if using a 2nd-level slot. Spells of 2nd level are cast as if using a 2nd-level slot",
							"At the end of each long rest, you lose the cantrips and spells previously granted by this feature, even if you did not cast them. You replace those cantrips and spells by rolling for new ones on the Abyssal Arcana Spells table. Roll separately for each cantrip and spell. If you roll the same spell or cantrip you gained at the end of your previous long rest, roll again until you get a different result.",
							{
								"istable": "YES",
								"caption": "Abyssal Arcana Spells",
								"thead": [
									"d6",
									"1st Level",
									"3rd Level",
									"5th Level"
								],
								"thstyleclass": [
									"col-xs-1 text-align-center",
									"col-xs-3 col-xs-3-67",
									"col-xs-3 col-xs-3-67",
									"col-xs-3 col-xs-3-67"
								],
								"tbody": [
									[
										"1",
										"Dancing lights",
										"Burning hands",
										"Alter self"
									],
									[
										"2",
										"True strike",
										"Charm person",
										"Darkness"
									],
									[
										"3",
										"Light",
										"Magic missile",
										"Invisibility"
									],
									[
										"4",
										"Message",
										"Cure wounds",
										"Levitate"
									],
									[
										"5",
										"Spare the dying",
										"Tasha's hideous laughter",
										"Mirror image"
									],
									[
										"6",
										"Prestidigitation",
										"Thunderwave",
										"Spider climb"
									]
								]
							}
						]
					},
					{
						"name": "Abyssal Fortitude",
						"text": [
							"Your hit point maximum increases by half your level (minimum 1)."
						],
						"modifier": "Hit Points +1"
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Abyssal."
						]
					}
				]
			},
			{
				"name": "Minotaur (Krynn)",
				"source": "UAWaterborneAdventures",
				"size": "M",
				"speed": "30",
				"ability": {
					"str": 1
				},
				"trait": [
					{
						"name": "Conqueror's Virtue",
						"text": [
							"From a young age, you focused on one of the three virtues of strength, cunning, or intellect. Your choice of your Strength, Intelligence, or Wisdom score increases by 1."
						]
					},
					{
						"name": "Horns",
						"text": [
							"You are never unarmed. You are proficient with your horns, which are a melee weapon that deals 1d10 piercing damage. Your horns grant you advantage on all checks made to shove a creature, but not to avoid being shoved yourself."
						]
					},
					{
						"name": "Goring Rush",
						"text": [
							"When you use the Dash action during your turn, you can make a melee attack with your horns as a bonus action."
						]
					},
					{
						"name": "Hammering Horns",
						"text": [
							"When you use the Attack action during your turn to make a melee attack, you can attempt to shove a creature with your horns as a bonus action. You cannot use this shove attempt to knock a creature prone."
						]
					},
					{
						"name": "Labyrinthine Recall",
						"text": [
							"You can perfectly recall any path you have traveled."
						]
					},
					{
						"name": "Sea Reaver",
						"text": [
							"You gain proficiency with navigator's tools and vehicles (water)."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common."
						]
					}
				]
			},
			{
				"name": "Merfolk (Cosi Creed)",
				"source": "PSZ",
				"size": "M",
				"speed": "30",
				"ability": {
					"int": 1,
					"cha": 2
				},
				"proficiency": "Sleight of Hand, Stealth",
				"trait": [
					{
						"name": "Amphibious",
						"text": [
							"You can breathe air and water."
						]
					},
					{
						"name": "Cantrip",
						"text": [
							"You know one cantrip of your choice from the bard spell list. Charisma is your spellcasting ability for it."
						]
					},
					{
						"name": "Creed of the Trickster",
						"text": [
							"You have proficiency in the Sleight of Hand and Stealth skills."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common, Merfolk, and one extra language of your choice."
						]
					},
					{
						"name": "Swimming",
						"text": [
							"You have a swimming speed of 30 feet."
						]
					}
				]
			},
			{
				"name": "Merfolk (Emeria Creed)",
				"source": "PSZ",
				"size": "M",
				"speed": "30",
				"ability": {
					"wis": 2,
					"cha": 1
				},
				"proficiency": "Deception, Persuasion",
				"trait": [
					{
						"name": "Amphibious",
						"text": [
							"You can breathe air and water."
						]
					},
					{
						"name": "Cantrip",
						"text": [
							"You know one cantrip of your choice from the druid spell list. Wisdom is your spellcasting ability for it."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common, Merfolk, and one extra language of your choice."
						]
					},
					{
						"name": "Swimming",
						"text": [
							"You also have a swimming speed of 30 feet."
						]
					},
					{
						"name": "Wind Creed Manipulation",
						"text": [
							"You have proficiency in the Deception and Persuasion skills."
						]
					}
				]
			},
			{
				"name": "Goblin (Grogtag Tribe)",
				"source": "PSZ",
				"size": "S",
				"speed": "25",
				"ability": {
					"con": 2
				},
				"proficiency": "Animal Handling",
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"Thanks to your heritage, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Grit",
						"text": [
							"You have resistance to fire damage and psychic damage. In addition, when you are wearing no armor, your AC is equal to 11 + your Dexterity modifier."
						]
					},
					{
						"name": "Grogtag Tamer",
						"text": [
							"You have proficiency in the Animal Handling skill."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Goblin."
						]
					}
				]
			},
			{
				"name": "Elf (Joraga Nation)",
				"source": "PSZ",
				"size": "M",
				"speed": "35",
				"ability": {
					"dex": 1,
					"wis": 2
				},
				"proficiency": "Perception",
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"Accustomed to twilit forests and the night sky, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Keen Senses",
						"text": [
							"You have proficiency in the Perception skill."
						]
					},
					{
						"name": "Fey Ancestry",
						"text": [
							"You have advantage on saving throws against being charmed, and magic can't put you to sleep."
						]
					},
					{
						"name": "Fleet of Foot",
						"text": [
							"Your ground speed increases to 35 feet."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Elvish. Elvish is fluid, with subtle intonations and intricate grammar. Elven literature is rich and varied, and their songs and poems are famous among other races. Many bards learn their language so they can add Elvish ballads to their repertoires."
						]
					},
					{
						"name": "Mask of the Wild",
						"text": [
							"You can attempt to hide even when you are only lightly obscured by foliage, heavy rain, falling snow, mist, and other natural phenomena."
						]
					},
					{
						"name": "Elf Weapon Training",
						"text": [
							"You have proficiency with the longsword, shortsword, shortbow, and longbow."
						]
					}
				]
			},
			{
				"name": "Kor",
				"source": "PSZ",
				"size": "M",
				"speed": "30",
				"ability": {
					"dex": 2,
					"wis": 1
				},
				"proficiency": "Acrobatics, Athletics",
				"trait": [
					{
						"name": "Brave",
						"text": [
							"You have advantage on saving throws against being frightened."
						]
					},
					{
						"name": "Climbing",
						"text": [
							"You also have a climbing speed of 30 feet as long as you are not encumbered or wearing heavy armor."
						]
					},
					{
						"name": "Kor Climbing",
						"text": [
							"You have proficiency in the Athletics and Acrobatics skills."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common, and communicate in the silent speech of the Kor."
						]
					},
					{
						"name": "Lucky",
						"text": [
							"When you roll a 1 on the d20 for an attack roll, ability check, or saving throw, you can reroll the die and must use the new roll."
						]
					}
				]
			},
			{
				"name": "Goblin (Lavastep Tribe)",
				"source": "PSZ",
				"size": "S",
				"speed": "25",
				"ability": {
					"con": 2
				},
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"Thanks to your heritage, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Grit",
						"text": [
							"You have resistance to fire damage and psychic damage. In addition, when you are wearing no armor, your AC is equal to 11 + your Dexterity modifier."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Goblin."
						]
					},
					{
						"name": "Lavastep Grit",
						"text": [
							"You have advantage on Dexterity (Stealth) checks made to hide in rocky or subterranean environments."
						]
					}
				]
			},
			{
				"name": "Elf (Mul Daya Nation)",
				"source": "PSZ",
				"size": "M",
				"speed": "30",
				"ability": {
					"str": 1,
					"wis": 2
				},
				"proficiency": "Perception",
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"Accustomed to twilit forests and the night sky, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Keen Senses",
						"text": [
							"You have proficiency in the Perception skill."
						]
					},
					{
						"name": "Fey Ancestry",
						"text": [
							"You have advantage on saving throws against being charmed, and magic can't put you to sleep."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Elvish. Elvish is fluid, with subtle intonations and intricate grammar. Elven literature is rich and varied, and their songs and poems are famous among other races. Many bards learn their language so they can add Elvish ballads to their repertoires."
						]
					},
					{
						"name": "Mul Daya Magic",
						"text": [
							"You know the chill touch cantrip. When you reach 3rd level, you can cast the hex spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the darkness spell once with this trait and regain the ability to do so when you finish a long rest. Wisdom is your spellcasting ability for these spells."
						]
					},
					{
						"name": "Superior Darkvision",
						"text": [
							"Your Darkvision has a radius of 120 feet."
						]
					},
					{
						"name": "Sunlight Sensitivity",
						"text": [
							"You have disadvantage on attack rolls and on Wisdom (Perception) checks that rely on sight when you, the target of your attack, or whatever you are trying to perceive is in direct sunlight."
						]
					},
					{
						"name": "Elf Weapon Training",
						"text": [
							"You have proficiency with the longsword, shortsword, shortbow, and longbow."
						]
					}
				]
			},
			{
				"name": "Goblin (Tuktuk Tribe)",
				"source": "PSZ",
				"size": "S",
				"speed": "25",
				"ability": {
					"con": 2
				},
				"proficiency": "Thieves' Tools",
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"Thanks to your heritage, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Grit",
						"text": [
							"You have resistance to fire damage and psychic damage. In addition, when you are wearing no armor, your AC is equal to 11 + your Dexterity modifier."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Goblin."
						]
					},
					{
						"name": "Tuktuk Cunning",
						"text": [
							"You have proficiency with thieves' tools."
						]
					}
				]
			},
			{
				"name": "Elf (Tajuru Nation)",
				"source": "PSZ",
				"size": "M",
				"speed": "30",
				"ability": {
					"wis": 2,
					"cha": 1
				},
				"proficiency": "Perception, select two others",
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"Accustomed to twilit forests and the night sky, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Keen Senses",
						"text": [
							"You have proficiency in the Perception skill."
						]
					},
					{
						"name": "Fey Ancestry",
						"text": [
							"You have advantage on saving throws against being charmed, and magic can't put you to sleep."
						]
					},
					{
						"name": "Trance",
						"text": [
							"Elves don't need to sleep. Instead, they meditate deeply, remaining semiconscious, for 4 hours a day. (The Common word for such meditation is \"trance.\") While meditating, you can dream after a fashion; such dreams are actually mental exercises that have become reflexive through years of practice. After resting in this way, you gain the same benefit that a human does from 8 hours of sleep."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Elvish. Elvish is fluid, with subtle intonations and intricate grammar. Elven literature is rich and varied, and their songs and poems are famous among other races. Many bards learn their language so they can add Elvish ballads to their repertoires."
						]
					},
					{
						"name": "Skill Versatility",
						"text": [
							"You have proficiency with any combination of two other skills or tools of your choice."
						]
					}
				]
			},
			{
				"name": "Merfolk (Ula Creed)",
				"source": "PSZ",
				"size": "M",
				"speed": "30",
				"ability": {
					"int": 2,
					"cha": 1
				},
				"trait": [
					{
						"name": "Amphibious",
						"text": [
							"You can breathe air and water."
						]
					},
					{
						"name": "Cantrip",
						"text": [
							"You know one cantrip of your choice from the wizard spell list. Intelligence is your spellcasting ability for it."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common, Merfolk, and one extra language of your choice."
						]
					},
					{
						"name": "Swimming",
						"text": [
							"You also have a swimming speed of 30 feet."
						]
					},
					{
						"name": "Water Creed Navigation",
						"text": [
							"You have proficiency with navigator tools and in the Survival skill."
						]
					}
				]
			},
			{
				"name": "Vampire",
				"source": "PSZ",
				"size": "M",
				"speed": "30",
				"ability": {
					"int": 1,
					"cha": 2
				},
				"trait": [
					{
						"name": "Blood Thirst",
						"text": [
							"You can drain blood and life energy from a willing creature, or one that is grappled by you, incapacitated, or restrained. Make a melee attack against the target. If you hit, you deal 1 piercing damage and 1d6 necrotic damage. The target's hit point maximum is reduced by an amount equal to the necrotic damage taken, and you regain hit points equal to that amount. The reduction lasts until the target finishes a long rest. The target dies if this effect reduces its hit point maximum to 0. A humanoid killed in this way becomes a null (see \"Zendikar Bestiary\")."
						]
					},
					{
						"name": "Darkvision",
						"text": [
							"Thanks to your heritage, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Vampire."
						]
					},
					{
						"name": "Vampiric Resistance",
						"text": [
							"You have resistance to necrotic damage."
						]
					}
				]
			},
			{
				"name": "Aetherborn",
				"source": "PSK",
				"size": "M",
				"speed": "30",
				"ability": {
					"cha": 2,
					"choose": [
						{
							"from": [
								"str",
								"dex",
								"con",
								"int",
								"wis"
							],
							"count": 2
						}
					]
				},
				"proficiency": "Intimidation",
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"Thanks to your heritage, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Born of Aether",
						"text": [
							"You have resistance to necrotic damage."
						]
					},
					{
						"name": "Menacing",
						"text": [
							"You have proficiency in the Intimidation skill."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and two other languages of your choice."
						]
					}
				]
			},
			{
				"name": "Elf (Bishatar and Tirahar)",
				"source": "PSK",
				"size": "M",
				"speed": "35",
				"ability": {
					"dex": 2,
					"wis": 1
				},
				"proficiency": "Perception",
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"Accustomed to twilit forests and the night sky, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Keen Senses",
						"text": [
							"You have proficiency in the Perception skill."
						]
					},
					{
						"name": "Fey Ancestry",
						"text": [
							"You have advantage on saving throws against being charmed, and magic can't put you to sleep."
						]
					},
					{
						"name": "Trance",
						"text": [
							"Elves don't need to sleep. Instead, they meditate deeply, remaining semiconscious, for 4 hours a day. (The Common word for such meditation is \"trance.\") While meditating, you can dream after a fashion; such dreams are actually mental exercises that have become reflexive through years of practice. After resting in this way, you gain the same benefit that a human does from 8 hours of sleep."
						]
					},
					{
						"name": "Fleet of Foot",
						"text": [
							"Your ground speed increases to 35 feet."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Elvish. Elvish is fluid, with subtle intonations and intricate grammar. Elven literature is rich and varied, and their songs and poems are famous among other races. Many bards learn their language so they can add Elvish ballads to their repertoires."
						]
					},
					{
						"name": "Mask of the Wild",
						"text": [
							"You can attempt to hide even when you are only lightly obscured by foliage, heavy rain, falling snow, mist, and other natural phenomena."
						]
					},
					{
						"name": "Elf Weapon Training",
						"text": [
							"You have proficiency with the longsword, shortsword, shortbow, and longbow."
						]
					}
				]
			},
			{
				"name": "Elf (Vadahar)",
				"source": "PSK",
				"size": "M",
				"speed": "30",
				"ability": {
					"dex": 2,
					"wis": 1
				},
				"proficiency": "Perception",
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"Accustomed to twilit forests and the night sky, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Keen Senses",
						"text": [
							"You have proficiency in the Perception skill."
						]
					},
					{
						"name": "Fey Ancestry",
						"text": [
							"You have advantage on saving throws against being charmed, and magic can't put you to sleep."
						]
					},
					{
						"name": "Trance",
						"text": [
							"Elves don't need to sleep. Instead, they meditate deeply, remaining semiconscious, for 4 hours a day. (The Common word for such meditation is \"trance.\") While meditating, you can dream after a fashion; such dreams are actually mental exercises that have become reflexive through years of practice. After resting in this way, you gain the same benefit that a human does from 8 hours of sleep."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common, and Elvish. Elvish is fluid, with subtle intonations and intricate grammar. Elven literature is rich and varied, and their songs and poems are famous among other races. Many bards learn their language so they can add Elvish ballads to their repertoires."
						]
					},
					{
						"name": "Elf Weapon Training",
						"text": [
							"You have proficiency with the longsword, shortsword, shortbow, and longbow."
						]
					},
					{
						"name": "Cantrip",
						"text": [
							"You know one cantrip of your choice from the wizard spell list. Intelligence is your spellcasting ability for it."
						]
					},
					{
						"name": "Extra Language",
						"text": [
							"You can speak, read, and write one extra language of your choosing."
						]
					}
				]
			},
			{
				"name": "Vedalken",
				"source": "PSK",
				"size": "M",
				"speed": "30",
				"ability": {
					"int": 2,
					"wis": 1
				},
				"trait": [
					{
						"name": "Vedalken Cunning",
						"text": [
							"You have advantage on all Intelligence, Wisdom, and Charisma saving throws against magic."
						]
					},
					{
						"name": "Aether Lore",
						"text": [
							"Whenever you make an Intelligence (History) check related to magic items or aether-powered technological devices, you can add twice your proficiency bonus, instead of any proficiency bonus you normally apply."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Vedalken. The Vedalken language is renowned for its technical treatises and its catalogs of knowledge about the natural world and the aether that pervades it."
						]
					}
				]
			},
			{
				"name": "Human (Gavony)",
				"source": "PSI",
				"size": "M",
				"speed": "30",
				"ability": {
					"str": 1,
					"dex": 1,
					"con": 1,
					"int": 1,
					"wis": 1,
					"cha": 1
				},
				"trait": [
					{
						"name": "Ability Score Increase",
						"text": [
							"Your ability scores each increase by 1."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and one extra language of your choice."
						]
					}
				]
			},
			{
				"name": "Human (Kessig)",
				"source": "PSI",
				"size": "M",
				"speed": "30",
				"ability": {
					"dex": 1,
					"wis": 1
				},
				"trait": [
					{
						"name": "Forest Folk",
						"text": [
							"You have proficiency in the Survival skill."
						]
					},
					{
						"name": "Fleet of Foot",
						"text": [
							"Your base walking speed is 40 feet."
						]
					},
					{
						"name": "Sure-footed",
						"text": [
							"When you use the Dash action, difficult terrain doesn't cost you extra movement on that turn."
						]
					},
					{
						"name": "Spring Attack",
						"text": [
							"When you make a melee attack against a creature, you don't provoke opportunity attacks from that creature for the rest of your turn, whether you hit or not."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and one extra language of your choice."
						]
					}
				]
			},
			{
				"name": "Human (Nephalia)",
				"source": "PSI",
				"size": "M",
				"speed": "30",
				"ability": {
					"int": 1,
					"cha": 1
				},
				"trait": [
					{
						"name": "Breadth of Knowledge",
						"text": [
							"You gain proficiency in any combination of four skills or with four tools of your choice."
						]
					}
				]
			},
			{
				"name": "Human (Stensia)",
				"source": "PSI",
				"size": "M",
				"speed": "30",
				"ability": {
					"str": 1,
					"con": 1
				},
				"trait": [
					{
						"name": "Daunting",
						"text": [
							"You have proficiency in the Intimidation skill."
						]
					},
					{
						"name": "Tough",
						"text": [
							"Your hit point maximum increases by 2, and it increases by 2 every time you gain a level."
						]
					}
				]
			},
			{
				"name": "Aasimar (DMG)",
				"source": "DMG",
				"size": "M",
				"speed": "30",
				"ability": {
					"wis": 1,
					"cha": 2
				},
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"Thanks to your celestial heritage, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of grey."
						]
					},
					{
						"name": "Celestial Resistance",
						"text": [
							"You have resistance to necrotic and radiant damage."
						]
					},
					{
						"name": "Celestial Legacy",
						"text": [
							"You know the light cantrip. Once you reach 3rd level, you can cast the lesser restoration spell once with this trait, and you regain the ability to do so when you finish a long rest. Once you reach 5th level, you can cast the daylight spell once with this trait as a 3rd-level spell, and you regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
						]
					},
					{
						"name": "Language",
						"text": [
							"You can speak, read, and write Common and Celestial."
						]
					}
				]
			},
			{
				"name": "Human (Amonkhet)",
				"source": "PSA",
				"ability": {
					"choose": [
						{
							"from": [
								"str",
								"dex",
								"con",
								"int",
								"wis",
								"cha"
							],
							"count": 2
						}
					]
				},
				"size": "M",
				"speed": "30",
				"trait": [
					{
						"name": "Ability Score Increase",
						"text": [
							"Two different ability scores of your choice increase by 1."
						]
					},
					{
						"name": "Skills",
						"text": [
							"You gain proficiency in one skill of your choice."
						]
					},
					{
						"name": "Feat",
						"text": [
							"You gain one feat of your choice."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and one extra language of your choice."
						]
					}
				]
			},
			{
				"name": "Aven (Ibis-Headed)",
				"source": "PSA",
				"ability": {
					"dex": 2,
					"int": 1
				},
				"size": "M",
				"speed": "25",
				"trait": [
					{
						"name": "Flight",
						"text": [
							"You have a flying speed of 30 feet. You can't use your flying speed while you wear medium or heavy armor. (If your campaign uses the variant rule for encumbrance, you can't use your flying speed if you are encumbered.) "
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Aven."
						]
					},
					{
						"name": "Kefnet's Blessing",
						"text": [
							"You can add half your proficiency bonus, rounded down, to any Intelligence check you make that doesn't already include your proficiency bonus."
						]
					}
				]
			},
			{
				"name": "Aven (Hawk-Headed)",
				"source": "PSA",
				"ability": {
					"dex": 2,
					"wis": 2
				},
				"size": "M",
				"speed": "25",
				"trait": [
					{
						"name": "Flight",
						"text": [
							"You have a flying speed of 30 feet. You can't use your flying speed while you wear medium or heavy armor. (If your campaign uses the variant rule for encumbrance, you can't use your flying speed if you are encumbered.)"
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Aven."
						]
					},
					{
						"name": "Hawkeyed",
						"text": [
							"You have proficiency in the Perception skill. In addition, attacking at long range doesn't impose disadvantage on your ranged weapon attack rolls."
						]
					}
				]
			},
			{
				"name": "Khenra",
				"source": "PSA",
				"ability": {
					"dex": 2,
					"str": 1
				},
				"size": "M",
				"speed": "35",
				"trait": [
					{
						"name": "Khenra Weapon Training",
						"text": [
							"You have proficiency with the khopesh (longsword), spear, and javelin."
						]
					},
					{
						"name": "Khenra Twins.",
						"text": [
							"If your twin is alive and you can see your twin, whenever you roll a 1 on an attack roll, ability check, or saving throw, you can reroll the die and must use the new roll. If your twin is dead (or if you were born without a twin), you can't be frightened."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Khenra."
						]
					}
				]
			},
			{
				"name": "Minotaur (Amonkhet)",
				"source": "PSA",
				"ability": {
					"str": 2,
					"con": 1
				},
				"size": "M",
				"speed": "30",
				"trait": [
					{
						"name": "Natural Weapon",
						"text": [
							"You can use your horns as a natural weapon to make unarmed strikes. If you hit with your horns, you deal bludgeoning damage equal to 1d6 + your Strength modifier."
						]
					},
					{
						"name": "Menacing",
						"text": [
							"You gain proficiency in the Intimidation skill."
						]
					},
					{
						"name": "Relentless Endurance",
						"text": [
							"When you are reduced to 0 hit points but not killed outright, you can drop to 1 hit point instead. You can't use this feature again until you finish a long rest."
						]
					},
					{
						"name": "Savage Attacks",
						"text": [
							"When you score a critical hit with a melee weapon attack, you can roll one of the weapon's damage dice one additional time and add it to the extra damage of the critical hit."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Minotaur."
						]
					}
				]
			},
			{
				"name": "Naga",
				"source": "PSA",
				"ability": {
					"con": 2,
					"int": 1
				},
				"size": "M",
				"speed": "30",
				"trait": [
					{
						"name": "Size",
						"text": [
							"Naga stand about 5 feet tall when upright, but the total length of their bodies, head to tail, ranges from 10 to as much as 20 feet. Your size is Medium."
						]
					},
					{
						"name": "Speed Burst",
						"text": [
							"By lowering your body to the ground and propelling yourself with your arms, you can move more quickly for a time. As a bonus action on your turn, if you have both hands free, you can increase your walking speed by 5 feet until the end of your turn."
						]
					},
					{
						"name": "Natural Weapons",
						"text": [
							"Your fanged maw and constricting serpentine body are natural weapons, which you can use to make unarmed strikes.",
							"If you hit with your bite, you deal piercing damage equal to 1d4 + your Strength modifier, and your target must make a Constitution saving throw (DC 8 + your proficiency bonus + your Constitution modifier). On a failed save, the target takes 1d4 poison damage.",
							"If you hit with your constrict attack, you deal bludgeoning damage equal to 1d6 + your Strength modifier, and the target is grappled (escape DC 8 + your proficiency bonus + your Strength modifier). Until this grapple ends, the target is restrained, and you can't constrict another target."
						]
					},
					{
						"name": "Poison Immunity",
						"text": [
							"You are immune to poison damage and can't be poisoned."
						]
					},
					{
						"name": "Poison Affinity",
						"text": [
							"You gain proficiency with the poisoner's kit."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Naga."
						]
					}
				]
			},
			{
				"name": "Elf (Eladrin; UA)",
				"source": "UAEladrinAndGith",
				"size": "M",
				"speed": "30",
				"ability": {
					"dex": 2,
					"choose": [
						{
							"from": [
								"int",
								"cha"
							],
							"count": 1
						}
					]
				},
				"proficiency": "Perception",
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"Accustomed to twilit forests and the night sky, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Keen Senses",
						"text": [
							"You have proficiency in the Perception skill."
						]
					},
					{
						"name": "Fey Ancestry",
						"text": [
							"You have advantage on saving throws against being charmed, and magic can't put you to sleep."
						]
					},
					{
						"name": "Trance",
						"text": [
							"Elves don't need to sleep. Instead, they meditate deeply, remaining semiconscious, for 4 hours a day. (The Common word for such meditation is \"trance.\") While meditating, you can dream after a fashion; such dreams are actually mental exercises that have become reflexive through years of practice. After resting in this way, you gain the same benefit that a human does from 8 hours of sleep."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Elvish. Elvish is fluid, with subtle intonations and intricate grammar. Elven literature is rich and varied, and their songs and poems are famous among other races. Many bards learn their language so they can add Elvish ballads to their repertoires."
						]
					},
					{
						"name": "Fey Step",
						"text": [
							"As a bonus action, you can magically teleport up to 30 feet to an unoccupied space you can see. Once you use this trait, you can't do so again until you finish a short or long rest."
						]
					},
					{
						"name": "Shifting Seasons",
						"text": [
							"At the end of each short or long rest, you can align yourself with the magic of one season, regardless of the season that is dominating your personality. Doing so allows you to cast a certain cantrip, as shown in the Shifting Seasons Cantrips table. When you align yourself with a season's magic, you lose the cantrip associated with the previous season and gain the cantrip associated with the new season.",
							"Your spellcasting ability for these cantrips is Intelligence or Charisma, whichever is higher.",
							{
								"istable": "YES",
								"caption": "Shifting Seasons Cantrips",
								"thead": [
									"Season",
									"Cantrip"
								],
								"thstyleclass": [
									"col-xs-6 text-align-center",
									"col-xs-6 text-align-center"
								],
								"tbody": [
									[
										"Autumn",
										"Friends"
									],
									[
										"Winter",
										"Chill touch"
									],
									[
										"Spring",
										"Minor illusion"
									],
									[
										"Summer",
										"Fire bolt"
									]
								]
							}
						]
					}
				]
			},
			{
				"name": "Gith (Githyanki)",
				"source": "UAEladrinAndGith",
				"ability": {
					"str": 2,
					"int": 1
				},
				"size": "M",
				"speed": "30",
				"trait": [
					{
						"name": "Decadent Mastery ",
						"text": [
							"You learn one language of your choice, and you are proficient with one skill or tool of your choice. In the timeless city of Tu'narath, githyanki have bountiful time to master odd bits of knowledge."
						]
					},
					{
						"name": "Martial Prodigy",
						"text": [
							"You are proficient with light and medium armor. Your people are ever ready for war."
						]
					},
					{
						"name": "Githyanki Psionics",
						"text": [
							"You know the mage hand cantrip. When you reach 3rd level, you can cast jump once with this trait, and you regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the misty step spell once with this trait, and you regain the ability to do so when you finish a long rest.",
							"Intelligence is your spellcasting ability for these spells. You can cast all of them without components."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Gith."
						]
					}
				]
			},
			{
				"name": "Gith (Githzerai)",
				"source": "UAEladrinAndGith",
				"ability": {
					"wis": 2,
					"int": 1
				},
				"size": "M",
				"speed": "30",
				"trait": [
					{
						"name": "Monastic Training",
						"text": [
							"You gain a +1 bonus to AC while you aren't wearing medium or heavy armor and aren't using a shield. All githzerai receive basic training from monks, and the monks among them are unmatched in their defensive abilities."
						]
					},
					{
						"name": "Githzerai Psionics",
						"text": [
							"You know the mage hand cantrip. When you reach 3rd level, you can cast shield once with this trait, and you regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the detect thoughts spell once with this trait, and you regain the ability to do so when you finish a long rest.",
							"Wisdom is your spellcasting ability for these spells. You can cast all of them without components."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Gith."
						]
					}
				]
			},
			{
				"name": "Tortle",
				"source": "TTP",
				"ability": {
					"str": 2,
					"wis": 1
				},
				"size": "M",
				"speed": "30",
				"trait": [
					{
						"name": "Claws",
						"text": [
							"Your claws are natural weapons, which you can use to make unarmed strikes. If you hit with them, you deal slashing damage equal to 1d4 + your Strength modifier, instead of bludgeoning damage normal for an unarmed strike."
						]
					},
					{
						"name": "Hold Breath",
						"text": [
							"You can hold your breath for up to 1 hour at a time. Tortles aren't natural swimmers, but they can remain underwater for some time before needing to come up for air."
						]
					},
					{
						"name": "Natural Armor",
						"text": [
							"Due to your shell and the shape of your body, you are ill-suited to wearing armor. Your shell provides ample protection, however; it gives you a base AC of 17 (your Dexterity modifier doesn't affect this number). You gain no benefit from wearing armor, but if you are using a shield, you can apply the shield's bonus as normal."
						]
					},
					{
						"name": "Shell Defense",
						"text": [
							"You can withdraw into your shell as an action. until you emerge, you gain a +4 bonus to AC, and you have advantage on Strength and Constitution saving throws. While in your shell, you are prone, your speed is 0 and can't increase, you have disadvantage on Dexterity saving throws, you can't take reaction, and the only action you can take is a bonus action to emerge from your shell."
						]
					},
					{
						"name": "Survival Instinct",
						"text": [
							"You gain proficiency in the Survival skill. Tortles have finely honed survival instincts."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Aquan and Common."
						]
					}
				]
			},
			{
				"name": "Tiefling (Asmodeus)",
				"source": "UAFiendishOptions",
				"size": "M",
				"speed": "30",
				"ability": {
					"cha": 2,
					"int": 1
				},
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"Thanks to your infernal heritage, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Hellish Resistance",
						"text": [
							"You have resistance to fire damage."
						]
					},
					{
						"name": "Infernal Legacy",
						"text": [
							"You know the thaumaturgy cantrip. Once you reach 3rd level, you can cast the hellish rebuke spell as a 2nd-level spell; you must finish a long rest in order to cast the spell again using this trait. Once you reach 5th level, you can also cast the darkness spell; you must finish a long rest in order to cast the spell again using this trait. Charisma is your spellcasting ability for these spells."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Infernal."
						]
					}
				]
			},
			{
				"name": "Tiefling (Baalzebul)",
				"source": "UAFiendishOptions",
				"size": "M",
				"speed": "30",
				"ability": {
					"cha": 2,
					"int": 1
				},
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"Thanks to your infernal heritage, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Hellish Resistance",
						"text": [
							"You have resistance to fire damage."
						]
					},
					{
						"name": "Legacy of Maladomini",
						"text": [
							"You know the thaumaturgy cantrip. When you reach 3rd level, you can cast the ray of sickness spell as a 2nd-level spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the crown of madness spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Infernal."
						]
					}
				]
			},
			{
				"name": "Tiefling (Dispater)",
				"source": "UAFiendishOptions",
				"size": "M",
				"speed": "30",
				"ability": {
					"cha": 2,
					"dex": 1
				},
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"Thanks to your infernal heritage, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Hellish Resistance",
						"text": [
							"You have resistance to fire damage."
						]
					},
					{
						"name": "Legacy of Dis",
						"text": [
							"You know the thaumaturgy cantrip. When you reach 3rd level, you can cast the disguise self spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the invisibility spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Infernal."
						]
					}
				]
			},
			{
				"name": "Tiefling (Fierna)",
				"source": "UAFiendishOptions",
				"size": "M",
				"speed": "30",
				"ability": {
					"cha": 2,
					"wis": 1
				},
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"Thanks to your infernal heritage, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Hellish Resistance",
						"text": [
							"You have resistance to fire damage."
						]
					},
					{
						"name": "Legacy of Phlegethos",
						"text": [
							"You know the friends cantrip. When you reach 3rd level, you can cast the charm person spell as a 2nd-level spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the suggestion spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Infernal."
						]
					}
				]
			},
			{
				"name": "Tiefling (Glasya)",
				"source": "UAFiendishOptions",
				"size": "M",
				"speed": "30",
				"ability": {
					"cha": 2,
					"dex": 1
				},
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"Thanks to your infernal heritage, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Hellish Resistance",
						"text": [
							"You have resistance to fire damage."
						]
					},
					{
						"name": "Legacy of Malbolge",
						"text": [
							"You know the minor illusion cantrip. When you reach 3rd level, you can cast the disguise self spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the invisibility spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Infernal."
						]
					}
				]
			},
			{
				"name": "Tiefling (Levistus)",
				"source": "UAFiendishOptions",
				"size": "M",
				"speed": "30",
				"ability": {
					"cha": 2,
					"con": 1
				},
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"Thanks to your infernal heritage, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Hellish Resistance",
						"text": [
							"You have resistance to fire damage."
						]
					},
					{
						"name": "Legacy of Stygia",
						"text": [
							"You know the ray of frost cantrip. When you reach 3rd level, you can cast the armor of Agathys spell as a 2nd-level spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the darkness spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Infernal."
						]
					}
				]
			},
			{
				"name": "Tiefling (Mammon)",
				"source": "UAFiendishOptions",
				"size": "M",
				"speed": "30",
				"ability": {
					"cha": 2,
					"int": 1
				},
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"Thanks to your infernal heritage, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Hellish Resistance",
						"text": [
							"You have resistance to fire damage."
						]
					},
					{
						"name": "Legacy of Minauros",
						"text": [
							"You know the mage hand cantrip. When you reach 3rd level, you can cast the Tenser's floating disk spell once with this trait and regain the ability to do so when you finish a short or long rest. When you reach 5th level, you can cast the arcane lock spell once with this trait, requiring no material component, and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Infernal."
						]
					}
				]
			},
			{
				"name": "Tiefling (Mephistopheles)",
				"source": "UAFiendishOptions",
				"size": "M",
				"speed": "30",
				"ability": {
					"cha": 2,
					"int": 1
				},
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"Thanks to your infernal heritage, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Hellish Resistance",
						"text": [
							"You have resistance to fire damage."
						]
					},
					{
						"name": "Legacy of Cania",
						"text": [
							"You know the mage hand cantrip. When you reach 3rd level, you can cast the magic missile spell as a 2nd-level spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the web spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Infernal."
						]
					}
				]
			},
			{
				"name": "Tiefling (Zariel)",
				"source": "UAFiendishOptions",
				"size": "M",
				"speed": "30",
				"ability": {
					"cha": 2,
					"str": 1
				},
				"trait": [
					{
						"name": "Darkvision",
						"text": [
							"Thanks to your infernal heritage, you have superior vision in dark and dim conditions. You can see in dim light within 60 feet of you as if it were bright light, and in darkness as if it were dim light. You can't discern color in darkness, only shades of gray."
						]
					},
					{
						"name": "Hellish Resistance",
						"text": [
							"You have resistance to fire damage."
						]
					},
					{
						"name": "Legacy of Avernus",
						"text": [
							"You know the thaumaturgy cantrip. When you reach 3rd level, you can cast the searing smite spell as a 2nd-level spell once with this trait and regain the ability to do so when you finish a long rest. When you reach 5th level, you can cast the branding smite spell once with this trait and regain the ability to do so when you finish a long rest. Charisma is your spellcasting ability for these spells."
						]
					},
					{
						"name": "Languages",
						"text": [
							"You can speak, read, and write Common and Infernal."
						]
					}
				]
			}
		],
		"_version": "5"
	}
}