
{
   "name": "Ranger (Spell-less)",
   "hd": "10",
   "proficiency": "Strength, Dexterity",
   "autolevel": [
      {
         "feature": [
            {
               "name": "Starting Proficiencies",
               "text": [
                  "You are proficient with the following items, in addition to any proficiencies provided by your race or background.",
                  "Armor: light armor, medium armor, shields",
                  "Weapons: simple weapons, martial weapons",
                  "Tools: none",
                  "Skills: Choose three from Animal Handling, Athletics, Insight, Investigation, Nature, Perception, Stealth, and Survival"
               ]
            },
            {
               "name": "Starting Equipment",
               "text": [
                  "You start with the following items, plus anything provided by your background.",
                  null,
                  "• (a) scale mail or (b) leather armor",
                  "• (a) two shortswords or (b) two simple melee weapons",
                  "• (a) a dungeoneer's pack or (b) an explorer's pack",
                  "• A longbow and a quiver of 20 arrows",
                  null,
                  "Alternatively, you may start with 5d4 x 10 gp to buy your own equipment."
                ]
             }
          ],
          "_level": "1"
       },
       {
          "feature": [
             {
               "name": "Favored Enemy",
               "text": [
                  "Beginning at 1st level, you have significant experience studying, tracking, hunting, and even talking to a certain type of enemy.",
                  "Choose a type of favored enemy: aberrations, beasts, celestials, constructs, dragons, elementals, fey, fiends, giants, monstrosities, oozes, plants, or undead. Alternatively, you can select two races of humanoid (such as gnolls and orcs) as favored enemies.",
                  "You have advantage on Wisdom (Survival) checks to track your favored enemies, as well as on Intelligence checks to recall information about them.",
                  "When you gain this feature, you also learn one language of your choice that is spoken by your favored enemies, if they speak one at all.",
                  "You choose one additional favored enemy, as well as an associated language, at 6th and 14th level. As you gain levels, your choices should reflect the types of monsters you have encountered on your adventures."
               ]
            },
            {
               "name": "Natural Explorer",
               "text": [
                  "You are particularly familiar with one type of natural environment and are adept at traveling and surviving in such regions. Choose one type of favored terrain: arctic, coast, desert, forest, grassland, mountain, swamp, or the Underdark. When you make an Intelligence or Wisdom check related to your favored terrain, your proficiency bonus is doubled if you are using a skill that you're proficient in.",
                  "While traveling for an hour or more in your favored terrain, you gain the following benefits:",
                  null,
                  "• Difficult terrain doesn't slow your group's travel.",
                  "• Your group can't become lost except by magical means.",
                  "• Even when you are engaged in another activity while traveling (such as foraging, navigating, or tracking), you remain alert to danger.",
                  "• If you are traveling alone, you can move stealthily at a normal pace.",
                  "• When you forage, you find twice as much food as you normally would.",
                  "• While tracking other creatures, you also learn their exact number, their sizes, and how long ago they passed through the area.",
                  null,
                  "You choose additional favored terrain types at 6th and 10th level."
               ]
            }
         ],
         "_level": "1"
      },
      {
         "feature": [
            {
               "name": "Combat Superiority",
               "text": [
                  "At 2nd level, you learn maneuvers that are fueled by special dice called superiority dice.",
                  null,
                  "Maneuvers: You learn two maneuvers of your choice, which are chosen from the list of maneuvers available to fighters with the Battle Master archetype. Many maneuvers enhance an attack in some way. You can use only one maneuver per attack.  You learn one additional maneuver of your choice at 5th, 9th, 13th, and 17th levels. Each time you learn a new maneuver, you can also replace one maneuver you know with a different one.",
                  null,
                  "Superiority Dice: You have four superiority dice, which are d8s. A superiority die is expended when you use it. You regain all of your expended superiority dice when you finish a short or long rest.  You gain another superiority die at 9th level and one more at 17th level.",
                  null,
                  "Saving Throws: Some of your maneuvers require your target to make a saving throw to resist the maneuver's effects. The saving throw DC is calculated as follows:",
                  "Maneuver save DC = 8 + your proficiency bonus + your Strength or Dexterity modifier (your choice)"
               ]
            },
            {
               "name": "Maneuver: Commander's Strike",
               "text": [
                  "When you take the Attack action on your turn, you can forgo one of your attacks and use a bonus action to direct one of your companions to strike. When you do so, choose a friendly creature who can see or hear you and expend one superiority die. That creature can immediately use its reaction to make one weapon attack, adding the superiority die to the attack's damage roll."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Disarming Attack",
               "text": [
                  "When you hit a creature with a weapon attack, you can expend one superiority die to attempt to disarm the target, forcing it to drop one item of your choice that it's holding. You add the superiority die to the attack's damage roll, and the target must make a Strength saving throw. On a failed save, it drops the object you choose. The object lands at its feet."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Distracting Strike",
               "text": [
                  "When you hit a creature with a weapon attack, you can expend one superiority die to distract the creature, giving your allies an opening. You add the superiority die to the attack's damage roll. The next attack roll against the target by an attacker other than you has advantage if the attack is made before the start of your next turn."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Evasive Footwork",
               "text": [
                  "When you move, you can expend one superiority die, rolling the die and adding the number rolled to your AC until you stop moving."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Feinting Attack",
               "text": [
                  "You can expend one superiority die and use a bonus action on your turn to feint, choosing one creature within 5 feet of you as your target. You have advantage on your next attack roll against that creature. If that attack hits, add the superiority die to the attack's damage roll"
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Goading Attack",
               "text": [
                  "When you hit a creature with a weapon attack, you can expend one superiority die to attempt to goad the target into attacking you. You add the superiority die to the attack's damage roll, and the target must make a Wisdom saving throw. On a failed save, the target has disadvantage on all attack rolls against targets other than you until the end of your next turn."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Lunging Attack",
               "text": [
                  "When you make a melee weapon attack on your turn, you can expend one superiority die to increase your reach for that attack by 5 feet. If you hit, you add the superiority die to the attack's damage roll."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Maneuvering Attack",
               "text": [
                  "When you hit a creature with a weapon attack, you can expend one superiority die to maneuver one of your comrades into a more advantageous position. You add the superiority die to the attack's damage roll, and you choose a friendly creature who can see or hear you. That creature can use its reaction to move up to half its speed without provoking opportunity attacks from the target of your attack."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Menacing Attack",
               "text": [
                  "When you hit a creature with a weapon attack, you can expend one superiority die to attempt to frighten the target. You add the superiority die to the attack's damage roll, and the target must make a Wisdom saving throw. On a failed save, it is frightened of you until the end of your next turn."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Parry",
               "text": [
                  "When another creature damages you with a melee attack, you can use your reaction and expend one superiority die to reduce the damage by the number you roll on your superiority die + your Dexterity modifier."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Precision Attack",
               "text": [
                  "When you make a weapon attack roll against a creature, you can expend one superiority die to add it to the roll. You can use this maneuver before or after making the attack roll, but before any effects of the attack are applied."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Pushing Attack",
               "text": [
                  "When you hit a creature with a weapon attack, you can expend one superiority die to attempt to drive the target back. You add the superiority die to the attack's damage roll, and if the target is Large or smaller, it must make a Strength saving throw. On a failed save, you push the target up to 15 feet away from you."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Rally",
               "text": [
                  "On your turn, you can use a bonus action and expend one superiority die to bolster the resolve of one of your companions. When you do so, choose a friendly creature who can see or hear you. That creature gains temporary hit points equal to the superiority die roll + your Charisma modifier."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Riposte",
               "text": [
                  "When a creature misses you with a melee attack, you can use your reaction and expend one superiority die to make a melee weapon attack against the creature. If you hit, you add the superiority die to the attack's damage roll."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Sweeping Attack",
               "text": [
                  "When you hit a creature with a melee weapon attack, you can expend one superiority die to attempt to damage another creature with the same attack. Choose another creature within 5 feet of the original target and within your reach. If the original attack roll would hit the second creature, it takes damage equal to the number you roll on your superiority die. The damage is of the same type dealt by the original attack."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Trip Attack",
               "text": [
                  "When you hit a creature with a weapon attack, you can expend one superiority die to attempt to knock the target down. You add the superiority die to the attack's damage roll, and if the target is Large or smaller, it must make a Strength saving throw. On a failed save, you knock the target prone."
               ],
               "_optional": "YES"
            },
            {
               "name": "Fighting Style",
               "text": [
                  "At 2nd level, you adopt a particular style of fighting as your specialty. Choose one of the following options: Archery, Defense, Dueling, Mariner, or Two-Weapon Fighting. You can't take a Fighting Style option more than once, even if you later get to choose again."
               ]
            },
            {
               "name": "Fighting Style: Archery",
               "text": [
                  "You gain a +2 bonus to attack rolls you make with ranged weapons."
               ],
               "_optional": "YES"
            },
            {
               "name": "Fighting Style: Defense",
               "text": [
                  "While you are wearing armor, you gain a +1 bonus to AC."
               ],
               "_optional": "YES"
            },
            {
               "name": "Fighting Style: Dueling",
               "text": [
                  "When you are wielding a melee weapon in one hand and no other weapons, you gain a +2 bonus to damage rolls with that weapon."
               ],
               "_optional": "YES"
            },
            {
               "name": "Fighting Style: Mariner",
               "text": [
                  "As long as you are not wearing heavy armor or using a shield, you have a swimming speed and a climbing speed equal to your normal speed, and you gain a +1 bonus to AC."
               ],
               "_optional": "YES"
            },
            {
               "name": "Fighting Style: Two-Weapon Fighting",
               "text": [
                  "When you engage in two-weapon fighting, you can add your ability modifier to the damage of the second attack."
               ],
               "_optional": "YES"
            }
         ],
         "_level": "2"
      },
      {
         "feature": [
            {
               "name": "Poultices",
               "text": [
                  "At 3rd level, you can create special herbal poultices that have healing power comparable to some potions. You can spend 1 hour gathering herbs and preparing herbal poultices using treated bandages to create a number of such poultices equal to your Wisdom modifier (minimum 1). You can carry a number of poultices at one time equal to your Wisdom modifier (minimum 1). The poultices you create cannot be applied by anyone but you. After 24 hours, any poultices that you have not used lose their potency.",
                  null,
                  "If you spend 1 minute applying one of your poultices to a wounded humanoid creature, thereby expending its use, that creature regains 1d6 hit points for every two ranger levels you have (rounded up)."
               ]
            },
            {
               "name": "Ranger Archetype",
               "text": [
                  "At 3rd level, you choose an archetype that you strive to emulate: Hunter or Beast Master. Your choice grants features at 3rd level, and again at 7th, 11th, and 15th level."
               ]
            },
            {
               "name": "Ranger Archetype: Hunter",
               "text": [
                  "Emulating the Hunter archetype means accepting your place as a bulwark between civilization and the terrors of the wilderness. As you walk the Hunter's path, you learn specialized techniques for fighting the threats you face, from rampaging ogres and hordes of orcs to towering giants and terrifying dragons."
               ],
               "_optional": "YES"
            },
            {
               "name": "Hunter: Hunter's Prey",
               "text": [
                  "At 3rd level, you gain one of the following features of your choice: Colossus Slayer, Giant Killer, or Horde Breaker."
               ],
               "_optional": "YES"
            },
            {
               "name": "Hunter's Prey: Colossus Slayer",
               "text": [
                  "Your tenacity can wear down the most potent foes. When you hit a creature with a weapon attack, the creature takes an extra 1d8 damage if it's below its hit point maximum. You can deal this extra damage only once per turn."
               ],
               "_optional": "YES"
            },
            {
               "name": "Hunter's Prey: Giant Killer",
               "text": [
                  "When a Large or larger creature within 5 feet of you hits or misses you with an attack, you can use your reaction to attack that creature immediately after its attack, provided that you can see the creature."
               ],
               "_optional": "YES"
            },
            {
               "name": "Hunter's Prey: Horde Breaker",
               "text": [
                  "Once on each of your turns when you make a weapon attack, you can make another attack with the same weapon against a different creature that is within 5 feet of the original target and within range of your weapon."
               ],
               "_optional": "YES"
            },
            {
               "name": "Beast Master: Ranger's Companion",
               "text": [
                  "You gain a beast companion that accompanies you on your adventures and is trained to fight alongside you. Choose a beast that is no larger than Medium and that has a challenge rating of 1/4 or lower. Add your proficiency bonus to the beast's AC, attack rolls, and damage rolls, as well as to any saving throws and skills it is proficient in. Its hit point maximum equals its normal maximum or four times your ranger level, whichever is higher.",
                  "The beast obeys your commands as best as it can. It takes its turn on your initiative, though it doesn't take an action unless you command it to. On your turn, you can verbally command the beast where to move (no action required by you). You can use your action to verbally command it to take the Attack, Dash, Disengage, Dodge, or Help action. Once you have the Extra Attack feature, you can make one weapon attack yourself when you command the beast to take the Attack action.",
                  "While traveling through your favored terrain with only the beast, you can move stealthily at a normal pace.",
                  "If the beast dies, you can obtain another one by spending 8 hours magically bonding with another beast that isn't hostile to you, either the same type of beast as before or a different one."
               ],
               "_optional": "YES"
            },
            {
               "name": "Primeval Awareness",
               "text": [
                  "Beginning at 3rd level, you can use your action and expend one ranger spell slot to focus your awareness on the region around you. For 1 minute per level of the spell slot you expend, you can sense whether the following types of creatures are present within 1 mile of you (or within up to 6 miles if you are in your favored terrain): aberrations, celestials, dragons, elementals, fey, fiends, and undead. This feature doesn't reveal the creatures' location or number."
               ]
            }
         ],
         "_level": "3"
      },
      {
         "feature": [
            {
               "name": "Ability Score Improvement",
               "text": [
                  "When you reach 4th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
                  "If your DM allows the use of feats, you may instead take a feat."
               ]
            }
         ],
         "_level": "4"
      },
      {
         "feature": [
            {
               "name": "Extra Attack",
               "text": [
                  "Beginning at 5th level, you can attack twice, instead of once, whenever you take the Attack action on your turn."
               ]
            },
            {
               "name": "Additional Maneuver",
               "text": [
                  "At 5th level, you learn one additional Combat Superiority maneuver of your choice."
               ]
            },
            {
               "name": "Maneuver: Commander's Strike",
               "text": [
                  "When you take the Attack action on your turn, you can forgo one of your attacks and use a bonus action to direct one of your companions to strike. When you do so, choose a friendly creature who can see or hear you and expend one superiority die. That creature can immediately use its reaction to make one weapon attack, adding the superiority die to the attack's damage roll."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Disarming Attack",
               "text": [
                  "When you hit a creature with a weapon attack, you can expend one superiority die to attempt to disarm the target, forcing it to drop one item of your choice that it's holding. You add the superiority die to the attack's damage roll, and the target must make a Strength saving throw. On a failed save, it drops the object you choose. The object lands at its feet."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Distracting Strike",
               "text": [
                  "When you hit a creature with a weapon attack, you can expend one superiority die to distract the creature, giving your allies an opening. You add the superiority die to the attack's damage roll. The next attack roll against the target by an attacker other than you has advantage if the attack is made before the start of your next turn."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Evasive Footwork",
               "text": [
                  "When you move, you can expend one superiority die, rolling the die and adding the number rolled to your AC until you stop moving."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Feinting Attack",
               "text": [
                  "You can expend one superiority die and use a bonus action on your turn to feint, choosing one creature within 5 feet of you as your target. You have advantage on your next attack roll against that creature. If that attack hits, add the superiority die to the attack's damage roll"
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Goading Attack",
               "text": [
                  "When you hit a creature with a weapon attack, you can expend one superiority die to attempt to goad the target into attacking you. You add the superiority die to the attack's damage roll, and the target must make a Wisdom saving throw. On a failed save, the target has disadvantage on all attack rolls against targets other than you until the end of your next turn."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Lunging Attack",
               "text": [
                  "When you make a melee weapon attack on your turn, you can expend one superiority die to increase your reach for that attack by 5 feet. If you hit, you add the superiority die to the attack's damage roll."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Maneuvering Attack",
               "text": [
                  "When you hit a creature with a weapon attack, you can expend one superiority die to maneuver one of your comrades into a more advantageous position. You add the superiority die to the attack's damage roll, and you choose a friendly creature who can see or hear you. That creature can use its reaction to move up to half its speed without provoking opportunity attacks from the target of your attack."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Menacing Attack",
               "text": [
                  "When you hit a creature with a weapon attack, you can expend one superiority die to attempt to frighten the target. You add the superiority die to the attack's damage roll, and the target must make a Wisdom saving throw. On a failed save, it is frightened of you until the end of your next turn."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Parry",
               "text": [
                  "When another creature damages you with a melee attack, you can use your reaction and expend one superiority die to reduce the damage by the number you roll on your superiority die + your Dexterity modifier."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Precision Attack",
               "text": [
                  "When you make a weapon attack roll against a creature, you can expend one superiority die to add it to the roll. You can use this maneuver before or after making the attack roll, but before any effects of the attack are applied."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Pushing Attack",
               "text": [
                  "When you hit a creature with a weapon attack, you can expend one superiority die to attempt to drive the target back. You add the superiority die to the attack's damage roll, and if the target is Large or smaller, it must make a Strength saving throw. On a failed save, you push the target up to 15 feet away from you."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Rally",
               "text": [
                  "On your turn, you can use a bonus action and expend one superiority die to bolster the resolve of one of your companions. When you do so, choose a friendly creature who can see or hear you. That creature gains temporary hit points equal to the superiority die roll + your Charisma modifier."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Riposte",
               "text": [
                  "When a creature misses you with a melee attack, you can use your reaction and expend one superiority die to make a melee weapon attack against the creature. If you hit, you add the superiority die to the attack's damage roll."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Sweeping Attack",
               "text": [
                  "When you hit a creature with a melee weapon attack, you can expend one superiority die to attempt to damage another creature with the same attack. Choose another creature within 5 feet of the original target and within your reach. If the original attack roll would hit the second creature, it takes damage equal to the number you roll on your superiority die. The damage is of the same type dealt by the original attack."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Trip Attack",
               "text": [
                  "When you hit a creature with a weapon attack, you can expend one superiority die to attempt to knock the target down. You add the superiority die to the attack's damage roll, and if the target is Large or smaller, it must make a Strength saving throw. On a failed save, you knock the target prone."
               ],
               "_optional": "YES"
            }
         ],
         "_level": "5"
      },
      {
         "feature": [
            {
               "name": "Additional Favored Terrains",
               "text": [
                  "You gain an additional favored terrain."
               ]
            },
            {
               "name": "Additional Favored Enemy",
               "text": [
                  "You choose one additional favored enemy, as well as an associated language. Your choice should reflect the types of monsters you have encountered on your adventures."
               ]
            }
         ],
         "_level": "6"
      },
      {
         "feature": [
            {
               "name": "Hunter: Defensive Tactics",
               "text": [
                  "At 7th level, you gain one of the following features of your choice: Escape the Horde, Multiattack Defense, or Steel Will."
               ],
               "_optional": "YES"
            },
            {
               "name": "Defensive Tactics: Escape the Horde",
               "text": [
                  "Opportunity attacks against you are made with disadvantage."
               ],
               "_optional": "YES"
            },
            {
               "name": "Defensive Tactics: Multiattack Defense",
               "text": [
                  "When a creature hits you with an attack, you gain a +4 bonus to AC against all subsequent attacks made by that creature for the rest of the turn."
               ],
               "_optional": "YES"
            },
            {
               "name": "Defensive Tactics: Steel Will",
               "text": [
                  "You have advantage on saving throws against being frightened."
               ],
               "_optional": "YES"
            },
            {
               "name": "Beast Master: Exceptional Training",
               "text": [
                  "On any of your turns when your beast companion doesn't attack, you can use a bonus action to command the beast to take the Dash, Disengage, Dodge, or Help action on its turn."
               ],
               "_optional": "YES"
            }
         ],
         "_level": "7"
      },
      {
         "feature": [
            {
               "name": "Ability Score Improvement",
               "text": [
                  "When you reach 8th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
                  "If your DM allows the use of feats, you may instead take a feat."
               ]
            },
            {
               "name": "Land's Stride",
               "text": [
                  "Starting at 8th level, moving through nonmagical difficult terrain costs you no extra movement. You can also pass through nonmagical plants without being slowed by them and without taking damage from them if they have thorns, spines, or a similar hazard.",
                  "In addition, you have advantage on saving throws against plants that are magically created or manipulated to impede movement, such those created by the entangle spell."
               ]
            }
         ],
         "_level": "8"
      },
      {
         "feature": [
            {
               "name": "Natural Antivenom",
               "text": [
                  "Starting at 9th level, you have advantage on saving throws against poison and have resistance to poison damage. Additionally, you can use one of your poultices to cure one poison effect on the creature you are applying it to, in addition to restoring hit points."
               ]
            },
            {
               "name": "Additional Maneuver",
               "text": [
                  "At 9th level, you learn one additional Combat Superiority maneuver of your choice."
               ]
            },
            {
               "name": "Maneuver: Commander's Strike",
               "text": [
                  "When you take the Attack action on your turn, you can forgo one of your attacks and use a bonus action to direct one of your companions to strike. When you do so, choose a friendly creature who can see or hear you and expend one superiority die. That creature can immediately use its reaction to make one weapon attack, adding the superiority die to the attack's damage roll."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Disarming Attack",
               "text": [
                  "When you hit a creature with a weapon attack, you can expend one superiority die to attempt to disarm the target, forcing it to drop one item of your choice that it's holding. You add the superiority die to the attack's damage roll, and the target must make a Strength saving throw. On a failed save, it drops the object you choose. The object lands at its feet."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Distracting Strike",
               "text": [
                  "When you hit a creature with a weapon attack, you can expend one superiority die to distract the creature, giving your allies an opening. You add the superiority die to the attack's damage roll. The next attack roll against the target by an attacker other than you has advantage if the attack is made before the start of your next turn."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Evasive Footwork",
               "text": [
                  "When you move, you can expend one superiority die, rolling the die and adding the number rolled to your AC until you stop moving."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Feinting Attack",
               "text": [
                  "You can expend one superiority die and use a bonus action on your turn to feint, choosing one creature within 5 feet of you as your target. You have advantage on your next attack roll against that creature. If that attack hits, add the superiority die to the attack's damage roll"
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Goading Attack",
               "text": [
                  "When you hit a creature with a weapon attack, you can expend one superiority die to attempt to goad the target into attacking you. You add the superiority die to the attack's damage roll, and the target must make a Wisdom saving throw. On a failed save, the target has disadvantage on all attack rolls against targets other than you until the end of your next turn."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Lunging Attack",
               "text": [
                  "When you make a melee weapon attack on your turn, you can expend one superiority die to increase your reach for that attack by 5 feet. If you hit, you add the superiority die to the attack's damage roll."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Maneuvering Attack",
               "text": [
                  "When you hit a creature with a weapon attack, you can expend one superiority die to maneuver one of your comrades into a more advantageous position. You add the superiority die to the attack's damage roll, and you choose a friendly creature who can see or hear you. That creature can use its reaction to move up to half its speed without provoking opportunity attacks from the target of your attack."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Menacing Attack",
               "text": [
                  "When you hit a creature with a weapon attack, you can expend one superiority die to attempt to frighten the target. You add the superiority die to the attack's damage roll, and the target must make a Wisdom saving throw. On a failed save, it is frightened of you until the end of your next turn."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Parry",
               "text": [
                  "When another creature damages you with a melee attack, you can use your reaction and expend one superiority die to reduce the damage by the number you roll on your superiority die + your Dexterity modifier."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Precision Attack",
               "text": [
                  "When you make a weapon attack roll against a creature, you can expend one superiority die to add it to the roll. You can use this maneuver before or after making the attack roll, but before any effects of the attack are applied."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Pushing Attack",
               "text": [
                  "When you hit a creature with a weapon attack, you can expend one superiority die to attempt to drive the target back. You add the superiority die to the attack's damage roll, and if the target is Large or smaller, it must make a Strength saving throw. On a failed save, you push the target up to 15 feet away from you."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Rally",
               "text": [
                  "On your turn, you can use a bonus action and expend one superiority die to bolster the resolve of one of your companions. When you do so, choose a friendly creature who can see or hear you. That creature gains temporary hit points equal to the superiority die roll + your Charisma modifier."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Riposte",
               "text": [
                  "When a creature misses you with a melee attack, you can use your reaction and expend one superiority die to make a melee weapon attack against the creature. If you hit, you add the superiority die to the attack's damage roll."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Sweeping Attack",
               "text": [
                  "When you hit a creature with a melee weapon attack, you can expend one superiority die to attempt to damage another creature with the same attack. Choose another creature within 5 feet of the original target and within your reach. If the original attack roll would hit the second creature, it takes damage equal to the number you roll on your superiority die. The damage is of the same type dealt by the original attack."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Trip Attack",
               "text": [
                  "When you hit a creature with a weapon attack, you can expend one superiority die to attempt to knock the target down. You add the superiority die to the attack's damage roll, and if the target is Large or smaller, it must make a Strength saving throw. On a failed save, you knock the target prone."
               ],
               "_optional": "YES"
            }
         ],
         "_level": "9"
      },
      {
         "feature": [
            {
               "name": "Hide in Plain Sight",
               "text": [
                  "Starting at 10th level, you can spend 1 minute creating camouflage for yourself. You must have access to fresh mud, dirt, plants, soot, and other naturally occurring materials with which to create your camouflage.",
                  "Once you are camouflaged in this way, you can try to hide by pressing yourself up against a solid surface, such as a tree or wall, that is at least as tall and wide as you are. You gain a +10 bonus to Dexterity (Stealth) checks as long as you remain there without moving or taking actions. Once you move or take an action or a reaction, you must camouflage yourself again to gain this benefit."
               ]
            },
            {
               "name": "Additional Favored Terrains",
               "text": [
                  "You gain an additional favored terrain."
               ]
            }
         ],
         "_level": "10"
      },
      {
         "feature": [
            {
               "name": "Hunter: Multiattack",
               "text": [
                  "At 11th level, you gain one of the following features of your choice: Volley or Whirlwind Attack."
               ],
               "_optional": "YES"
            },
            {
               "name": "Multiattack: Volley",
               "text": [
                  "You can use your action to make a ranged attack against any number of creatures within 10 feet of a point you can see within your weapon's range. You must have ammunition for each target, as normal, and you make a separate attack roll for each target."
               ],
               "_optional": "YES"
            },
            {
               "name": "Multiattack: Whirlwind Attack",
               "text": [
                  "You can use your action to make a melee attack against any number of creatures within 5 feet of you, with a separate attack roll for each target."
               ],
               "_optional": "YES"
            },
            {
               "name": "Beast Master: Bestial Fury",
               "text": [
                  "Your beast companion can make two attacks when you command it to use the Attack action."
               ],
               "_optional": "YES"
            }
         ],
         "_level": "11"
      },
      {
         "feature": [
            {
               "name": "Ability Score Improvement",
               "text": [
                  "When you reach 12th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
                  "If your DM allows the use of feats, you may instead take a feat."
               ]
            }
         ],
         "_level": "12"
      },
      {
         "feature": [
            {
               "name": "Call Natural Allies",
               "text": [
                  "Starting at 13th level, when you are in an area of your favored terrain, you can call natural creatures from that terrain to fight on your behalf, using your attunement to the natural world to convince them to aid you. The DM chooses beasts appropriate to the terrain to come to your aid from among those that could hear you and that are within 1 mile of you, in one of the following groups.",
                  null,
                  "• One beast of challenge rating 2 or lower",
                  "• Two beasts of challenge rating 1 or lower",
                  "• Four beasts of challenge rating 1/2 or lower",
                  "• Eight beasts of challenge rating 1/4 or lower",
                  null,
                  "These beasts approach you from their current location, and will fight alongside you, attacking any creatures that are hostile to you. They are friendly to you and your comrades, and you roll initiative for the called creatures as a group, which takes its own turns. The DM has the creatures' statistics.",
                  "After 1 hour, these beasts return to their previous location. Once you use this feature, you cannot use it again in the same general area for 24 hours, since the same animals will not repeatedly heed your call."
               ]
            },
            {
               "name": "Additional Maneuver",
               "text": [
                  "At 13th level, you learn one additional Combat Superiority maneuver of your choice."
               ]
            },
            {
               "name": "Maneuver: Commander's Strike",
               "text": [
                  "When you take the Attack action on your turn, you can forgo one of your attacks and use a bonus action to direct one of your companions to strike. When you do so, choose a friendly creature who can see or hear you and expend one superiority die. That creature can immediately use its reaction to make one weapon attack, adding the superiority die to the attack's damage roll."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Disarming Attack",
               "text": [
                  "When you hit a creature with a weapon attack, you can expend one superiority die to attempt to disarm the target, forcing it to drop one item of your choice that it's holding. You add the superiority die to the attack's damage roll, and the target must make a Strength saving throw. On a failed save, it drops the object you choose. The object lands at its feet."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Distracting Strike",
               "text": [
                  "When you hit a creature with a weapon attack, you can expend one superiority die to distract the creature, giving your allies an opening. You add the superiority die to the attack's damage roll. The next attack roll against the target by an attacker other than you has advantage if the attack is made before the start of your next turn."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Evasive Footwork",
               "text": [
                  "When you move, you can expend one superiority die, rolling the die and adding the number rolled to your AC until you stop moving."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Feinting Attack",
               "text": [
                  "You can expend one superiority die and use a bonus action on your turn to feint, choosing one creature within 5 feet of you as your target. You have advantage on your next attack roll against that creature. If that attack hits, add the superiority die to the attack's damage roll"
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Goading Attack",
               "text": [
                  "When you hit a creature with a weapon attack, you can expend one superiority die to attempt to goad the target into attacking you. You add the superiority die to the attack's damage roll, and the target must make a Wisdom saving throw. On a failed save, the target has disadvantage on all attack rolls against targets other than you until the end of your next turn."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Lunging Attack",
               "text": [
                  "When you make a melee weapon attack on your turn, you can expend one superiority die to increase your reach for that attack by 5 feet. If you hit, you add the superiority die to the attack's damage roll."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Maneuvering Attack",
               "text": [
                  "When you hit a creature with a weapon attack, you can expend one superiority die to maneuver one of your comrades into a more advantageous position. You add the superiority die to the attack's damage roll, and you choose a friendly creature who can see or hear you. That creature can use its reaction to move up to half its speed without provoking opportunity attacks from the target of your attack."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Menacing Attack",
               "text": [
                  "When you hit a creature with a weapon attack, you can expend one superiority die to attempt to frighten the target. You add the superiority die to the attack's damage roll, and the target must make a Wisdom saving throw. On a failed save, it is frightened of you until the end of your next turn."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Parry",
               "text": [
                  "When another creature damages you with a melee attack, you can use your reaction and expend one superiority die to reduce the damage by the number you roll on your superiority die + your Dexterity modifier."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Precision Attack",
               "text": [
                  "When you make a weapon attack roll against a creature, you can expend one superiority die to add it to the roll. You can use this maneuver before or after making the attack roll, but before any effects of the attack are applied."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Pushing Attack",
               "text": [
                  "When you hit a creature with a weapon attack, you can expend one superiority die to attempt to drive the target back. You add the superiority die to the attack's damage roll, and if the target is Large or smaller, it must make a Strength saving throw. On a failed save, you push the target up to 15 feet away from you."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Rally",
               "text": [
                  "On your turn, you can use a bonus action and expend one superiority die to bolster the resolve of one of your companions. When you do so, choose a friendly creature who can see or hear you. That creature gains temporary hit points equal to the superiority die roll + your Charisma modifier."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Riposte",
               "text": [
                  "When a creature misses you with a melee attack, you can use your reaction and expend one superiority die to make a melee weapon attack against the creature. If you hit, you add the superiority die to the attack's damage roll."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Sweeping Attack",
               "text": [
                  "When you hit a creature with a melee weapon attack, you can expend one superiority die to attempt to damage another creature with the same attack. Choose another creature within 5 feet of the original target and within your reach. If the original attack roll would hit the second creature, it takes damage equal to the number you roll on your superiority die. The damage is of the same type dealt by the original attack."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Trip Attack",
               "text": [
                  "When you hit a creature with a weapon attack, you can expend one superiority die to attempt to knock the target down. You add the superiority die to the attack's damage roll, and if the target is Large or smaller, it must make a Strength saving throw. On a failed save, you knock the target prone."
               ],
               "_optional": "YES"
            }
         ],
         "_level": "13"
      },
      {
         "feature": [
            {
               "name": "Vanish",
               "text": [
                  "Starting at 14th level, you can use the Hide action as a bonus action on your turn. Also, you can't be tracked by nonmagical means, unless you choose to leave a trail."
               ]
            },
            {
               "name": "Additional Favored Enemy",
               "text": [
                  "You choose one additional favored enemy, as well as an associated language. Your choice should reflect the types of monsters you have encountered on your adventures."
               ]
            }
         ],
         "_level": "14"
      },
      {
         "feature": [
            {
               "name": "Beast Master: Beastly Coordination",
               "text": [
                  "Beginning at 15th level, when an attacker that you can see hits your beast companion with an attack, you can call out a warning. If your beast companion can hear you, it can use its reaction to halve the attack's damage against it."
               ],
               "_optional": "YES"
            },
            {
               "name": "Hunter: Superior Hunter's Defense",
               "text": [
                  "At 15th level, you gain one of the following features of your choice: Evasion, Stand Against the Tide, or Uncanny Dodge."
               ],
               "_optional": "YES"
            },
            {
               "name": "Superior Hunter's Defense: Evasion",
               "text": [
                  "You can nimbly dodge out of the way of certain area effects, such as a red dragon's fiery breath or a lightning bolt spell. When you are subjected to an effect that allows you to make a Dexterity saving throw to take only half damage, you instead take no damage if you succeed on the saving throw, and only half damage if you fail."
               ],
               "_optional": "YES"
            },
            {
               "name": "Superior Hunter's Defense: Stand Against the Tide",
               "text": [
                  "When a hostile creature misses you with a melee attack, you can use your reaction to force that creature to repeat the same attack against another creature (other than itself) of your choice."
               ],
               "_optional": "YES"
            },
            {
               "name": "Superior Hunter's Defense: Uncanny Dodge",
               "text": [
                  "When an attacker that you can see hits you with an attack, you can use your reaction to halve the attack's damage against you."
               ],
               "_optional": "YES"
            }
         ],
         "_level": "15"
      },
      {
         "feature": [
            {
               "name": "Ability Score Improvement",
               "text": [
                  "When you reach 16th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
                  "If your DM allows the use of feats, you may instead take a feat."
               ]
            }
         ],
         "_level": "16"
      },
      {
         "feature": [
            {
               "name": "Relentless",
               "text": [
                  "Starting at 17th level, when you roll initiative and have no superiority dice remaining, you regain 1 superiority die."
               ]
            },
            {
               "name": "Additional Maneuver",
               "text": [
                  "At 17th level, you learn one additional Combat Superiority maneuver of your choice."
               ]
            },
            {
               "name": "Maneuver: Commander's Strike",
               "text": [
                  "When you take the Attack action on your turn, you can forgo one of your attacks and use a bonus action to direct one of your companions to strike. When you do so, choose a friendly creature who can see or hear you and expend one superiority die. That creature can immediately use its reaction to make one weapon attack, adding the superiority die to the attack's damage roll."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Disarming Attack",
               "text": [
                  "When you hit a creature with a weapon attack, you can expend one superiority die to attempt to disarm the target, forcing it to drop one item of your choice that it's holding. You add the superiority die to the attack's damage roll, and the target must make a Strength saving throw. On a failed save, it drops the object you choose. The object lands at its feet."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Distracting Strike",
               "text": [
                  "When you hit a creature with a weapon attack, you can expend one superiority die to distract the creature, giving your allies an opening. You add the superiority die to the attack's damage roll. The next attack roll against the target by an attacker other than you has advantage if the attack is made before the start of your next turn."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Evasive Footwork",
               "text": [
                  "When you move, you can expend one superiority die, rolling the die and adding the number rolled to your AC until you stop moving."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Feinting Attack",
               "text": [
                  "You can expend one superiority die and use a bonus action on your turn to feint, choosing one creature within 5 feet of you as your target. You have advantage on your next attack roll against that creature. If that attack hits, add the superiority die to the attack's damage roll"
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Goading Attack",
               "text": [
                  "When you hit a creature with a weapon attack, you can expend one superiority die to attempt to goad the target into attacking you. You add the superiority die to the attack's damage roll, and the target must make a Wisdom saving throw. On a failed save, the target has disadvantage on all attack rolls against targets other than you until the end of your next turn."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Lunging Attack",
               "text": [
                  "When you make a melee weapon attack on your turn, you can expend one superiority die to increase your reach for that attack by 5 feet. If you hit, you add the superiority die to the attack's damage roll."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Maneuvering Attack",
               "text": [
                  "When you hit a creature with a weapon attack, you can expend one superiority die to maneuver one of your comrades into a more advantageous position. You add the superiority die to the attack's damage roll, and you choose a friendly creature who can see or hear you. That creature can use its reaction to move up to half its speed without provoking opportunity attacks from the target of your attack."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Menacing Attack",
               "text": [
                  "When you hit a creature with a weapon attack, you can expend one superiority die to attempt to frighten the target. You add the superiority die to the attack's damage roll, and the target must make a Wisdom saving throw. On a failed save, it is frightened of you until the end of your next turn."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Parry",
               "text": [
                  "When another creature damages you with a melee attack, you can use your reaction and expend one superiority die to reduce the damage by the number you roll on your superiority die + your Dexterity modifier."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Precision Attack",
               "text": [
                  "When you make a weapon attack roll against a creature, you can expend one superiority die to add it to the roll. You can use this maneuver before or after making the attack roll, but before any effects of the attack are applied."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Pushing Attack",
               "text": [
                  "When you hit a creature with a weapon attack, you can expend one superiority die to attempt to drive the target back. You add the superiority die to the attack's damage roll, and if the target is Large or smaller, it must make a Strength saving throw. On a failed save, you push the target up to 15 feet away from you."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Rally",
               "text": [
                  "On your turn, you can use a bonus action and expend one superiority die to bolster the resolve of one of your companions. When you do so, choose a friendly creature who can see or hear you. That creature gains temporary hit points equal to the superiority die roll + your Charisma modifier."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Riposte",
               "text": [
                  "When a creature misses you with a melee attack, you can use your reaction and expend one superiority die to make a melee weapon attack against the creature. If you hit, you add the superiority die to the attack's damage roll."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Sweeping Attack",
               "text": [
                  "When you hit a creature with a melee weapon attack, you can expend one superiority die to attempt to damage another creature with the same attack. Choose another creature within 5 feet of the original target and within your reach. If the original attack roll would hit the second creature, it takes damage equal to the number you roll on your superiority die. The damage is of the same type dealt by the original attack."
               ],
               "_optional": "YES"
            },
            {
               "name": "Maneuver: Trip Attack",
               "text": [
                  "When you hit a creature with a weapon attack, you can expend one superiority die to attempt to knock the target down. You add the superiority die to the attack's damage roll, and if the target is Large or smaller, it must make a Strength saving throw. On a failed save, you knock the target prone."
               ],
               "_optional": "YES"
            }
         ],
         "_level": "17"
      },
      {
         "feature": [
            {
               "name": "Feral Senses",
               "text": [
                  "At 18th level, you gain preternatural senses that help you fight creatures you can't see. When you attack a creature you can't see, your inability to see it doesn't impose disadvantage on your attack rolls against it. You are also aware of the location of any invisible creature within 30 feet of you, provided that the creature isn't hidden from you and you aren't blinded or deafened."
               ]
            }
         ],
         "_level": "18"
      },
      {
         "feature": [
            {
               "name": "Ability Score Improvement",
               "text": [
                  "When you reach 19th level you can increase one ability score of your choice by 2, or you can increase two ability scores of your choice by 1. As normal, you can't increase an ability score above 20 using this feature.",
                  "If your DM allows the use of feats, you may instead take a feat."
               ]
            }
         ],
         "_level": "19"
      },
      {
         "feature": [
            {
               "name": "Foe Slayer",
               "text": [
                  "At 20th level, you become an unparalleled hunter of your enemies. Once on each of your turns, you can add your Wisdom modifier to the attack roll or the damage roll of an attack you make against one of your favored enemies. You can choose to use this feature before or after the roll, but before any effects of the roll are applied."
               ]
            }
         ],
         "_level": "20"
      }
   ]
},
