{
	"recipe": [
		{
			"name": "Elven Bread",
			"source": "HF",
			"fluff": {
				"entries": [
					"Elven bakers have protected the secret of this bread for millennia. Both nutritious and delicious, a single bite of this mysterious rolled pastry loaf can sustain an adventurer for a day or more of journeying. Sweet and robust in flavor and made of fine grains and rich butter, elven bread is rumored to boast twice the nutritional value of iron rations at only half the weight, making it essential adventuring fare for elves on the go. Even the most discerning high elves can't resist this wholesome, cinnamon—and sometimes cardamom—swirled treat."
				],
				"images": [
					{
						"type": "image",
						"href": {
							"type": "internal",
							"path": "recipes/HF/Elven Bread.jpg"
						}
					}
				]
			},
			"makes": "Two 8½-inch loaves",
			"ingredients": [
				{
					"type": "entries",
					"name": "Dough",
					"entries": [
						"2 packages (¼ ounce each) active dry yeast",
						"1½ cups whole milk, lukewarm (110° to 115°F)",
						"½ cup honey",
						"2 eggs, beaten, plus 1 egg for egg wash",
						"¼ cup unsalted butter, melted",
						"2 teaspoons kosher salt",
						"1 cup whole-wheat flour",
						"5 cups all-purpose flour, plus more for rolling"
					]
				},
				{
					"type": "entries",
					"name": "Filling",
					"entries": [
						"½ cup sugar",
						"1 tablespoon all-purpose flour",
						"1 tablespoon ground cinnamon"
					]
				}
			],
			"instructions": [
				{
					"type": "entries",
					"name": "Make the Dough",
					"entries": [
						"In the bowl of a stand mixer fitted with the paddle attachment, dissolve the yeast in ¼ cup of the lukewarm milk. Add the remaining 1¼ cups milk, the honey, the 2 beaten eggs, the butter, salt, whole-wheat flour, and all-purpose flour. Mix until well combined. Switch to the dough hook attachment and mix on low speed until the dough is elastic and somewhat sticky, about 8 minutes. Alternatively, you can mix and knead the dough by hand on a work surface for about 15 minutes; it's okay if it feels a little sticky.",
						"Put the dough in a lightly greased large bowl, flipping the dough once to grease the top and bottom. Cover with a clean kitchen towel or plastic wrap and set aside in a warm place to rise until doubled in size, about 1 hour."
					]
				},
				{
					"type": "entries",
					"name": "While the Dough Is Rising, Make the Filling",
					"entries": [
						"Combine the sugar, flour, and cinnamon in a small bowl. Set aside.",
						"In a separate bowl, beat the remaining egg with 1 tablespoon water to make an egg wash.",
						"Generously butter two 8½ by 4½-inch loaf pans. Transfer the dough to a floured work surface, divide in half, and roll one piece into a 6 by 20-inch rectangle. Brush the dough with the egg wash, then evenly sprinkle with the cinnamon-sugar filling. Starting with one of the, short sides, roll the dough into a log. Repeat with the remaining dough, egg wash, and filling. Place the logs, seam-sides down, in the prepared loaf pans. Cover and set aside in a warm place to rise until the center of the dough has crested about 1 inch over the rim of the pan, 1½ to 2 hours.,",
						"Fifteen minutes before the dough is ready to bake, preheat the oven to 400°F with a rack in the middle of the oven.",
						"Bake for 10 minutes, then lower the oven temperature to 350°F and bake until the loaves are golden brown and sound hollow when tapped, 25 to 30 minutes. Remove the loaves from the pans and let cool completely on a wire rack before slicing."
					]
				}
			],
			"noteCook": [
				"Brush the bread with an egg wash before sprinkling on the filling—the egg wash prevents any gaps from forming in the swirl while the bread bakes.",
				"This bread works great as a midday snack, a post-dinner treat, or toasted and buttered for breakfast.",
				"If you prefer more of a dessert bread, double the quantity of cinnamon-sugar filling."
			]
		}
	]
}
