{
	"reward": [
		{
			"name": "Boon of Combat Prowess",
			"entries": [
				"When you miss with a melee weapon attack, you can choose to hit instead. Once you use this boon, you can't use it again until you finish a short rest."
			],
			"source": "DMG",
			"type": "Boon"
		},
		{
			"name": "Boon of Dimensional Travel",
			"entries": [
				"As an action, you can cast the {@spell misty step} spell, without using a spell slot or any components. Once you do so, you can't use this boon again until you finish a short rest."
			],
			"source": "DMG",
			"type": "Boon"
		},
		{
			"name": "Boon of Fate",
			"entries": [
				"When another creature that you can see within 60 feet of you makes an ability check, an attack roll, or a saving throw, you can roll a d10 and apply the result as a bonus or penalty to the roll. Once you use this boon, you can't use it again until you finish a short rest."
			],
			"source": "DMG",
			"type": "Boon"
		},
		{
			"name": "Boon of Fortitude",
			"entries": [
				"Your hit point maximum increases by 40."
			],
			"source": "DMG",
			"type": "Boon"
		},
		{
			"name": "Boon of High Magic",
			"entries": [
				"You gain one 9th-level spell slot, provided that you already have one."
			],
			"source": "DMG",
			"type": "Boon"
		},
		{
			"name": "Boon of Immortality",
			"entries": [
				"You stop aging. You are immune to any effect that would age you, and you can't die from old age."
			],
			"source": "DMG",
			"type": "Boon"
		},
		{
			"name": "Boon of Invincibility",
			"entries": [
				"When you take damage from any source, you can reduce that damage to 0. Once you use this boon, you can't use it again until you finish a short rest."
			],
			"source": "DMG",
			"type": "Boon"
		},
		{
			"name": "Boon of Irresistible Offense",
			"entries": [
				"You can bypass the damage resistances of any creature."
			],
			"source": "DMG",
			"type": "Boon"
		},
		{
			"name": "Boon of Luck",
			"entries": [
				"You can add a d10 roll to any ability check, attack roll, or saving throw you make. Once you use this boon, you can't use it again until you finish a short rest. "
			],
			"source": "DMG",
			"type": "Boon"
		},
		{
			"name": "Boon of Magic Resistance",
			"entries": [
				"You have advantage on saving throws against spells and other magical effects."
			],
			"source": "DMG",
			"type": "Boon"
		},
		{
			"name": "Boon of Peerless Aim",
			"entries": [
				"You can give yourself a +20 bonus to a ranged attack roll you make. Once you use this boon, you can't use it again until you finish a short rest."
			],
			"source": "DMG",
			"type": "Boon"
		},
		{
			"name": "Boon of Perfect Health",
			"entries": [
				"You are immune to all diseases and poisons, and you have advantage on Constitution saving throws."
			],
			"source": "DMG",
			"type": "Boon"
		},
		{
			"name": "Boon of Planar Travel",
			"entries": [
				"When you gain this boon, choose a plane of existence other than the Material Plane. You can now use an action to cast the {@spell plane shift} spell (no spell slot or components required), targeting yourself only, and travel to the chosen plane, or from that plane back to the Material Plane. Once you use this boon, you can't use it again until you finish a short rest."
			],
			"source": "DMG",
			"type": "Boon"
		},
		{
			"name": "Boon of Quick Casting",
			"entries": [
				"Choose one of your spells of 1st through 3rd level that has a casting time of 1 action. That spell's casting time is now 1 bonus action for you."
			],
			"source": "DMG",
			"type": "Boon"
		},
		{
			"name": "Boon of Recovery",
			"entries": [
				"You can use a bonus action to regain a number of hit points equal to half your hit point maximum. Once you use this boon, you can't use it again until you finish a long rest."
			],
			"source": "DMG",
			"type": "Boon"
		},
		{
			"name": "Boon of Resilience",
			"entries": [
				"You have resistance to bludgeoning, piercing, and slashing damage from nonmagical weapons."
			],
			"source": "DMG",
			"type": "Boon"
		},
		{
			"name": "Boon of Skill Proficiency",
			"entries": [
				"You gain proficiency in all skills."
			],
			"source": "DMG",
			"type": "Boon"
		},
		{
			"name": "Boon of Speed",
			"entries": [
				"Your walking speed increases by 30 feet. In addition, you can use a bonus action to take the Dash or Disengage action. Once you do so, you can't do so again until you finish a short rest."
			],
			"source": "DMG",
			"type": "Boon"
		},
		{
			"name": "Boon of Spell Mastery",
			"entries": [
				"Choose one 1st-level sorcerer, warlock, or wizard spell that you can cast. You can now cast that spell at its lowest level without expending a spell slot."
			],
			"source": "DMG",
			"type": "Boon"
		},
		{
			"name": "Boon of Spell Recall",
			"entries": [
				"You can cast any spell you know or have prepared without expending a spell slot. Once you do so, you can't use this boon again until you finish a long rest."
			],
			"source": "DMG",
			"type": "Boon"
		},
		{
			"name": "Boon of the Fire Soul",
			"entries": [
				"You have immunity to fire damage. You can also cast {@spell burning hands} (save DC 15) at will, without using a spell slot or any components. "
			],
			"source": "DMG",
			"type": "Boon"
		},
		{
			"name": "Boon of the Night Spirit",
			"entries": [
				"While completely in an area of dim light or darkness, you can become {@condition invisible} as an action. You remain invisible until you take an action or a reaction. "
			],
			"source": "DMG",
			"type": "Boon"
		},
		{
			"name": "Boon of the Stormborn",
			"entries": [
				"You have immunity to lightning and thunder damage. You can also cast {@spell thunderwave} (save DC 15) at will, without using a spell slot or any components."
			],
			"source": "DMG",
			"type": "Boon"
		},
		{
			"name": "Boon of the Unfettered",
			"entries": [
				"You have advantage on ability checks made to resist being {@condition grappled}. In addition, you can use an action to automatically escape a grapple or free yourself of restraints of any kind. "
			],
			"source": "DMG",
			"type": "Boon"
		},
		{
			"name": "Boon of Truesight",
			"entries": [
				"You have truesight out to a range of 60 feet."
			],
			"source": "DMG",
			"type": "Boon"
		},
		{
			"name": "Boon of Undetectability",
			"entries": [
				"You gain a +10 bonus to Dexterity (Stealth) checks, and you can't be detected or targeted by {@filter divination|spells|school=D} magic, including scrying sensors."
			],
			"source": "DMG",
			"type": "Boon"
		},
		{
			"name": "Blessing of Health",
			"entries": [
				"Your Constitution score increases by 2, up to a maximum of 22."
			],
			"source": "DMG",
			"type": "Blessing"
		},
		{
			"name": "Blessing of Magic Resistance",
			"entries": [
				"You have advantage on saving throws against spells and other magical effects."
			],
			"source": "DMG",
			"type": "Blessing"
		},
		{
			"name": "Blessing of Protection",
			"entries": [
				"You gain a +1 bonus to AC and saving throws."
			],
			"source": "DMG",
			"type": "Blessing"
		},
		{
			"name": "Blessing of Understanding",
			"entries": [
				"Your Wisdom score increases by 2, up to a maximum of 22."
			],
			"source": "DMG",
			"type": "Blessing"
		},
		{
			"name": "Blessing of Valhalla",
			"entries": [
				"This blessing grants you the power to summon spirit warriors, as if you had blown a {@item horn of valhalla, silver|DMG|silver horn of Valhalla}. Once you use this blessing, you can't use it again until 7 days have passed."
			],
			"source": "DMG",
			"type": "Blessing"
		},
		{
			"name": "Blessing of Weapon Enhancement",
			"entries": [
				"One nonmagical weapon in your possession becomes a {@item weapon +1} whenever you wield it."
			],
			"source": "DMG",
			"type": "Blessing"
		},
		{
			"name": "Blessing of Wound Closure",
			"entries": [
				"This blessing grants you the benefits of a {@item periapt of wound closure}."
			],
			"source": "DMG",
			"type": "Blessing"
		},
		{
			"name": "Charm of Animal Conjuring",
			"entries": [
				"This charm allows you to cast the {@spell conjure animals} spell (3rd-level version) as an action. Once used three times, the charm vanishes from you."
			],
			"source": "DMG",
			"type": "Charm"
		},
		{
			"name": "Charm of Darkvision",
			"entries": [
				"This charm allows you to cast the {@spell darkvision} spell as an action, no components required. Once used three times, the charm goes away."
			],
			"source": "DMG",
			"type": "Charm"
		},
		{
			"name": "Charm of Feather Falling",
			"entries": [
				"This charm grants you the benefits of a {@item ring of feather falling}. These benefits last for 10 days, after which the charm vanishes from you."
			],
			"source": "DMG",
			"type": "Charm"
		},
		{
			"name": "Charm of Heroism",
			"entries": [
				"This charm allows you to give yourself the benefit of a {@item potion of heroism} as an action. Once you do so, the charm vanishes from you."
			],
			"source": "DMG",
			"type": "Charm"
		},
		{
			"name": "Charm of Restoration",
			"entries": [
				"This charm has 6 charges. You can use an action to expend some of its charges to cast one of the following spells: {@spell greater restoration} (4 charges) or {@spell lesser restoration} (2 charges). Once all its charges have been expended, the charm vanishes from you."
			],
			"source": "DMG",
			"type": "Charm"
		},
		{
			"name": "Charm of Vitality",
			"entries": [
				"This charm allows you to give yourself the benefit of a {@item potion of vitality} as an action. Once you do so, the charm vanishes from you."
			],
			"source": "DMG",
			"type": "Charm"
		},
		{
			"name": "Charm of the Slayer",
			"entries": [
				"One sword in your possession becomes a {@item dragon slayer} or {@item giant slayer} (DM's choice) for the next 9 days. The charm then vanishes from you and the weapon returns to normal."
			],
			"source": "DMG",
			"type": "Charm"
		},
		{
			"name": "Demonic Boon: Baphomet",
			"ability": {
				"entry": "Up to a +4 bonus to Strength, Wisdom, or both"
			},
			"signaturespells": {
				"entry": "{@spell Hunter's mark} (1st level), {@spell beast sense} (2nd level), {@spell slow} (3rd level)"
			},
			"entries": [
				"Baphomet grants the gifts of cunning and physical power. He grants his rank and file followers the Unerring Tracker trait, and cult leaders gain the Incite the Hunters trait. All of his devotees also gain the Labyrinthine Recall trait.",
				{
					"type": "entries",
					"name": "Unerring Tracker",
					"entries": [
						"As a bonus action, this creature magically creates a psychic link with one creature it can see. For the next hour, as a bonus action this creature learns the current distance and direction to the target if it is on the same plane of existence. The link ends if this creature is {@condition incapacitated} or if it uses this ability on a different target."
					]
				},
				{
					"type": "entries",
					"name": "Incite the Hunters (Recharges after a Short or Long Rest)",
					"entries": [
						"As an action, this creature allows each ally within 30 feet of it that has the Unerring Tracker trait to make one weapon attack as a reaction against the target of that ally's Unerring Tracker."
					]
				},
				{
					"type": "entries",
					"name": "Labyrinthine Recall",
					"entries": [
						"This creature can perfectly recall any path it has traveled."
					]
				}
			],
			"type": "Demonic Boon",
			"source": "UAFiendishOptions"
		},
		{
			"name": "Demonic Boon: Demogorgon",
			"ability": {
				"entry": "Up to a +4 bonus to Strength, Charisma, or both"
			},
			"signaturespells": {
				"entry": "{@spell Charm person} (1st level), {@spell enlarge/reduce} (2nd level), {@spell vampiric touch} (3rd level)"
			},
			"entries": [
				"Demogorgon's followers are typically lone killers driven by the whispering voice of their master. His most blessed followers gain the Two Minds of Madness trait.",
				{
					"type": "entries",
					"name": "Two Minds of Madness",
					"entries": [
						"This creature has advantage on all Intelligence, Wisdom, and Charisma saving throws."
					]
				}
			],
			"type": "Demonic Boon",
			"source": "UAFiendishOptions"
		},
		{
			"name": "Demonic Boon: Fraz-Urb'luu",
			"ability": {
				"entry": "Up to a +4 bonus to Wisdom, Charisma, or both"
			},
			"signaturespells": {
				"entry": "{@spell Minor illusion} (cantrip), {@spell disguise self} (1st level), {@spell invisibility} (2nd level), {@spell hypnotic pattern} (3rd level)"
			},
			"entries": [
				"As a master of deceit, Fraz-Urb'luu teaches his initiates the secrets of lies and illusions. They can also gain the Liar's Eye trait.",
				{
					"type": "entries",
					"name": "Liar's Eye",
					"entries": [
						"This creature has advantage on Wisdom (Insight or Perception) checks.<br> As a bonus action, it automatically detects the location of all illusions and hidden creatures within 15 feet of it."
					]
				}
			],
			"type": "Demonic Boon",
			"source": "UAFiendishOptions"
		},
		{
			"name": "Demonic Boon: Graz'zt",
			"ability": {
				"entry": "Up to a +4 bonus to Constitution, Charisma, or both"
			},
			"signaturespells": {
				"entry": "{@spell False life} (1st level), {@spell hold person} (2nd level), {@spell fear} (3rd level)"
			},
			"entries": [
				"The Lord of Forbidden Pleasures grants his cultists the ability to transform even the most hideous pain into pleasure. His cultists gain the Joy from Pain trait, while his cult leaders gain the Master of Pleasures trait.",
				{
					"type": "entries",
					"name": "Joy from Pain",
					"entries": [
						"Whenever this creature suffers a critical hit, it can make one melee weapon attack as a reaction."
					]
				},
				{
					"type": "entries",
					"name": "Master of Pleasures",
					"entries": [
						"As a reaction when this creature takes damage, it can magically grant 5 temporary hit points to itself and up to three allies within 30 feet of it."
					]
				}
			],
			"type": "Demonic Boon",
			"source": "UAFiendishOptions"
		},
		{
			"name": "Demonic Boon: Juiblex",
			"ability": {
				"entry": "Up to a +8 bonus to Constitution, with an equal penalty to Intelligence, Wisdom, and Charisma"
			},
			"entries": [
				"The Faceless Lord's followers are bizarre loners who prefer the company of slimes and oozes to other creatures. They gain the hardiness of a slime at the cost of their minds. Lesser followers gain the Liquid Movement trait. The most dedicated devotees of ooze also gain the Slimy Organs trait.",
				{
					"type": "entries",
					"name": "Liquid Movement",
					"entries": [
						"As an action, this creature can move up to 20 feet through spaces no more than an inch in diameter. It must end this movement in a space that can accommodate its full size. Otherwise, it takes 5 force damage and returns to the space where it began this movement."
					]
				},
				{
					"type": "entries",
					"name": "Slimy Organs",
					"entries": [
						"This creature has resistance to bludgeoning, piercing, and slashing damage from nonmagical attacks.<br> Whenever it suffers a critical hit or is reduced to 0 hit points, all creatures within 5 feet of it take acid damage equal to its number of Hit Dice."
					]
				}
			],
			"type": "Demonic Boon",
			"source": "UAFiendishOptions"
		},
		{
			"name": "Demonic Boon: Orcus",
			"ability": {
				"entry": "Up to a +4 bonus to Intelligence, Wisdom, or both"
			},
			"signaturespells": {
				"entry": "{@spell False life} (1st level), {@spell ray of enfeeblement} (2nd level), {@spell animate dead} (3rd level)"
			},
			"entries": [
				"In most cases, Orcus transforms his followers into undead creatures such as ghouls and wights. Sometimes he needs his followers to retain their mortal forms, to more easily infiltrate a kingdom or city. He grants rank and file cultists the Undying Soul trait, and his cult leaders gain the Aura of Death trait.",
				{
					"type": "entries",
					"name": "Undying Soul (Recharges after a Short or Long Rest)",
					"entries": [
						"If this creature is reduced to 0 hit points, it immediately makes a DC 10 Constitution saving throw. If it succeeds, it is instead reduced to 1 hit point."
					]
				},
				{
					"type": "entries",
					"name": "Aura of Death",
					"entries": [
						"This creature emanates a deathly aura that extends 30 feet in every direction from its space while it isn't {@condition incapacitated}. The aura is blocked by total cover. While in the aura, the creature and any friendly undead are immune to the {@condition frightened} condition and have resistance to radiant damage. Enemies suffer disadvantage on death saving throws while in the aura."
					]
				}
			],
			"type": "Demonic Boon",
			"source": "UAFiendishOptions"
		},
		{
			"name": "Demonic Boon: Yeenoghu",
			"ability": {
				"entry": "Up to a +4 bonus to Strength and Dexterity, with an equal penalty to Intelligence and Charisma"
			},
			"signaturespells": {
				"entry": "{@spell Tasha's hideous laughter} (1st level), {@spell crown of madness} (2nd level), {@spell fear} (3rd level)"
			},
			"entries": [
				"Yeenoghu's followers form roving packs of cannibalistic marauders. They grow more like gnolls in temperament and action with each passing day. His most devoted followers gain the Gnashing Jaws action option and the Rampage trait, while cult leaders gain the Aura of Bloodthirst trait.",
				{
					"type": "entries",
					"name": "Gnashing Jaws",
					"entries": [
						"Melee Weapon Attack: bonus to hit equal to this creature's proficiency bonus plus its Strength modifier, reach 5 ft., one target. Hit: 1d4 + this creature's Strength modifier piercing damage."
					]
				},
				{
					"type": "entries",
					"name": "Rampage",
					"entries": [
						"When this creature reduces a creature to 0 hit points with a melee attack on its turn, it can take a bonus action to move up to half its speed and make its Gnashing Jaws attack once."
					]
				},
				{
					"type": "entries",
					"name": "Aura of Bloodthirst",
					"entries": [
						"If this creature isn't {@condition incapacitated}, any creature with the Rampage trait can make its Gnashing Jaws attack as a bonus action while within 10 feet of this creature."
					]
				}
			],
			"type": "Demonic Boon",
			"source": "UAFiendishOptions"
		},
		{
			"name": "Demonic Boon: Zuggtmoy",
			"ability": {
				"entry": "Up to a +4 bonus to Constitution, with an equal penalty to Intelligence, Wisdom, and Charisma"
			},
			"entries": [
				"Zuggtmoy's followers are primarily mindless victims of her children's strange spores. The spores burrow into a victim's brain, turning it into a fanatic servitor. They gain the Spore Kissed trait.",
				{
					"type": "entries",
					"name": "Spore Kissed",
					"entries": [
						"This creature is immune to the {@condition charmed} and {@condition frightened} conditions. In addition, if it is reduced to 0 hit points, each creature within 10 feet of it takes poison damage equal to its number of Hit Dice."
					]
				}
			],
			"type": "Demonic Boon",
			"source": "UAFiendishOptions"
		}
	]
}
