var rewarddata = [{
	"name": "Boon of Combat Prowess",
	"text": ["When you miss with a melee weapon attack, you can choose to hit instead. Once you use this boon, you can't use it again until you finish a short rest."]
}, {
	"name": "Boon of Dimensional Travel",
	"text": ["As an action, you can cast the <i>misty step</i> spell, without using a spell slot or any components. Once you do so, you can't use this boon again until you finish a short rest."]
}, {
	"name": "Boon of Fate",
	"text": ["When another creature that you can see within 60 feet of you makes an ability check, an attack roll, or a saving throw, you can roll a d10 and apply the result as a bonus or penalty to the roll. Once you use this boon, you can't use it again until you finish a short rest."]
}, {
	"name": "Boon of Fortitude",
	"text": ["Your hit point maximum increases by 40."]
}, {
	"name": "Boon of High Magic",
	"text": ["You gain one 9th-level spell slot, provided that you already have one."]
}, {
	"name": "Boon of Immortality",
	"text": ["You stop aging. You are immune to any effect that would age you, and you can't die from old age."]
}, {
	"name": "Boon of Invincibility",
	"text": ["When you take damage from any source, you can reduce that damage to 0. Once you use this boon, you can't use it again until you finish a short rest."]
}, {
	"name": "Boon of Irresistible Offense",
	"text": ["You can bypass the damage resistances of any creature."]
}, {
	"name": "Boon of Luck",
	"text": ["You can add a d10 roll to any ability check, attack roll, or saving throw you make. Once you use this boon, you can't use it again until you finish a short rest. "]
}, {
	"name": "Boon of Magic Resistance",
	"text": ["You have advantage on saving throws against spells and other magical effects."]
}, {
	"name": "Boon of Peerless Aim",
	"text": ["You can give yourself a +20 bonus to a ranged attack roll you make. Once you use this boon, you can't use it again until you finish a short rest."]
}, {
	"name": "Boon of Perfect Health",
	"text": ["You are immune to all diseases and poisons, and you have advantage on Constitution saving throws."]
}, {
	"name": "Boon of Planar Travel",
	"text": ["When you gain this boon, choose a plane of existence other than the Material Plane. You can now use an action to cast the <i>plane shift</i> spell (no spell slot or components required), targeting yourself only, and travel to the chosen plane, or from that plane back to the Material Plane. Once you use this boon, you can't use it again until you finish a short rest."]
}, {
	"name": "Boon of Quick Casting",
	"text": ["Choose one of your spells of 1st through 3rd level that has a casting time of 1 action. That spell's casting time is now 1 bonus action for you."]
}, {
	"name": "Boon of Recovery",
	"text": ["You can use a bonus action to regain a number of hit points equal to half your hit point maximum. Once you use this boon, you can't use it again until you finish a long rest."]
}, {
	"name": "Boon of Resilience",
	"text": ["You have resistance to bludgeoning, piercing, and slashing damage from nonmagical weapons."]
}, {
	"name": "Boon of Skill Proficiency",
	"text": ["You gain proficiency in all skills."]
}, {
	"name": "Boon of Speed",
	"text": ["Your walking speed increases by 30 feet. In addition, you can use a bonus action to take the Dash or Disengage action. Once you do so, you can't do so again until you finish a short rest."]
}, {
	"name": "Boon of Spell Mastery",
	"text": ["Choose one 1st-level sorcerer, warlock, or wizard spell that you can cast. You can now cast that spell at its lowest level without expending a spell slot."]
}, {
	"name": "Boon of Spell Recall",
	"text": ["You can cast any spell you know or have prepared without expending a spell slot. Once you do so, you can't use this boon again until you finish a long rest."]
}, {
	"name": "Boon of the Fire Soul",
	"text": ["You have immunity to fire damage. You can also cast <i>burning hands</i> (save DC 15) at will, without using a spel slot or any components. "]
}, {
	"name": "Boon of the Night Spirit",
	"text": ["While completely in an area of dim light or darkness, you can become invisible as an action. You remain invisible until you take an action or a reaction. "]
}, {
	"name": "Boon of the Stormborn",
	"text": ["You have immunity to lightning and thunder damage. You can also cast <i>thunderwave</i> (save DC 15) at will, without using a spell slot or any components."]
}, {
	"name": "Boon of the Unfettered",
	"text": ["You have advantage on ability checks made to resist being grappled. In addition, you can use an action to automatically escape a grapple or free yourself of restraints of any kind. "]
}, {
	"name": "Boon of Truesight",
	"text": ["You have truesight out to a range of 60 feet."]
}, {
	"name": "Boon of Undetectability",
	"text": ["You gain a +10 bonus to Dexterity (Stealth) checks, and you can't be detected or targeted by divination magic, including scrying sensors."]
}, {
	"name": "Blessing of Health",
	"text": ["Your Constitution score increases by 2, up to a maximum of 22."]
}, {
	"name": "Blessing of Magic Resistance",
	"text": ["You have advantage on saving throws against spells and other magical effects."]
}, {
	"name": "Blessing of Protection",
	"text": ["You gain a +1 bonus to AC and saving throws."]
}, {
	"name": "Blessing of Understanding",
	"text": ["Your Wisdom score increases by 2, up to a maximum of 22."]
}, {
	"name": "Blessing of Valhalla",
	"text": ["This blessing grants you the power to summon spirit warriors, as if you had blown a silver <i>horn of Valhalla</i>. Once you use this blessing, you can't use it again until 7 days have passed."]
}, {
	"name": "Blessing of Weapon Enhancement",
	"text": ["One nonmagical weapon in your possession becomes a <i>+1 weapon</i> whenever you wield it."]
}, {
	"name": "Blessing of Wound Closure",
	"text": ["This blessing grants you the benefits of a <i>periapt of wound closure</i>."]
}, {
	"name": "Charm of Animal Conjuring",
	"text": ["This charm allows you to cast the <i>conjure animals</i> spell (3rd-level version) as an action. Once used three times, the charm vanishes from you."]
}, {
	"name": "Charm of Darkvision",
	"text": ["This charm allows you to cast the <i>darkvision</i> spell as an action, no components required. Once used three times, the charm goes away."]
}, {
	"name": "Charm of Feather Falling",
	"text": ["This charm grants you the benefits of a <i>ring of feather falling</i>. These benefits last for 10 days, after which the charm vanishes from you."]
}, {
	"name": "Charm of Heroism",
	"text": ["This charm allows you to give yourself the benefit of a <i>potion of heroism</i> as an action. Once you do so, the charm vanishes from you."]
}, {
	"name": "Charm of Restoration",
	"text": ["This charm has 6 charges. You can use an action to expend some of its charges to cast one of the following spells: <i>greater restoration</i> (4 charges) or <i>lesser restoration</i> (2 charges). Once all its charges have been expended, the charm vanishes from you."]
}, {
	"name": "Charm of Vitality",
	"text": ["This charm allows you to give yourself the benefit of a <i>potion of vitality</i> as an action. Once you do so, the charm vanishes from you."]
}, {
	"name": "Charm of the Slayer",
	"text": ["One sword in your possession becomes a <i>dragon slayer</i> or <i>giant slayer</i> (DM's choice) for the next 9 days. The charm then vanishes from you and the weapon returns to normal."]
}]