{
	"trait": [
		{
			"name": "Infused",
			"source": "CRB",
			"entries": [
				"You created an alchemical item with the infused trait using your infused reagents, and it has a limited time before it becomes inert. Any nonpermanent effects from your infused alchemical items, with the exception of afflictions such as slow-acting poisons, end when you make your daily preparations again."
			],
			"page": 75,
			"srd": true
		},
		{
			"name": "Auditory",
			"source": "CRB",
			"entries": [
				"Auditory actions and effects rely on sound. An action with the auditory trait can be successfully performed only if the creature using the action can speak or otherwise produce the required sounds. A spell or effect with the auditory trait has its effect only if the target can hear it. This applies only to sound-based parts of the effect, as determined by the GM. This is different from a {@trait sonic|CRB} effect, which still affects targets who can't hear it (such as {@condition deafened|CRB|deaf} targets) as long as the effect itself makes sound."
			],
			"page": 629,
			"srd": true
		},
		{
			"name": "Move",
			"source": "CRB",
			"entries": [
				"An action with this trait involves moving from one space to another."
			],
			"page": 634,
			"srd": true
		},
		{
			"name": "Prediction",
			"source": "CRB",
			"entries": [
				"Effects with this trait determine what is likely to happen in the near future. Most predictions are {@trait divination|CRB|divinations}."
			],
			"page": 635,
			"srd": true
		},
		{
			"name": "Divination",
			"source": "CRB",
			"entries": [
				"The divination school of magic typically involves obtaining or transferring information, or predicting events."
			],
			"page": 631,
			"srd": true
		},
		{
			"name": "Conjuration",
			"source": "CRB",
			"entries": [
				"Effects and magic items with this trait are associated with the conjuration school of magic, typically involving summoning, creation, {@trait teleportation|CRB}, or moving things from place to place."
			],
			"page": 630,
			"srd": true
		},
		{
			"name": "Earth",
			"source": "CRB",
			"entries": [
				"Effects with the earth trait either manipulate or conjure earth. Those that manipulate earth have no effect in an area without earth. Creatures with this trait consist primarily of earth or have a magical connection to that element. Planes with this trait are mostly solid, with caverns and other hollow pockets."
			],
			"page": 631,
			"srd": true
		},
		{
			"name": "Stance",
			"source": "CRB",
			"entries": [
				"A stance is a general combat strategy that you enter by using an action with the stance trait, and that you remain in for some time. A stance lasts until you get knocked out, until its requirements (if any) are violated, until the encounter ends, or until you enter a new stance, whichever comes first. After you use an action with the stance trait, you can’t use another one for 1 round. You can enter or be in a stance only in encounter mode."
			],
			"page": 637,
			"srd": true
		},
		{
			"name": "Transmutation",
			"source": "CRB",
			"entries": [
				"Effects and magic items with this trait are associated with the transmutation school of magic, typically changing something’s form."
			],
			"page": 637,
			"srd": true
		},
		{
			"name": "Necromancy",
			"source": "CRB",
			"entries": [
				"Effects and magic items with this trait are associated with the necromancy school of magic, typically involving forces of life and death."
			],
			"page": 634,
			"srd": true
		},
		{
			"name": "Polymorph",
			"source": "CRB",
			"entries": [
				"These effects transform the target into a new form. A target can’t be under the effect of more than one polymorph effect at a time. If it comes under the effect of a second polymorph effect, the second polymorph effect attempts to counteract the first. If it succeeds, it takes effect, and if it fails, the spell has no effect on that target. Any Strikes specifically granted by a polymorph effect are magical. Unless otherwise stated, polymorph spells don’t allow the target to take on the appearance of a specific individual creature, but rather just a generic creature of a general type or ancestry.",
				"If you take on a battle form with a polymorph spell, the special statistics can be adjusted only by circumstance bonuses, status bonuses, and penalties. Unless otherwise noted, the battle form prevents you from casting spells, speaking, and using most manipulate actions that require hands. (If there’s doubt about whether you can use an action, the GM decides.) Your gear is absorbed into you; the constant abilities of your gear still function, but you can’t activate any items."
			],
			"page": 635,
			"srd": true
		},
		{
			"name": "Aura",
			"source": "CRB",
			"entries": [
				"An aura is an emanation that continually ebbs out from you, affecting creatures within a certain radius. Aura can also refer to the magical signature of an item or a creature with a strong alignment."
			],
			"page": 629,
			"srd": true
		},
		{
			"name": "Enchantment",
			"source": "CRB",
			"entries": [
				"Effects and magic items with this trait are associated with the enchantment school of magic, typically involving mind control, emotion alteration, and other mental effects."
			],
			"page": 631,
			"srd": true
		},
		{
			"name": "Cantrip",
			"source": "CRB",
			"entries": [
				"A spell you can cast at will that is automatically heightened to half your level rounded up."
			],
			"page": 629,
			"srd": true
		},
		{
			"name": "Electricity",
			"source": "CRB",
			"entries": [
				"Effects with this trait deal electricity damage. A creature with this trait has a magical connection to electricity."
			],
			"page": 631,
			"srd": true
		},
		{
			"name": "Sleep",
			"source": "CRB",
			"entries": [
				"This effect can cause a creature to fall asleep or get drowsy."
			],
			"page": 636,
			"srd": true
		},
		{
			"name": "Fortune",
			"source": "CRB",
			"entries": [
				"A fortune effect beneficially alters how you roll your dice. You can never have more than one fortune effect alter a single roll. If multiple fortune effects would apply, you have to pick which to use. If a fortune effect and a {@trait misfortune|CRB} effect would apply to the same roll, the two cancel each other out, and you roll normally."
			],
			"page": 632,
			"srd": true
		},
		{
			"name": "Scrying",
			"source": "CRB",
			"entries": [
				"A scrying effect lets you see, hear, or otherwise get sensory information from a distance using a sensor or apparatus, rather than your own eyes and ears."
			],
			"page": 636,
			"srd": true
		},
		{
			"name": "Disease",
			"source": "CRB",
			"entries": [
				"An effect with this trait applies one or more diseases. A disease is typically an affliction."
			],
			"page": 631,
			"srd": true
		},
		{
			"name": "Abjuration",
			"source": "CRB",
			"entries": [
				"Effects and magic items with this trait are associated with the abjuration school of magic, typically involving protection or wards."
			],
			"page": 628,
			"srd": true
		},
		{
			"name": "Air",
			"source": "CRB",
			"entries": [
				"Effects with the air trait either manipulate or conjure air. Those that manipulate air have no effect in a vacuum or an area without air. Creatures with this trait consist primarily of air or have a magical connection to that element. Planes with this trait consist mostly of open spaces and air with various degrees of turbulence, though they also contain rare islands of floating stone and other elements and energies."
			],
			"page": 628,
			"srd": true
		},
		{
			"name": "Plant",
			"source": "CRB",
			"entries": [
				"Vegetable creatures have the plant trait. They are distinct from normal plants. Magical effects with this trait manipulate or conjure plants or plant matter in some way. Those that manipulate plants have no effect in an area with no plants."
			],
			"page": 635,
			"srd": true
		},
		{
			"name": "Detection",
			"source": "CRB",
			"entries": [
				"Effects with this trait attempt to determine the presence or location of a person, object, or aura."
			],
			"page": 630,
			"srd": true
		},
		{
			"name": "Composition",
			"source": "CRB",
			"entries": [
				"To cast a composition cantrip or focus spell, you usually use a type of Performance. If the spell includes a verbal component, you must use an {@trait auditory|CRB} performance, and if it includes a somatic component, you must use a {@trait visual|CRB} one. The spell gains all the traits of the performance you used. You can cast only one composition spell each turn, and you can have only one active at a time. If you cast a new composition spell, any ongoing effects from your previous composition spell end immediately."
			],
			"page": 629,
			"srd": true
		},
		{
			"name": "Darkness",
			"source": "CRB",
			"entries": [
				"Darkness effects extinguish non-magical light in the area, and can counteract less powerful magical {@trait light|CRB}. You must usually target light magic with your darkness magic directly to counteract the light, but some darkness spells automatically attempt to counteract light."
			],
			"page": 630,
			"srd": true
		},
		{
			"name": "Force",
			"source": "CRB",
			"entries": [
				"Effects with this trait deal force damage or create objects made of pure magical force."
			],
			"page": 632,
			"srd": true
		},
		{
			"name": "Positive",
			"source": "CRB",
			"entries": [
				"Effects with this trait heal living creatures with positive energy, deal positive energy damage to undead, or manipulate positive energy. Planes with this trait are awash with life energy of such intensity that it can harm living creatures. Creatures with this trait are natives of the Positive Energy Plane. They can survive the basic environmental effects of the Positive Energy Plane."
			],
			"page": 635,
			"srd": true
		},
		{
			"name": "Emotion",
			"source": "CRB",
			"entries": [
				"This effect alters a creature's emotions. Effects with this trait always have the {@trait mental|CRB} trait as well. Creatures with special training or that have mechanical or artificial intelligence are immune to emotion effects."
			],
			"page": 631,
			"srd": true
		},
		{
			"name": "Good",
			"source": "CRB",
			"entries": [
				"Good effects often manipulate energy from good-aligned Outer Planes and are antithetical to evil divine servants or divine servants of evil deities. A creature with this trait is good in alignment."
			],
			"page": 632,
			"srd": true
		},
		{
			"name": "Bard",
			"source": "CRB",
			"entries": [
				"This indicates abilities from the {@class bard|CRB} class."
			],
			"page": 629,
			"srd": true
		},
		{
			"name": "Consecration",
			"source": "CRB",
			"entries": [
				"A consecration spell enhances an area for an extended period of time. A given area can have only a single consecration effect at a time. The new effect attempts to counteract any existing one in areas of overlap."
			],
			"page": 630,
			"srd": true
		},
		{
			"name": "Possession",
			"source": "CRB",
			"entries": [
				"Effects with this trait allow a creature to project its mind and spirit into a target. A creature immune to mental effects can’t use a possession effect. While possessing a target, a possessor’s true body is unconscious (and can’t wake up normally), unless the possession effect allows the creature to physically enter the target. Whenever the target takes damage, the possessor takes half that amount of damage as mental damage.",
				"A possessor loses the benefits of any of its active spells or abilities that affect its physical body, though it gains the benefits of the target’s active spells and abilities that affect their body. A possessor can use any of the target’s abilities that are purely physical, and it can’t use any of its own abilities except spells and purely mental abilities. The GM decides whether an ability is purely physical or purely mental. A possessor uses the target’s attack modifier, AC, Fortitude save, Reflex save, Perception, and physical skills, and its own Will save, mental skills, spell attack roll, and spell DC; benefits of invested items apply where relevant (the possessor’s invested items apply when using its own values, and the target’s invested items apply when using the target’s values). A possessor gains no benefit from casting spells that normally affect only the caster, since it isn’t in its own body.",
				"The possessor must use its own actions to make the possessed creature act.",
				"If a possessor reaches 0 Hit Points through any combination of damage to its true body and mental damage from the possession, it is knocked out as normal and the possession immediately ends. If the target reaches 0 Hit Points first, the possessor can either fall unconscious with the body and continue the possession or end the effect as a free action and return to its body. If the target dies, the possession ends immediately and the possessor is stunned for 1 minute."
			],
			"page": 635,
			"srd": true
		},
		{
			"name": "Uncommon",
			"source": "CRB",
			"entries": [
				"Something of uncommon rarity requires special training or comes from a particular culture or part of the world. Some character choices give access to uncommon options, and the GM can choose to allow access for anyone. Less is known about uncommon creatures than common creatures. They typically can’t be summoned. The DC of Recall Knowledge checks related to these creature is increased by 2."
			],
			"page": 637,
			"srd": true
		},
		{
			"name": "Poison",
			"source": "CRB",
			"entries": [
				"An effect with this trait delivers a poison or deals poison damage. An item with this trait is poisonous and might cause an affliction."
			],
			"page": 635,
			"srd": true
		},
		{
			"name": "Attack",
			"source": "CRB",
			"entries": [
				"An ability with this trait involves an attack. For each attack you make beyond the first on your turn, you take a multiple attack penalty."
			],
			"page": 629,
			"srd": true
		},
		{
			"name": "Acid",
			"source": "CRB",
			"entries": [
				"Effects with this trait deal acid damage. Creatures with this trait have a magical connection to acid."
			],
			"page": 628,
			"srd": true
		},
		{
			"name": "Fear",
			"source": "CRB",
			"entries": [
				"Fear effects evoke the emotion of fear. Effects with this trait always have the {@trait mental|CRB} and {@trait emotion|CRB} traits as well."
			],
			"page": 631,
			"srd": true
		},
		{
			"name": "Metamagic",
			"source": "CRB",
			"entries": [
				"Actions with the metamagic trait, usually from metamagic feats, tweak the properties of your spells. You must use a metamagic action directly before Casting the Spell you want to alter. If you use any action (including free actions and reactions) other than Cast a Spell directly after, you waste the benefits of the metamagic action. Any additional effects added by a metamagic action are part of the spell’s effect, not of the metamagic action itself."
			],
			"page": 634,
			"srd": true
		},
		{
			"name": "Concentrate",
			"source": "CRB",
			"entries": [
				"An action with this trait requires a degree of mental concentration and discipline."
			],
			"page": 630,
			"srd": true
		},
		{
			"name": "Rare",
			"source": "CRB",
			"entries": [
				"This rarity indicates that a rules element is very difficult to find in the game world. A rare feat, spell, item or the like is available to players only if the GM decides to include it in the game, typically through discovery during play. Creatures with this trait are rare. They typically can’t be summoned. The DC of Recall Knowledge checks related to these creatures is increased by 5."
			],
			"page": 635,
			"srd": true
		},
		{
			"name": "Light",
			"source": "CRB",
			"entries": [
				"Light effects overcome non-magical darkness in the area, and can counteract magical {@trait darkness|CRB}. You must usually target darkness magic with your light magic directly to counteract the darkness, but some light spells automatically attempt to counteract darkness."
			],
			"page": 633,
			"srd": true
		},
		{
			"name": "Arcane",
			"source": "CRB",
			"entries": [
				"This magic comes from the arcane tradition, which is built on logic and rationality. Anything with this trait is magical."
			],
			"page": 628,
			"srd": true
		},
		{
			"name": "Mental",
			"source": "CRB",
			"entries": [
				"A mental effect can alter the target’s mind. It has no effect on an object or a mindless creature."
			],
			"page": 634,
			"srd": true
		},
		{
			"name": "Fire",
			"source": "CRB",
			"entries": [
				"Effects with the fire trait deal fire damage or either conjure or manipulate fire. Those that manipulate fire have no effect in an area without fire. Creatures with this trait consist primarily of fire or have a magical connection to that element. Planes with this trait are composed of flames that continually burn with no fuel source. Fire planes are extremely hostile to non-fire creatures."
			],
			"page": 632,
			"srd": true
		},
		{
			"name": "Negative",
			"source": "CRB",
			"entries": [
				"Effects with this trait heal undead creatures with negative energy, deal negative damage to living creatures, or manipulate negative energy. Planes with this trait are vast, empty reaches that suck the life from the living. Creatures with this trait are natives of the Negative Energy Plane. They can survive the basic environmental effects of the Negative Energy Plane."
			],
			"page": 630,
			"srd": true
		},
		{
			"name": "Revelation",
			"source": "CRB",
			"entries": [
				"Effects with this trait see things as they truly are."
			],
			"page": 635,
			"srd": true
		},
		{
			"name": "Evocation",
			"source": "CRB",
			"entries": [
				"Effects and magic items with this trait are associated with the evocation school of magic, typically involving energy and elemental forces."
			],
			"page": 634,
			"srd": true
		},
		{
			"name": "Monk",
			"source": "CRB",
			"entries": [
				"This indicates abilities from the {@class monk|CRB} class."
			],
			"page": 634,
			"srd": true
		},
		{
			"name": "Chaotic",
			"source": "CRB",
			"entries": [
				"Chaotic effects often manipulate energy from chaos-aligned Outer Planes and are anathema to lawful divine servants or divine servants of lawful deities. A creature with this trait is chaotic in alignment. An ability with this trait can be selected or used only by chaotic creatures."
			],
			"page": 629,
			"srd": true
		},
		{
			"name": "Illusion",
			"source": "CRB",
			"entries": [
				"Effects and magic items with this trait are associated with the illusion school of magic, typically involving false sensory stimuli."
			],
			"page": 633,
			"srd": true
		},
		{
			"name": "Curse",
			"source": "CRB",
			"entries": [
				"A curse is an effect that places some long-term affliction on a creature. Curses are always magical and are typically the result of a spell or trap.",
				"Afflictions with this trait are manifestations of potent ill will. A curse either lasts a specified amount of time or can be removed only by certain actions a character must perform or conditions they must meet. A curse with stages follows the rules for afflictions. (Gamemastery Guide pg. 251)"
			],
			"page": 630,
			"srd": true
		},
		{
			"name": "Teleportation",
			"source": "CRB",
			"entries": [
				"Teleportation effects allow you to instantaneously move from one point in space to another. Teleportation does not usually trigger reactions based on movement."
			],
			"page": 637,
			"srd": true
		},
		{
			"name": "Morph",
			"source": "CRB",
			"entries": [
				"Effects that slightly alter a creature’s form have the morph trait. Any Strikes specifically granted by a morph effect are magical. You can be affected by multiple morph spells at once, but if you morph the same body part more than once, the second morph effect attempts to counteract the first (in the same manner as two polymorph effects, described in that trait).",
				"Your morph effects might also end if you are polymorphed and the polymorph effect invalidates or overrides your morph effect. The GM determines which morph effects can be used together and which can’t."
			],
			"page": 634,
			"srd": true
		},
		{
			"name": "Sonic",
			"source": "CRB",
			"entries": [
				"An effect with the sonic trait functions only if it makes sound, meaning it has no effect in an area of silence or in a vacuum. This is different from an auditory spell, which is effective only if the target can hear it. A sonic effect might deal sonic damage. A creature with this trait has a magical connection to powerful sound."
			],
			"page": 636,
			"srd": true
		},
		{
			"name": "Extradimensional",
			"source": "CRB",
			"entries": [
				"This effect or item creates an extradimensional space. An extradimensional effect placed inside another extradimensional space ceases to function until it is removed."
			],
			"page": 631,
			"srd": true
		},
		{
			"name": "Cleric",
			"source": "CRB",
			"entries": [
				"This indicates abilities from the {@class cleric|CRB} class."
			],
			"page": 629,
			"srd": true
		},
		{
			"name": "Druid",
			"source": "CRB",
			"entries": [
				"This indicates abilities from the {@class druid|CRB} class."
			],
			"page": 631,
			"srd": true
		},
		{
			"name": "Litany",
			"source": "CRB",
			"entries": [
				"Litanies are special devotion spells, typically used by {@class champion|CRB|champions} and requiring a single action, that usually give temporary immunity to further litanies."
			],
			"page": 633,
			"srd": true
		},
		{
			"name": "Cold",
			"source": "CRB",
			"entries": [
				"Effects with this trait deal cold damage. Creatures with this trait have a connection to magical cold."
			],
			"page": 629,
			"srd": true
		},
		{
			"name": "Sorcerer",
			"source": "CRB",
			"entries": [
				"This indicates abilities from the {@class sorcerer|CRB} class."
			],
			"page": 636,
			"srd": true
		},
		{
			"name": "Healing",
			"source": "CRB",
			"entries": [
				"A healing effect restores a creature's body, typically by restoring Hit Points, but sometimes by removing {@trait disease|CRB|diseases} or other debilitating effects."
			],
			"page": 632,
			"srd": true
		},
		{
			"name": "Champion",
			"source": "CRB",
			"entries": [
				"This indicates abilities from the {@class champion|CRB} class."
			],
			"page": 629,
			"srd": true
		},
		{
			"name": "Shadow",
			"source": "CRB",
			"entries": [
				"This magic involves shadows or the energy of the Shadow Plane."
			],
			"page": 636,
			"srd": true
		},
		{
			"name": "Death",
			"source": "CRB",
			"entries": [
				"An effect with the death trait kills you immediately if it reduces you to 0 HP. Some death effects can bring you closer to death or slay you outright without reducing you to 0 HP."
			],
			"page": 630,
			"srd": true
		},
		{
			"name": "Incapacitation",
			"source": "CRB",
			"entries": [
				"An ability with this trait can take a character completely out of the fight or even kill them, and it’s harder to use on a more powerful character. If a spell has the incapacitation trait, any creature of more than twice the spell’s level treats the result of their check to prevent being incapacitated by the spell as one degree of success better, or the result of any check the spellcaster made to incapacitate them as one degree of success worse. If any other effect has the incapacitation trait, a creature of higher level than the item, creature, or hazard generating the effect gains the same benefits."
			],
			"page": 633,
			"srd": true
		},
		{
			"name": "Linguistic",
			"source": "CRB",
			"entries": [
				"An effect with this trait depends on language comprehension. A linguistic effect that targets a creature works only if the target understands the language you are using."
			],
			"page": 633,
			"srd": true
		},
		{
			"name": "Nonlethal",
			"source": "CRB",
			"entries": [
				"Attacks with this weapon are nonlethal, and are used to knock creatures unconscious instead of kill them. You can use a nonlethal weapon to make a lethal attack with a –2 circumstance penalty."
			],
			"page": 283,
			"srd": true
		},
		{
			"name": "Evil",
			"source": "CRB",
			"entries": [
				"Evil effects often manipulate energy from evil-aligned Outer Planes and are antithetical to good divine servants or divine servants of good deities. A creature with this trait is evil in alignment."
			],
			"page": 631,
			"srd": true
		},
		{
			"name": "Visual",
			"source": "CRB",
			"entries": [
				"A visual effect can affect only creatures that can see it. This applies only to visible parts of the effect, as determined by the GM."
			],
			"page": 638,
			"srd": true
		},
		{
			"name": "Misfortune",
			"source": "CRB",
			"entries": [
				"A misfortune effect detrimentally alters how you roll your dice. You can never have more than one misfortune effect alter a single roll. If multiple misfortune effects would apply, the GM decides which is worse and applies it. If a {@trait fortune|CRB} effect and a misfortune effect would apply to the same roll, the two cancel each other out, and you roll normally."
			],
			"page": 634,
			"srd": true
		},
		{
			"name": "Water",
			"source": "CRB",
			"entries": [
				"Effects with the water trait either manipulate or conjure water. Those that manipulate water have no effect in an area without water. Creatures with this trait consist primarily of water or have a magical connection to the element. Planes with this trait are mostly liquid, perhaps with pockets of breathable air."
			],
			"page": 638,
			"srd": true
		},
		{
			"name": "Wizard",
			"source": "CRB",
			"entries": [
				"This indicates abilities from the {@class wizard|CRB} class."
			],
			"page": 638,
			"srd": true
		},
		{
			"name": "Soulbound",
			"source": "BST",
			"entries": [
				"These constructs are mentally augmented by a fragment of a once-living creature’s soul."
			],
			"page": 347,
			"srd": true
		},
		{
			"name": "Mummy",
			"source": "BST",
			"entries": [
				"A mummy is an undead creature created from a preserved corpse."
			],
			"page": 347,
			"srd": true
		},
		{
			"name": "Gnoll",
			"source": "BST",
			"entries": [
				"Gnolls are humanoids that resemble hyenas."
			],
			"page": 346,
			"srd": true
		},
		{
			"name": "Tiefling",
			"source": "BST",
			"entries": [
				"A creature with this trait has the tiefling versatile heritage. Tieflings are planar scions descended from {@trait fiend|BST|fiends}. An ability with this trait can be used or selected only by tieflings."
			],
			"page": 270,
			"srd": true
		},
		{
			"name": "Tengu",
			"source": "BST",
			"entries": [
				"A creature with this trait is a member of the tengu ancestry. Tengus are humanoids who resemble birds. An ability with this trait can be used or selected only by tengus. An item with this trait is created and used by tengus."
			],
			"page": 270,
			"srd": true
		},
		{
			"name": "Incorporeal",
			"source": "BST",
			"entries": [
				"An incorporeal creature or object has no physical form. It can pass through solid objects, including walls. When inside an object, an incorporeal creature can’t perceive, attack, or interact with anything outside the object, and if it starts its turn in an object, it is {@condition slowed|crb} 1. Corporeal creatures can pass through an incorporeal creature, but they can’t end their movement in its space.",
				"An incorporeal creature can’t attempt Strength-based checks against physical creatures or objects—only against incorporeal ones—unless those objects have the ghost touch property rune. Likewise, a corporeal creature can’t attempt Strength-based checks against incorporeal creatures or objects.",
				"Incorporeal creatures usually have immunity to effects or conditions that require a physical body, like disease, poison, and precision damage. They usually have resistance against all damage (except force damage and damage from Strikes with the ghost touch property rune), with double the resistance against non-magical damage."
			],
			"page": 346,
			"srd": true
		},
		{
			"name": "Swarm",
			"source": "BST",
			"entries": [
				"A swarm is a mass or cloud of creatures that functions as one monster. Its size entry gives the size of the entire mass, though for most swarms the individual creatures that make up that mass are Tiny. A swarm can occupy the same space as other creatures, and must do so in order to use its damaging action. A swarm typically has weakness to effects that deal damage over an area (like area spells and splash weapons)."
			],
			"page": 347,
			"srd": true
		},
		{
			"name": "Mutant",
			"source": "BST",
			"entries": [
				"The monster has mutated or evolved, granting it unusual benefits, drawbacks, or both."
			],
			"page": 347,
			"srd": true
		},
		{
			"name": "Caligni",
			"source": "BST",
			"entries": [
				"These subterranean people have darkvision, and some have powers to create darkness."
			],
			"page": 345,
			"srd": true
		},
		{
			"name": "Elf",
			"source": "CRB",
			"entries": [
				"A creature with this trait is a member of the elf ancestry. Elves are mysterious people with rich traditions of magic and scholarship who typically have low-light vision. An ability with this trait can be used or selected only by elves. A weapon with this trait is created and used by elves."
			],
			"page": 631,
			"srd": true
		},
		{
			"name": "Aasimar",
			"source": "APG",
			"entries": [
				"A creature with this trait has the aasimar versatile heritage. Aasimars are planar scions descended from celestial beings. An ability with this trait can be used or selected only by aasimars."
			],
			"page": 266,
			"srd": true
		},
		{
			"name": "Sprite",
			"source": "BST",
			"entries": [
				"A family of diminutive winged fey with a strong connection to primal magic."
			],
			"page": 347,
			"srd": true
		},
		{
			"name": "Cold",
			"source": "BST",
			"entries": [
				"Effects with this trait deal cold damage. Creatures with this trait have a connection to magical cold."
			],
			"page": 629,
			"srd": true
		},
		{
			"name": "Wight",
			"source": "BST",
			"entries": [
				""
			],
			"page": 332,
			"srd": true
		},
		{
			"name": "Aquatic",
			"source": "BST",
			"entries": [
				"Aquatic creatures are at home underwater. Their bludgeoning and slashing unarmed Strikes don’t take the usual –2 penalty for being underwater. Aquatic creatures can breathe water but not air."
			],
			"page": 345,
			"srd": true
		},
		{
			"name": "Devil",
			"source": "CRB",
			"entries": [
				"A family of fiends from Hell, most devils are irredeemably lawful evil. They typically have greater darkvision, immunity to fire, and telepathy."
			],
			"page": 630,
			"srd": true
		},
		{
			"name": "Kobold",
			"source": "APG",
			"entries": [
				"A creature with this trait is a member of the kobold ancestry. Kobolds are reptilian humanoids who are usually Small and typically have darkvision. An ability with this trait can be used or selected only by kobolds."
			],
			"page": 268,
			"srd": true
		},
		{
			"name": "Ratfolk",
			"source": "APG",
			"entries": [
				"A creature with this trait is a member of the ratfolk ancestry. Ratfolk are humanoids who resemble rats. An ability with this trait can be used or selected only by ratfolk."
			],
			"page": 269,
			"srd": true
		},
		{
			"name": "Psychopomp",
			"source": "BST",
			"entries": [
				"A family of monitors spawned within the Boneyard to convey souls to the Outer Planes, most psychopomps are true neutral. They typically have darkvision, lifesense, and spirit touch, and they are immune to death effects."
			],
			"page": 347,
			"srd": true
		},
		{
			"name": "Leshy",
			"source": "LOCG",
			"entries": [
				"Leshies are living plants animated by primal magic."
			],
			"page": 133,
			"srd": true
		},
		{
			"name": "Hag",
			"source": "CRB",
			"entries": [
				"These creatures are malevolent spellcasters who form covens."
			],
			"page": 632,
			"srd": true
		},
		{
			"name": "Wraith",
			"source": "BST",
			"entries": [
				""
			],
			"page": 335,
			"srd": true
		},
		{
			"name": "Genie",
			"source": "BST",
			"entries": [
				"The diverse families of genies hold positions of prominence on the Elemental Planes. They have powerful magical abilities."
			],
			"page": 346,
			"srd": true
		},
		{
			"name": "Gremlin",
			"source": "BST",
			"entries": [
				"Cruel and mischievous fey, gremlins have acclimated to life on the Material Plane."
			],
			"page": 346,
			"srd": true
		},
		{
			"name": "Orc",
			"source": "CRB",
			"entries": [
				"A creature with this trait is a member of the orc ancestry. These green-skinned people tend to have darkvision. An ability with this trait can be used or selected only by orcs. An item with this trait is created and used by orcs."
			],
			"page": 634,
			"srd": true
		},
		{
			"name": "Azata",
			"source": "CRB",
			"entries": [
				"This family of celestials is native to Elysium. They are typically chaotic good and have darkvision and a weakness to evil and cold iron."
			],
			"page": 629,
			"srd": true
		},
		{
			"name": "Ghoul",
			"source": "BST",
			"entries": [
				"Ghouls are vile undead creatures that feast on flesh."
			],
			"page": 346,
			"srd": true
		},
		{
			"name": "Dinosaur",
			"source": "CRB",
			"entries": [
				"These reptiles have survived from prehistoric times."
			],
			"page": 630,
			"srd": true
		},
		{
			"name": "Vampire",
			"source": "BST",
			"entries": [
				"Undead creatures who thirst for blood, vampires are notoriously versatile and hard to destroy."
			],
			"page": 347,
			"srd": true
		},
		{
			"name": "Daemon",
			"source": "BST",
			"entries": [
				"A family of fiends spawned on the desolate plane of Abaddon, most daemons are neutral evil. They typically have darkvision and weakness to good damage."
			],
			"page": 346,
			"srd": true
		},
		{
			"name": "Aeon",
			"source": "BST",
			"entries": [
				"These monitors are the self-styled defenders of reality. Traditional aeons have dualistic natures and forms, and they hold a dichotomy of interests, though axiomites and inevitables do not. Aeons other than axiomites and inevitables communicate via a strange telepathic hodgepodge of sensory sending called envisioning."
			],
			"page": 345,
			"srd": true
		},
		{
			"name": "Boggard",
			"source": "BST",
			"entries": [
				"Boggards are frog-like humanoids. They typically have darkvision."
			],
			"page": 345,
			"srd": true
		},
		{
			"name": "Demon",
			"source": "BST",
			"entries": [
				"A family of {@trait fiend|BST|fiends}, demons hail from or trace their origins to the Abyss. Most are irredeemably chaotic evil and have darkvision."
			],
			"page": 123,
			"srd": true
		},
		{
			"name": "Mindless",
			"source": "CRB",
			"entries": [
				"A mindless creature has either programmed or rudimentary mental attributes. Most, if not all, of their mental ability modifiers are –5. They are immune to all mental effects."
			],
			"page": 634,
			"srd": true
		},
		{
			"name": "Human",
			"source": "CRB",
			"entries": [
				"A creature with this trait is a member of the human ancestry. Humans are a diverse array of people known for their adaptability. An ability with this trait can be used or selected only by humans."
			],
			"page": 633,
			"srd": true
		},
		{
			"name": "Catfolk",
			"source": "APG",
			"entries": [
				"A creature with this trait is a member of the catfolk ancestry. Catfolk are humanoids with feline features. An ability with this trait can be used or selected only by catfolk. An item with this trait is created and used by catfolk."
			],
			"page": 266,
			"srd": true
		},
		{
			"name": "Changeling",
			"source": "BST",
			"entries": [
				"A creature with this trait has the changeling versatile heritage. Changelings are the children of {@trait hag|BST|hags} and members of other humanoid ancestries. An ability with this trait can be used or selected only by changelings."
			],
			"page": 123,
			"srd": true
		},
		{
			"name": "Golem",
			"source": "BST",
			"entries": [
				"Golems are a special type of construct. Golems are immune to almost all magic, but most have a weakness to certain spells."
			],
			"page": 346,
			"srd": true
		},
		{
			"name": "Alchemical",
			"source": "CRB",
			"entries": [
				"Alchemical items are powered by reactions of alchemical reagents. Alchemical items aren’t magical and don’t radiate a magical aura."
			],
			"page": 628,
			"srd": true
		},
		{
			"name": "Archon",
			"source": "CRB",
			"entries": [
				"Members of this family of celestials are the protectors of Heaven and are lawful good. They have darkvision and a weakness to evil damage."
			],
			"page": 628,
			"srd": true
		},
		{
			"name": "Lizardfolk",
			"source": "LOCG",
			"entries": [
				"These reptilian humanoids, also known as iruxi, are extremely adaptable and patient."
			],
			"page": 133,
			"srd": true
		},
		{
			"name": "Nymph",
			"source": "BST",
			"entries": [
				"This family of beautiful fey creatures has strong ties to natural locations."
			],
			"page": 347,
			"srd": true
		},
		{
			"name": "Dero",
			"source": "BST",
			"entries": [
				"This family of humanoids are the descendants of fey creatures that fell into darkness and confusion after being abandoned in the Darklands. They are immune to confusion and vulnerable to sunlight."
			],
			"page": 346,
			"srd": true
		},
		{
			"name": "Skeleton",
			"source": "BST",
			"entries": [
				"This undead is made by animating a dead creature’s skeleton with negative energy."
			],
			"page": 347,
			"srd": true
		},
		{
			"name": "Zombie",
			"source": "BST",
			"entries": [
				"These undead are mindless rotting corpses that hunger for living flesh."
			],
			"page": 347,
			"srd": true
		},
		{
			"name": "Ghost",
			"source": "BST",
			"entries": [
				"Lost souls that haunt the world as incorporeal undead are called ghosts."
			],
			"page": 346,
			"srd": true
		},
		{
			"name": "Rakshasa",
			"source": "BST",
			"entries": [
				"Reincarnations of evil souls, rakshasas are fiends that live on the Material Plane."
			],
			"page": 347,
			"srd": true
		},
		{
			"name": "Amphibious",
			"source": "BST",
			"entries": [
				"An amphibious creature can breathe in water and in air, even outside of its preferred environment, usually indefinitely but at least for hours. These creatures often have a swim Speed. Their bludgeoning and slashing unarmed Strikes don’t take the usual –2 penalty for being underwater."
			],
			"page": 345,
			"srd": true
		},
		{
			"name": "Xulgath",
			"source": "BST",
			"entries": [
				"These subterranean reptilian creatures tend to have darkvision and smell awful."
			],
			"page": 347,
			"srd": true
		},
		{
			"name": "Angel",
			"source": "CRB",
			"entries": [
				"This family of celestials is native to the plane of Nirvana. Most angels are neutral good, have darkvision, and have a weakness to evil damage."
			],
			"page": 628,
			"srd": true
		},
		{
			"name": "Drow",
			"source": "CRB",
			"entries": [
				"Subterranean kin of the elves, drow typically have darkvision and inborn magical abilities."
			],
			"page": 631,
			"srd": true
		},
		{
			"name": "Duergar",
			"source": "CRB",
			"entries": [
				"Subterranean kin of the dwarves, duergar typically have darkvision and immunity to poison. They are not easily fooled by illusions."
			],
			"page": 631,
			"srd": true
		},
		{
			"name": "Duskwalker",
			"source": "APG",
			"entries": [
				"A creature with this trait has the duskwalker versatile heritage. Duskwalkers are planar scions infused with the supernatural energy of psychopomps. An ability with this trait can be used or selected only by duskwalkers."
			],
			"page": 267,
			"srd": true
		},
		{
			"name": "Dhampir",
			"source": "APG",
			"entries": [
				"A creature with this trait has the dhampir versatile heritage. These humanoids are the immortal offspring of vampires and members of other ancestries."
			],
			"page": 267,
			"srd": true
		},
		{
			"name": "Merfolk",
			"source": "BST",
			"entries": [
				"These aquatic humanoids have an upper body similar to a human and a lower body similar to a fish."
			],
			"page": 347,
			"srd": true
		},
		{
			"name": "Inevitable",
			"source": "BST",
			"entries": [
				"These constructed aeons were created by the axiomites. Each type of inevitable is dedicated to a specific task. Most inevitables have weakness to chaotic damage."
			],
			"page": 347,
			"srd": true
		},
		{
			"name": "Dwarf",
			"source": "CRB",
			"entries": [
				"A creature with this trait is a member of the dwarf ancestry. Dwarves are stout folk who often live underground and typically have darkvision. An ability with this trait can be used or selected only by dwarves. An item with this trait is created and used by dwarves."
			],
			"page": 631,
			"srd": true
		},
		{
			"name": "Werecreature",
			"source": "BST",
			"entries": [
				"These shapechanging creatures either are naturally able to shift between animal, humanoid, and hybrid forms or are afflicted with a curse that forces them to shift involuntarily."
			],
			"page": 347,
			"srd": true
		},
		{
			"name": "Troll",
			"source": "BST",
			"entries": [
				"Trolls are giant, brutish creatures and are well known for their ability to regenerate."
			],
			"page": 347,
			"srd": true
		},
		{
			"name": "Protean",
			"source": "BST",
			"entries": [
				"A family of monitors spawned within the Maelstrom, these creatures are guardians of disorder and are chaotic neutral. They typically have darkvision, an amorphous anatomy, and a weakness to lawful damage."
			],
			"page": 347,
			"srd": true
		},
		{
			"name": "Sea",
			"source": "BST",
			"entries": [
				"YYY"
			],
			"page": 123,
			"srd": true
		},
		{
			"name": "Gnome",
			"source": "CRB",
			"entries": [
				"A creature with this trait is a member of the gnome ancestry. Gnomes are small people skilled at magic who seek out new experiences and usually have low-light vision. An ability with this trait can be used or selected only by gnomes. A weapon with this trait is created and used by gnomes."
			],
			"page": 632,
			"srd": true
		},
		{
			"name": "Goblin",
			"source": "CRB",
			"entries": [
				"A creature with this trait can come from multiple tribes of creatures, including goblins, hobgoblins, and bugbears. Goblins tend to have darkvision. An ability with this trait can be used or chosen only by goblins. A weapon with this trait is created and used by goblins."
			],
			"page": 632,
			"srd": true
		},
		{
			"name": "Splash",
			"source": "CRB",
			"entries": [
				"When you use a thrown weapon with the splash trait, you don’t add your Strength modifier to the damage roll. If an attack with a splash weapon fails, succeeds, or critically succeeds, all creatures within 5 feet of the target (including the target) take the listed splash damage. On a failure (but not a critical failure), the target of the attack still takes the splash damage. Add splash damage together with the initial damage against the target before applying the target’s weaknesses or resistances. You don’t multiply splash damage on a critical hit."
			],
			"page": 637,
			"srd": true
		},
		{
			"name": "Invested",
			"source": "CRB",
			"entries": [
				"A character can wear only 10 magical items that have the invested trait. None of the magical effects of the item apply if the character hasn’t invested it, nor can it be activated, though the character still gains any normal benefits from wearing the physical item (like a hat keeping rain off their head)."
			],
			"page": 633,
			"srd": true
		},
		{
			"name": "Talisman",
			"source": "CRB",
			"entries": [
				"A talisman is a small object affixed to armor, a shield, or a weapon (called the affixed item). You must be wielding or wearing an item to activate a talisman attached to it. Once activated, a talisman burns out permanently."
			],
			"page": 637,
			"srd": true
		},
		{
			"name": "Injury",
			"source": "CRB",
			"entries": [
				"This {@trait poison|CRB} is delivered by damaging the recipient."
			],
			"page": 633,
			"srd": true
		},
		{
			"name": "Oil",
			"source": "CRB",
			"entries": [
				"Oils are magical gels, ointments, pastes, or salves that are typically applied to an object and are used up in the process."
			],
			"page": 634,
			"srd": true
		},
		{
			"name": "Divine",
			"source": "CRB",
			"entries": [
				"This magic comes from the divine tradition, drawing power from deities or similar sources. Anything with this trait is magical."
			],
			"page": 631,
			"srd": true
		},
		{
			"name": "Trap",
			"source": "CRB",
			"entries": [
				"A hazard or item with this trait is constructed to hinder interlopers."
			],
			"page": 637,
			"srd": true
		},
		{
			"name": "Snare",
			"source": "CRB",
			"entries": [
				"Traps typically made by rangers, snares follow special rules that allow them to be constructed quickly and used on the battlefield."
			],
			"page": 636,
			"srd": true
		},
		{
			"name": "Primal",
			"source": "CRB",
			"entries": [
				"This magic comes from the primal tradition, connecting to the natural world and instinct. Anything with this trait is magical."
			],
			"page": 635,
			"srd": true
		},
		{
			"name": "Poison",
			"source": "CRB",
			"entries": [
				"An effect with this trait delivers a poison or deals poison damage. An item with this trait is poisonous and might cause an affliction."
			],
			"page": 635,
			"srd": true
		},
		{
			"name": "Inhaled",
			"source": "CRB",
			"entries": [
				"This {@trait poison|CHB} is delivered when breathed in."
			],
			"page": 633,
			"srd": true
		},
		{
			"name": "Bomb",
			"source": "CRB",
			"entries": [
				"An alchemical bomb combines volatile alchemical components that explode when the bomb hits a creature or object. Most alchemical bombs deal damage, though some produce other effects."
			],
			"page": 629,
			"srd": true
		},
		{
			"name": "Contact",
			"source": "CRB",
			"entries": [
				"This {@trait poison|CRB} is delivered by contact with the skin."
			],
			"page": 630,
			"srd": true
		},
		{
			"name": "Potion",
			"source": "CRB",
			"entries": [
				"A potion is a magical liquid activated when you drink it."
			],
			"page": 635,
			"srd": true
		},
		{
			"name": "Consumable",
			"source": "CRB",
			"entries": [
				"An item with this trait can be used only once. Unless stated otherwise, it's destroyed after activation. Consumable items include alchemical items and magical consumables such as scrolls and talismans. When a character creates consumable items, they can make them in batches of four."
			],
			"page": 630,
			"srd": true
		},
		{
			"name": "Elixir",
			"source": "CRB",
			"entries": [
				"Elixirs are alchemical liquids that are used by drinking them."
			],
			"page": 631,
			"srd": true
		},
		{
			"name": "Virulent",
			"source": "CRB",
			"entries": [
				"Afflictions with the virulent trait are harder to remove. You must succeed at two consecutive saves to reduce a virulent affliction’s stage by 1. A critical success reduces a virulent affliction’s stage by only 1 instead of by 2."
			],
			"page": 638,
			"srd": true
		},
		{
			"name": "Mutagen",
			"source": "CRB",
			"entries": [
				"An elixir with the mutagen trait temporarily transmogrifies the subject’s body and alters its mind. A mutagen always conveys one or more beneficial effects paired with one or more detrimental effects. Mutagens are polymorph effects, meaning you can benefit from only one at a time."
			],
			"page": 634,
			"srd": true
		},
		{
			"name": "Scroll",
			"source": "CRB",
			"entries": [
				"A scroll contains a single spell you can cast without a spell slot."
			],
			"page": 636,
			"srd": true
		},
		{
			"name": "Lawful",
			"source": "CRB",
			"entries": [
				"Lawful effects often manipulate energy from law-aligned Outer Planes and are antithetical to chaotic divine servants or divine servants of chaotic deities. A creature with this trait is lawful in alignment."
			],
			"page": 633,
			"srd": true
		},
		{
			"name": "Wand",
			"source": "CRB",
			"entries": [
				"A wand contains a single spell which you can cast once per day."
			],
			"page": 638,
			"srd": true
		},
		{
			"name": "Mechanical",
			"source": "CRB",
			"entries": [
				"A hazard with this trait is a constructed physical object."
			],
			"page": 634,
			"srd": true
		},
		{
			"name": "Structure",
			"source": "CRB",
			"entries": [
				"An item with the structure trait creates a magical building or other structure when activated. The item must be activated on a plot of land free of other structures. The structure adapts to the natural terrain, adopting the structural requirements for being built there. The structure adjusts around small features such as ponds or spires of rock, but it can’t be created on water or other nonsolid surfaces. If activated on snow, sand dunes, or other soft surfaces with a solid surface underneath, the structure’s foundation (if any) reaches the solid ground. If an item with this trait is activated on a solid but unstable surface, such as a swamp or an area plagued by tremors, roll a DC 3 flat check each day; on a failure, the structure begins to sink or collapse.",
				"The structure doesn’t harm creatures within the area when it appears, and it can’t be created within a crowd or in a densely populated area. Any creature inadvertently caught inside the structure when the item is activated ends up unharmed inside the complete structure and always has a clear path of escape. A creature inside the structure when the activation ends isn’t harmed, and it lands harmlessly on the ground if it was on an upper level of the structure."
			],
			"page": 596,
			"srd": true
		},
		{
			"name": "Staff",
			"source": "CRB",
			"entries": [
				"This magic item holds spells of a particular theme and allows a spellcaster to cast additional spells by preparing the staff."
			],
			"page": 637,
			"srd": true
		},
		{
			"name": "Ingested",
			"source": "CRB",
			"entries": [
				"This {@trait poison|CRB} is delivered when drunk or eaten."
			],
			"page": 633,
			"srd": true
		},
		{
			"name": "Focused",
			"source": "CRB",
			"entries": [
				"An item with this trait can give you an additional Focus Point. This focus point is separate from your focus pool and doesn’t count toward the cap on your focus pool. You can gain this benefit only if you have a focus pool, and there might be restrictions on how the point can be used. You can’t gain more than 1 Focus Point per day from focused items."
			],
			"page": 632,
			"srd": true
		},
		{
			"name": "Companion",
			"source": "CRB",
			"entries": [
				"An item with this trait can be worn by an animal companion or similar creature. A companion can have up to two items invested."
			],
			"page": 629,
			"srd": true
		},
		{
			"name": "Apex",
			"source": "CRB",
			"entries": [
				"When you Invest an Item that has the apex trait, it improves one of your ability scores, either increasing it by 2 or to a total of 18, whichever grants the higher score. This gives you all the benefits of the new ability score until the investiture ends. An apex item grants this benefit only the first time it’s invested within a 24-hour period, and you can benefit from only one apex item at a time. If you attempt to invest an apex item when you already have one invested, you don’t gain the ability score increase, though you do gain any other effects of Investing the Item."
			],
			"page": 628,
			"srd": true
		},
		{
			"name": "Precious",
			"source": "CRB",
			"entries": [
				"Valuable materials with special properties have the precious trait. They can be substituted for base materials when you Craft items."
			],
			"page": 635,
			"srd": true
		},
		{
			"name": "Magical",
			"source": "CRB",
			"entries": [
				"Something with the magical trait is imbued with magical energies not tied to a specific tradition of magic. A magical item radiates a magic aura infused with its dominant school of magic.",
				"Some items or effects are closely tied to a particular tradition of magic. In these cases, the item has the arcane, divine, occult, or primal trait instead of the magical trait. Any of these traits indicate that the item is magical."
			],
			"page": 635,
			"srd": true
		},
		{
			"name": "Occult",
			"source": "CRB",
			"entries": [
				"This magic comes from the occult tradition, calling upon bizarre and ephemeral mysteries. Anything with this trait is magical."
			],
			"page": 634,
			"srd": true
		},
		{
			"name": "Rogue",
			"source": "CRB",
			"entries": [
				"This indicates abilities from the {@class rogue|CRB} class."
			],
			"page": 635,
			"srd": true
		},
		{
			"name": "Fighter",
			"source": "CRB",
			"entries": [
				"This indicates abilities from the {@class fighter|CRB} class."
			],
			"page": 632,
			"srd": true
		},
		{
			"name": "Oath",
			"source": "CRB",
			"entries": [
				"Oaths add an additional tenet to your code. You can usually have only one feat with this trait."
			],
			"page": 109,
			"srd": true
		},
		{
			"name": "Secret",
			"source": "CRB",
			"entries": [
				"The GM rolls the check for this ability in secret."
			],
			"page": 636,
			"srd": true
		},
		{
			"name": "Downtime",
			"source": "CRB",
			"entries": [
				"An activity with this trait takes a day or more, and can be used only during downtime."
			],
			"page": 631,
			"srd": true
		},
		{
			"name": "Additive",
			"source": "CRB",
			"entries": [
				"Feats with the additive trait allow you to spend actions to add special substances to bombs or elixirs. You can add only one additive to a single alchemical item, and attempting to add another spoils the item. You can typically use actions with the additive trait only when you're creating an infused alchemical item, and some can be used only with the Quick Alchemy action. The additive trait is always followed by a level, such as additive 2. An additive adds its level to the level of the alchemical item you're modifying; the result is the new level of the mixture. The mixture's item level must be no higher than your advanced alchemy level."
			],
			"page": 635,
			"srd": true
		},
		{
			"name": "Dedication",
			"source": "CRB",
			"entries": [
				"You must select a feat with this trait to apply an archetype to your character."
			],
			"page": 630,
			"srd": true
		},
		{
			"name": "Multiclass",
			"source": "CRB",
			"entries": [
				"Archetypes with the multiclass trait represent diversifying your training into another class’s specialties. You can’t select a multiclass archetype’s dedication feat if you are a member of the class of the same name."
			],
			"page": 635,
			"srd": true
		},
		{
			"name": "Skill",
			"source": "CRB",
			"entries": [
				"A general feat with the skill trait improves your skills and their actions or gives you new actions for a skill. A feat with this trait can be selected when a class grants a skill feat or general feat. Archetype feats with the skill trait can be selected in place of a skill feat if you have that archetype’s dedication feat."
			],
			"page": 636,
			"srd": true
		},
		{
			"name": "Flourish",
			"source": "CRB",
			"entries": [
				"Flourish actions are actions that require too much exertion to perform a large number in a row. You can use only 1 action with the flourish trait per turn."
			],
			"page": 632,
			"srd": true
		},
		{
			"name": "General",
			"source": "CRB",
			"entries": [
				"A type of feat that any character can select, regardless of ancestry and class, as long as they meet the prerequisites. You can select a feat with this trait when your class grants a general feat."
			],
			"page": 632,
			"srd": true
		},
		{
			"name": "Rage",
			"source": "CRB",
			"entries": [
				"You must be raging to use abilities with the rage trait, and they end automatically when you stop raging."
			],
			"page": 87,
			"srd": true
		},
		{
			"name": "Alchemist",
			"source": "CRB",
			"entries": [
				"This indicates abilities from the {@class alchemist|CRB} class."
			],
			"page": 628,
			"srd": true
		},
		{
			"name": "Half-Elf",
			"source": "CRB",
			"entries": [
				"A creature with this trait is part human and part elf. An ability with this trait can be used or selected only by half-elves."
			],
			"page": 632,
			"srd": true
		},
		{
			"name": "Ranger",
			"source": "CRB",
			"entries": [
				"This indicates abilities from the {@class ranger|CRB} class."
			],
			"page": 635,
			"srd": true
		},
		{
			"name": "Open",
			"source": "CRB",
			"entries": [
				"These maneuvers work only as the first salvo on your turn. You can use an open only if you haven’t used an action with the attack or open trait yet this turn."
			],
			"page": 634,
			"srd": true
		},
		{
			"name": "Human",
			"source": "CRB",
			"entries": [
				"A creature with this trait is a member of the human ancestry. Humans are a diverse array of people known for their adaptability. An ability with this trait can be used or selected only by humans."
			],
			"page": 633,
			"srd": true
		},
		{
			"name": "Archetype",
			"source": "CRB",
			"entries": [
				"This feat belongs to an archetype."
			],
			"page": 628,
			"srd": true
		},
		{
			"name": "Instinct",
			"source": "CRB",
			"entries": [
				"Instinct abilities require a specific instinct; you lose access if you perform acts anathema to your instinct."
			],
			"page": 87,
			"srd": true
		},
		{
			"name": "Press",
			"source": "CRB",
			"entries": [
				"Actions with this trait allow you to follow up earlier attacks. An action with the press trait can be used only if you are currently affected by a multiple attack penalty. Some actions with the press trait also grant an effect on a failure. The effects that are added on a failure don’t apply on a critical failure. If your press action succeeds, you can choose to apply the failure effect instead. (For example, you may wish to do this when an attack deals no damage due to resistance.) Because a press action requires a multiple attack penalty, you can’t use one when it’s not your turn, even if you use the Ready activity."
			],
			"page": 635,
			"srd": true
		},
		{
			"name": "Manipulate",
			"source": "CRB",
			"entries": [
				"You must physically manipulate an item or make gestures to use an action with this trait. Creatures without a suitable appendage can’t perform actions with this trait. Manipulate actions often trigger reactions."
			],
			"page": 633,
			"srd": true
		},
		{
			"name": "Half-Orc",
			"source": "CRB",
			"entries": [
				"A creature with this trait is part human and part orc. An ability with this trait can be used or selected only by half-orcs."
			],
			"page": 632,
			"srd": true
		},
		{
			"name": "Barbarian",
			"source": "CRB",
			"entries": [
				"This indicates abilities from the {@class barbarian|CRB} class."
			],
			"page": 629,
			"srd": true
		},
		{
			"name": "Halfling",
			"source": "CRB",
			"entries": [
				"A creature with this trait is a member of the halfling ancestry. These small people are friendly wanderers considered to be lucky. An ability with this trait can be used or selected only by halflings. A weapon with this trait is created and used by halflings."
			],
			"page": 632,
			"srd": true
		},
		{
			"name": "Exploration",
			"source": "CRB",
			"entries": [
				"An activity with this trait takes more than a turn to use, and can usually be used only during exploration mode."
			],
			"page": 631,
			"srd": true
		},
		{
			"name": "Agile",
			"source": "CRB",
			"entries": [
				"The multiple attack penalty you take with this weapon on the second attack on your turn is –4 instead of –5, and –8 instead of –10 on the third and subsequent attacks in the turn."
			],
			"page": 282,
			"srd": true
		},
		{
			"name": "Attached",
			"source": "CRB",
			"entries": [
				"An attached weapon must be combined with another piece of gear to be used. The trait lists what type of item the weapon must be attached to. You must be wielding or wearing the item the weapon is attached to in order to attack with it. For example, shield spikes are attached to a shield, allowing you to attack with the spikes instead of a shield bash, but only if you’re wielding the shield. An attached weapon is usually bolted onto or built into the item it’s attached to, and typically an item can have only one weapon attached to it. An attached weapon can be affixed to an item with 10 minutes of work and a successful DC 10 Crafting check; this includes the time needed to remove the weapon from a previous item, if necessary. If an item is destroyed, its attached weapon can usually be salvaged."
			],
			"page": 282,
			"srd": true
		},
		{
			"name": "Backstabber",
			"source": "CRB",
			"entries": [
				"When you hit a {@condition flat-footed} creature, this weapon deals 1 precision damage in addition to its normal damage. The precision damage increases to 2 if the weapon is a +3 weapon."
			],
			"page": 282,
			"srd": true
		},
		{
			"name": "Backswing",
			"source": "CRB",
			"entries": [
				"You can use the momentum from a missed attack with this weapon to lead into your next attack. After missing with this weapon on your turn, you gain a +1 circumstance bonus to your next attack with this weapon before the end of your turn."
			],
			"page": 282,
			"srd": true
		},
		{
			"name": "Deadly",
			"source": "CRB",
			"entries": [
				"On a critical hit, the weapon adds a weapon damage die of the listed size. Roll this after doubling the weapon’s damage. This increases to two dice if the weapon has a {@i greater striking rune} and three dice if the weapon has a {@i major striking rune}. For instance, a rapier with a {@i greater striking rune} deals {@dice 2d8} extra piercing damage on a critical hit. An ability that changes the size of the weapon’s normal damage dice doesn’t change the size of its deadly die."
			],
			"page": 282,
			"srd": true
		},
		{
			"name": "Disarm",
			"source": "CRB",
			"entries": [
				"You can use this weapon to {@action Disarm} with the Athletics skill even if you don’t have a free hand. This uses the weapon’s reach (if different from your own) and adds the weapon’s item bonus to attack rolls (if any) as an item bonus to the Athletics check. If you critically fail a check to Disarm using the weapon, you can drop the weapon to take the effects of a failure instead of a critical failure. On a critical success, you still need a free hand if you want to take the item."
			],
			"page": 282,
			"srd": true
		},
		{
			"name": "Fatal",
			"source": "CRB",
			"entries": [
				"The fatal trait includes a die size. On a critical hit, the weapon’s damage die increases to that die size instead of the normal die size, and the weapon adds one additional damage die of the listed size."
			],
			"page": 282,
			"srd": true
		},
		{
			"name": "Finesse",
			"source": "CRB",
			"entries": [
				"You can use your Dexterity modifier instead of your Strength modifier on attack rolls using this melee weapon. You still use your Strength modifier when calculating damage."
			],
			"page": 282,
			"srd": true
		},
		{
			"name": "Forceful",
			"source": "CRB",
			"entries": [
				"This weapon becomes more dangerous as you build momentum. When you attack with it more than once on your turn, the second attack gains a circumstance bonus to damage equal to the number of weapon damage dice, and each subsequent attack gains a circumstance bonus to damage equal to double the number of weapon damage dice."
			],
			"page": 282,
			"srd": true
		},
		{
			"name": "Free-Hand",
			"source": "CRB",
			"entries": [
				"This weapon doesn't take up your hand, usually because it is built into your armor. A free-hand weapon can't be Disarmed. You can use the hand covered by your free.hand weapon to wield other items, perform manipulate actions, and so on. You can't attack with a free.hand weapon if you're wielding anything in that hand Core Rulebook 282 or otherwise using that hand. When you're not wielding anything and not otherwise using the hand, you can use abilities that require you to have a hand free as well as those that require you to be wielding a weapon in that hand. Each of your hands can have only one free-hand weapon on it."
			],
			"page": 282,
			"srd": true
		},
		{
			"name": "Grapple",
			"source": "CRB",
			"entries": [
				"You can use this weapon to {@action Grapple} with the Athletics skill even if you don’t have a free hand. This uses the weapon’s reach (if different from your own) and adds the weapon’s item bonus to attack rolls as an item bonus to the Athletics check. If you critically fail a check to Grapple using the weapon, you can drop the weapon to take the effects of a failure instead of a critical failure."
			],
			"page": 283,
			"srd": true
		},
		{
			"name": "Jousting",
			"source": "CRB",
			"entries": [
				"The weapon is suited for mounted combat with a harness or similar means. When mounted, if you moved at least 10 feet on the action before your attack, add a circumstance bonus to damage for that attack equal to the number of damage dice for the weapon. In addition, while mounted, you can wield the weapon in one hand, changing the damage die to the listed value."
			],
			"page": 283,
			"srd": true
		},
		{
			"name": "Nonlethal",
			"source": "CRB",
			"entries": [
				"Attacks with this weapon are nonlethal (page 453), and are used to knock creatures unconscious instead of kill them. You can use a nonlethal weapon to make a lethal attack with a –2 circumstance penalty."
			],
			"page": 283,
			"srd": true
		},
		{
			"name": "Parry",
			"source": "CRB",
			"entries": [
				"This weapon can be used defensively to block attacks. While wielding this weapon, if your proficiency with it is trained or better, you can spend a single action to position your weapon defensively, gaining a +1 circumstance bonus to AC until the start of your next turn."
			],
			"page": 283,
			"srd": true
		},
		{
			"name": "Propulsive",
			"source": "CRB",
			"entries": [
				"You add half your Strength modifier (if positive) to damage rolls with a propulsive ranged weapon. If you have a negative Strength modifier, you add your full Strength modifier instead."
			],
			"page": 283,
			"srd": true
		},
		{
			"name": "Reach",
			"source": "CRB",
			"entries": [
				"This weapon is long and can be used to attack creatures up to 10 feet away instead of only adjacent creatures. For creatures that already have reach with the limb or limbs that wield the weapon, the weapon increases their reach by 5 feet."
			],
			"page": 283,
			"srd": true
		},
		{
			"name": "Shove",
			"source": "CRB",
			"entries": [
				"You can use this weapon to {@action Shove} with the Athletics skill even if you don’t have a free hand. This uses the weapon’s reach (if different from your own) and adds the weapon’s item bonus to attack rolls as an item bonus to the Athletics check. If you critically fail a check to Shove using the weapon, you can drop the weapon to take the effects of a failure instead of a critical failure."
			],
			"page": 283,
			"srd": true
		},
		{
			"name": "Sweep",
			"source": "CRB",
			"entries": [
				"This weapon makes wide sweeping or spinning attacks, making it easier to attack multiple enemies. When you attack with this weapon, you gain a +1 circumstance bonus to your attack roll if you already attempted to attack a different target this turn using this weapon."
			],
			"page": 283,
			"srd": true
		},
		{
			"name": "Thrown",
			"source": "CRB",
			"entries": [
				"You can throw this weapon as a ranged attack; it is a ranged weapon when thrown. You add your Strength modifier to damage as you would for a melee weapon. When this trait appears on a melee weapon, it also includes the range increment. Ranged weapons with this trait use the range increment in the weapon’s Range entry."
			],
			"page": 283,
			"srd": true
		},
		{
			"name": "Trip",
			"source": "CRB",
			"entries": [
				"You can use this weapon to {@action Trip} with the Athletics skill even if you don’t have a free hand. This uses the weapon’s reach (if different from your own) and adds the weapon’s item bonus to attack rolls as an item bonus to the Athletics check. If you critically fail a check to Trip using the weapon, you can drop the weapon to take the effects of a failure instead of a critical failure."
			],
			"page": 283,
			"srd": true
		},
		{
			"name": "Twin",
			"source": "CRB",
			"entries": [
				"These weapons are used as a pair, complementing each other. When you attack with a twin weapon, you add a circumstance bonus to the damage roll equal to the weapon’s number of damage dice if you have previously attacked with a different weapon of the same type this turn. The weapons must be of the same type to benefit from this trait, but they don’t need to have the same runes."
			],
			"page": 283,
			"srd": true
		},
		{
			"name": "Two-Hand",
			"source": "CRB",
			"entries": [
				"This weapon can be wielded with two hands. Doing so changes its weapon damage die to the indicated value. This change applies to all the weapon’s damage dice, such as those from {@i striking} runes."
			],
			"page": 283,
			"srd": true
		},
		{
			"name": "Unarmed",
			"source": "CRB",
			"entries": [
				"An unarmed attack uses your body rather than a manufactured weapon. An unarmed attack isn't a weapon, though it's categorized with weapons for weapon groups, and it might have weapon traits. Since it's part of your body, an unarmed attack can't be {@action Disarm|CRB|Disarmed}. It also doesn't take up a hand, though a fist or other grasping appendage generally works like a free-hand weapon."
			],
			"page": 283,
			"srd": true
		},
		{
			"name": "Versatile",
			"source": "CRB",
			"entries": [
				"A versatile weapon can be used to deal a different type of damage than that listed in the Damage entry. This trait indicates the alternate damage type. For instance, a piercing weapon that is versatile S can be used to deal piercing or slashing damage. You choose the damage type each time you make an attack."
			],
			"page": 283,
			"srd": true
		},
		{
			"name": "Volley",
			"source": "CRB",
			"entries": [
				"This ranged weapon is less effective at close distances. Your attacks against targets that are at a distance within the range listed take a –2 penalty."
			],
			"page": 283,
			"srd": true
		}
	]
}
