{
	"archetype": [
		{
			"name": "Alchemist",
			"source": "CRB",
			"page": 220,
			"entries": [
				"You enjoy tinkering with alchemical formulas and substances in your spare time, and your studies have progressed beyond mere experimentation.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Alchemist characters",
					"entries": [
						"The free alchemical items from the alchemist archetype are extremely useful to characters of any class. The following are just some of the possible combinations.",
						{
							"type": "list",
							"items": [
								"Barbarian alchemists can mix mutagens with their rage to ferocious effect.",
								"Champion alchemists can focus on alchemical items that boost defenses and heal others, allowing their champion's reaction and {@i lay on hands} to go further.",
								"Fighter alchemists can use their alchemy to gain additional options in situations where their usual tactics don't work.",
								"Ranger alchemists focus on alchemy and snares, getting extra use out of their Crafting skill and supplying bombs for the bomb snare.",
								"Rogue alchemists can combine a rogue's poison feats with free daily poisons, and bombs present an interesting way to sneak attack with various types of energy damage.",
								"Spellcaster alchemists often use their alchemical items to take pressure off their repertoire or prepared spells. For instance, a wizard alchemist who can brew up darksight elixirs to grant darkvision can prepare another spell instead of {@i darkvision}."
							]
						}
					]
				}
			],
			"miscTags": [
				"Multiclass"
			]
		},
		{
			"name": "Barbarian",
			"source": "CRB",
			"page": 221,
			"entries": [
				"There's a rage deep inside you that sometimes breaks loose, granting you some of the might of a barbarian in addition to your other abilities.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Barbarian characters",
					"entries": [
						"The barbarian archetype is a great choice for characters that emphasize Strength and melee attacks more than usual for their class, as long as they can handle Rage's spellcasting restriction. It's especially good for characters looking to add more damage."
					]
				}
			],
			"extraFeats": [],
			"miscTags": [
				"Multiclass"
			]
		},
		{
			"name": "Bard",
			"source": "CRB",
			"page": 222,
			"entries": [
				"A muse has called you to dabble in occult lore, allowing you to cast a few spells. The deeper you delve, the more powerful your performances become.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Bard characters",
					"entries": [
						"The bard archetype grants powerful effects that tend to use actions; it's a great choice if you have actions to spare."
					]
				}
			],
			"extraFeats": [],
			"miscTags": [
				"Multiclass"
			]
		},
		{
			"name": "Champion",
			"source": "CRB",
			"page": 223,
			"entries": [
				"You have sworn a solemn oath to your deity, who has granted you champion powers to aid you in your cause.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Champion characters",
					"entries": [
						"The champion archetype greatly improves defenses, particularly armor. It's a great way for a character to gain armor proficiency or a powerful defensive reaction."
					]
				}
			],
			"extraFeats": [],
			"miscTags": [
				"Multiclass"
			]
		},
		{
			"name": "Cleric",
			"source": "CRB",
			"page": 224,
			"entries": [
				"You are an ordained priest of your deity and have even learned how to cast a few divine spells. Though your main training lies elsewhere, your religious calling provides you divine gifts.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Cleric characters",
					"entries": [
						"The cleric archetype is a great way to create a character of another class who's a devotee of a particular deity. The many domains available to clerics of different deities present a variety of options for focus spells.",
						{
							"type": "list",
							"items": [
								"Alchemist clerics work well with the chirurgeon field, healing various ailments with either alchemy or spells.",
								"Martial clerics are typically looking for a potent domain spell or some healing to use in a pinch.",
								"Divine sorcerer clerics double down as the ultimate divine spellcasters.",
								"Other spellcaster clerics diversify their options, becoming theurgic characters who combine two magical traditions."
							]
						}
					]
				}
			],
			"extraFeats": [],
			"miscTags": [
				"Multiclass"
			]
		},
		{
			"name": "Druid",
			"source": "CRB",
			"page": 225,
			"entries": [
				"You have entered a druidic circle and learned a few of the order's secrets, granting you primal power.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Druid characters",
					"entries": [
						"The druid archetype can provide a bit of healing or elemental damage and can increase your utility in a natural environment with spells like {@spell speak with animals} and {@spell meld into stone}."
					]
				}
			],
			"extraFeats": [],
			"miscTags": [
				"Multiclass"
			]
		},
		{
			"name": "Fighter",
			"source": "CRB",
			"page": 226,
			"entries": [
				"You have spent time learning the art of warfare, increasing your skill with martial arms and at wearing armor. With further training, you can become a true combat specialist.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Fighter characters",
					"entries": [
						"The fighter archetype grants access to great feats for characters focusing on any combat style, and it's particularly helpful for characters looking to diversify their offensive abilities or focus on more powerful weapons.",
						{
							"type": "list",
							"items": [
								"Barbarian fighters can combine their talents with two-handed weapons with some of the fighter's two-handed feats to devastating effect.",
								"Champion fighters focus on a style of combat exemplified by their deity. A shield-using champion benefits from the best of both worlds in shield feats.",
								"Monk fighters are great at combining unusual weapon styles. For instance, a monks isn't hindered by a restriction to keep one hand free, because they want to punch you with that hand anyway.",
								"Ranger fighters can either specialize in archery or use their fighter feats to pick up an unusual combat style combination.",
								"Rogue fighters can make good use of fighter's free hand, two-weapon fighting, or archery feats.",
								"Spellcaster fighters benefit greatly from the additional weapon proficiencies, and fighter is a solid choice for any spellcaster of a particularly martial bent."
							]
						}
					]
				}
			],
			"extraFeats": [],
			"miscTags": [
				"Multiclass"
			]
		},
		{
			"name": "Monk",
			"source": "CRB",
			"page": 227,
			"entries": [
				"Monastic training has taught you martial arts and allowed you to hone your mind, body, and spirit to new heights.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Monk characters",
					"entries": [
						"The monk archetype is a strong choice for any character that fights unarmored or with unarmed attacks.",
						{
							"type": "list",
							"items": [
								"Barbarian monks with the animal instinct can combine the barbarian's excellent unarmed damage with the monk's diverse unarmed special abilities.",
								"Champion monks are perfect for champions of Irori or other deities who favor unarmed attacks.",
								"Fighter monks can supplement free-hand fighting and add mobility to the fighter's toolkit.",
								"Rogue monks are incredibly effective because stances grant some of the best agile finesse attacks and flurry gives more sneak attacks.",
								"Spellcaster monks can fight with a free hand and still use material components to cast spells."
							]
						}
					]
				}
			],
			"extraFeats": [],
			"miscTags": [
				"Multiclass"
			]
		},
		{
			"name": "Ranger",
			"source": "CRB",
			"page": 228,
			"entries": [
				"You have studied hunting, tracking, and wilderness survival, adding a ranger's tools to your skill set.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Ranger characters",
					"entries": [
						"The ranger archetype has access to excellent options to improve a character's monster knowledge and survival skills, but ranger is of particular interest to any character wanting to become a dedicated archer.",
						{
							"type": "list",
							"items": [
								"Alchemist rangers can add snares to their daily free items, benefiting from a strong Crafting modifier, and their Intelligence makes them exceptional with monster knowledge feats. The ranger archetype is also useful to bombers who want to alternate with bow attacks.",
								"Champion rangers are particularly fitting for deities who connect thematically to nature or have a bow as their favored weapon. (Or, in the case of Erastil, both!)",
								"Fighter rangers are among the most fearsome archers, combining the best archery feats from both classes to create a fighting style unique to each fighter ranger.",
								"Rogue rangers make excellent snipers or ranged skirmishers, and snares let them be on the other side of traps for a change.",
								"Spellcaster rangers benefit greatly from ranger's feat support, backing up their spells with ranged weapon attacks. Druids have the most thematic overlap with rangers among the spellcasters, allowing you to create a true master of the wilderness."
							]
						}
					]
				}
			],
			"extraFeats": [],
			"miscTags": [
				"Multiclass"
			]
		},
		{
			"name": "Rogue",
			"source": "CRB",
			"page": 229,
			"entries": [
				"You've learned to sneak, steal, and disable traps. With time and luck, you'll become capable of moving through the shadows, striking unseen, and escaping without notice.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Rogue characters",
					"entries": [
						"Nearly any character can benefit from the many skills and tricks the rogue archetype grants.",
						{
							"type": "list",
							"items": [
								"Alchemist rogues can use the rogue's Poison Weapon to great effect with their daily poisons, and sneak attack is a nice boost to bomb damage.",
								"Barbarian rogues can become masters in every save and diversify their skills.",
								"Champion rogues add damage from sneak attack while protecting their flanking partners from harm.",
								"Fighter rogues combine the fighter's accuracy with extra damage, a deadly combination for archers or finesse fighters.",
								"Monk rogues have great synergy, since many stances grant powerful Strikes that work with sneak attack.",
								"Ranger rogues benefit from the shared focus on trailing foes and catching them flat-footed. The flurry edge can get you many sneak attacks, and the precision edge doubles down on precision damage.",
								"Spellcaster rogues use the rogue multiclass to shore up skills or to pick up tricky rogue feats like Mobility to help keep them safe."
							]
						}
					]
				}
			],
			"extraFeats": [],
			"miscTags": [
				"Multiclass"
			]
		},
		{
			"name": "Sorcerer",
			"source": "CRB",
			"page": 230,
			"entries": [
				"You coax the magic power in your blood to manifest, accessing magic others don't expect you to have.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Sorcerer characters",
					"entries": [
						"The sorcerer archetype is a method for anyone to pick up commonly useful spells, such as {@spell invisibility} and {@spell haste}."
					]
				}
			],
			"extraFeats": [],
			"miscTags": [
				"Multiclass"
			]
		},
		{
			"name": "Wizard",
			"source": "CRB",
			"page": 231,
			"entries": [
				"You have dabbled in the arcane arts and, through discipline and academic study, learned how to cast a few spells.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Wizard characters",
					"entries": [
						"The wizard archetype grants versatile prepared spells, perfect for characters looking to add some extra utility."
					]
				}
			],
			"extraFeats": [],
			"miscTags": [
				"Multiclass"
			]
		}
	]
}
