{
	"archetype": [
		{
			"name": "Investigator",
			"source": "APG",
			"page": 151,
			"miscTags": [
				"Multiclass"
			],
			"extraFeats": [],
			"entries": [
				"You've developed a keen eye for investigating mysteries.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Investigator characters",
					"entries": [
						"The investigator archetype is a good choice for a character that wants deeper investigations or to plan out their turns in advance; it's a particularly good match for Intelligence-based characters like alchemists, witches, and wizards."
					]
				}
			]
		},
		{
			"name": "Oracle",
			"source": "APG",
			"page": 152,
			"miscTags": [
				"Multiclass"
			],
			"extraFeats": [],
			"entries": [
				"A mysterious force granted you divine magic and a curse."
			]
		},
		{
			"name": "Swashbuckler",
			"source": "APG",
			"page": 153,
			"miscTags": [
				"Multiclass"
			],
			"extraFeats": [],
			"entries": [
				"You fight with flair and style, adding swashbuckling tricks to your combat repertoire.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Swashbuckler characters",
					"entries": [
						"The swashbuckler archetype is a great fit for martial characters who want to be a bit flashier or for Charisma-based spellcasters who want to add a bit of dramatic flair to their routine. Multiclass swashbucklers work especially well for characters who already wanted to perform the actions associated with gaining panache, such as a monk or barbarian with the gymnast style or a braggart, battledancer, or wit-style bard."
					]
				}
			]
		},
		{
			"name": "Witch",
			"source": "APG",
			"page": 154,
			"miscTags": [
				"Multiclass"
			],
			"extraFeats": [],
			"entries": [
				"You have heard the whispers of a distant patron, who sent an emissary to teach you powerful magic.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Witch characters",
					"entries": [
						"The witch archetype grants versatile prepared spells, perfect for characters looking to add some extra utility."
					]
				}
			]
		},
		{
			"name": "Acrobat",
			"source": "APG",
			"page": 155,
			"extraFeats": [],
			"entries": [
				"You have trained your body to perform incredible, seemingly superhuman feats of grace. You move in ways that leave your opponents caught off guard and fumbling for a response, turning every fight into performance art."
			]
		},
		{
			"name": "Archaeologist",
			"source": "APG",
			"page": 156,
			"extraFeats": [
				"4|Trap Finder|CRB",
				"10|Delay Trap|CRB"
			],
			"entries": [
				"Adventurers raid tombs for material gain, but true archaeologists treasure the knowledge gained from such sites. You might accomplish your goals with scholarly learning, by training to overcome the tricks and traps set by ancient peoples and rivals, through magical training, or even with a bit of inexplicable luck."
			]
		},
		{
			"name": "Archer",
			"source": "APG",
			"page": 157,
			"extraFeats": [
				"4|Assisting Shot|CRB",
				"4|Point-Blank Shot|CRB",
				"6|Double Shot|CRB",
				"6|Parting Shot|APG",
				"6|Running Reload|CRB",
				"8|Triple Shot|CRB",
				"10|Mobile Shot Stance|CRB",
				"18|Multishot Stance|CRB"
			],
			"entries": [
				"Bows of all types are powerful weapons. Generals and hunters alike recognize the power in dealing death from long distances, and from behind cover. Those dedicated to the bow—from mysterious cloaked strangers to heartless snipers—are often viewed with a mixture of respect and fear. Like any weapon adept, the archer's skill is forged through experience and constant practice. A true archer becomes one with the bow and is able to accomplish with that weapon things that most would consider impossible, or at least nearly magical."
			]
		},
		{
			"name": "Assassin",
			"source": "APG",
			"page": 158,
			"extraFeats": [
				"4|Poison Resistance|CRB",
				"6|Poison Weapon|CRB",
				"6|Sneak Attacker|CRB",
				"10|Improved Poison Weapon|CRB"
			],
			"entries": [
				"Targeted killing through stealth and subterfuge is the expertise of an assassin. While assassins are skilled in ending lives and many are evil, some live by a moral code, preying on the wicked, the cruel, or those who revel in unchecked aggression or power."
			]
		},
		{
			"name": "Bastion",
			"source": "APG",
			"page": 159,
			"extraFeats": [
				"6|Shielded Stride|CRB",
				"8|Reflexive Shield|CRB",
				"10|Quick Shield Block|CRB",
				"12|Mirror Shield|CRB"
			],
			"entries": [
				"Some say that a good offense is the best defense, but you find such boasting smacks of overconfidence. In your experience, the best defense is a good, solid shield between you and your enemies. You've focused your training on how best to use a shield to protect yourself and those around you."
			]
		},
		{
			"name": "Beastmaster",
			"source": "APG",
			"page": 160,
			"extraFeats": [
				"4|Magic Hide|APG",
				"4|Wild Empathy|CRB",
				"6|Companion's Cry|CRB",
				"10|Enlarge Companion|APG",
				"14|Side by Side|CRB"
			],
			"entries": [
				"You attract the loyalty of animals, and as your powers increase you can command more of them, briefly inhabit their body to perceive what they perceive, and even communicate with them over vast distances. Your animals may see you as a beloved parent, teacher, and mentor, or they may consider you a poor, defenseless cub that needs protection. Regardless, they will fight for you and alongside you, even sacrificing their lives for you if necessary",
				{
					"type": "pf2-brown-box",
					"name": "BEASTMASTER ANIMAL COMPANIONS",
					"entries": [
						"If you're playing a beastmaster, you determine the statistics and abilities of your animal companions according to the rules on pages 214–217 of the Core Rulebook. As a beastmaster, it's possible for you to have more than one animal companion at one time—up to four companions—but only one of those companions, your \"active companion,\" follows you during exploration and in encounters; the rest are nearby, usually foraging or hunting for food. As soon as you gain a second animal companion from the Beastmaster archetype, you also gain Call Companion to switch your active companion. These rules apply to all your companions, regardless of whether you got the animal companion from the beastmaster archetype or from another source.",
						{
							"traits": [
								"Exploration"
							],
							"entries": [
								"You spend 1 minute calling for a different animal companion, switching your active companion for another of your animal companions."
							],
							"type": "ability",
							"name": "Call Companion"
						}
					]
				}
			]
		},
		{
			"name": "Blessed One",
			"source": "APG",
			"page": 162,
			"extraFeats": [
				"6|Accelerating Touch|APG",
				"6|Mercy|CRB",
				"8|Invigorating Mercy|APG",
				"10|Greater Mercy|CRB",
				"12|Elucidating Mercy|APG",
				"12|Resilient Touch|APG",
				"14|Affliction Mercy|CRB",
				"14|Amplifying Touch|APG",
				"20|Rejuvenating Touch|APG"
			],
			"entries": [
				"Through luck or deed, heritage or heroics, you carry the blessing of a deity. This blessing manifests as the ability to heal wounds and remove harmful conditions, and exists independent of worship. You might offer thanks daily to the deity whose power you wield, or you might carry these blessings reluctantly, seeking to avoid responsibility or even acting to defy the deity's influence on you. You might wear the robes of the deity's order, or you might give little thought and even less reverence to the source of your powers. However you feel about these gifts, there can be no doubt that you wield a special power. Good-aligned deities are most likely to empower a blessed one. However, deities of any alignment can grant such a blessing, as long as they are capable of granting a positive divine font to their clerics. This means such deities as {@deity Lamashtu} might grant a foul version of the blessed one's powers."
			]
		},
		{
			"name": "Bounty Hunter",
			"source": "APG",
			"page": 163,
			"extraFeats": [
				"14|Double Prey|CRB"
			],
			"entries": [
				"Whether for coin, glory, or justice, you know how to track, defeat, and capture dangerous individuals. You're accustomed to perusing wanted posters, searching up on leads, and pursuing villains to hell and back."
			]
		},
		{
			"name": "Cavalier",
			"source": "APG",
			"page": 164,
			"extraFeats": [],
			"entries": [
				"You are a skilled and dedicated warrior of the battlefield who specializes in fighting astride a powerful animal companion that serves as your mount. You and your mount are an unparalleled team, moving with shared intent to become a powerful force on the battlefield. You might wield a banner in the name of a greater organization, a liege, or an ideal you uphold, or you might fight solely to further enrich your own prestige, reputation, and coffers.",
				{
					"type": "pf2-brown-box",
					"name": "CAVALIER PLEDGES",
					"entries": [
						"Many cavaliers pledge themselves in service to a specific organization or individual, such as a noble family or sovereign ruler, a knightly order or another organization, or a particular ideal. A cavalier pledged to an order or ideal must uphold its edicts and is beholden to any anathema it has; for example, a cavalier pledged to the druid's animal order would be tied to that anathema, while a cavalier pledged to the church of Abadar would be held to the same standards as a cleric of that god. If you pledge yourself to an entity or cause without a stated anathema, you should work with your GM to determine the edicts and anathema associated with your pledge.",
						"Cavaliers who have pledged themselves can gain access to certain abilities related to that pledge, such as Cavalier's Banner. If you violate the anathema of your pledge, you lose access to those feats until you benefit from an atone ritual. Changing the subject of your pledge is equivalent to retraining a class feature."
					]
				}
			]
		},
		{
			"name": "Celebrity",
			"source": "APG",
			"page": 166,
			"extraFeats": [],
			"entries": [
				"You're a special personality... and you know it. You're not merely comfortable in the spotlight, you crave it. While the traditional celebrity is a musician or another type of performer, you could be known for any occupation."
			]
		},
		{
			"name": "Dandy",
			"source": "APG",
			"page": 167,
			"extraFeats": [],
			"entries": [
				"You are a genteel master of style, culture, and decorum, aware of even the subtlest rules of etiquette. Whether you were born into status, acquired it later in life, or merely pretend to possess it, you look and act your part to manicured perfection."
			]
		},
		{
			"name": "Dragon Disciple",
			"source": "APG",
			"page": 168,
			"extraFeats": [],
			"entries": [
				"The rippling waves of fear, the rustling of thick scales, and the beat of immense wings signal the arrival of a great dragon. The awe-inspiring presence of these creatures makes them worthy of reverence—or even outright worship. Dragon disciples dedicate themselves to becoming like these great beasts, with each disciple striving to typify one variety of dragon. Sorcerers of draconic blood, barbarians with the dragon instinct, and many kobolds with close ties to their draconic predecessors become dragon disciples, but anyone who has encountered one of these terrifying creatures might follow this path.",
				"As a dragon disciple, you study and learn from the example of dragons, but that doesn't necessarily mean that you admire the dragons you emulate. While most dragon disciples do indeed revere their chosen dragon, countless tales are told of dragon disciples born of great personal tragedy at the hands of boundless draconic fury. These disciples have transformed themselves into what they despise in order to gain the power to destroy their draconic tormentor and at long last earn their revenge.",
				{
					"type": "pf2-brown-box",
					"name": "INSTINCT OF THE WYRM",
					"entries": [
						"The acquisition of draconic might can change the dragon disciple's body and give them magical abilities, as reflected in the archetype's feats, but the mind often changes as well, potentially even overwhelming the disciple's normal personality. Any dragon disciple can find the attitudes of dragonkind intruding into their thoughts. The foremost emotion among all types of dragons is pride. Even the influence of a benevolent metallic dragon can overwhelm a dragon disciple with pride. When tempered, this feeling levels out to a steady confidence, but when uncontrolled, it can grow to an air of arrogance or superiority.",
						"Disciples of metallic dragons also feel the pangs of compassion and benevolence. They grow to be more focused on cooperation and might take on leadership roles. Disciples of the vile chromatic dragons are plagued by thoughts of cruelty and greed. They long to see fear in the eyes of foe and friend alike. Those who succumb to these thoughts become bullies or tyrants.",
						"Instinctual draconic feelings can be constant, yet they seem to intensify when the disciple uses their draconic powers. In the few seconds after using a breath weapon or attacking with claws, or when the disciple sprouts wings, they might have a moment of mental transformation. This can bring on the full mindset of a dragon, or even make the disciple temporarily believe they truly {@i are} a dragon, and is often accompanied by a draconic roar, cackle, or majestic display."
					]
				}
			]
		},
		{
			"name": "Dual-Weapon Warrior",
			"source": "APG",
			"page": 170,
			"extraFeats": [
				"6|Twin Parry|CRB",
				"12|Twin Riposte|CRB",
				"16|Improved Twin Riposte|CRB",
				"18|Twinned Defense|CRB"
			],
			"entries": [
				"You're able to effortlessly fight with multiple weapons simultaneously, weaving your weapons together into a storm of quick attacks. To you, continual offense is the best form of defense, and you leave little room for your foes to avoid your whirlwind of weapons."
			]
		},
		{
			"name": "Duelist",
			"source": "APG",
			"page": 171,
			"extraFeats": [
				"4|Dueling Parry|CRB",
				"8|Disarming Stance|CRB",
				"10|Dueling Riposte|CRB",
				"12|Disarming Twist|CRB",
				"14|Dueling Dance|CRB",
				"14|Improved Dueling Riposte|CRB",
				"16|Guiding Riposte|CRB"
			],
			"entries": [
				"Across the world, students in martial academies practice with their blades to master one-on-one combat. The libraries of such schools hold deep troves of information detailing hundreds of combat techniques, battle stances, and honorable rules of engagement. Those who gain admission to such schools might train in formalized duels—and that's certainly the more genteel route to take. However, others assert that there's no better place to try out dueling techniques than in the life-and-death struggles common to an adventurer's life."
			]
		},
		{
			"name": "Eldritch Archer",
			"source": "APG",
			"page": 172,
			"extraFeats": [
				"20|Impossible Volley|CRB"
			],
			"entries": [
				"While many archers see their craft as an art form as much as a means of battle, a small number of archers seek to perfect their skills through magic, and you are among their number. Bolstering your athletic and martial abilities with mystical talents, you achieve rare heights with the bow or crossbow—transforming arrows or bolts into eldritch ammunition, sending arrows zig-zagging nearly unerringly to their target, and manifesting arrows that can deliver spells or even instant death.",
				"While having some spellcasting ability increases your potential flexibility and power as an eldritch archer, you might learn the secrets of these arts without being independently skilled in spellcasting, instead learning the magic of the bow for its own sake.",
				{
					"type": "pf2-brown-box",
					"name": "ELVEN ARROWS",
					"entries": [
						"The ability to infuse eldritch energy into bow shots is often seen as a kind of elven magic. While it may be true that elves first developed eldritch archery as a martial art, and many eldritch archers are elves and half-elves, other peoples have learned and developed their own forms of eldritch archery.",
						"Some whisper that remote regions to the south have their own dedications that rely on elemental archery, while the strange and shadowy hunters of the Uskwood use a form that relies on tenebrous shadow magic. Disturbing rumors circulate claiming that devils have developed a diabolical form of magical archery that can trap the soul and bind it to Hell, albeit for a short time. Like any form of magic, the discipline of eldritch archery will continue to develop among its practitioners across the multiverse."
					]
				}
			]
		},
		{
			"name": "Familiar Master",
			"source": "APG",
			"page": 174,
			"extraFeats": [
				"4|Enhanced Familiar|CRB"
			],
			"entries": [
				"From the wise owl perched on the wizard's shoulder to the crafty gremlin that serves the witch for their own reasons, the ghastly homunculus in the alchemist's lab to the clever monkey that picks the lock of the thief's cell, familiars have always served. Whether through rigorous training or a preternatural connection, yours serves better than most."
			]
		},
		{
			"name": "Gladiator",
			"source": "APG",
			"page": 175,
			"extraFeats": [],
			"entries": [
				"The roar of the crowd and thrill of competitive combat drive you to become the best—and the fame isn't bad either.",
				"If there are sapient creatures observing a combat encounter, and these onlookers are neither engaged in the combat themselves nor allied or affiliated with either side, the combatants have spectators. The GM is the final arbiter."
			]
		},
		{
			"name": "Herbalist",
			"source": "APG",
			"page": 176,
			"extraFeats": [],
			"entries": [
				"The plants around you can provide more remedies than the finest hospital or temple, and you are skilled in their use."
			]
		},
		{
			"name": "Horizon Walker",
			"source": "APG",
			"page": 177,
			"extraFeats": [
				"10|Blind-Fight|CRB",
				"10|Terrain Master|CRB",
				"12|Warden's Step|CRB"
			],
			"entries": [
				"Many long for the open road, but you prefer the trackless wild. You can find safe passage through the most inhospitable terrain in the world—icecaps, deserts, and similar environs are where you're comfortable. Your talents open untrod paths for you and help guide others through the wilderness."
			]
		},
		{
			"name": "Linguist",
			"source": "APG",
			"page": 178,
			"extraFeats": [],
			"entries": [
				"Whether you study to further your own ambitions or simply out of fascination with the intricacies of language, your way with words is unparalleled."
			]
		},
		{
			"name": "Loremaster",
			"source": "APG",
			"page": 179,
			"extraFeats": [
				"4|Loremaster's Etude|CRB",
				"8|Assured Knowledge|APG",
				"14|Enigma's Knowledge|APG",
				"16|True Hypercognition|CRB"
			],
			"entries": [
				"Knowledge is power, and you labor in pursuit of that power. No matter the situation, you can usually procure some tidbit of knowledge to inform your actions. You specialize in secrets, both uncovering them and hiding them away, and your command of the written word borders on the supernatural. As you discover deeper secrets of lore, you might develop a power over knowledge that becomes outright magical, allowing you to understand and disguise information even more effectively."
			]
		},
		{
			"name": "Marshal",
			"source": "APG",
			"page": 180,
			"extraFeats": [
				"8|Attack of Opportunity|CRB"
			],
			"entries": [
				"Marshals are leaders, first and foremost. Marshals can come from any class or background, though they all share a willingness to sacrifice their own glory for the greater good of the team. Some marshals lead from the front, sword and shield raised, while others may call instructions and encouragements from the rear while providing allied spellcasters with skilled support. Regardless of their preferred method of combat, marshals' ability to bring the best out in every ally is a valuable addition to any group."
			]
		},
		{
			"name": "Martial Artist",
			"source": "APG",
			"page": 182,
			"extraFeats": [
				"4|Brawling Focus|CRB",
				"4|Crane Stance|CRB",
				"4|Dragon Stance|CRB",
				"4|Gorilla Stance|APG",
				"4|Mountain Stance|CRB",
				"4|Stumbling Stance|APG",
				"4|Tiger Stance|CRB",
				"4|Wolf Stance|CRB",
				"8|Crane Flutter|CRB",
				"8|Dragon Roar|CRB",
				"8|Gorilla Pound|APG",
				"8|Mountain Stronghold|CRB",
				"8|Stumbling Feint|APG",
				"8|Tiger Slash|CRB",
				"8|Wolf Drag|CRB",
				"16|Mountain Quake|CRB"
			],
			"entries": [
				"You have trained in the martial arts, making your unarmed strikes lethal. You seek neither mysticism nor enlightenment, and you don't view this training as some greater path to wisdom. Yours is the way of the fist striking flesh, the hand turning aside the blade, and the devastating kick taking your enemy down. Your training is focused and practical, and since you have turned every part of your body into a weapon, you never find yourself without one. While you might have learned your techniques in a dojo or school focused on training the body, you might just as easily have learned them in street brawls and bar fights, combining instincts with intense athleticism for a deadly combination."
			]
		},
		{
			"name": "Mauler",
			"source": "APG",
			"page": 183,
			"extraFeats": [
				"4|Knockdown|CRB",
				"4|Power Attack|CRB",
				"12|Improved Knockdown|CRB",
				"14|Brutal Finish|CRB",
				"14|Unbalancing Sweep|APG"
			],
			"entries": [
				"You have trained in the martial arts, making your unarmed strikes lethal. You seek neither mysticism nor enlightenment, and you don't view this training as some greater path to wisdom. Yours is the way of the fist striking flesh, the hand turning aside the blade, and the devastating kick taking your enemy down. Your training is focused and practical, and since you have turned every part of your body into a weapon, you never find yourself without one. While you might have learned your techniques in a dojo or school focused on training the body, you might just as easily have learned them in street brawls and bar fights, combining instincts with intense athleticism for a deadly combination."
			]
		},
		{
			"name": "Medic",
			"source": "APG",
			"page": 184,
			"extraFeats": [],
			"entries": [
				"You've studied countless techniques for providing medical aid, making you a peerless doctor and healer."
			]
		},
		{
			"name": "Pirate",
			"source": "APG",
			"page": 185,
			"extraFeats": [],
			"entries": [
				"You live a life of freedom, taking by force and intimidation all that you desire. You may be a privateer, raiding and plundering on behalf of a particular nation or another authority, or you may answer to no one but your own capricious whims. Either way, you rely on intimidation, wits, and combat prowess to take what you want from those you deem less deserving.",
				"Pirates have much in common with {@class swashbuckler|APG|swashbucklers}, and many pirates have the {@class swashbuckler|APG|swashbuckler class} or {@archetype swashbuckler|APG|archetype}. Much like a swashbuckler's daring deeds, classic pirate maneuvers are often showy feats intended to impress, intimidate, and gain panache. For example, if you have the panache class feature and your Acrobatics check for a Boarding Assault exceeds the very hard DC for your level, you would gain panache."
			]
		},
		{
			"name": "Poisoner",
			"source": "APG",
			"page": 186,
			"extraFeats": [
				"4|Poison Resistance|CRB",
				"4|Subtle Delivery|APG",
				"6|Poison Weapon|CRB",
				"6|Tenacious Toxins|APG",
				"8|Sticky Poison|APG",
				"10|Improved Poison Weapon|CRB",
				"10|Pinpoint Poisoner|APG",
				"12|Improved Poison Weapon|CRB",
				"18|Chemical Contagion|APG"
			],
			"entries": [
				"People are so delightfully fragile when exposed to the glories of nature. The bite of a certain serpent makes the blood congeal to jelly. A particular stone, suitably powdered, causes hallucinations and delirium. The sap of a tree inflicts such pain that death seems preferable. You are a student of such dark wonders, making you a dangerous foe indeed."
			]
		},
		{
			"name": "Ritualist",
			"source": "APG",
			"page": 187,
			"extraFeats": [],
			"entries": [
				"While some learn the art of ritual casting through rigorous study, other gifted individuals may find that a combination of natural talent and luck gives them surprising skill at performing rituals, whether they want that power or not."
			]
		},
		{
			"name": "Scout",
			"source": "APG",
			"page": 188,
			"extraFeats": [
				"12|Camouflage|CRB"
			],
			"entries": [
				"You're an expert in espionage and reconnaissance, able to skulk silently through the wilderness to gather intelligence, sneak through enemy lines to report to your comrades, or suddenly and decisively strike your foes. Your skills ease the difficulty of travel for you and your companions and keep you all on guard when you're approaching danger."
			]
		},
		{
			"name": "Scroll Trickster",
			"source": "APG",
			"page": 189,
			"extraFeats": [
				"12|Camouflage|CRB"
			],
			"entries": [
				"Magic has long been written down, and in myriad forms. From the classic rolled parchment to strings tied with a hundred intricate knots, from baked clay tablets covered with incisions to bound collections of bamboo slips, magic is everywhere. You just need to know how to read it."
			]
		},
		{
			"name": "Scrounger",
			"source": "APG",
			"page": 190,
			"extraFeats": [],
			"entries": [
				"You have spent countless hours disassembling and rebuilding complex items to learn how they work, giving you the skill to create just about anything from the most unlikely materials. While your improvised items don't last long, they tend to be just what you need in a pinch, and your enemies find that while they might be able to disarm you, the real challenge is keeping you that way. Locked rooms, diabolical traps, and desperate situations are each their own sort of puzzle to you, and the mundane objects around you are the pieces you use to improvise your own solution."
			]
		},
		{
			"name": "Sentinel",
			"source": "APG",
			"page": 191,
			"extraFeats": [
				"10|Sacrifice Armor|APG",
				"16|Greater Interpose|APG"
			],
			"entries": [
				"Armor offers solid, reassuring protection in combat, and as someone who faces danger on a regular basis, you have made it your business to get the most out of your defenses. You stand solid on any battlefield, encased in the sturdiest armor you can find. When danger threatens, your solid defenses will safely get you, and possibly your companions, home again. As a sentinel, you might be a member of an order of knights or bodyguards that trained you how best to take advantage of heavy armor. On the other hand, you might just be an adventurer who took one too many scrapes and decided that enough was enough, so you trained yourself to wear the heaviest plate you could get your hands on. Some witches or sorcerers have chosen to follow the path of the sentinel to increase their survivability."
			]
		},
		{
			"name": "Shadowdancer",
			"source": "APG",
			"page": 192,
			"extraFeats": [
				"10|Uncanny Dodge|CRB",
				"14|Spring from the Shadows|CRB",
				"16|Sense the Unseen|CRB",
				"18|Cognitive Loophole|CRB"
			],
			"entries": [
				"Shadow has always been the cousin of fear. Within the darkness, monsters dwell, plans are hatched, and enemies strike with fang and dagger and dark magic. But some embrace the shadow, gain power from it, and dance within its shifting dark.",
				"A true shadowdancer is a creature who flits on the edge of light and darkness. Moving amid the inky blackness, shadowdancers are spies, assassins, infiltrators, and emissaries. Some shadowdancers use their relationship with the dark for good, while others embrace the primordial night, its terror, and its betrayal.",
				"Regardless of the reason why someone embraces the shadows, the shadows embrace that person in turn, gradually transforming them into something inky, nebulous, and mysterious.",
				{
					"type": "pf2-brown-box",
					"name": "CALL OF SHADOWS",
					"entries": [
						"The shadows call out to a potential shadowdancer in a myriad of ways. Often it starts with fear—fear of the dark, fear of enemies, or an underlying uncontrolled anxiety and the desire to gain power over the darkness. Many potential shadowdancers hear the shadows whisper in their heads. First dismissed as some perverse trick of the mind, the whispers can seem to ebb and wane, but a true calling becomes more lucid and more compelling.",
						"In some shadow-infused lands in the Pathfinder setting, particularly Nidal, Ustalav, and even Cheliax, organizations search for and recruit those called by the shadows, eager to transform them into spies and assassins. But the call can come to any creature anywhere. It's just a question of whether the creature heeds the call and forms a pact with the shadows.",
						"Though it is hard to convince many folks otherwise, given the fearsome reputations of shadowdancers working for dark powers and cabals, there is nothing intrinsically evil about embracing the shadows. Darkness is amoral but not without its champions for good and even law, though it is true that such shadowdancers are few and far between."
					]
				}
			]
		},
		{
			"name": "Snarecrafter",
			"source": "APG",
			"page": 194,
			"extraFeats": [
				"8|Quick Snares|CRB",
				"10|Powerful Snares|CRB",
				"14|Lightning Snares|CRB"
			],
			"entries": [
				"You're able to take ordinary materials and use them to create deadly snares, special traps that you can rig up quickly when the situation demands. While traps might grant you less brute force to apply in a fair fight than weapons would, you rarely allow your fights to be fair. Instead, when a battle takes place at a location of your choice, you have a major advantage thanks to your well-placed snares. Once your foes come to realize that you may have trapped any location on the battlefield, their fear of walking into another trap can help you corral them toward the waiting blades of your allies, or even make them too paranoid to move at all, locking them in place."
			]
		},
		{
			"name": "Talisman Dabbler",
			"source": "APG",
			"page": 195,
			"extraFeats": [],
			"entries": [
				"The classic idea of magic is that of a hoary wizard, poring over a crumbling book of spells. But magic is so much more than that—it is thought, will, and action, and with the right talismans, you can make even the cut of a sword a deeply magical act. This all hinges on the small magical talismans you affix to your gear. You know how to make and use the perfect talismans for any job."
			]
		},
		{
			"name": "Vigilante",
			"source": "APG",
			"page": 196,
			"extraFeats": [
				"4|Quick Draw|CRB"
			],
			"entries": [
				"As a vigilante, you have two faces: a public persona, and a secret identity that lets you hide your extralegal actions from polite society. Your secret identity lets you adventure and carry out clandestine missions while keeping the civilians you care about safe. Whatever your purpose—fighting crime, inciting rebellion, sowing chaos—your vigilante identity makes you both hard to pin down and a mysterious, intriguing subject of gossip."
			]
		},
		{
			"name": "Viking",
			"source": "APG",
			"page": 198,
			"extraFeats": [
				"4|Reactive Shield|CRB",
				"6|Shielded Stride|CRB",
				"10|Quick Shield Block|CRB"
			],
			"entries": [
				"To go \"a-viking\" is to raid by sea, and thus vikings have spread far and wide. Some have even settled in the very communities they once raided. Vikings traditionally travel in longboats; a score of these warriors might live aboard their ship for days at a time, sailing the seas (or, as they call it, the \"whale-road\") to ambush coastal communities. Once they arrive at a settlement, they charge ashore, plundering all they can find and slaying anyone foolish enough to get in their way. The ferocity of viking raids is legendary."
			]
		},
		{
			"name": "Weapon Improviser",
			"source": "APG",
			"page": 198,
			"extraFeats": [
				"4|Reactive Shield|CRB",
				"6|Shielded Stride|CRB",
				"10|Quick Shield Block|CRB"
			],
			"entries": [
				"As far as you're concerned, the best weapon to wield is the one that your opponents never see coming. By knowing how to fight effectively with whatever's at hand, you ensure that you're never caught unarmed, and you often get the drop on opponents who mistakenly think they've caught you off guard.",
				"Whether you're smashing someone over the head with a bar stool, tossing a mug of ale in their face to blind them, or stabbing your foes with a broken bottle, you can find weapons anywhere and employ them creatively whenever a fight breaks out. Because you fight with disposable weapons, you don't need to be as careful with your weapons as other warriors do, and you can break them when needed to win a fight without feeling any regrets later."
			]
		}
	]
}
