{
    "archetype": [
        {
        "name": "Alchemist",
        "source": "CRB",
        "page": 220,
        "miscTags": [
            "Multiclass"
        ],
        "extraFeats": [
            "2|Alchemist Dedication|CRB",
            "4|Basic Concoction|CRB",
            "4|Quick Alchemy|CRB",
            "6|Advanced Concoction|CRB",
            "6|Expert Alchemy|CRB",
            "12|Master Alchemy|CRB"
        ],
        "entries": [
            "You enjoy tinkering with alchemical formulas and substances in your spare time, and your studies have progressed beyond mere experimentation.",
            {
                "type": "pf2-h3",
                "name": "Multiclass Alchemist characters",
                "entries": [
                    "The free alchemical items from the alchemist archetype are extremely useful to characters of any class. The following are just some of the possible combinations.",
                    "• Barbarian alchemists can mix mutagens with their rage to ferocious effect.",
                    "• Champion alchemists can focus on alchemical items that boost defenses and heal others, allowing their champion’s reaction and {@i lay on hands} to go further.",
                    "• Fighter alchemists can use their alchemy to gain additional options in situations where their usual tactics don’t work.",
                    "• Ranger alchemists focus on alchemy and snares, getting extra use out of their Crafting skill and supplying bombs for the bomb snare.",
                    "• Rogue alchemists can combine a rogue’s poison feats with free daily poisons, and bombs present an interesting way to sneak attack with various types of energy damage.",
                    "• Spellcaster alchemists often use their alchemical items to take pressure off their repertoire or prepared spells. For instance, a wizard alchemist who can brew up darksight elixirs to grant darkvision can prepare another spell instead of {@i darkvision}."
                ]
            }
        ]
        }
    ]
}

