{
    "archetype": [
        {
			"name": "Investigator",
			"source": "APG",
			"page": 151,
			"miscTags": [
				"Multiclass"
			],
			"extraFeats": [
			],
			"entries": [
				"You’ve developed a keen eye for investigating mysteries.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Investigator characters",
					"entries": [
						"The investigator archetype is a good choice for a character that wants deeper investigations or to plan out their turns in advance; it’s a particularly good match for Intelligence-based characters like alchemists, witches, and wizards."
					]
				}
			]
		},
        {
			"name": "Oracle",
			"source": "APG",
			"page": 152,
			"miscTags": [
				"Multiclass"
			],
			"extraFeats": [
			],
			"entries": [
				"A mysterious force granted you divine magic and a curse."
			]
		},
        {
			"name": "Swashbuckler",
			"source": "APG",
			"page": 153,
			"miscTags": [
				"Multiclass"
			],
			"extraFeats": [
			],
			"entries": [
				"You fight with flair and style, adding swashbuckling tricks to your combat repertoire.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Swashbuckler characters",
					"entries": [
						"The swashbuckler archetype is a great fit for martial characters who want to be a bit flashier or for Charisma-based spellcasters who want to add a bit of dramatic flair to their routine. Multiclass swashbucklers work especially well for characters who already wanted to perform the actions associated with gaining panache, such as a monk or barbarian with the gymnast style or a braggart, battledancer, or wit-style bard."
					]
				}
			]
		},
        {
			"name": "Witch",
			"source": "APG",
			"page": 154,
			"miscTags": [
				"Multiclass"
			],
			"extraFeats": [
			],
			"entries": [
				"You have heard the whispers of a distant patron, who sent an emissary to teach you powerful magic.",
				{
					"type": "pf2-h3",
					"name": "Multiclass Witch characters",
					"entries": [
						"The witch archetype grants versatile prepared spells, perfect for characters looking to add some extra utility."
					]
				}
			]
		},
        {
            "name": "Acrobat",
            "source": "APG",
            "page": 155,
            "extraFeats": [
            ],
            "entries": [
                "You have trained your body to perform incredible, seemingly superhuman feats of grace. You move in ways that leave your opponents caught off guard and fumbling for a response, turning every fight into performance art."
            ]
        },
        {
            "name": "Archaeologist",
            "source": "APG",
            "page": 156,
            "extraFeats": [
                "4|Trap Finder|CRB",
                "10|Delay Trap|CRB"
            ],
            "entries": [
                "Adventurers raid tombs for material gain, but true archaeologists treasure the knowledge gained from such sites. You might accomplish your goals with scholarly learning, by training to overcome the tricks and traps set by ancient peoples and rivals, through magical training, or even with a bit of inexplicable luck."
            ]
        },
        {
            "name": "Archer",
            "source": "APG",
            "page": 157,
            "extraFeats": [
                "4|Assisting Shot|CRB",
                "4|Point-Blank Shot|CRB",
                "6|Double Shot|CRB",
                "6|Parting Shot|CRB",
                "6|Running Reload|CRB",
                "8|Triple Shot|CRB",
                "10|Mobile Shot Stance|CRB",
                "18|Multishot Stance|CRB"
            ],
            "entries": [
                "Bows of all types are powerful weapons. Generals and hunters alike recognize the power in dealing death from long distances, and from behind cover. Those dedicated to the bow—from mysterious cloaked strangers to heartless snipers—are often viewed with a mixture of respect and fear. Like any weapon adept, the archer’s skill is forged through experience and constant practice. A true archer becomes one with the bow and is able to accomplish with that weapon things that most would consider impossible, or at least nearly magical."
            ]
        },
        {
            "name": "Assassin",
            "source": "APG",
            "page": 158,
            "extraFeats": [
                "4|Poison Resistance|CRB",
                "6|Poison Weapon|CRB",
                "6|Sneak Attacker|CRB",
                "10|Improved Poison Weapon|CRB"
            ],
            "entries": [
                "Targeted killing through stealth and subterfuge is the expertise of an assassin. While assassins are skilled in ending lives and many are evil, some live by a moral code, preying on the wicked, the cruel, or those who revel in unchecked aggression or power."
            ]
        },
        {
            "name": "Bastion",
            "source": "APG",
            "page": 159,
            "extraFeats": [
                "6|Shielded Stride|CRB",
                "8|Reflexive Shield|CRB",
                "10|Quick Shield Block|CRB",
                "12|Mirror Shield|CRB"
            ],
            "entries": [
                "Some say that a good offense is the best defense, but you find such boasting smacks of overconfidence. In your experience, the best defense is a good, solid shield between you and your enemies. You’ve focused your training on how best to use a shield to protect yourself and those around you."
            ]
        },
        {
            "name": "Beastmaster",
            "source": "APG",
            "page": 160,
            "extraFeats": [
                "4|Magic Hide|APG",
                "4|Wild Empathy|CRB",
                "6|Companion's Cry|CRB",
                "10|Enlarge Companion|APG",
                "14|Side by Side|CRB"
            ],
            "entries": [
                "You attract the loyalty of animals, and as your powers increase you can command more of them, briefly inhabit their body to perceive what they perceive, and even communicate with them over vast distances. Your animals may see you as a beloved parent, teacher, and mentor, or they may consider you a poor, defenseless cub that needs protection. Regardless, they will fight for you and alongside you, even sacrificing their lives for you if necessary"
            ]
        },
        {
            "name": "Blessed One",
            "source": "APG",
            "page": 162,
            "extraFeats": [
                "6|Accelerating Touch|APG",
                "6|Mercy|CRB",
                "8|Invigorating Mercy|APG",
                "10|Greater Mercy|CRB",
                "12|Elucidating Mercy|APG",
                "12|Resilient Touch|APG",
                "14|Affliction Mercy|CRB",
                "14|Amplifying Touch|APG",
                "20|Rejuvenating Touch|APG"
            ],
            "entries": [
                "Through luck or deed, heritage or heroics, you carry the blessing of a deity. This blessing manifests as the ability to heal wounds and remove harmful conditions, and exists independent of worship. You might offer thanks daily to the deity whose power you wield, or you might carry these blessings reluctantly, seeking to avoid responsibility or even acting to defy the deity’s influence on you. You might wear the robes of the deity’s order, or you might give little thought and even less reverence to the source of your powers. However you feel about these gifts, there can be no doubt that you wield a special power. Good-aligned deities are most likely to empower a blessed one. However, deities of any alignment can grant such a blessing, as long as they are capable of granting a positive divine font to their clerics. This means such deities as {@deity Lamashtu} might grant a foul version of the blessed one’s powers."
            ]
        },
        {
            "name": "Bounty Hunter",
            "source": "APG",
            "page": 163,
            "extraFeats": [
                "14|Double Prey|CRB"
            ],
            "entries": [
                "Whether for coin, glory, or justice, you know how to track, defeat, and capture dangerous individuals. You’re accustomed to perusing wanted posters, searching up on leads, and pursuing villains to hell and back."
            ]
        },
        {
            "name": "Cavalier",
            "source": "APG",
            "page": 164,
            "extraFeats": [
            ],
            "entries": [
                "You are a skilled and dedicated warrior of the battlefield who specializes in fighting astride a powerful animal companion that serves as your mount. You and your mount are an unparalleled team, moving with shared intent to become a powerful force on the battlefield. You might wield a banner in the name of a greater organization, a liege, or an ideal you uphold, or you might fight solely to further enrich your own prestige, reputation, and coffers."
            ]
        },
        {
            "name": "Celebrity",
            "source": "APG",
            "page": 166,
            "extraFeats": [
            ],
            "entries": [
                "You’re a special personality... and you know it. You’re not merely comfortable in the spotlight, you crave it. While the traditional celebrity is a musician or another type of performer, you could be known for any occupation."
            ]
        },
        {
            "name": "Dandy",
            "source": "APG",
            "page": 167,
            "extraFeats": [
            ],
            "entries": [
                "You are a genteel master of style, culture, and decorum, aware of even the subtlest rules of etiquette. Whether you were born into status, acquired it later in life, or merely pretend to possess it, you look and act your part to manicured perfection."
            ]
        },
        {
            "name": "Dragon Disciple",
            "source": "APG",
            "page": 168,
            "extraFeats": [
            ],
            "entries": [
                "The rippling waves of fear, the rustling of thick scales, and the beat of immense wings signal the arrival of a great dragon. The awe-inspiring presence of these creatures makes them worthy of reverence—or even outright worship. Dragon disciples dedicate themselves to becoming like these great beasts, with each disciple striving to typify one variety of dragon. Sorcerers of draconic blood, barbarians with the dragon instinct, and many kobolds with close ties to their draconic predecessors become dragon disciples, but anyone who has encountered one of these terrifying creatures might follow this path.",
                "As a dragon disciple, you study and learn from the example of dragons, but that doesn’t necessarily mean that you admire the dragons you emulate. While most dragon disciples do indeed revere their chosen dragon, countless tales are told of dragon disciples born of great personal tragedy at the hands of boundless draconic fury. These disciples have transformed themselves into what they despise in order to gain the power to destroy their draconic tormentor and at long last earn their revenge."
            ]
        },
        {
            "name": "Dual-Weapon Warrior",
            "source": "APG",
            "page": 170,
            "extraFeats": [
                "6|Twin Parry|CRB",
                "12|Twin Riposte|CRB",
                "16|Improved Twin Riposte|CRB",
                "18|Twinned Defense|CRB"
            ],
            "entries": [
                "You’re able to effortlessly fight with multiple weapons simultaneously, weaving your weapons together into a storm of quick attacks. To you, continual offense is the best form of defense, and you leave little room for your foes to avoid your whirlwind of weapons."
            ]
        },
        {
            "name": "Duelist",
            "source": "APG",
            "page": 171,
            "extraFeats": [
                "4|Dueling Parry|CRB",
                "8|Disarming Strike|CRB",
                "10|Dueling Riposte|CRB",
                "12|Disarming Twist|CRB",
                "14|Dueling Dance|CRB",
                "14|Improved Dueling Riposte|CRB",
                "16|Guiding Riposte|CRB"
            ],
            "entries": [
                "Across the world, students in martial academies practice with their blades to master one-on-one combat. The libraries of such schools hold deep troves of information detailing hundreds of combat techniques, battle stances, and honorable rules of engagement. Those who gain admission to such schools might train in formalized duels—and that’s certainly the more genteel route to take. However, others assert that there’s no better place to try out dueling techniques than in the life-and-death struggles common to an adventurer’s life."
            ]
        },
        {
            "name": "Eldritch Archer",
            "source": "APG",
            "page": 172,
            "extraFeats": [
                "20|Impossible Volley|CRB"
            ],
            "entries": [
                "While many archers see their craft as an art form as much as a means of battle, a small number of archers seek to perfect their skills through magic, and you are among their number. Bolstering your athletic and martial abilities with mystical talents, you achieve rare heights with the bow or crossbow—transforming arrows or bolts into eldritch ammunition, sending arrows zig-zagging nearly unerringly to their target, and manifesting arrows that can deliver spells or even instant death.",
                "While having some spellcasting ability increases your potential flexibility and power as an eldritch archer, you might learn the secrets of these arts without being independently skilled in spellcasting, instead learning the magic of the bow for its own sake."
            ]
        }
    ]
}