{
	"ancestry": [
		{
			"name": "Strix",
			"source": "LOAG",
			"page": 132,
			"rarity": "Rare",
			"hp": 8,
			"size": "Medium",
			"speed": {
				"walk": 25
			},
			"boosts": [
				"Dexterity",
				"Free"
			],
			"languages": [
				"{@language Common}",
				"{@language Strix}",
				"Additional languages equal to your Intelligence modifier (if positive). Choose from {@language Draconic}, {@language Giant}, {@language Gnome}, {@language Infernal}, and any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"Humanoid",
				"Strix"
			],
			"features": [
				{
					"name": "Wings",
					"entries": [
						"All strix possess powerful wings. While not all strix focus on honing their flying skills, a strong flap of their wings allows strix to travel longer distances when jumping. When Leaping horizontally, you move an additional 5 feet. You don't automatically fail your checks to High Jump or Long Jump if you don't Stride at least 10 feet first. In addition, when you make a Long Jump, you can jump a distance up to 10 feet further than your Athletics check result, though still with the normal maximum of your Speed."
					]
				},
				{
					"name": "Low-Light Vision",
					"entries": [
						"You can see in dim light as though it were bright light, and you ignore the {@condition concealed} condition due to dim light."
					]
				}
			],
			"flavor": [
				"Known as itarii in their own language, strix are reclusive avian humanoids devoted to their homelands and their tribes. They defend their precious communities with broad wingspans and razor talons."
			],
			"info": [
				"Strix value ferocity, vengeance, and devotion above all else. Their dark, formidable wingspans and long history of taking revenge for their fallen family members have painted them as winged devils in the eyes of neighboring human populations. In contradiction to their misunderstood nature, strix boast a spiritual, artistic, and compassionate culture that is rarely seen outside of their roosts.",
				"As strix populations begin to resurge and spread beyond the mountainous region known as the Devil's Perch, their tribes now speckle the landscape of Cheliax and surrounding nations. Soaring over mountains, forests, and beaches, strix are always brought home by the deep connections they share with their kinfolk. If you want a character who is loyal yet enigmatic, fierce yet artistic, and who yearns to soar above the world, you should play a strix.",
				{
					"type": "pf2-h3",
					"page": 132,
					"name": "You Might...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Dedicate and endear yourself to your family, friends, or community.",
								"Harbor an inherited distrust of humans.",
								"Keep strangers at arm's length and perhaps exhibit naivete about the world beyond your homeland."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 132,
					"name": "Others Probably...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Appreciate your dedicated friendship, even if they don't grasp the cultural history behind it.",
								"Treat you on occasion like a carrier pigeon, asking you to deliver letters or other similar favors.",
								"Find your appearance frightening due to complete inexperience with strix."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 132,
					"name": "Physical Description",
					"entries": [
						"Strix are avian-influenced humanoids with intimidating talons and feathered wings sprouting from their backs. With an average height of 6 feet, strix are taller than most humans but are very light for their size. Strix are considered mature at 14 years of age and have an average lifespan of 40 years. They have pointed ears and large eyes that are typically black from sclera to pupil, but occasionally appear as a piercing golden color. Strix lack the ability to move their eyes independently of their head, resulting in distinctive jerky movements as their gaze snaps between targets. Their bodies are usually taut with defined musculature—a result of the strength necessary to flex their wings."
					]
				},
				{
					"type": "pf2-h3",
					"page": 133,
					"name": "Society",
					"entries": [
						"Strix are rare and reclusive people who cling to their ancestral territories. They live in modest-sized tribes, but some reside in smaller bands of tight-knit individuals. The largest settlements of strix reside on Devil's Perch, but a small number of their ilk have traveled far across Golarion. Strix feel an intense empathy and attachment to their family and other community members. They prioritize the needs of their community over their individual desires, and their bands and tribes benefit from an easy yet expertly organized division of labor. Strix tribes are led by a rokoa, a female tribal leader.",
						"A long history of conflict with the nearby nation of Cheliax has bred into most strix a deep fear and suspicion of humans—who they call kotaara. Strix have struggled to keep hold of their territories and maintain their numbers in the face of constant conflict with these enemies who, in addition to trying to destroy what they believe to be winged devils, vastly outnumber them. Due to their strongly bonded groups, the loss of a single tribe member is devastating."
					]
				},
				{
					"type": "pf2-h3",
					"page": 133,
					"name": "Alignment and Religion",
					"entries": [
						"Due to their deep respect for the rules of a functioning society, strix are rarely chaotic, but some may be flexible on adopting the rules of outside societies. Strix are typically nonreligious and instead use stories from an epic known as the Korrsat Akra, or \"The Scattered Nest,\" to tell them of their origins and give them direction on their current place in the world. They have a deep investment in the lives of their fellows and experience intense grief at their passing.",
						"Pharasma is a common influence among religious strix due to the popularity of religious and spiritual practices honoring the lives and deaths in their beloved community. Gozreh is also an everyday influence for many strix, who beseech the Wind and the Waves to give them satisfying tailwinds for flight and protect their kin when the sky turns dark with fury. Erastil and even Torag represent two versions of social order and may be unifying deities across entire tribes."
					]
				},
				{
					"type": "pf2-h3",
					"page": 133,
					"name": "Names",
					"entries": [
						"Strix names consist of sounds that are reminiscent of chirping, screeches, or trilling by various birds, and their naming conventions are influenced primarily by tradition and spirituality. Strix in small communities might share a common syllable among all their names to express their unity. Due to their deep affection for their family members, naming children after other loved ones is very common, occasionally with an additional syllable or slight change to the pronunciation."
					]
				},
				{
					"type": "pf2-h4",
					"page": 133,
					"name": "Sample Names",
					"entries": [
						"Chiit-iir, Cicreeti, Ikatarii, Irkoata, Kaata, Kiilo, Kirii, Rahka, Roatatwiil, Turiilo, Turuk, Twilii"
					]
				},
				{
					"type": "pf2-h2",
					"page": 133,
					"name": "Strix of the Inner Sea",
					"entries": [
						"Strix aren't native to the Inner Sea region. According to strix legend, they became permanent residents after being deposited among the steep spires and plunging valleys of Devil's Perch from somewhere distant and unknown by a catastrophic magical storm. Since their arrival at Devil's Perch, a mountainous area in the southwest region of Cheliax's Menador Mountains, strix have been in perpetual conflict with nearby human populations. Strix believe that this ongoing slaughter of their precious kinfolk is a continuation of a curse from the gods that banished them to Devil's Perch. The strix of the Inner Sea region have a dark relationship with their history, and mysteries lie obscured somewhere among the vast skies between their current residence in Cheliax and their distant relatives in Arcadia and beyond.",
						"Physiologically very similar to humans, strix most notably differ in the 12-foot feathered wingspans spread from their back and curved talons in the place of toes. Strix of the Inner Sea region universally grow white hair. Their skin tones and plumage most often range from black to gray, while some have brown to umber skin tones that complement the color of their feathers. Large, pointed ears and sharp brows give them very angular, defined features. Their eyes have no pupil and are fixed in their head, with nictitating membranes that blink sideways.",
						"Strix attire is simple. To allow flight, these avian relatives must keep clothing light and minimal and their feet bare to allow for adequate perching. Strix naturally shed their feathers, and much of this material makes its way back into their attire as ornaments; wearing the feathers of loved ones is particularly popular. A tribe's rokoa may wear a full cloak or headdress of her community's feathers, and the downy fluff shed by strix's young provides valuable insulation for winter clothing. At their core, most strix communities simply wish to be left alone to seek prosperity peacefully. Unfortunately, any acts of self-defense by strix are seen as further justification for violence by their enemies, who are already accustomed to treating strix as a scourge on the mountains and forests. The concept of vengeance is fluid but pervasive among strix groups. Strix generally believe that a certain amount of vengeance is just, but this conflicts with their general understanding of the value of life and kinship. Their itaraak champions, warriors of vengeance sworn to defend their people at all costs, protect their tribe fearlessly to avoid bloodying the wings of more sensitive souls. Rumors from fearmongering humans claim that itaraak champions habitually slaughter a hundred humans for every one of their kin that falls.",
						{
							"type": "pf2-sidebar",
							"page": 134,
							"name": "Strix Adventurers",
							"entries": [
								"Adventuring strix most commonly take the emissary, hermit, nomad, scout, or street urchin backgrounds. Strix are agile combatants and prudent adventurers who excel as druids, fighters, monks, rangers, or rogues."
							]
						},
						{
							"type": "pf2-h3",
							"page": 134,
							"name": "Cheliaxian Strix",
							"entries": [
								"Cheliax, location of the famous Devil's Perch, is the primary home of strix in the Inner Sea region. Its dry, arid mountains and tall spires high above the plunging valleys create the perfect craggy locale for strix to put significant barriers between themselves and others. In addition to the mountains, the nearby forests and coastal cliffs also provide an isolated refuge, as well as an enjoyably short flight back to Ciricskree, a metropolis by strix standards that counts over 500 residents."
							]
						},
						{
							"type": "pf2-h3",
							"page": 134,
							"name": "Mindspin Strix",
							"entries": [
								"The Mindspin Mountains provide an ideal environment for strix settlements. Giants and trolls—which typically make the mountains a staunch barrier between Varisia and the Hold of Belkzen—tread the ground far below strix homes. If anything, the formidable neighbors are a temperamental amenity in that they deter humans from encroaching on strix territory. However, the presence of fey and drakes that roam the skies has forced smaller tribes into a tenuous alliance with these forces. Strix in the mountains and the surrounding areas of Isger, Nirmathas, and Molthune sing stories of a tribe that encountered Lamashtu's divine herald in the Mindspin Mountains and became enslaved by the goddess."
							]
						},
						{
							"type": "pf2-h3",
							"page": 134,
							"name": "Nidalese Strix",
							"entries": [
								"Nidal's strix population primarily inhabit the western coast of the nation, although these tribes are small and few. This coastal life is Strix Adventurers Adventuring strix most commonly take the emissary, hermit, nomad, scout, or street urchin backgrounds. Strix are agile combatants and prudent adventurers who excel as druids, fighters, monks, rangers, or rogues. 134 135 especially isolated from other strix kinfolk, leaving many young strix yearning for larger communities. The nationwide unity of Nidal under Zon-Kuthon's faith speaks strongly to some strix who, isolated by meager numbers of their own kind, have become convinced by the teachings of Zon-Kuthon's faithful. Moved by the willingness of the people of Nidal to accept them with a simple change of faith, strix have begun to leave their distraught families for Zon-Kuthon's faith. These individuals believe that faith in Zon-Kuthon may relieve them of the legendary curse that lingers over their people. The Umbral Court utilizes these young converts as emissaries and spies."
							]
						},
						{
							"type": "pf2-h3",
							"page": 135,
							"name": "Ravounelian Strix",
							"entries": [
								"Ravounel hosts the largest population of forest-dwelling strix in the Inner Sea region. The Kitkasiticka tribe is unique not only for its locale but also for being strongly involved and allied with the nearby city of Kintargo. Smaller tribes in Ravounel cling to the country's northern coast and frequently visit Kitkasiticka. The forest tribe has begun to connect strix from the north shores to the Ravounel side of the Menador Mountains."
							]
						},
						{
							"type": "pf2-sidebar",
							"page": 135,
							"name": "Strix Settlements",
							"entries": [
								"Strix settlements, called roosts, are lofty dwellings at the highest point of the local landscape. Mountains are a particular favorite, especially if they provide tall spires that make foot traffic impossible. Strix living in forests build their communities around the largest trees available, and seaside dwellers prefer to nestle their dwellings along perilous cliffs.",
								"By far, the largest strix community resides at Ciricskree, which translates from the Strix language to \"the Shrieking Spire.\" This tribe of over 500 individuals is the cultural epicenter for the Devil's Perch and the entire Avistani strix population. Additional settlements include the Ikaraka in the Barrowood forest at the base of the Menador Mountains, and the small Blackcove tribe along the shore, who have established a tolerant trading relationship with a nearby fishing village."
							]
						},
						{
							"type": "pf2-sidebar",
							"page": 136,
							"name": "Strix Storytelling",
							"entries": [
								"Strix utilize storytelling to convey a verbal history of their people and perform poetic tales that sound like songs when sung in their native tongue. Nestling strix grow up hearing their histories sung to them as lullabies and serenades of daily life. Powerful moments are punctuated with screeches, and mournful recounts float in the air like soft cooing. One common story tells of a vengeful strix whose wings turned gloriously red, but who hid his face with a mask, ashamed of the actions that led to his glory. Another crooned to nestlings warns of a mysterious parasite that hides in filthy feathers."
							]
						},
						{
							"type": "pf2-sidebar",
							"page": 136,
							"name": "Rokoas",
							"entries": [
								"Strix tribes are led by a spiritual, social, and military leader called a rokoa. Rokoas are elder female leaders who consult a council of other warriors and spiritualists to make decisions for the entirety of the community. Young female strix are selected early as potential successors to the tribe's current rokoa. Often the rokoa herself chooses her favorite protégé to pass along her storytelling recitations, battle stratagems, and spiritual understanding."
							]
						}
					]
				}
			],
			"heritageInfo": [
				"Strix fill a variety of roles in their tight communal groups and have adapted to provide the most they can for themselves and their community. Choose one of the following strix heritages at 1st level."
			],
			"heritage": [
				{
					"name": "Nightglider Strix",
					"shortName": "Nightglider",
					"source": "LOAG",
					"page": 135,
					"entries": [
						"You are a dedicated nocturnal avian, keeping watch and predating in the most lightless environments. You gain {@ability darkvision}."
					]
				},
				{
					"name": "Predator Strix",
					"shortName": "Predator",
					"source": "LOAG",
					"page": 135,
					"entries": [
						"You come from a line of strix with exceptionally broad wings and lengthy talons. You gain a talon melee unarmed attack that deals {@damage 1d4} slashing damage. Your talon attack is in the brawling group and has the {@trait agile}, {@trait finesse}, and {@trait unarmed} traits."
					]
				},
				{
					"name": "Scavenger Strix",
					"shortName": "Scavenger",
					"source": "LOAG",
					"page": 135,
					"entries": [
						"Your ancestors originated from a land where food was scarce and threats were many. You are trained in {@skill Survival}. You gain the {@feat Forager|CRB} skill feat as a bonus feat. Your thoroughness when gathering food provides you a +1 circumstance bonus to {@skill Survival} checks to {@action Subsist|CRB}."
					]
				},
				{
					"name": "Shoreline Strix",
					"shortName": "Shoreline",
					"source": "LOAG",
					"page": 135,
					"entries": [
						"You're the descendant of strix who traveled to the coasts. Your feathers are especially water-repellent and sleekly angled for diving, allowing you to catch fish and other prey in the shallows. You are trained in {@skill Athletics}, and you gain the {@feat Underwater Marauder|CRB} skill feat as a bonus skill feat."
					]
				},
				{
					"name": "Songbird Strix",
					"shortName": "Songbird",
					"source": "LOAG",
					"page": 135,
					"entries": [
						"You descend from a talented line of strix storytellers. From the highest mountains and purest landscapes where your lungs fill with glorious clean air, you trill, whistle, and croon sweet songs. While natural sounds make you predisposed to sing, voices make you predisposed to mimicry. You receive a +1 circumstance bonus on {@skill Deception} checks to {@action Impersonate|CRB} a mimicked voice, where the sound of the voice is the only factor; if you are a master in {@skill Deception}, you gain a +2 circumstance bonus instead. You also gain a +1 circumstance bonus on {@skill Performance} checks to sing; if you are a master in {@skill Performance}, you gain a +2 circumstance bonus instead."
					]
				}
			],
			"summary": {
				"text": "These avian humanoids maintain small populations within Cheliax and the surrounding environs. Long persecuted by the humanocentric rule of House Thrune, strix have been enemies of the Chelaxian state for almost a century.",
				"images": [
					"https://2e.aonprd.com/Images/Ancestries/Strix01.png",
					"https://2e.aonprd.com/Images/Ancestries/Strix02.png"
				]
			}
		}
	]
}
