{
	"ancestry": [
		{
			"name": "Hobgoblin",
			"source": "LOCG",
			"page": 48,
			"otherSources": {
				"Expanded": [
					"LOAG|32"
				]
			},
			"rarity": "Uncommon",
			"hp": 8,
			"size": "Medium",
			"speed": {
				"walk": 25
			},
			"boosts": [
				"Constitution",
				"Intelligence",
				"Free"
			],
			"flaw": [
				"Wisdom"
			],
			"languages": [
				"{@language Common}",
				"{@language Goblin}",
				"Additional languages equal to your Intelligence modifier (if it's positive). Choose from {@language Draconic}, {@language Dwarven}, {@language Gnoll}, {@language Jotun}, {@language Halfling}, {@language Orcish}, and any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"Goblin",
				"Humanoid"
			],
			"features": [
				{
					"name": "Darkvision",
					"entries": [
						"You can see in darkness and dim light just as well as you can see in bright light, though your vision in darkness is in black and white."
					]
				}
			],
			"flavor": [
				"Taller and stronger than their goblin kin, hobgoblins are equals in strength and size to humans, with broad shoulders and long, powerful arms."
			],
			"info": [
				"The reputation of hobgoblins in the Inner Sea region has been upended by Oprak, the hobgoblin nation established recently in the mountains between Nidal and Nirmathas. The Ironfang Legion that stormed through Molthune and Nirmathas only a few years ago made a calculated decision to cease fighting, claim Oprak as a new homeland, and seek peace with its neighbors. Now under strict orders to not start conflicts with other nations, the hobgoblins of Oprak have begun to cautiously investigate Avistan in the spirit of cooperation rather than conquest. Many people, especially those that suffered terrible cruelties under the Ironfang Legion, fear that this is simply a pause in aggression while Oprak gains enough strength to crush its rivals. Others hope these bold soldiers might prove to be allies against the endless hordes of the Whispering Tyrant.",
				{
					"type": "pf2-h3",
					"page": 48,
					"name": "Hobgoblin Adventurers",
					"entries": [
						"Hobgoblin society's rigid militaristic hierarchy produces excellent adventurers, as hobgoblins reach adulthood trained for combat. Due to their upbringing, many hobgoblins have the warrior background. The laborer, martial disciple, miner, and scout backgrounds are also common. Hobgoblins raised away from their people often have the criminal, hermit, or nomad backgrounds instead. Hobgoblins are most often fighters, rangers, or rogues, although hobgoblin rogues approach their class with a disciplined mindset. Hobgoblins hold an ancestral grudge against elves and a distrust of arcane magic, which they call \"elf magic.\" Hobgoblin practitioners of arcane magic are exceedingly rare and usually shunned by other hobgoblins. Particularly clever hobgoblins usually become alchemists."
					]
				},
				{
					"type": "pf2-h3",
					"page": 48,
					"name": "You Might...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Seek out the most effective and practical solutions to any problem.",
								"Encourage a clear chain of command among any group you travel with, following orders even if you disagree with them.",
								"Look for opportune alliances with other creatures, even if you don't fully understand or trust them."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 48,
					"name": "Others Probably...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Consider you dangerous, due to your reputation and intimidating appearance.",
								"Assume you hate magic and other mystical arts.",
								"Recognize your incredible endurance, dedication, and discipline."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 48,
					"name": "Physical Description",
					"entries": [
						"Hobgoblins stand nearly as tall as humans, though they tend to have shorter legs and longer arms and torsos. They have the bald, wide heads and beady eyes, and gray skin that becomes steely blue when tanned. Hobgoblins are remarkably hardy; they recover from illnesses quickly and are able to exert themselves for long periods of time with little difficulty.",
						"Hobgoblins mature quickly, and most can walk, talk, and hold a weapon by the time they are 1 year old, reaching adolescence by the age of 8 to 12 and adulthood around 14. Hobgoblins typically live up to 70 years of age."
					]
				},
				{
					"type": "pf2-h3",
					"page": 48,
					"name": "Society",
					"entries": [
						"Hobgoblins structure their society after military hierarchies. Even civilian groups such as farming collectives or trading houses organize into regiments, companies, and divisions. Most hobgoblins fixate on social status, and many constantly strive to advance their social position. Hobgoblin punishments are primarily social demotions, although execution or slavery are common for serious crimes, such as arson or desertion.",
						"Hobgoblin veterans hold a high place in their society, usually becoming leaders or advisors. Magic is rarely practiced and often derided, as most hobgoblins don't trust it over the strength of their own sword arms. Their arts tend to have a military bent; many hobgoblins consider stirring marches and weaponsmithing the only artistic endeavors worth pursuing, though Oprak's enforced era of peace is beginning to change this."
					]
				},
				{
					"type": "pf2-h3",
					"page": 48,
					"name": "Alignment and Religion",
					"entries": [
						"Though familiar with the chaos of war, most hobgoblins have orderly minds and prefer to live within established hierarchies. While many hobgoblins consider sentimentality weak, those with mild temperaments have recently found success in diplomacy and international outreach.",
						"As a result, hobgoblin adventurers are usually lawful neutral, with only those rejecting or raised outside of their militaristic society chaotic. Faith has little place in hobgoblin society, as many feel it is impractical, though religious hobgoblins can gain a begrudging modicum of acceptance due to their useful healing magic."
					]
				},
				{
					"type": "pf2-h3",
					"page": 49,
					"name": "Names",
					"entries": [
						"Like goblins, hobgoblin names tend to be simple, though hobgoblin names usually sound more guttural and forceful. On rare occasions, hobgoblins will alter their names, keeping the core but adding aspects, usually in response to an extreme trauma or a life-altering event. Hobgoblins have no surnames, considering them both pointless and presumptuous; an individual's merits and demerits are to be earned by their actions, not by an association with a particular lineage."
					]
				},
				{
					"type": "pf2-h4",
					"page": 49,
					"name": "Sample Names",
					"entries": [
						"Aze, Druknar, Ghargam, Hathkren, Imakra, Kralaeng, Mazkol, Olzu, Rezal, Sivkrag, Volmak, Zornum"
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 50,
					"name": "The Onyx Vault",
					"entries": [
						"Oprak claims a portion of the Mindspin Mountains, but its actual holdings are substantially greater: General Azaersi controls several portals to an extraplanar realm in the Plane of Earth called the Onyx Vault. While its existence isn't well known outside of the Oprakan capital, Hunthul, the hobgoblins are industriously taming this strange domain, negotiating with its powerful elemental natives and mining its gems and ores. Many hobgoblin adventurers aid or have aided in these tasks. Hobgoblins who make their home in the Onyx Vault usually have the warmarch or warrenbred heritages. As many once served in the Ironfang Legion, the Hobgoblin Weapon Familiarity and Legion Recruit ancestry feats remain common choices, even in this time of unprecedented peace."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 51,
					"name": "Kaoling",
					"entries": [
						"The hobgoblin nation of Kaoling in northern Tian Xia presents a clear danger to surrounding lands, as its militaristic hobgoblins are well organized, well equipped, and fanatically loyal to their aggressive and expansionist Council of Nine. Some hobgoblins resent the oppressive law and soulless utilitarianism of Kaoling and seek their fortunes elsewhere. Of these, many become ruthless warlords, while others strive to prove that hobgoblins can be disciplined without being cruel. Hobgoblins from Kaoling often have the Warmarch or Elfbane heritages. Any of the ancestry feats presented here are appropriate, perhaps with modification; for example, a GM might swap out some of the weapons in the Hobgoblin Weapon Familiarity ancestry feat to reflect weapons more commonly used in Tian Xia, such as replacing longswords with katanas."
					]
				}
			],
			"heritageInfo": [
				"Hobgoblins have a wide range of physiological differences based primarily on their family lineage. Choose one of the following hobgoblin heritages at 1st level."
			],
			"heritage": [
				{
					"name": "Elfbane Hobgoblin",
					"shortName": "Elfbane",
					"source": "LOCG",
					"page": 49,
					"entries": [
						"Hobgoblins were engineered long ago from the unreliable and fecund goblins, to be used as an army against the elves. Although the elves ultimately freed the hobgoblins from their bondage, some hobgoblins retain ancestral resistance to magic, which they refer to as \"elf magic.\" You gain the Resist Elf Magic reaction.",
						{
							"activity": {
								"number": 1,
								"unit": "reaction",
								"entry": "{@as R}"
							},
							"entries": [
								"Your ancestral resistance to magic protects you. You gain a +1 circumstance bonus to the triggering saving throw. If the triggering effect is {@trait arcane}, you gain a +2 circumstance bonus instead."
							],
							"type": "ability",
							"style": "full",
							"name": "Resist Elf Magic",
							"trigger": "You attempt a saving throw against a magical effect but haven't rolled yet."
						}
					]
				},
				{
					"name": "Runtboss Hobgoblin",
					"shortName": "Runtboss",
					"source": "LOCG",
					"page": 49,
					"entries": [
						"You come from a long line of hobgoblins who commanded goblins. You are smaller than other hobgoblins, but goblins still listen to any commands you bellow. You gain the {@feat Group Coercion} skill feat. If you roll a success on an {@skill Intimidation} check to {@action Coerce} a goblin (but not other creatures with the goblin trait), you get a critical success instead; if you roll a critical failure, you get a failure instead."
					]
				},
				{
					"name": "Smokeworker Hobgoblin",
					"shortName": "Smokeworker",
					"source": "LOCG",
					"page": 49,
					"entries": [
						"Your family have been alchemists, engineers, and scientists for generations, on projects bringing smoke and fire to the field of battle. You gain fire resistance equal to half your level (minimum 1). You automatically succeed at the DC 5 flat check to target a {@condition concealed} creature if that creature is concealed only by smoke."
					]
				},
				{
					"name": "Warmarch Hobgoblin",
					"shortName": "Warmarch",
					"source": "LOCG",
					"page": 49,
					"entries": [
						"You come from a line of wandering mercenaries, constantly on the march and scavenging food on the trail. If you fail, but not critically fail, to {@action Subsist} in the wilderness, you can still keep yourself fed with poor meals. When exploring, you can {@action Hustle} twice as long before you have to stop."
					]
				},
				{
					"name": "Warrenbred Hobgoblin",
					"shortName": "Warrenbred",
					"source": "LOCG",
					"page": 49,
					"entries": [
						"Your ancestors lived underground. Your ears are larger than those of other hobgoblins and sensitive to echoes. When you are underground, you can use the {@action Seek} action  to sense {@condition undetected} creatures within a 30-foot burst instead of a 15-foot burst. In addition, if you roll a success on an {@skill Acrobatics} check to {@action Squeeze}, you get a critical success instead."
					]
				}
			],
			"summary": {
				"text": "Brutally efficient in their outlook and society, hobgoblins brook no mercy for those they consider weak or useless. They value merit over age, gender, or family connections, and the only limits to how high a hobgoblin can rise in the hobgoblin hierarchy are their ability, ruthlessness, and personal drive. Most peoples consider hobgoblins to be unrepentant monsters and assume they are hostile on sight, making them unlikely visitors to human nations. The exception to this perception is the Lake Encarthan region, where the hobgoblin nation of Oprak lies; though the hobgoblins of Oprak may be just as monstrous as their kin, Oprak's neighbors recognize that they are currently far less a threat than the undead legions of Tar-Baphon. As a result of signed treaties, hobgoblins are able to travel through Molthune, Nirmathas, and Nidal relatively unmolested so long as they don't break the laws of these nations.",
				"images": [
					"https://2e.aonprd.com/Images/Ancestries/Hobgoblin01.png",
					"https://2e.aonprd.com/Images/Ancestries/Hobgoblin02.png"
				]
			}
		}
	]
}
