{
	"ancestry": [
		{
			"name": "Goblin",
			"source": "CRB",
			"page": 46,
			"otherSources": {
				"Expanded": [
					"LOCG|34"
				]
			},
			"hp": 6,
			"size": "Small",
			"speed": {
				"walk": 25
			},
			"boosts": [
				"Dexterity",
				"Charisma",
				"Free"
			],
			"flaw": [
				"Wisdom"
			],
			"languages": [
				"{@language Common}",
				"{@language Goblin}",
				"Additional languages equal to your Intelligence modifier (if it's positive). Choose from Draconic, {@language Dwarven}, {@language Gnoll}, {@language Gnomish}, {@language Halfling}, {@language Orcish}, and any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"Goblin",
				"Humanoid"
			],
			"features": [
				{
					"name": "Darkvision",
					"entries": [
						"You can see in darkness and dim light just as well as you can see in bright light, though your vision in darkness is in black and white."
					]
				}
			],
			"flavor": [
				"The convoluted histories other people cling to don't interest goblins. These small folk live in the moment, and they prefer tall tales over factual records. The wars of a few decades ago might as well be from the ancient past. Misunderstood by other people, goblins are happy how they are. Goblin virtues are about being present, creative, and honest. They strive to lead fulfilled lives, rather than worrying about how their journeys will end. To tell stories, not nitpick the facts. To be small, but dream big."
			],
			"info": [
				"Goblins have a reputation as simple creatures who love songs, fire, and eating disgusting things and who hate reading, dogs, and horses—and there are a great many for whom this description fits perfectly. However, great changes have come to goblinkind, and more and more goblins resist conformity to these stereotypes. Even among goblins that are more worldly, many still exemplify their old ways in some small manner, just to a more sensible degree. Some goblins remain deeply fascinated with fire or fearlessly devour a meal that might turn others' stomachs.",
				"Others are endless tinkerers and view their companions' trash as the components of gadgets yet to be made.",
				"Though goblins' culture has splintered radically, their reputation has changed little. As such, goblins who travel to larger cities are frequently subjected to derision, and many work twice as hard at proving their worth.",
				"If you want a character who is eccentric, enthusiastic, and fun-loving, you should play a goblin.",
				{
					"type": "pf2-h3",
					"page": 46,
					"name": "You Might...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Strive to prove that you have a place among other civilized peoples, perhaps even to yourself.",
								"Fight tooth and nail—sometimes literally—to protect yourself and your friends from danger.",
								"Lighten the heavy emotional burdens others carry (and amuse yourself) with antics and pranks."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 46,
					"name": "Others Probably...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Work to ensure you don't accidentally (or intentionally) set too many things on fire.",
								"Assume you can't—or won't—read.",
								"Wonder how you survive given your ancestry's typical gastronomic choices, reckless behavior, and love of fire."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 46,
					"name": "Physical Description",
					"entries": [
						"Goblins are stumpy humanoids with large bodies, scrawny limbs, and massively oversized heads with large ears and beady red eyes. Their skin ranges from green to gray to blue, and they often bear scars, boils, and rashes. Goblins average 3 feet tall. Most are bald, with little or no body hair. Their jagged teeth fall out and regrow constantly, and their fast metabolism means they eat constantly and nap frequently. Mutations are also more common among goblins than other peoples, and goblins usually view particularly salient mutations as a sign of power or fortune.",
						"Goblins reach adolescence by the age of 3 and adulthood 4 or 5 years later. Goblins can live 50 years or more, but without anyone to protect them from each other or themselves, few live past 20 years of age."
					]
				},
				{
					"type": "pf2-h3",
					"page": 46,
					"name": "Society",
					"entries": [
						"Goblins tend to flock to strong leaders, forming small tribes. These tribes rarely number more than a hundred, though the larger a tribe is, the more diligent the leader must be to keep order—a notoriously difficult task. As new threats rise across the Inner Sea region, many tribal elders have put aside their reckless ways in the hope of forging alliances that offer their people a greater chance at survival. Play and creativity matter more to goblins than productivity or study, and their encampments erupt with songs and laughter.",
						"Goblins bond closely with their allies, fiercely protecting those companions who have protected them or offered a sympathetic ear. Goblins tend to assume for their own protection that members of taller ancestries, which goblins often refer to colloquially as \"longshanks,\" won't treat them kindly. Learning to trust longshanks is difficult for a goblin, and it's been only in recent years that such a partnership has even been an option. However, their attitude as a people is changing rapidly, and their short lifespans and poor memories help them adapt quickly."
					]
				},
				{
					"type": "pf2-h3",
					"page": 47,
					"name": "Alignment and Religion",
					"entries": [
						"Even well-intentioned goblins have trouble following the rules, meaning they're rarely lawful. Most goblin adventurers are chaotic neutral or chaotic good. Organized worship confounds goblins, and most of them would rather pick their own deities, choosing powerful monsters, natural wonders, or anything else they find fascinating. Longshanks might have books upon books about the structures of divinity, but to a goblin, anything can be a god if you want it to. Goblins who spend time around people of other ancestries might adopt some of their beliefs, though, and many goblin adventurers adopt the worship of Cayden Cailean."
					]
				},
				{
					"type": "pf2-h3",
					"page": 47,
					"name": "Names",
					"entries": [
						"Goblins keep their names simple. A good name should be easy to pronounce, short enough to shout without getting winded, and taste good to say. The namer often picks a word that rhymes with something they like so that writing songs is easier. Since there aren't any real traditions regarding naming in goblin culture, children often name themselves once they're old enough to do something resembling talking."
					]
				},
				{
					"type": "pf2-h4",
					"page": 47,
					"name": "Sample Names",
					"entries": [
						"Ak, Bokker, Frum, Guzmuk, Krobby, Loohi, Mazmord, Neeka, Omgot, Ranzak, Rickle, Tup, Wakla, Yonk, Zibini"
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 49,
					"name": "Goblin Adventurers",
					"entries": [
						"To some degree, almost every goblin is an adventurer, surviving life on the edge using skill and wits. Goblins explore and hunt for treasures by nature, though some become true adventurers in their own rights, often after being separated from their group or tribe.",
						"Goblins often have the acrobat, criminal, entertainer, gladiator, hunter, and street urchin backgrounds. Consider playing an alchemist, since many goblins love fire, or a bard, since many goblins love songs. As scrappy survivors, goblins are often rogues who dart about the shadows, though their inherently charismatic nature also draws them to the pursuit of magical classes such as sorcerer."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 34,
					"source": "LOCG",
					"name": "Crookedtoes",
					"entries": [
						"To some degree, almost every goblin is an adventurer, surviving life on the edge using skill and wits. Goblins explore and hunt for treasures by nature, though some become true adventurers in their own rights, often after being separated from their group or tribe.",
						"Goblins often have the acrobat, criminal, entertainer, gladiator, hunter, and street urchin backgrounds. Consider playing an alchemist, since many goblins love fire, or a bard, since many goblins love songs. As scrappy survivors, goblins are often rogues who dart about the shadows, though their inherently charismatic nature also draws them to the pursuit of magical classes such as sorcerer."
					]
				},
				{
					"type": "entriesOtherSource",
					"page": 34,
					"source": "LOCG",
					"entries": [
						"Goblins legends claim that the first goblins on Golarion were born from the human blood spilled by the barghests Hadregash, Venkelvore, Zarongel, and Zogmugot. Each of these barghests gave the goblins a gift to help them prosper. From Hadregash came the gift of tribe, making goblins stronger in numbers. Venkelvore gave goblins a bottomless hunger that drove them to spread out across the world. Zarongel, the most bestial of the barghests, granted an affinity to the predators who shared the goblins' inclinations, such as goblin dogs and wolves, so that goblins excelled at riding these creatures and could fight and travel more quickly. Finally, Zogmugot taught the goblins the secrets of the shores, how to scrounge, fish, and seek, so they could scavenge and survive no matter where they found themselves.",
						"Over time, goblins spread across Golarion, and today they can be found across the Inner Sea region, from the sweltering jungles of Mediogalti Island to the frozen and blighted forests of Iobaria. Goblins have even found homes on the distant continents of Arcadia and Tian Xia, their clever instinct for survival allowing them to thrive even in the most hostile of environments. In fact, goblins are no strangers to hostility; whether bullied by and recruited as disposable shock troops for their larger hobgoblin and bugbear kin or mercilessly wiped out by adventurers who see them as little more than pests to be exterminated, goblin lives are, more often than not, short and full of hardship.",
						"Despite the overwhelmingly negative perception most other peoples have of goblins, the small people have begun to find places among other societies, primarily in human cities and towns. While cities like Magnimar have long tolerated the goblin tribes that occupy their sewers, viewing them as a convenient cleaning service preventing disease-bearing rats or dangerous otyughs from proliferating, there are more and more areas where goblins can walk openly on the streets without fear of being skewered by guards or frightened farmers. On the sun-scorched streets of Katapesh, a tribe of Rasp goblins maintain a thriving mercantile enterprise under the leadership of an elderly goblin known by the name Yigrig Moneymaker. Operating in the northern lands of Irrisen, the Lands of the Linnorm Kings, and even the southern edge of the Crown of the World, a band of frost goblins recruited by the Pathfinder Society acts as a team of scouts and guides for the Society's members and allies. In the land of Sarkoris, a cunning tribe of forest goblins fights alongside a tribe of Sarkorian refugees looking to reclaim their homeland from the demons and monsters that infest it. Goblin arsonists are proclaimed heroes and allies by human generals as goblin-brewed alchemical fires sear the undead forces crawling forth from the Eye of Dread. Even goblin cutpurses scrounging their living in alleys find themselves recruited by enterprising adventurers who recognize the value of an alliance with a clever sneak whose survival instincts have been honed by untold generations of hardship and persecution. Their means and circumstances vary greatly, but goblins across Golarion have begun to carve a niche for themselves where they can be accepted."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 35,
					"source": "LOCG",
					"name": "Frostfur",
					"entries": [
						"The Frostfur goblins of Irrisen have taken many casualties since their initial contact with the Pathfinder Society, but the resilient creatures seem to replenish their ranks as quickly as they are diminished. Pathfinder Venture-Captains have begun to note that Frostfur goblins sent on scouting and reconnaissance missions frequently return with more goblins than left on the original missions, despite consistently reporting losses due to monsters, traps, environmental hazards, and accidental wand or alchemical item discharges. When asked about these new frost goblins, the most common response is simply \"Frostfur is Frostfur.\" Whether that means the new goblin recruits are scattered members of the tribe discovered on the expedition or unrelated frost goblins who simply followed their kin back to the lodge is currently unclear, though the sheer number of frost goblins currently operating within the Society's ranks combined with those reported lost or deceased on missions seems to indicate that the Frostfurs are actively recruiting other frost goblins they encounter."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 36,
					"source": "LOCG",
					"name": "Ganda-uj",
					"entries": [
						"The treetop city of Ganda-Uj is the closest thing the monkey goblins of Mediogalti Island have to a capital and homeland, but there's little sense of history or culture within its shady boughs. The current Ganda-Uj is at least the fifth location to bear the name, the previous Ganda-Ujs having been burned so completely that new growth still struggles to retake the scorched earth where they once stood. While monkey goblins themselves can be of any alignment, non-evil monkey goblins tend to have even shorter lifespans than their neighbors in Ganda-Uj, as the demon worship prevalent in that community encourages frequent slaughter. Those monkey goblins who are not willing participants in these demonic rites often find themselves serving as the chosen sacrifice, leading non-evil monkey goblins to eagerly seek opportunities to travel as far away from their kin as they can, preferably as fast as possible."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 37,
					"source": "LOCG",
					"name": "Licktoads and Mudchewers",
					"entries": [
						"The Licktoad goblins of the Lost Coast were, until very recently, one of the most prominent goblin tribes in the Rasp. While little distinguished the Licktoads from their goblin neighbors, some combination of luck, ferocity, and perhaps even the protective arm of a peculiar deity led a small group of Licktoad goblins to triumph in adventure after adventure. If this group of goblin adventurers had not disappeared suddenly around the year 4718 ar, there's no telling what chaos they might have sown.",
						"{@indentFirst The Mudchewer goblins from the sewers of Magnimar are perhaps the best known group of Rasp goblins in the Inner Sea region. Around the year 4710 ar, the Mudchewers found themselves enslaved by a monster who treated them as slaves and food. The Mudchewers were forced to steal and fight on their master's behalf until his death at the hands of the Pathfinder Society. While the Mudchewers' relationship with the people of Magnimar has not been without setbacks in the intervening years, they have become trusted allies of at least a subsection of Magnimar's human population.}"
					]
				},
				{
					"type": "pf2-h2",
					"page": 34,
					"name": "Goblins of the Inner Sea",
					"source": "LOCG",
					"entries": [
						"To outsiders, it might seem like goblins are all part of a single, monolithic people, but like any other ancestry, goblins have a variety of ethnicities and cultures nearly as diverse as the territories they occupy. Certain aspects of goblin culture, such as a penchant for song, an overzealous appreciation of fire, fear of dogs and horses, and an instinctive distrust of literacy and the written word, are common across all goblin cultures, but these represent only the most superficial elements of goblin life.",
						{
							"type": "pf2-h3",
							"name": "Forest Goblins",
							"page": 35,
							"source": "LOCG",
							"entries": [
								"Hailing from coniferous woodlands, forest goblins tend to be shorter and slimmer than their kin, not quite reaching 3 feet in height and rarely weighing more than 35 pounds. Forest goblins typically have skin ranging in hue from dark green to a sickly green-tinged brown reminiscent of a spoiled avocado. While all goblins have a natural tendency toward pyromania, forest goblins are often far more knowledgeable on the subject than almost any other species. Since forest goblins traditionally produce far fewer primal or divine spellcasters than other goblin ethnicities, they have developed a deep tradition of fire-management practices, taught through song and practical application. There is even evidence to suggest that woodlands inhabited by forest goblins are less prone to disastrous wildfires thanks to the goblins regularly burning away dead wood and dry brush that might otherwise act as fuel for hungry flames.",
								"Forest goblins are often reclusive and avoid contact with members of other ancestries except when pilfering or scavenging from camps and caravans that pass near their territory, but some exceptions do exist. In 4697 ar, the forest goblins who inhabited Isger's Chitterwood were recruited into a series of brutal conflicts now known as the Goblinblood Wars, resulting in one of the bloodiest conflicts in Isger's troubled history. Of more auspicious note, the Crookedtoes and Dragondweller tribes have both recently provided critical assistance to human nations, earning them the patronage and protection of powerful allies.",
								"Most forest goblins have the treedweller goblin heritage (page 37), though their frequent exposure to flame means some forest goblins favor the charhide goblin heritage. Due to their extensive practice of teaching songs, forest goblins also frequently take the Goblin Song ancestry feat."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Frost Goblins",
							"page": 35,
							"source": "LOCG",
							"entries": [
								"Born in Irrisen's eternal winter, frost goblins are well adapted to surviving in frigid environments. Frost goblins' skin is adapted to help them blend in and survive in arctic environments, ranging in color from a light ice-blue to the dark blue-gray of stormy northern oceans. While most goblins are almost universally hairless, frost goblins occasionally sport blue fur similar in texture and density to that of their bugbear cousins.",
								"The Frostfur tribe of goblins, originally hailing from Irrisen, are among the most notable tribes of frost goblins due to their association with the Pathfinder Society. Originally recruited as pawns by rebel factions within the Society, the Frostfur have since served as scouts and guides for several Pathfinder expeditions. While few of the Frostfur goblins have chosen to become full members of the Pathfinder Society due to their rambunctious nature and distrust of literacy, they remain steadfast allies and word of their loyalty is spreading. This burgeoning reputation means that frost goblins are, if not precisely well liked or welcomed, at least able to travel, buy goods, and secure lodging in most areas with a Pathfinder presence free of harassment. In the Lands of the Linnorm Kings, Venture-Captain Bjersig Torrsen keeps the few frost goblins who have made their homes at his lodge in Iceferry busy carrying messages, guiding archaeological expeditions into the frozen wastes, and performing any other task he can find to keep the energetic beings gainfully occupied and safely away from his dog, a powerful husky named Mahki, whose relationship with the Frostfurs is adversarial at best.",
								"Frost goblins almost always have the snow goblin heritage, and they frequently take the Goblin Scuttle ancestry feat due to their frenzied energy and surprisingly coordinated teamwork."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Monkey Goblins",
							"source": "LOCG",
							"page": 36,
							"entries": [
								"Monkey goblins originated on Mediogalti Island, where their distinctive tails give them a significant advantage in the dense jungles. These goblins are taller and heavier than other goblins, standing a bit over 3-1/2 feet tall and weighing between 50 and 60 pounds. Their skin spans the range from tawny bronze to dark blue, and gold eyes are more common than the red eyes of their kin.",
								"While monkey goblins have some of the most obvious physical differences compared to their tailless cousins, their love of fire is just as strong and just as likely to end in conflagration or disaster. As monkey goblins have historically made their dwellings in treetop abodes, ferocious canopy fires and high mortality rates have kept the curious and capable beings from spreading into the wider world in any significant numbers. Despite the challenges monkey goblins face in just surviving their own antics, there are some monkey goblins who pursue lives of adventure, whether as valued members of a ship's crew (some of whom actively seek out monkey goblins to crew the rigging and crow's nest on their ship, so long as they can keep the goblins from accidentally setting the sails on fire) or as members of small teams of adventurers or treasure-seekers.",
								"Monkey goblins almost always have the tailed goblin heritage (page 37). Monkey goblins who travel on pirate or merchant ships often take the Goblin Scuttle ancestry feat, since they're accustomed to the frantic scrambling of shipboard combat."
							]
						},
						{
							"type": "pf2-h3",
							"source": "LOCG",
							"name": "Rasp Goblins",
							"page": 36,
							"entries": [
								"Rasp goblins, or simply \"Rasps,\" named after the section of Varisia's Lost Coast where they tend to live, are some of the most commonly encountered goblins in the Inner Sea region, particularly in Varisia and the neighboring nations. Unlike frost goblins and monkey goblins, who are limited to smaller geographic areas, and forest goblins, who suffered terrible population losses during the Goblinblood Wars, Rasp goblins remain exceptionally populous and can quickly spread to any area that is vaguely capable of sustaining life. Rasp goblins stand just over 3 feet tall and weigh roughly 35 pounds. While many Rasp goblins are some shade of green (typically lighter and sicklier shades than their forest goblin cousins), some Rasp goblins have rarer skin colors, such as gray or purple.",
								"Rasp goblins have inhabited the southern and western reaches of Varisia for longer than any of the country's human inhabitants, resulting in frequent conflict as humans push deeper and deeper into the goblins' ancestral territory. Encounters with particularly aggressive and malevolent goblin communities mean that pioneer towns like Sandpoint often view goblins as little more than dangerous pests, and hire guards and adventurers to drive off any nearby goblins out of a sense of public safety. As a result, though their population numbers remain somewhat stable, Rasp goblins rarely have anything resembling clan elders or even anyone in their communities with more than a few years of knowledge or experience. This in turn means that the teaching songs goblins traditionally use to pass on their lore and skills are largely lost to the Rasp goblin tribes, who retain little more than war songs and death chants. Their aversion to literacy and lack of elders has lead to many Rasp goblins living and dying in a state of perpetual childhood, which—perhaps due to the frequent conflicts between Rasp goblin tribes and other peoples—has led to the spread of a number of unfortunate stereotypes not only about Rasp goblins, but about all goblins, such as the assertion that all goblins are bloodthirsty raiders, murderers, and Lamashtu worshippers. By contrast, however, those Rasp goblins who've had the opportunity to integrate with other cultures have begun to paint a very different and improved picture of their people.",
								"Rasp goblins can have almost any heritage, though they tend to most commonly exhibit the charhide goblin and razortooth goblin heritages."
							]
						}
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 38,
					"source": "LOCG",
					"name": "Mutant Goblins",
					"entries": [
						"Though mutant goblins can arise from any goblin culture that worships the dread Mother of Monsters, Lamashtu, they are particularly prevalent amongst the goblins of northern Avistan and monkey goblin settlements. Mutant goblins frequently possess additional limbs, including additional arms and legs, mouths centered in their chests, wings that barely allow flight, and other prominent variations."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 39,
					"source": "LOCG",
					"name": "Dragondwellers",
					"entries": [
						"Members of the Dragondweller tribe originally lived in the Finadar Forest of Iobaria but have recently traveled to the Sarkoris Scar with the Farheavens tribe of Sarkorian-descended humans. In the demon-infested wastes where the Worldwound once rent the land, the Dragondwellers fight alongside the Farheavens to purge the remaining fiendish armies and reclaim Sarkoris, in hopes of earning a new home and a place where their strength and skills can be respected instead of feared."
					]
				}
			],
			"heritageInfo": [
				"Goblins, especially those of different tribes, have all sorts of physiological differences, which they often discover only through hazardous \"experiments.\" Choose one of the following goblin heritages at 1st level."
			],
			"heritage": [
				{
					"name": "Charhide Goblin",
					"shortName": "Charhide",
					"source": "CRB",
					"page": 47,
					"entries": [
						"Your ancestors have always had a connection to fire and a thicker skin, which allows you to resist burning. You gain fire resistance equal to half your level (minimum 1). You can also recover from being on fire more easily. Your flat check to remove {@condition persistent damage|CRB|persistent fire damage} is DC 10 instead of DC 15, which is reduced to DC 5 if another creature uses a particularly appropriate action to help."
					]
				},
				{
					"name": "Irongut Goblin",
					"shortName": "Irongut",
					"source": "CRB",
					"page": 47,
					"entries": [
						"You can subsist on food that most folks would consider spoiled. You can keep yourself fed with poor meals in a settlement as long as garbage is readily available, without using the {@action Subsist} downtime activity. You can eat and drink things when you are {@condition sickened}.",
						"You gain a +2 circumstance bonus to saving throws against afflictions, against gaining the {@condition sickened} condition, and to remove the {@condition sickened} condition. When you roll a success on a Fortitude save affected by this bonus, you get a critical success instead. All these benefits apply only when the affliction or condition resulted from something you ingested."
					]
				},
				{
					"name": "Razortooth Goblin",
					"shortName": "Razortooth",
					"source": "CRB",
					"page": 48,
					"entries": [
						"Your family's teeth are formidable weapons. You gain a jaws unarmed attack that deals {@damage 1d6} piercing damage. Your jaws are in the brawling group and have the {@trait finesse} and {@trait unarmed} traits."
					]
				},
				{
					"name": "Snow Goblin",
					"shortName": "Snow",
					"source": "CRB",
					"page": 48,
					"entries": [
						"You are acclimated to living in frigid lands and have skin ranging from sky blue to navy in color, as well as blue fur. You gain cold resistance equal to half your level (minimum 1). You treat environmental cold effects as if they were one step less extreme (incredible cold becomes extreme, extreme cold becomes severe, and so on)."
					]
				},
				{
					"name": "Unbreakable Goblin",
					"shortName": "Unbreakable",
					"source": "CRB",
					"page": 48,
					"entries": [
						"You're able to bounce back from injuries easily due to an exceptionally thick skull, cartilaginous bones, or some other mixed blessing. You gain 10 Hit Points from your ancestry instead of 6. When you fall, reduce the falling damage you take as though you had fallen half the distance."
					]
				},
				{
					"name": "Tailed Goblin",
					"shortName": "Tailed",
					"source": "LOCG",
					"page": 37,
					"entries": [
						"You have a powerful tail, likely because you descend from a community of monkey goblins. You gain a +2 circumstance bonus to {@skill Athletics} checks to {@action Climb}, you gain {@feat Combat Climber} as a bonus feat, and you reduce the number of free hands required to {@action Climb} or {@action Trip} by one."
					]
				},
				{
					"name": "Treedweller Goblin",
					"shortName": "Treedweller",
					"source": "LOCG",
					"page": 37,
					"entries": [
						"You have adapted particularly well to living in forested environments. As long as you are in a forest or jungle, you gain a +2 circumstance bonus to {@skill Stealth} checks to {@action Hide} and {@action Sneak}, {@skill Survival} checks to {@action Subsist}, and your {@skill Survival} DC to {@action Cover Tracks}."
					]
				}
			],
			"summary": {
				"text": "Goblins are a short, scrappy, energetic people who have spent millennia maligned and feared.",
				"images": [
					"https://2e.aonprd.com/Images/Ancestries/Goblin01.png",
					"https://2e.aonprd.com/Images/Ancestries/Goblin02.png"
				]
			}
		}
	]
}
