{
	"ancestry": [
		{
			"name": "Dwarf",
			"source": "CRB",
			"page": 34,
			"hp": 10,
			"size": "Medium",
			"speed": 20,
			"boosts": [
				"Constitution",
				"Wisdom",
				"Free"
			],
			"flaw": [
				"Charisma"
			],
			"languages": [
				"Common",
				"Dwarven",
				"Additional languages equal to your Intelligence modifier (if it’s positive). Choose from Gnomish, Goblin, Jotun, Orcish, Terran,  Undercommon, and any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"Dwarf",
				"Humanoid"
			],
			"features": [
				{
					"name": "Darkvision",
					"entries": [
						"You can see in darkness and dim light just as well as you can see in bright light, though your vision in darkness is in black and white."
					]
				}
			],
			"flavor": [
				"Dwarves have a well-earned reputation as a stoic and stern people, ensconced within citadels and cities carved from solid rock. While some see them as dour and humorless crafters of stone and metal, dwarves and those who have spent time among them understand their unbridled zeal for their work, caring far more about quality than quantity. To a stranger,  they can seem untrusting and clannish, but to their friends and family, they are warm and caring, their halls filled with the sounds of laughter and hammers hitting anvils."
			],
			"info": [
				"Dwarves are slow to trust those outside their kin, but this wariness is not without reason. Dwarves have a long history of forced exile from ancestral holds and struggles against the depredations of savage foes, especially giants, goblinoids, orcs, and the horrors that dwell deep below the surface. While trust from a dwarf is hard-won, once gained it is as strong as iron.",
				"If you want to play a character who is as hard as nails, a stubborn and unrelenting adventurer, with a mix of rugged toughness and deep wisdom—or at least dogged conviction—you should play a dwarf.",
				{
					"type": "pf2-h3",
					"page": 34,
					"name": "You Might...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Strive to uphold your personal honor, no matter the situation.",
								"Appreciate quality craftsmanship in all forms and insist upon it for all your gear.",
								"Don’t waver or back down once you’ve set your mind to something."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 34,
					"name": "Others Probably...",
					"entries": [
						{
							"type": "list",
							"items": [
								"See you as stubborn, though whether they see this as an asset or a detriment changes from one person to the next.",
								"Assume you are an expert in matters related to stonework, mining, precious metals, and gems.",
								"Recognize the deep connection you have with your family, heritage, and friends."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 34,
					"name": "Physical Description",
					"entries": [
						"Dwarves are short and stocky, standing about a foot shorter than most humans. They have wide, compact bodies and burly frames. Dwarves of all genders pride themselves on the length of their hair, which they often braid into intricate patterns, some of which represent specific clans. A long beard is a sign of masculinity and honor among the dwarves, and thus a clean-shaven male dwarf is considered weak, untrustworthy, or worse.",
						"Dwarves typically reach physical adulthood around the age of 25, though their traditionalist culture places more value on completing coming of age ceremonies unique to each clan than reaching a certain age. A typical dwarf can live to around 350 years old."
					]
				},
				{
					"type": "pf2-h3",
					"page": 34,
					"name": "Society",
					"entries": [
						"The ancient surface empire the dwarves once ruled fell long ago, overwhelmed by orc and goblinoid enemies.",
						"Today’s dwarves today retain many of the qualities that propelled their people to greatness in ancient times:",
						"fierceness, gumption, and stubbornness in endeavors ranging from battle and craftsmanship to forging ties with family and friends.",
						"While the distance between their mountain Sky Citadels can create vast cultural divides between various dwarf clans, most dwarven societies share a number of similarities. Nearly all dwarven peoples share a passion for stonework, metalwork, and gem-cutting. Most are highly skilled at architecture and mining, and many share a hatred of giants, orcs, and goblinoids.",
						"Few dwarves are seen without their clan dagger strapped to their belt. This dagger is forged just before a dwarf’s birth and bears the gemstone of their clan. A parent uses this dagger to cut the infant’s umbilical cord, making it the first weapon to taste their blood."
					]
				},
				{
					"type": "pf2-h3",
					"page": 35,
					"name": "Alignment and Religion",
					"entries": [
						"Dwarves tend to value honor and closely follow the traditions of their clans and kingdoms. They have a strong sense of friendship and justice, though they are often very particular about who they consider a friend. They work hard and play harder— especially when strong ale is involved.",
						"The typical dwarf is lawful good or lawful neutral and prefers to worship deities of those alignments. Torag, god of dwarvenkind, is the dwarves’ primary deity, though worship of Torag’s family members is also common."
					]
				},
				{
					"type": "pf2-h3",
					"page": 35,
					"name": "Names",
					"entries": [
						"Dwarves honor their children with names taken from ancestors or dwarven heroes, and it’s quite rare to invent a new name or to borrow a name from another culture for a child. When introducing themselves, dwarves tend to list their family and clan, plus any number of other familial connections and honorifics. Dwarven names usually contain hard consonants and are rarely more or fewer than two syllables."
					]
				},
				{
					"type": "pf2-h4",
					"page": 35,
					"name": "Sample Names",
					"entries": [
						"Agna, Bodill, Dolgrin, Edrukk, Grunyar, Ingra, Kazmuk, Kotri, Lupp, Morgrym, Rogar, Rusilka, Torra, Yangrit"
					]
				}
			],
			"heritageInfo": [
				"With their long family lines and hardy physiologies, dwarves take great pride in the resilience their bloodlines provide. Choose one of the following dwarven heritages at 1st level."
			],
			"heritage": [
				{
					"name": "Ancient-Blooded Dwarf",
					"source": "CRB",
					"page": 35,
					"entries": [
						"Dwarven heroes of old could shrug off their enemies’ magic, and some of that resistance manifests in you. You gain the Call on Ancient Blood reaction."
					]
				},
				{
					"name": "Death Warden Dwarf",
					"source": "CRB",
					"page": 35,
					"entries": [
						"Your ancestors have been tomb guardians for generations, and the power they cultivated to ward off necromancy has passed on to you. If you roll a success on a saving throw against a necromancy effect, you get a critical success instead."
					]
				},
				{
					"name": "Forge Dwarf",
					"source": "CRB",
					"page": 35,
					"entries": [
						"You have a remarkable adaptation to hot environments from ancestors who inhabited blazing deserts or volcanic chambers beneath the earth. This grants you fire resistance equal to half your level (minimum 1), and you treat environmental heat effects as if they were one step less extreme (incredible heat becomes extreme, extreme heat becomes severe, and so on)."
					]
				},
				{
					"name": "Rock Dwarf",
					"source": "CRB",
					"page": 36,
					"entries": [
						"Your ancestors lived and worked among the great ancient stones of the mountains or the depths of the earth. This makes you solid as a rock when you plant your feet. You gain a +2 circumstance bonus to your Fortitude or Reflex DC against attempts to Shove or Trip you. This bonus also applies to saving throws against spells or effects that attempt to knock you prone.",
						"In addition, if any effect would force you to move 10 feet or more, you are moved only half the distance."
					]
				},
				{
					"name": "Strong-Blooded Dwarf",
					"source": "CRB",
					"page": 36,
					"entries": [
						"Your blood runs hearty and strong, and you can shake off toxins. You gain poison resistance equal to half your level (minimum 1), and each of your successful saving throws against a poison affliction reduces its stage by 2, or by 1 for a virulent poison. Each critical success against an ongoing poison reduces its stage by 3, or by 2 for a virulent poison."
					]
				}
			]
		}
	]
}
