{
	"ancestry": [
		{
			"name": "Gnome",
			"source": "CRB",
			"page": 42,
			"hp": 8,
			"size": "Small",
			"speed": 25,
			"boosts": [
				"Constitution",
				"Charisma",
				"Free"
			],
			"flaw": [
				"Strength"
			],
			"languages": [
				"Common",
                "Gnomish",
                "Sylvan",
				"Additional languages equal to your Intelligence modifier (if it’s positive). Choose from Draconic, Dwarven, Elven, Goblin, Jotun, Orcish, and any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"Gnome",
				"Humanoid"
			],
			"feature": {
				"name": "Low-Light Vision",
				"entries": [
					"You can see in dim light as though it were bright light, and you ignore the concealed condition due to dim light."
				]
			},
			"flavor": [
				"Long ago, early gnome ancestors emigrated from the First World, realm of the fey. While it’s unclear why the first gnomes wandered to Golarion, this lineage manifests in modern gnomes as bizarre reasoning, eccentricity, obsessive tendencies, and what some see as naivete. These qualities are further reflected in their physical characteristics, such as spindly limbs, brightly colored hair, and childlike and extremely expressive facial features that further reflect their otherworldly origins."
			],
			"info": [
				"Always hungry for new experiences, gnomes constantly wander both mentally and physically, attempting to stave off a terrible ailment that threatens all of their people. This affliction—the Bleaching—strikes gnomes who fail to dream, innovate, and take in new experiences, in the gnomes’ absence of crucial magical essence from the First World. Gnomes latch onto a source of localized magic where they live, typically primal magic, as befits their fey lineage, but this isn’t enough to avoid the Bleaching unless they supplement this magic with new experiences. The Bleaching slowly drains the color—literally—from gnomes, and it plunges those affected into states of deep depression that eventually claim their lives. Very few gnomes survive this scourge, becoming deeply morose and wise survivors known as bleachlings.",
				"If you want a character with boundless enthusiasm and an alien, fey outlook on morality and life, you should play a gnome.",
				{
					"type": "pf2-h3",
					"page": 42,
					"name": "You Might...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Embrace learning and hop from one area of study to another without warning.",
								"Rush into action before fully taking stock of the entire situation.",
								"Speak, think, and move quickly, and lose patience with those who can’t keep up."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 42,
					"name": "Others Probably...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Appreciate your enthusiasm and the energy with which you approach new situations.",
								"Struggle to understand your motivations or adapt to your rapid changes of direction.",
								"See you as unpredictable, flighty, unreliable, or even reckless."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 42,
					"name": "Physical Description",
					"entries": [
						"Most gnomes stand just over 3 feet in height and weigh little more than a human child. They exhibit a wide range of natural skin, hair, and eye colors. For gnomes that haven’t begun the Bleaching, nearly any hair and eye color other than white is possible, with vibrant colors most frequent, while skin tones span a slightly narrower spectrum and tend toward earthy tones and pinkish hues, though occasionally green, black, or pale blue. Gnomes’ large eyes and dense facial muscles allow them to be particularly expressive in their emotions.",
						"Gnomes typically reach physical maturity at the age of 18, though many gnomes maintain a childlike curiosity about the world even into adulthood. A gnome can theoretically live to any age if she can stave off the Bleaching indefinitely, but in practice gnomes rarely live longer than around 400 years."
					]
				},
				{
					"type": "pf2-h3",
					"page": 42,
					"name": "Society",
					"entries": [
						"While most gnomes adopt some of the cultural practices of the region in which they live, they tend to pick and choose, adjusting their communities to fit their own fey logic. This often leads to majority gnome communities eventually consisting almost entirely of gnomes, as other people, bewildered by gnomish political decisions, choose to move elsewhere. Gnomes have little culture that they would consider entirely their own. No gnome kingdoms or nations exist on the surface of Golarion, and gnomes wouldn’t know what to do with such a state if they had one.",
						"By necessity, few gnomes marry for life, instead allowing relationships to run their course before amicably moving on, the better to stave off the Bleaching with new experiences. Though gnome families tend to be small, many gnome communities raise children communally, with fluid family boundaries. As adults depart the settlement, unrelated adolescents sometimes tag along, creating adopted families to journey together."
					]
				},
				{
					"type": "pf2-h3",
					"page": 43,
					"name": "Alignment and Religion",
					"entries": [
						"Though gnomes are impulsive tricksters with inscrutable motives and confusing methods, many at least attempt to make the world a better place. They are prone to fits of powerful emotion, and they are often good but rarely lawful. Gnomes most commonly worship deities that value individuality and nature, such as Cayden Cailean, Desna, Gozreh, and Shelyn."
					]
				},
				{
					"type": "pf2-h3",
					"page": 43,
					"name": "Names",
					"entries": [
                        "Gnome names can get quite complex and polysyllabic. They have little interest in familial names, and most children receive their names purely on a parent’s whim. Gnomes rarely concern themselves with how easy their names are to pronounce, and they often go by shorter nicknames. Some even collect and chronicle these nicknames. Among gnomes, the shorter the name, the more feminine it’s considered to be."
					]
				},
				{
					"type": "pf2-h4",
					"page": 43,
					"name": "Sample Names",
					"entries": [
						"Abroshtor, Bastargre, Besh, Fijit, Halungalom, Krolmnite, Neji, Majet, Pai, Poshment, Queck, Trig, Zarzuket, Zatqualmie"
					]
				}
			],
			"heritageInfo": [
				"A diverse collection of oddballs, gnomes have all sorts of peculiar strains among their bloodlines. Choose one of the following gnome heritages at 1st level."
			],
			"heritage": [
				{
					"name": "Chameleon Gnome",
					"source": "CRB",
					"page": 43,
					"entries": [
						"The color of your hair and skin is mutable, possibly due to latent magic. You can slowly change the vibrancy and the exact color, and the coloration can be different across your body, allowing you to create patterns or other colorful designs. It takes a single action for minor localized shifts and up to an hour for dramatic shifts throughout your body. While you’re asleep, the colors shift on their own in tune with your dreams, giving you an unusual coloration each morning. When you’re in an area where your coloration is roughly similar to the environment (for instance, forest green in a forest), you can use the single action to make minor localized shifts designed to help you blend into your surroundings. This grants you a +2 circumstance bonus to Stealth checks until your surroundings shift in coloration or pattern."
					]
				},
				{
					"name": "Fey-Touched Gnome",
					"source": "CRB",
					"page": 43,
					"entries": [
						"The blood of the fey is so strong within you that you’re truly one of them. You gain the fey trait, in addition to the gnome and humanoid traits. Choose one cantrip from the primal spell list (page 314). You can cast this spell as a primal innate spell at will. A cantrip is heightened to a spell level equal to half your level rounded up. You can change this cantrip to a different one from the same list once per day by meditating to realign yourself with the First World; this is a 10-minute activity that has the concentrate trait."
					]
				},
				{
					"name": "Sensate Gnome",
					"source": "CRB",
					"page": 44,
					"entries": [
                        "You see all colors as brighter, hear all sounds as richer, and especially smell all scents with incredible detail. You gain a special sense: imprecise scent with a range of 30 feet. This means you can use your sense of smell to determine the exact location of a creature (as explained on page 465). The GM will usually double the range if you’re downwind from the creature or halve the range if you’re upwind.",
                        "In addition, you gain a +2 circumstance bonus to Perception checks whenever you’re trying to locate an undetected creature that is within the range of your scent."
					]
				},
				{
					"name": "Umbral Gnome",
					"source": "CRB",
					"page": 44,
					"entries": [
						"Whether from a connection to dark or shadowy fey, from the underground deep gnomes also known as svirfneblin, or another source, you can see in complete darkness. You gain darkvision."
					]
				},
				{
					"name": "Wellspring Gnome",
					"source": "CRB",
					"page": 44,
					"entries": [
                        "Some other source of magic has a greater hold on you than the primal magic of your fey lineage does. This connection might come from an occult plane or an ancient occult song; a deity, celestial, or fiend; magical effluent left behind by a mage war; or ancient rune magic.",
                        "Choose arcane, divine, or occult. You gain one cantrip from that magical tradition’s spell list (pages 307–315). You can cast this spell as an innate spell at will, as a spell of your chosen tradition. A cantrip is heightened to a spell level equal to half your level rounded up. Whenever you gain a primal innate spell from a gnome ancestry feat, change its tradition from primal to your chosen tradition."
					]
				}
			],
			"summary": {
				"text": "Gnomes are short and hardy folk, with an unquenchable curiosity and eccentric habits.",
				"images": [
					"img/ancestries/CRB/gnome-01.png",
					"img/ancestries/CRB/gnome-02.png"
				]
			}
		}
	]
}
