{
	"ancestry": [
		{
			"name": "Human",
			"source": "CRB",
			"page": 54,
			"otherSources": {
				"Expanded": [
					"LOCG|5"
				]
			},
			"hp": 8,
			"size": "Medium",
			"speed": {
				"walk": 25
			},
			"boosts": [
				"Two free ability boosts"
			],
			"languages": [
				"{@language Common}",
				"Additional languages equal to 1 + your Intelligence modifier (if it's positive). Choose from the list of common languages and any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"{@trait Human}",
				"{@trait Humanoid}"
			],
			"flavor": [
				"As unpredictable and varied as any of Golarion's peoples, humans have exceptional drive and the capacity to endure and expand. Though many civilizations thrived before humanity rose to prominence, humans have built some of the greatest and the most terrible societies throughout the course of history, and today they are the most populous people in the realms around the Inner Sea."
			],
			"info": [
				"Humans' ambition, versatility, and exceptional potential have led to their status as the world's predominant ancestry. Their empires and nations are vast, sprawling things, and their citizens carve names for themselves with the strength of their sword arms and the power of their spells. Humanity is diverse and tumultuous, running the gamut from nomadic to imperial, sinister to saintly. Many of them venture forth to explore, to map the expanse of the multiverse, to search for long-lost treasure, or to lead mighty armies to conquer their neighbors—for no better reason than because they can.",
				"If you want a character who can be just about anything, you should play a human.",
				{
					"type": "pf2-h3",
					"page": 54,
					"name": "You Might...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Strive to achieve greatness, either in your own right or on behalf of a cause.",
								"Seek to understand your purpose in the world.",
								"Cherish your relationships with family and friends."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 54,
					"name": "Others Probably...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Respect your flexibility, your adaptability, and--in most cases--your open-mindedness.",
								"Distrust your intentions, fearing you seek only power or wealth.",
								"Aren't sure what to expect from you and are hesitant to assume your intentions."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 54,
					"name": "Physical Description",
					"entries": [
						"Humans' physical characteristics are as varied as the world's climes. Humans have a wide variety of skin and hair colors, body types, and facial features. Generally speaking, their skin has a darker hue the closer to the equator they or their ancestors lived.",
						"Humans reach physical adulthood around the age of 15, though mental maturity occurs a few years later. A typical human can live to be around 90 years old. Humans often intermarry with people of other ancestries, giving rise to children who bear the traits of both parents. The most notable half-humans are half-elves and half-orcs."
					]
				},
				{
					"type": "pf2-h3",
					"page": 54,
					"name": "Society",
					"entries": [
						"Human variety also manifests in terms of their governments, attitudes, and social norms. Though the oldest of human cultures can trace their shared histories thousands of years into the past, when compared to the societies of the elves or dwarves, human civilizations seem in a state of constant flux as empires fragment and new kingdoms subsume the old."
					]
				},
				{
					"type": "pf2-h3",
					"page": 54,
					"name": "Alignment and Religion",
					"entries": [
						"Humanity is perhaps the most heterogeneous of all the ancestries, with a capacity for great evil and boundless good. Some humans assemble into vast raging hordes, while others build sprawling cities. Considered as a whole, most humans are neutral, yet they tend to congregate into nations or communities of a shared alignment, or at least a shared tendency toward an alignment. Humans also worship a wide range of gods and practice many different religions, tending to seek favor from any divine being they encounter."
					]
				},
				{
					"type": "pf2-h3",
					"page": 54,
					"name": "Names",
					"entries": [
						"Unlike many ancestral cultures, which generally cleave to specific traditions and shared histories, humanity's diversity has resulted in a near-infinite set of names. The humans of northern tribes have different names than those dwelling in southern nation.states. Humans throughout much of the world speak Common (though some continents on Golarion have their own regional common languages), yet their names are as varied as their beliefs and appearances."
					]
				},
				{
					"type": "pf2-h3",
					"page": 55,
					"name": "Ethnicities",
					"entries": [
						"A variety of human ethnic groups—many of which have origins on distant lands—populates the continents bordering Golarion's Inner Sea. Human characters can be any of these ethnicities, regardless of what lands they call home. Information about Golarion's human ethnicities appears on page 430 in Chapter 8.",
						"Characters of human ethnicities in the Inner Sea region speak Common (also known as Taldane), and some ethnicities grant access to an uncommon language."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 6,
					"source": "LOCG",
					"name": "Lirgeni",
					"entries": [
						"The Lirgeni people are refugees of mixed Garundi and Mwangi descent from the sunken nation of Lirgen, which was destroyed by the Eye of Abendego a century ago. Most survivors fled, and many now live in the city of Jaha along with lizardfolk allies. Those who traveled further, or who had left before their nation was destroyed, carried the ancient traditions of the Saoc Brethren, master astrologers and scholars, to settlements along the Inner Sea. A few still remain in their drowned cities, fending off storms and struggling to survive."
					]
				},
				{
					"type": "entriesOtherSource",
					"page": 5,
					"source": "LOCG",
					"entries": [
						"Humanity has been the dominant force on the planet for over 10,000 years, spreading to every corner of the globe—from the highest mountain to the deepest vault of the Darklands, from the frozen Crown of the World to the jungles of southeastern Casmaron—to found a vast assortment of kingdoms, cities, confederations, states, clans, and empires.",
						"One of the first great human civilizations was proud Azlant, born on a now-destroyed continent in the middle of the Arcadian Ocean. Earthfall obliterated Azlant and its colonies, but new societies arose from the ruins. The Jistka Imperium, masters of golemancy and genie-binding; the Shory and their flying cities; Osirion in all of its pharaonic splendor—these names have come down through history as bywords for greatness, power, and knowledge. This was the era when Old-Mage Jatembe and his Ten Magic Warriors brought magic back to humanity and established the center of learning at Magaambya, when Prince Taldaris of Oppara unified the city-states of Taldor into a fledgling empire, when the tarrasque toppled the ziggurats of Ninshabur. This was the age that ended with the ascendance of Aroden, the Last Azlanti, God of Humanity.",
						"The centuries that followed saw the gradual formation of the modern Inner Sea region. The Witch-Queen Baba Yaga founded Irrisen and set a succession of daughters on its throne. Taldor entered a slow decline, losing territory to the Padishah Empire of Kelesh and to internal rebellions that culminated in the founding of Cheliax. Choral the Conqueror forged the lands of Brevoy. Diadian Ruel founded the Hellknights and the Varisian hero Suididia Ustav established Ustalav. Humanity made its mark on history. Then a century ago, Aroden died.",
						"Thus began the present era, the Age of Lost Omens.",
						"Aroden's death caused destruction across all of Golarion. In the north, a portal to the Abyss consumed the nation of Sarkoris as legions of the damned poured from the resulting Worldwound. In the south, an unceasing hurricane called the Eye of Abendego drowned the homeland of the Lirgeni and the Yamasans. Prophecies around the world failed, and humanity found itself without a patron god—but humans persisted, as they always do. To this day, they remain widespread and ambitious as they continue to leave their mark on Golarion.",
						"Humans offer players a number of advantages as characters. They're familiar; humans on Golarion are little different from humans on Earth. They live, love, hope, fear, curse, pray, and die in much the same way. They're ubiquitous. Humans are by far the most widespread sapient species on Golarion—no matter where someone might look, there are likely humans nearby. Finally, they're diverse. A human can be anything and do anything, as their talents are infinitely adaptable to any task. No matter what idea a player has, somewhere there are humans who can fit that concept."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 8,
					"source": "LOCG",
					"name": "Taldan Diaspora",
					"entries": [
						"At its peak, the empire of Taldor stretched across Avistan from the western edge of Casmaron to the eastern shores of the Arcadian Ocean. The empire began crumbling centuries ago, but political developments during the Age of Lost Omens swiftly led to significant cultural differences in the lands once part of the empire. Modern nations with significant Taldan cultural influence include devil-worshipping Cheliax, democratic Andoran, and revolution-torn Galt."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 11,
					"source": "LOCG",
					"name": "Thassilonian",
					"entries": [
						"Thassilonians are ethnically Azlanti (page 10), but their culture differs greatly from that of Azlant. Some of the residents of New Thassilon are trying to reclaim the long-past emperor Xin's legacy of unity and mutual cooperation and atone for past crimes, though old habits die hard. Many New Thassilonians worship Lissala, the ancient Azlanti goddess of runes and fate, or the Redeemer Queen Nocticula, a former demon lord with an interest in redemption."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 13,
					"source": "LOCG",
					"name": "Half-Elf Heritages",
					"entries": [
						"Half-elves often have complicated relationships with their parent ancestries. Aquatic Shoreborn can rarely breathe water, making their differences starkly evident. Arctic Snowborn may have close relationships with their parents, but rarely with other family, and drow-descended Hollowborn struggle to find even that much acceptance. Others, like the Mualijae Mistborn or the Spireborn of the Mordant Spire, however, hold valued roles among their elven kin."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 14,
					"source": "LOCG",
					"name": "Half-Orc Heritages",
					"entries": [
						"The common stereotype of half-orcs in Avistan is that of savagery, but this view can vary wildly by culture. Mountaindwelling Cragkin are respected for their boldness. Jungle Rainkin are the golden children of their clans, saddled with high expectations. Desert Sandkin are associated with Sarenrae, and many call themselves the chosen of the goddess. Arctic Frostkin and Darklands Gloomkin are usually looked down upon by their respective orc cultures, seen as mere caretakers or scholars."
					]
				},
				{
					"type": "pf2-h2",
					"page": 6,
					"name": "Humans of the Inner Sea",
					"source": "LOCG",
					"entries": [
						"When discussing human ethnicities on Golarion, it is important to note that what is called an ethnic group is to some extent an arbitrary label—a person may call themself Lyrune-Quah, Shoanti, Varisian, or Avistani, all with equal truth. As in the real world, humanity on Golarion is a broad continuum of life, not a collection of neatly organized groups.",
						{
							"type": "pf2-h3",
							"name": "Erutaki",
							"source": "LOCG",
							"page": 6,
							"entries": [
								"Erutaki are a collection of peoples who live in the far north of Golarion, among the glaciers of the Crown of the World. They're a short, compact people, with rich, terra-cotta skin—often weathered by the icy winds of their homeland—and straight black hair that both men and women tend to wear short. Many Erutaki are semi-nomadic, following the migrations of reindeer or musk oxen, while others live along the coasts, fishing and whaling in the rich waters off the Crown of the World. Living in such a harsh environment, Erutaki are constantly aware of the limits of human power, and strive to live with nature rather than fighting it. Erutaki masculine names include Aklaq, Oki, and Tulimak; feminine names include Aluki, Liak, and Noayak; and gender-neutral names include Amaruq, Miki, and Yuka. Many Erutaki names are names of animals or places with desirable qualities, such as Uqalik, or \"snow hare.\""
							]
						},
						{
							"type": "pf2-h3",
							"source": "LOCG",
							"name": "Garundi",
							"page": 6,
							"entries": [
								"Garundi hail from the northern part of the continent of Garund, though smaller communities are found throughout the Inner Sea region. They are among the tallest humans on Golarion; the average Garundi stands most of a head above others. They typically have broad shoulders, high cheekbones, and large and expressive eyes of some dark shade. Skin tones range from tawny to dark brown, while hair is usually black or brown, often going gray early. Freckles and birthmarks are common, and many add delicate facial tattoos. In ancient days, Garundi ruled some of the greatest empires of Golarion, most famously much-storied Osirion and the flying cities of the Shory. Today, those empires may be diminished or gone, but Garundi remain a cosmopolitan people, respectful of the past but more interested in forging new destinies. Garundi masculine names include Annaber, Himmi, and Tabat; feminine names include Ghida, Leysa, and Tiziri; and gender-neutral names include Hannan, Kadin, and Maimun."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Keleshite",
							"page": 6,
							"entries": [
								"Keleshite culture originated on the continent of Casmaron, from a collection of desert nomads known as Althameri. This people eventually created one of the largest empires Golarion has seen, a multi-ethnic melting pot known as the Padishah Empire of Kelesh. In Avistan, Keleshites are known for their merchants, poets, and diplomats—though unafraid of conflict, they traditionally prefer to talk their way out of problems. A typical Keleshite is lean and gold or tawny skinned, with jet-black hair and brown or amber eyes, but midnight-black or pale-white skin are hardly unknown. Keleshite names are long and complex, incorporating matronymics, nomadic origins, city of residence, and even profession or notable ancestors, though for daily use most Keleshites limit themselves to their first name and sometimes a matronymic (al-). Masculine names include Abannak, Karif, and Sabit; feminine names include Bardiyyah, Qitarah, and Nahla; and gender-neutral names include Ghali, Rayane, and Zhar."
							]
						},
						{
							"source": "LOCG",
							"type": "pf2-h3",
							"name": "Kellid",
							"page": 7,
							"entries": [
								"Though they once ranged across all of Avistan, Kellid clans now live primarily in the north of Avistan, on the tundras and steppes that stretch from Numeria to the Realm of the Mammoth Lords. Kellids are typically tall and wiry, with lightbrown skin often tanned by the elements, and dark-brown or black hair that is prone to graying at an early age. Many Kellids live in nomadic clans that follow the megafauna of their homeland, as they have for millennia. Living so close to the Worldwound and the witches of Irrisen has given Kellids a well-founded distrust of outsiders in general and of magic in particular. Kellid feminine names include Belka, Dafur, and Jalket; masculine names include Dron, Kronug, and Zoresk; and gender-neutral names include Aeld, Neflhun, and Roan. Few Kellids bother with surnames, though a clan name can substitute, and prominent or far-traveling Kellids sometimes adopt titles such as Beast-Stalker or Snow Mane."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Mwangi",
							"source": "LOCG",
							"page": 7,
							"entries": [
								"To speak of Mwangi as a single people is to speak of Avistan as one nation—Mwangi is the name used to refer to the many residents of the Garundi interior, including a number of discrete ethnic groups. The most populous and widespread of these are the Zenj, with umber skin and distinctive, tightly curled black hair. Their settlements and small kingdoms span the breadth of the Mwangi Expanse, and their deep and rich traditions reach back before Old-Mage Jatembe's founding of the Magaambya. Zenj masculine names include Gakere, Jelani, and Mwenye; feminine names include Chausiku, Mukondi, and Xabala; and genderneutral names include Desta, Imani, and Lishan. Mauxi, by contrast, reside primarily in Thuvia and Rahadoum, and are culturally closer to Garundi than to other Mwangi. They are distinguished by their ashen skin, lighter brown hair, and common freckles. Bekyar commonly live as fishers and raiders along the southwestern coast of Garund and inland as far as the Bandu Hills. They are a head taller than most other Mwangi, with muscular builds. Bonuwat are traders and incomparable seafarers whose trade routes along the western coast were established long before other peoples reached the region. They tend to have sepiabrown skin, black hair, and eye colors such as green, blue, and hazel. The Caldaru are a smaller group, concentrated in the merchant city-state of Senghor; they frequently have blue or green eyes and gold or tawny skin."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Nidalese",
							"source": "LOCG",
							"page": 7,
							"entries": [
								"The land of Nidal in central Avistan is one of the oldest surviving countries in the Inner Sea region. Millennia ago, in the violent and chaotic aftermath of Earthfall, three Kellid horselords forged a dark pact with the god Zon-Kuthon to assure their survival. To this day, their descendants honor that pact, willing or not. That said, most Nidalese peasants and townsfolk live quiet lives, trying to avoid the Kuthite priesthood and the nobility of the Umbral Court. Nidalese are a slender, delicate-looking people, with ashen gray skin, black hair often cut short or shaved, and a strong tendency towards black irises. Nidalese masculine names include Chartaigne, Helthir, and Theanor; feminine names include Celefin, Grenda, and Virexia; and gender-neutral names include Eilan, Haolais, and Kerrech. While surnames are common enough, many Nidalese identify by their place of birth or training, introducing themselves as \"of Nisroch\" or \"of Pangolais.\""
							]
						},
						{
							"type": "pf2-h3",
							"name": "Shoanti",
							"page": 8,
							"entries": [
								"Shoanti are nomads who roam the Storval Plateau, having taken refuge there after being forced from their homeland in southern Varisia by Chelaxian colonists. They are a tall and strongly built people, with tawny or fawn skin usually heavily tanned by the elements. Shoanti are most easily identified by the fact that most adults shave their heads, and by the complex tattoos that traditional members of the clans wear across their bodies. These tattoos are connected to the quahs, seven overarching clans, each guarded by patron spirits and deities. The Shoanti quahs are the Lyrune-Quah, who are archers and hunters; the Shadde-Quah, who are fishermen and sailors; the Shriikirri-Quah, who are riders and animal trainers; the Shundar-Quah, who are diplomats and magicians; the Sklar-Quah, who are warriors and soldiers; the Skoan-Quah, who serve as guardians of the dead; and the Tamiir-Quah, who are raiders and mountaineers. A Shoanti is given a birth name and then adopts an adult name after undergoing a rite of passage. Shoanti masculine names include Garidan, Hargev, and Shadfrar; feminine names include Ahalak, Tanjah, and Imenida; and gender-neutral names include Ghota, Shakkah, and Shri. Traditional Shoanti names are usually paired with a title such as Horse Dancer, Break Bones, or Twelve Suns."
							]
						},
						{
							"type": "pf2-h3",
							"source": "LOCG",
							"name": "Taldan",
							"page": 8,
							"entries": [
								"Taldans come from the eastern part of Avistan, and at their empire's height they ruled over half the continent. Today Taldor is much diminished, but Taldans' art, literature, and scholarship still set the standard for the Inner Sea region, and the Taldane language is so widespread as to be the language known as \"Common\" in Avistan. Their accomplishments are matched only by their egos—the Taldans of Taldor in particular tend to believe their land is the center of civilization in Avistan. Taldans typically have bronze, gold, or tawny skin; lightly curled brown hair; aquiline noses; and green, gray, or amber eyes. Taldan masculine names include Brontius, Cosmin, and Thocero; feminine names are Ionnia, Epiphania, and Sergia; and gender-neutral names include Amadis, Marin, and Orien. Surnames include Mavrogenis, Synadenos, and Vatatze."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Tian",
							"source": "LOCG",
							"page": 8,
							"entries": [
								"\"Tian\" is much like \"Avistani\" or \"Mwangi\": a term for the many different residents of several kingdoms and countries, in this case on the distant continent of Tian Xia. The largest Tian ethnic groups are as follows. Tian-Shu are the most populous of the Tian peoples and those most often seen in the Inner Sea region. They are typically characterized by small stature, dusky skin, and black or dark-brown straight hair; their culture is staunchly meritocratic. Tian-Sing, who hail from the western islands, are identified by their wavy hair and sepia skin tones. They have a long history as fishers, pirates, and traders in equal measure, and they share a fondness for piercings and tattoos. Tian-Min are best known for their masterful warriors and a highly codified system of social rules and etiquette; they are paler than most other Tian ethnicities, with a diverse range of eye colors. Arising from nomadic equestrian communities, many Tian-La remain fearsome raiders, with weathered bronze skin and rough hair that is often braided. Tian-Hwan are the shortest of the Tian ethnic groups, with slight builds and tan skin. Their homeland is matriarchal and produces famed arcanists, diplomats, and pragmatic problem-solvers. Tian-Dtang have a reputation as a friendly, pacifistic people, albeit with an infamous sense of humor. While slender and tawny-skinned like Tian-Hwan, Tian-Dtang also have a distinctive cultural practice of shaving part of their heads. Tian-Yae trace their lineage back to the Shory people of Yjae, and as a result they have darker brown skin than most Tian, straight black hair, and a strong affinity for air magic. Tian-Dan proudly claim descent from dragons, and the occasional individual with unusually vibrant eyes or hair gives credence to this assertion.",
								"Tian names are usually arranged with the family name first, followed by the personal name. Tian-Shu masculine names include Bei, Kao, and Si -Dao; feminine ones include Jin-Shan, Lai, and Xiao; and gender-neutral names include Guiying, Ming, and Su. Family names include Dai, Qian, and Yi."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Ulfen",
							"page": 9,
							"source": "LOCG",
							"entries": [
								"Hailing from the north of Avistan and the Land of the Linnorm Kings, Ulfen are among the most widely traveled of all of Golarion's peoples. Wherever they go, they stand out, as they are a tall, broad-shouldered people. Ulfen tend towards fair skin, rosy cheeks, and blond, light-brown, or reddish hair. In Ulfen communities, beards are common among men, and all hair is usually braided regardless of gender. Rather than try to eke a living from the rocky soil of their chilly homeland, many Ulfen seek their fortunes abroad. Some are raiders, descending on coastal villages in their longboats, while others are traders and explorers, traveling as far as Garund or Vudra. Others become mercenaries—Ulfen bodyguards are proverbial for their ferocity and loyalty. Ulfen feminine names include Brid, Jorunn, and Svala; masculine names include Gundar, Sjogun, and Einarr; and gender-neutral names include Alva, Inge, and Selb. Ulfen have a system of patronymics and matronymics (-sson, -dottir), and many acquire bynames such as Firebeard or Troll-Biter in honor of notable attributes or events."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Varisian",
							"source": "LOCG",
							"page": 9,
							"entries": [
								"Varisians are one of the most widespread peoples of Avistan, their lands stretching from their ancient homeland of Varisia in the west to the edge of Numeria in the east. They are a wiry, short people, with tawny, gold, or russet -brown skin and a wide array of hair and eye colors. While most have dark eyes and wavy brown hair, rare features such as violet eyes or platinum hair are not all that unusual. Outsiders may often associate Varisians with roaming merchant caravans, the practice of harrow card reading (a form of fortune-telling), and the worship of Desna, goddess of dreams. However, Varisians form the majority of permanent residents in the great cities of Magnimar, Lepidstadt, and others, where they outnumber their wandering kin a hundred times over. Varisian masculine names include Bastian, Guillen, and Oriche; feminine names include Astella, Iguazel, and Merzez; and gender-neutral names include Cande, Guiomar, and Zorion."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Vudrani",
							"source": "LOCG",
							"page": 9,
							"entries": [
								"Vudrani hail from the distant Impossible Kingdoms of Vudra, a collection of semi-independent kingdoms in the southeast of Casmaron. Vudrani who live in the Inner Sea region, however, mostly emigrate from the island of Jalmeray, off the coast of Nex. Most Vudrani, including Jalmeri, are slim and slight in build, with dark eyes, dark hair, and skin tones that range from tawny to umber. Much of traditional Vudrani life is organized around religious and philosophical scriptures of many different gods and traditions, and around a powerful monastic tradition of self-improvement and self-perfection. Though few Vudrani become full monks, their influence is widespread in Vudrani culture. Vudrani masculine names include Bahurja, Ksaya, and Sohan; feminine names include Anjasi, Jaivati, and Vasundhara; and gender-neutral names include Bala, Jaya, and Kanti."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Other Ethnicities",
							"source": "LOCG",
							"page": 9,
							"entries": [
								"The human ethnicities presented in this section are only a sampling of the breadth of human variety in Golarion—a sampling that represents the larger part of the humans one might meet in the Inner Sea region, but it is in no way exhaustive. Iobarians are a diverse people found east of Brevoy, likely related to Ulfen, Kellids, and Taldans. They have long lived in small clans in the wilderness, raiding one another for cattle. Travelers in Irrisen may meet Jadwiga, who once ruled that land. All Jadwiga trace their ancestry to one of the witch -queens of Irrisen, and to their common mother, the ancient witch Baba Yaga. Jadwiga have an affinity for ice magic; they are pale and whitehaired, and frequently have blue or sea-green eyes. Varki are relatives of the Erutaki, originating in the mountains of northern Avistan where most make a living as hunters and herders. Further abroad, the continents of Casmaron and Arcadia are home to many more ethnicities, but these Casmar and Arcadian folk venture only rarely to the Inner Sea region."
							]
						},
						{
							"type": "pf2-h4",
							"name": "Azlanti",
							"source": "LOCG",
							"page": 10,
							"entries": [
								"The ancient Azlanti were tall and athletic people, with expressive eyebrows and a tendency toward widow's peaks. Skin color ran the gamut from midnight black to snow pale. Dark indigo and violet eyes were common among those with Azlanti heritage. Azlanti humans were thought lost, as after Earthfall, the scattered survivors merged with the Varisian peoples. But recently, a temporal paradox of unimaginable power pulled a small population of Azlanti humans 10,000 years forward into the present day, where they are swiftly adapting to their new situation."
							]
						},
						{
							"type": "pf2-h4",
							"name": "Half-Elves",
							"page": 10,
							"source": "LOCG",
							"entries": [
								"Half-elves have been part of society for as long as humans and elves have lived alongside one another. The inevitable offspring of close association, half-elves are a people caught betwixt and between, with elven agelessness and skill on one side, and human energy and passion on the other. Physically, half-elves resemble humans with pointed ears, thin features, and a tall and slender build, though some reflect one or the other part of their heritage more strongly. Half-elves pass on both ancestries to their children; many half-elves are the children of other half-elves.",
								"Half-elves have no single home or origin. As a result, what half-elven cultures exist typically emphasize fitting in, adapting, and making do—finding a home somewhere and somehow. Many half-elves become intermediaries between different people, their unique upbringing helping them see all facets of a relationship. In more recent years, some half-elven philosophers and artists have pushed the idea of the Soul's Homeland—that half-elves are not simply half human and half elven, but something wholly unique, adaptable yet understanding, which will one day blossom into its own society and nation.",
								"Half-elf identities are complicated, as they encompass both their human and elven nationality and heritage. Half-elf ethnicities include the Gateborn, descended from Aiudeen elves; Snowborn, descended from Ilverani; Mistborn, descended from Mualijae; Spireborn, descended from Spiresworn; Hollowborn, descended from drow; and Shoreborn, descended from aquatic elves. How half-elves relate to the elven side of their ancestry frequently depends on their elven heritage. Hollowborn are widely scorned and often must claw for every advantage to survive. Meanwhile, Mistborn and Spireborn hold valued roles as interpreters and lorekeepers among the Ekujae and as ambassadors and spies for the Spiresworn, respectively."
							]
						},
						{
							"type": "pf2-h4",
							"name": "Half-Orcs",
							"source": "LOCG",
							"page": 10,
							"entries": [
								"In northern Avistan, half-orcs tell the story of how the goddess Pharasma, exasperated by all the souls that came to her from every clash of orc and human, directed that a portion be returned as the children of the two species, to spare her the trouble of sorting them. Farther south, half-orcs claim that the Lord of Iron, Gorum, was a half-orc, and allowed humans and orcs to mix so that he could be born. Regardless, half-orcs are born from humans, orcs, and half-orcs, with many half-orcs the children of two half-orc parents. They stand 6 or 7 feet tall, broad-shouldered and heavily muscled, with greenish -gray skin, dark hair, and tusk-like canine teeth.",
								"Half-orcs often find commonality in their shared struggles. Humans and orcs have rarely gotten along, and so most half-orcs endure prejudice, racism, and sometimes outright slavery among human societies—though after the orcs of Belkzen rose up against the recently revived Whispering Tyrant, this conflict has somewhat lessened. This prejudice has resulted in a growing culture that prizes self-sufficiency and competition, as well as argument and debate—after all, words are one of the hardest things to take away. Some half-orcs are fortunate enough to live in societies that prize them; in the martial Shoanti and Ulfen cultures, for example, skin color is less important than the ability to heft an axe."
							]
						}
					]
				},
				{
					"type": "pf2-h2",
					"page": 55,
					"name": "Half-Elves",
					"entries": [
						{
							"type": "pf2-sidebar",
							"page": 55,
							"name": "OTHER HALVES",
							"entries": [
								"By default, half-elves and half-orcs descend from humans, but your GM might allow you to be the offspring of an elf, orc, or different ancestry. In these cases, the GM will let you select the half-elf or half-orc heritage as the heritage for this other ancestry. The most likely other parent of a half-elf are gnomes and halflings, and the most likely parents of a half-orc are goblins, halflings, and dwarves."
							]
						},
						"A half-elf is born to an elf and a human, or to two half-elves. The life of a half-elf can be difficult, often marked by a struggle to fit in. Half-elves don't have their own homeland on Golarion, nor are populations of half-elves particularly tied to one another, since they often have very disparate human and elven traditions. Instead, most half-elves attempt to find acceptance in either human or elven settlements.",
						"Half-elves often appear primarily human, with subtly pointed ears and a taller stature than most full-blooded humans. Half-elves lack the almost alien eyes of their elf parents, though they do have a natural presence—and often a striking beauty—that leads many to become artists or entertainers. Despite this innate appeal, many half.elves have difficulty forming lasting bonds with either humans or elves due to the distance they feel from both peoples as a whole.",
						"Half-elves live longer than other humans, often reaching an age around 150 years. This causes some of them to fear friendship and romance with humans, knowing that they'll likely outlive their companions.",
						{
							"type": "pf2-h3",
							"page": 55,
							"name": "Playing a Half-Elf",
							"entries": [
								"You can create a half-elf character by selecting the half-elf heritage at 1st level. This gives you access to elf and half-elf ancestry feats in addition to human ancestry feats."
							]
						},
						{
							"type": "pf2-h3",
							"page": 55,
							"name": "You Might...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Keep to yourself and find it difficult to form close bonds with others.",
										"Strongly embrace or reject one side or the other of your parentage.",
										"Identify strongly with and relate to other people with mixed ancestries."
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"page": 55,
							"name": "Others Probably...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Find you more attractive than humans and more approachable than elves.",
										"Dismiss your human ethnicity and culture in light of your elven heritage.",
										"Downplay the challenges of being caught between two cultures."
									]
								}
							]
						}
					]
				},
				{
					"type": "pf2-h2",
					"page": 55,
					"name": "Half-Orcs",
					"entries": [
						"A half-orc is the offspring of a human and an orc, or of two half-orcs. Because some intolerant people see orcs as more akin to monsters than people, they sometimes hate and fear half-orcs simply due to their lineage. This commonly pushes half-orcs to the margins of society, where some find work in manual labor or as mercenaries, and others fall into crime or cruelty. Many who can't stand the indignities heaped on them in human society find a home among their orc kin or trek into the wilderness to live in peace, apart from society's judgment.",
						"Humans often assume half-orcs are unintelligent or uncivilized, and half-orcs rarely find acceptance among societies with many such folk. To an orc tribe, a half-orc is considered smart enough to make a good war leader but weaker physically than other orcs. Many half-orcs thus end up having low status among orc tribes unless they can prove their strength.",
						"A half-orc has a shorter lifespan than other humans, living to be roughly 70 years old.",
						{
							"type": "pf2-h3",
							"page": 56,
							"name": "Playing a Half-Orc",
							"entries": [
								"You can create a half-orc character by selecting the half-orc heritage at 1st level. This gives you access to orc and half-orc ancestry feats in addition to human ancestry feats."
							]
						},
						{
							"type": "pf2-h3",
							"page": 56,
							"name": "You Might...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Ignore, embrace, or actively counter the common stereotypes about half-orcs.",
										"Make the most of your size and strength, either physically or socially.",
										"Keep your distance from people of most other ancestries, in case they unfairly reject you due to your orc ancestors."
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"page": 56,
							"name": "Others Probably...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Assume you enjoy and excel at fighting but aren't inclined toward magical or intellectual pursuits.",
										"Pity you for the tragic circumstances they assume were involved in your birth.",
										"Get out of your way and back down rather than face your anger."
									]
								}
							]
						}
					]
				}
			],
			"heritageInfo": [
				"Unlike other ancestries, humans don't have significant physiological differences defined by their lineage. Instead, their heritages either reveal their potential as a people or reflect lineages from multiple ancestries. Choose one of the following human heritages at 1st level."
			],
			"heritage": [
				{
					"name": "Half-Elf",
					"source": "CRB",
					"page": 56,
					"entries": [
						"Either one of your parents was an elf, or one or both were half-elves. You have pointed ears and other telltale signs of elf heritage. You gain the {@trait elf} trait and {@ability low-light vision}. In addition, you can select elf, half-elf, and human feats whenever you gain an {@filter ancestry feat|feats|type=ancestry|ancestries=elf;half-elf;human}."
					]
				},
				{
					"name": "Half-Orc",
					"source": "CRB",
					"page": 56,
					"entries": [
						"One of your parents was an orc, or one or both were half-orcs. You have a green tinge to your skin and other indicators of orc heritage. You gain the {@trait orc} trait and {@ability low-light vision}. In addition, you can select orc, half-orc, and human feats whenever you gain an {@filter ancestry feat|feats|type=ancestry|ancestries=orc;half-orc;human}."
					]
				},
				{
					"name": "Skilled Heritage",
					"source": "CRB",
					"page": 56,
					"entries": [
						"Your ingenuity allows you to train in a wide variety of skills. You become trained in one skill of your choice. At 5th level, you become an expert in the chosen skill."
					]
				},
				{
					"name": "Versatile Heritage",
					"source": "CRB",
					"page": 56,
					"entries": [
						"Humanity's versatility and ambition have fueled its ascendance to be the most common ancestry in most nations throughout the world. Select a {@filter general feat|feats|type=general} of your choice for which you meet the prerequisites (as with your ancestry feat, you can select this general feat at any point during character creation)."
					]
				},
				{
					"name": "Wintertouched Heritage",
					"source": "LOCG",
					"page": 11,
					"entries": [
						"The power of winter flows through you. This heritage is most common among the Jadwiga of Irrisen, due to their descent from Baba Yaga, and certain Erutaki touched by the spirits. You gain cold resistance equal to half your level (minimum 1), and you treat environmental cold effects as if they were one step less extreme (incredible cold becomes extreme, extreme cold becomes severe, and so on)."
					]
				}
			],
			"summary": {
				"text": "Humans are incredibly diverse. Some, such as half-elves and half-orcs, even have non-human ancestors.",
				"images": [
					"https://2e.aonprd.com/Images/Ancestries/Human01.png"
				]
			}
		}
	]
}
