{"ancestry":[{"name":"Anadi","source":"LOME","page":102,"rarity":"rare","hp":8,"size":["Medium"],"speed":{"walk":25},"boosts":["dexterity","wisdom","free"],"flaw":["constitution"],"languages":["{@language Anadi|AoA1}","{@language Mwangi}","Additional languages equal to your Intelligence modifier (if positive). Choose from {@language Draconic}, {@language Elven}, {@language Gnoll}, {@language Iruxi|Bst}, {@language Orcish}, {@language Sylvan}, and any other languages to which you have access (such as the languages prevalent in your region)."],"traits":["anadi","humanoid"],"features":[{"name":"Fangs","entries":["You were born with a natural means for hunting and self-defense. You gain a fangs unarmed attack that deals {@damage 1d6} piercing damage. Your fangs are in the {@group brawling} group and have the {@trait finesse} and {@trait unarmed} traits."]},{"name":"Change Shape","entries":[{"activity":{"number":1,"unit":"action"},"traits":["anadi","arcane","concentrate","polymorph","transmutation"],"entries":["You change into your human or spider shape. Each shape has a specific, persistent appearance. In your human shape, you can't use unarmed attacks granted by your ancestry. You aren't flat footed when climbing in your spider shape. However, in your spider shape you can't use weapons, shields, or other held items of any sort, and you are limited in what actions you can take that have the manipulate trait. The only manipulate actions you can take are to {@action Cast a Spell} with somatic components, weave silk or webbing, or simple {@action Interact} actions such as opening an unlocked door. Your spider legs can't perform actions that require fingers or significant manual dexterity, including any action that would require a check to accomplish. The GM might determine other {@trait manipulate} actions are appropriate for your spider legs."],"type":"ability","style":"compact","name":"Change Shape"}]}],"flavor":["Anadi people are reclusive, sapient spiders who hail from the jungles of southern Garund. Though they act in many ways like natural-born shapeshifters, their twin forms actually stem from carefully developed magic."],"info":["As a communal and peaceful people, anadi ancestors endeavored to establish trade with the neighbors of their homeland. However, these anadi soon learned that most others found their appearance to be extremely objectionable. Wishing to avoid conflict, ancient anadi retreated into isolation until they could find a solution. The answer came when their greatest scholars innovated a fusion of transmutation and illusion magic that allowed them to assume a humanoid form. The technique was developed, perfected, and eventually taught to the overwhelming majority of anadi.","Early efforts with their new approach to diplomacy have yielded much better results, though sporadic contact means that some outsiders whisper false legends about anadi, such as claims that they are humans who transform into monstrous spiders at moonrise. Even contemporary explorers have reported anadi as humanspider hybrids. The anadi people of the current day strive to slowly but surely create a world where they no longer need to hide their true nature.",{"type":"pf2-h3","page":102,"name":"You Might...","entries":[{"type":"list","items":["Only reveal your true form to people who have earned your trust.","Openly express sympathy for misrepresented and unfairly stigmatized cultures.","Provide for those you hold dear and defend them from danger without hesitation."]}]},{"type":"pf2-h3","page":102,"name":"Others Probably...","entries":[{"type":"list","items":["Appreciate your willingness to seek nonviolent solutions to complicated problems.","Have a strong reaction to seeing your natural form.","Assume you have an affinity for druidic magic, given your ability to transform."]}]},{"type":"pf2-h3","page":102,"name":"Physical Description","entries":["Anadi in their true form resemble human-sized spiders with a variety of colorations. Some tones look simple or muted while other remain striking and vibrant, with most patterns inherited from an anadi's parentage. A typical anadi measures five feet in length from their front legs to their rear legs when standing comfortably.","All anadi possesses the ability to transform into a human guise. This form can resemble any human ethnicity, but it's usually one that blends in with the region of an anadi's hatching. Anadi reach physical maturity after 13 years, going through multiple phases of molting along the way. A typical anadi lives to be about 80 years old."]},{"type":"pf2-h3","page":102,"name":"Society","entries":["Anadi live in a communal society, sharing peaceful lives farming mushrooms or weaving warm blankets. Their culture places great value on cooperation and mutual respect. Due to this cultural upbringing, anadi often have issues facing severe conflict and often come off to other ancestries as very shy. Their history of dealing with arachnophobia in other peoples—which anadi understand is often instinctual and very difficult to control—likewise means that anadi do their best to be accommodating and comforting, even in situations that aren't necessarily fair to them."]},{"type":"pf2-h3","page":102,"name":"Alignment and Religion","entries":["The cooperative nature of anadi society and their dislike of violence means many anadi lean toward good alignments. They're more often neutral than chaotic or lawful, though the latter aren't unheard of.","Legends say Grandmother Spider rescued anadi people from servitude and brought them to Golarion, becoming their patron deity in the process. Her values of mutual care and playful trickery interweave into anadi culture, and even those who don't worship her tell tales of her adventures."]},{"type":"pf2-h3","page":103,"name":"Names","entries":["Anadi names are given by the members of the web marriage that raised them. Each parent contributes a single syllable, usually the first, from their own name. Older anadi who feel their identity has settled often take on or are given a phrase-title to honor them as well. Anadi who live among human populations rarely take a cover name, but some might adopt one if their given name strongly contrasts the norm in the local culture."]},{"type":"pf2-h4","page":103,"name":"Sample Names","entries":["Altava, Anavachti, Strings-On-The-River Inkeelah, Kerialnamu, Maracha, Leaves-Shelter-Her-Feet Naiala, Orvasa, Reloana, Rivuken, Velachamon"]},{"type":"pf2-sidebar","page":104,"name":"Anadi Adventurers","entries":["Anadi who answer the call to adventure often do so to learn more about the world at large. Common anadi backgrounds include {@background artisan}, {@background emissary}, {@background herbalist}, {@background hunter}, and {@background scholar}. Anadi adventurers who want to support their communities often become {@class cleric||clerics} or {@class druid||druids}. {@class Rogue} remains a popular choice among those who seek to hide their true form. Anadi who wish to continue their magical traditions tend to become {@class wizard||wizards} or {@class sorcerer||sorcerers}."]},{"type":"pf2-sidebar","page":105,"name":"Anadi Enclaves","entries":["Mostly found in their home nation of Nurvatcha, anadi settlements are traditionally built with techniques developed before the discovery of transformation magic. As a result, these cities have often been built upon cliffsides or in dense jungles that can support anadi webs. In the capital city of Domithari, a council of elected officials congregate around the Empty Throne, an honorary seat reserved for Grandmother Spider, though no one expects her to assume the mantle of monarch. In the city of Majabi, the finest scholars among the anadi people make homes above and below the surface. Majabi also houses the First Weave, a tapestry of arcane infused webbing that documents the earliest anadi transformation spells."]}],"heritageInfo":["Anadi are well-suited to survive in the wild, having developed diverse heritages even before the widespread use of transformation magic. Choose one of the following anadi heritages at 1st level."],"heritage":[{"name":"Adaptive Anadi","shortName":"Adaptive","source":"LOME","page":103,"entries":["You descend from a line of anadi who worked to perfect their transformation magic, allowing them to integrate into a wider variety of cultures. Choose a common, Medium humanoid ancestry. Your human form is replaced with a form that matches this choice. You also gain the {@feat Adopted Ancestry} feat for your chosen humanoid ancestry."]},{"name":"Polychromatic Anadi","shortName":"Polychromatic","source":"LOME","page":103,"entries":["Your body is covered with exceptionally colorful hairs that create vibrant, eye-catching patterns, some of which might even show in your human form. You become trained in {@skill Performance} (or another skill if you were already trained in {@skill Performance}), and you gain the {@feat Impressive Performance} feat."]},{"name":"Snaring Anadi","shortName":"Snaring","source":"LOME","page":103,"entries":["You were hatched with hooked fangs that give you an edge when hunting in your true form. Your fangs attack gains the {@trait grapple} and {@trait trip} traits."]},{"name":"Spindly Anadi","shortName":"Spindly","source":"LOME","page":103,"entries":["Your limbs are exceptionally long in both forms, allowing you to skitter about with surprising agility. Your Speed increases from 25 to 30 feet."]},{"name":"Venomous Anadi","shortName":"Venomous","source":"LOME","page":103,"entries":["Your natural form's fangs are capable of injecting foes with venom. You gain the Anadi Venom ability.",{"name":"Anadi Venom","source":"LOME","type":"ability","style":"full","page":119,"activity":{"number":1,"unit":"action"},"actionType":{"ancestry":["Anadi|LOME"],"heritage":["Venomous Anadi|LOME"]},"frequency":{"special":"a number of times per day equal to your level"},"entries":["You envenom your fangs. If the next fangs {@action Strike} you make before the end of your turn hits and deals damage, the {@action Strike} deals an additional {@damage 1d6} poison damage. On a critical failure, the poison is wasted as normal. At 12th level, this poison damage increases to {@damage 2d6}."]}]}],"summary":{"text":"Anadi people are reclusive, sapient spiders who hail from the jungles of southern Garund. Though they act in many ways like natural-born shapeshifters, their twin forms actually stem from carefully developed magic.","images":["https://2e.aonprd.com/Images/Ancestries/Anadi01.png","https://2e.aonprd.com/Images/Ancestries/Anadi02.png"]}}]}