{
	"ancestry": [
		{
			"name": "Lizardfolk",
			"source": "LOCG",
			"otherSources": [
				{
					"source": "LOAG",
					"page": 44
				}
			],
			"page": 56,
			"hp": 8,
			"rarity": "Uncommon",
			"size": "Medium",
			"speed": 25,
			"boosts": [
				"Strength",
				"Wisdom",
				"Free"
			],
			"flaw": [
				"Intelligence"
			],
			"languages": [
				"Common",
                "Iruxi",
				"Additional languages equal to your Intelligence modifier (if it’s positive). Choose from Aquan, Boggard, Draconic, Elven, Jotun, Sylvan, and any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"Lizardfolk",
				"Humanoid"
			],
			"features": [
				{
					"name": "Claws",
					"entries": [
						"Your sharp claws offer an alternative to the fists other humanoids bring to a fight. You have a claw unarmed attack that deals 1d4 slashing damage and has the agile and finesse traits."
					]
				},
				{
					"name": "Aquatic Adaptation",
					"entries": [
						"Your reptilian biology allows you to hold your breath for a long time. You gain the Breath Control general feat as a bonus feat."
					]
				}
			],
			"flavor": [
				"Lizardfolk are consummate survivors, heirs to empires considered ancient even by the elves."
			],
			"info": [
				"Lizardfolk move through the societies of other humanoids with the steely reserve of born predators. They have a well-deserved reputation as outstanding rangers and unsentimental fighters. Though lizardfolk have adapted to many different environments, many of them still prefer to remain near bodies of water, using their ability to hold their breath to their advantage. As a result, lizardfolk usually prefer equipment that is not easily damaged by moisture, eschewing leather and metal for gear made of stone, ivory, glass, and bone. ",
				{
					"type": "pf2-sidebar",
					"page": 56,
					"name": "Lizardfolk Adventurers",
					"entries": [
						"Some background options are particularly suitable for lizardfolk. Wilderness or martial backgrounds like the animal whisperer, hunter, scout, or warrior are ideal. Living at the margins of human civilization means an iruxi might have grown up as a hardy street urchin, traveled as a nomad or sailor, or found work as a laborer or gladiator. Lizardfolk’s ties to the wilderness make them excellent rangers or druids. Their outstanding strength serves them well if they select the barbarian, fighter, or monk classes, though they can also strike from stealth as a rogue. Iruxi also have a strong oral tradition kept alive by lizardfolk bards and sorcerers."
					]
				},
				{
					"type": "pf2-h3",
					"page": 56,
					"name": "Physical Description",
					"entries": [
						"Lizardfolk vary depending on their environment, but share toothy snouts and long and powerful tails. Those from temperate or desert regions tend toward gray, green, or brown scales that aid in camouflage, while those from tropical climes are brightly colored. Many sport dorsal spikes or garish neck frills that hint at their clan lineage. Lizardfolk reach physical adulthood at age 15 and live up to 120 years. The average lizardfolk stands 6 to 7 feet tall, but grows throughout their lifetime, gaining strength and size with age."
					]
				},
				{
					"type": "pf2-h3",
					"page": 56,
					"name": "You Might...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Demonstrate extreme patience, even when pressured to act.",
								"Hold your people’s history in high regard and look to the past for solutions to present problems.",
								"Strive to adapt perfectly to your environment while also keeping your culture and traditions intact."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 56,
					"name": "Others Probably...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Assume you are beholden to tradition and have ancient knowledge.",
								"See you as cold-blooded and callous due to your subdued physical reactions.",
								"Respect your impressive strength and your knowledge of natural areas."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 56,
					"name": "Society",
					"entries": [
						"Known among themselves as iruxi, lizardfolk are raised communally from the moment they break from their shells. They have an oral tradition stretching back thousands of years, brought to life through epic poems, evocative carvings, and ancestral rites performed among fields of fossilized bone. Lizardfolk are passionate astrologers with one eye on the future. If they seem slow to act, it is because their long history has taught them the value of patience.",
						"The simple villages most outsiders associate with iruxi are the homes of migrants in outlying regions. True iruxi settlements are often overlooked, as they are partially or mostly submerged in water. These glass and stone complexes bear the mark of every generation of lizardfolk that lived within them, and lizardfolk bones often adorn the walls, as many lizardfolk believe these remains can be animated by ancestral spirits when the residents are in danger."
					]
				},
				{
					"type": "pf2-h3",
					"page": 56,
					"name": "Alignment and Religion",
					"entries": [
						"Most iruxi are unconcerned with heavy questions of morality and are therefore usually neutral in alignment. Adventuring iruxi who leave their people to travel might have any number of reasons for doing so and can be of any alignment. Iruxi religion plays a large role in their culture, but it is heavily practical, blending animism and ancestor worship with druidic rites. Of the gods, only Gozreh is commonly revered, but lizardfolk may call upon other powers devoted to ancient wyrms, astrology, nature, rivers, and might of arms, from kindly Desna to cruel Hanspur and certain demon lords."
					]
				},
				{
					"type": "pf2-h3",
					"page": 57,
					"name": "Names",
					"entries": [
                        "Lizardfolk names come from their ancient language and tend to be traditional. Names are typically chosen by the clan’s astrologer in accordance to omens and which star signs are ascendant when an iruxi egg hatches, though occasionally an iruxi’s parents may name a hatchling for an ancestor or a beloved historical hero."
					]
				},
				{
					"type": "pf2-h4",
					"page": 57,
					"name": "Sample Names",
					"entries": [
						"Arasheg, Barashk, Essaru, Enshuk, Gishkim, Hazi, Inishish, Kutak, Nasha, Shulkuru, Tizkar, Utakish, Zelkekek"
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 58,
					"name": "Lizardfolk Enclaves",
					"entries": [
						"Within Avistan, most lizardfolk dwell in camouflaged ring forts organized into loose confederacies common in the River Kingdoms and Varisia’s Mushfens. Eastern Avistan also hosts pockets of color-shifting lizardfolk. Most of the iruxi in the Sodden Lands along Garund’s eastern coast have fallen under the sway of the Terwa Lords, militaristic warrior-kings and shamans whose rise has pressed other iruxi and their Lirgeni human neighbors east toward Jaha in the Mwangi Expanse. The flower of iruxi culture is Droon, a vast empire of dinosaur riders in southern Garund."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 59,
					"name": "Lizardfolk Astrology",
					"entries": [
						"Lizardfolk civilizations were among the first to master telling time and navigating via the stars, and their shamans and sages ardently pursued the art of astrological prognostication, often studying side by side with green dragons and naga diviners. Today, astrology is integrated into the fabric of iruxi life, and lizardfolk hesitate to make major decisions without performing auguries first."
					]
				},
				{
					"type": "entriesOtherSource",
					"page": 44,
					"source": "LOAG",
					"entries": [
						"Lizardfolk—also known as iruxi—are one of Golarion’s most storied ancestries, thanks in part to their perpetual ability to adjust to new environments. Along with this adaptability, their skill as astronomers and survivalists and their oral traditions dating back millennia have kept lizardfolk relevant throughout Golarion’s history on a global scale."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 45,
					"source": "LOAG",
					"name": "Droon",
					"entries": [
						"Long before the birth of Azlant, iruxi realms girdled Golarion. Today, only one nation recalls the splendor of that bygone era: Droon, a vast empire on the coast of southern Garund. Here, lizardfolk rule astride dinosaurs. Iruxi nobles settle feuds via ceratosaur duels. Sauropod caravan trains haul goods across seemingly impossible distances. Wizards breed spell-laced rhamphorhynchus familiars, and no thief worth their salt pulls a job without a whistling velociraptor lookout."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 46,
					"source": "LOAG",
					"name": "Iruxi",
					"entries": [
						"While most lizardfolk permit humans and others to refer to them by that moniker, they call themselves iruxi. This ancient word arose from the Draconic tongue, though its exact etymology is unclear. In Droon, iruxi astronomers point to the jagged constellation of the Maw and the starry figure who stands against it. Today, while this constellation is called the Lone Mother and features in fables about environmental conservation, she once had another name in dragon lore: Erux, meaning “defiance.”"
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 46,
					"source": "LOAG",
					"name": "Iruxi Ancestors",
					"entries": [
						"Ancestor worship is central to iruxi spiritual life. Lizardfolk keep their elders’ physical remains close, incorporating them into the architecture of their settlements. The bones of deceased iruxi shore up protective walls and fill great vaulting ossuaries. Preserved and suffused with ritual veneration, these bones become magical reservoirs of power. It’s rumored that in times of great need, iruxi ancestors will reanimate their bones and fight for their descendants."
					]
				},
				{
					"type": "pf2-h2",
					"page": 44,
					"name": "Lizardfolk of Golarion",
					"source": "LOAG",
					"entries": [
						"Outsiders often don’t perceive the finer subtleties of iruxi culture. Many humans have trouble even telling individuals apart, relying on only obvious details like scale color and fin size. In truth, iruxi civilization is rich and varied with dozens of ethnicities across Golarion—including several in the Inner Sea region.",
						{
							"type": "pf2-h3",
							"name": "Essari",
							"page": 44,
							"entries": [
								"When most Avistani think of lizardfolk, they picture Essaris. Immediately identifiable by the dorsal fins that start atop their heads, Essaris tend to have scales of mottled dark green or blue that pale with age. Primarily swamp-dwellers, Essaris eschew unnecessary clothing, opting for simple tabards, loincloths, arm wraps, and cloaks. They live across Avistan, especially in the west, though they’ve lost much of their historic territory to other ancestries. Family trees are vital to Essari culture. Every Essari can recite their clan lineage, and the bones of their precursors likely fortified the walls of their childhood home. Even the most nontraditional Essari has a spiritual connection to their ancestors that their closest companions might never suspect—until it saves their lives. Most Essaris harbor suspicions of those from New Thassilon, as the runelords and their giant servitors are dread figures in Essari lore.",
								"Essaris typically take the frilled or wetlander lizardfolk heritage."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Ikelek",
							"page": 44,
							"entries": [
								"At first glance, Ikelek iruxi resemble their Essari neighbors. Instead of a fin, Ikeleks typically have dorsal spines or no adornment at all, and their duller, pebbled scales tend toward browns and grays amid olive greens. Their reach across Golarion isn’t as broad, mainly concentrated among the waterways and forests of the Broken Lands and Shining Kingdoms. Ikelek architecture and crafts favor using glass, made from colored sand acquired in trade with their desert kin to the east, over bone. They’re superlative javelin throwers, and some take up archery. Battling the pollutants and monsters that wash down from the Eye of Dread has made Ikeleks revere the druidic arts and nature deities like Gozreh. However, isolated settlements sometimes fall under the sway of other forces, with some in the wilds of the River Kingdoms worshipping demons or crueler patrons.",
								"Ikeleks often take the cloudleaper or woodstalker lizardfolk heritage."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Sand Brethren",
							"page": 44,
							"entries": [
								"The deserts of northern Garund and western Casmaron house lizardfolk clans such as the armor-scaled Hazairs, blood-spewing Shaikims, dune-surfing Barrukas, and camouflaged Nazegs—united by their love of the hot sands, independence, and privacy. Many have adopted the heat-resistant cloaks and head wraps of their human neighbors, which also serve them when they want to roam Kelesh’s city streets without comment.",
								"While Sand Brethren iruxi vary wildly in physiognomy, they share traditions of hospitality, desert flower cultivation, and scimitar sword dances that involve nicking the tips of their rivals’ tails. The slender Zephyr Kin, nocturnal traders, share news and tall tales from Rahadoum to Taldor and into Casmaron, reinforcing the shared culture of the otherwise disparate desert iruxi.",
								"Sand Brethren mostly take the cliffscale or sandstrider lizardfolkheritage."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Terwazash",
							"page": 45,
							"entries": [
								"Rasp goblins, or simply “Rasps,” named after the section of Varisia’s Lost Coast where they tend to live, are some of the most commonly encountered goblins in the Inner Sea region, particularly in Varisia and the neighboring nations. Unlike frost goblins and monkey goblins, who are limited to smaller geographic areas, and forest goblins, who suffered terrible population losses during the Goblinblood Wars, Rasp goblins remain exceptionally populous and can quickly spread to any area that is vaguely capable of sustaining life. Rasp goblins stand just over 3 feet tall and weigh roughly 35 pounds. While many Rasp goblins are some shade of green (typically lighter and sicklier shades than their forest goblin cousins), some Rasp goblins have rarer skin colors, such as gray or purple.",
								"Rasp goblins have inhabited the southern and western reaches of Varisia for longer than any of the country’s human inhabitants, resulting in frequent conflict as humans push deeper and deeper into the goblins’ ancestral territory. Encounters with particularly aggressive and malevolent goblin communities mean that pioneer towns like Sandpoint often view goblins as little more than dangerous pests, and hire guards and adventurers to drive off any nearby goblins out of a sense of public safety. As a result, though their population numbers remain somewhat stable, Rasp goblins rarely have anything resembling clan elders or even anyone in their communities with more than a few years of knowledge or experience. This in turn means that the teaching songs goblins traditionally use to pass on their lore and skills are largely lost to the Rasp goblin tribes, who retain little more than war songs and death chants. Their aversion to literacy and lack of elders has lead to many Rasp goblins living and dying in a state of perpetual childhood, which— perhaps due to the frequent conflicts between Rasp goblin tribes and other peoples—has led to the spread of a number of unfortunate stereotypes not only about Rasp goblins, but about all goblins, such as the assertion that all goblins are bloodthirsty raiders, murderers, and Lamashtu worshippers. By contrast, however, those Rasp goblins who’ve had the opportunity to integrate with other cultures have begun to paint a very different and improved picture of their people.",
								"Rasp goblins can have almost any heritage, though they tend to most commonly exhibit the charhide goblin and razortooth goblin heritages."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Other Ethnicities",
							"page": 45,
							"entries": [
								"Lizardfolk inhabit areas throughout Garund, from the red-scaled, cliff-dwelling Karrakis to the secretive Mist Dragons who move through rain forest treetops without ever touching the ground. Lizardfolk are most prevalent in southern Garund, particularly in the iruxi nation of Droon, but are also numerous in Vudra, where they mingle (and sometimes compete) with the area’s other reptilian peoples, including vishkanya. Most Vudrani iruxi have scales that blend in well with their jungle and mountain homes, though some appear glossy black with brilliantly colored mouths that warn of venomous bites."
							]
						}
					]
				}
			],
			"heritageInfo": [
				"While most lizardfolk prefer wetlands, eons of evolution and cultural adaptation enable them to live in more challenging environments. Choose one of the following lizardfolk heritages at 1st level."
			],
			"heritage": [
				{
					"name": "Cliffscale Lizardfolk",
					"source": "LOCG",
					"page": 57,
					"entries": [
                        "Your toes are adapted for gripping and climbing. You gain the Combat Climber feat as a bonus feat, and as long as you aren’t wearing footwear, you can use the sticky pads on your feet to climb, leaving your hands free. Additionally, if you roll a success on an Athletics check to climb, you get a critical success instead."
					]
				},
				{
					"name": "Frilled Lizardfolk",
					"source": "LOCG",
					"page": 57,
					"entries": [
                        "You can flare your neck frill and flex your dorsal spines, Demoralizing your foes. When you do, Demoralize loses the auditory trait and gains the visual trait, and you don’t take a penalty when you attempt to Demoralize a creature that doesn’t understand your language. You also gain the Threatening Approach action.",
						{
							"activity": {
								"number": 1,
								"unit": "double",
								"entry": "{@as 2}"
							},
							"entries": [
								"You Stride to be adjacent to a foe and Demoralize that foe. If you succeed, the foe is frightened 2 instead of frightened 1."
							],
							"type": "ability",
							"name": "Threatening Approach"
						}
					]
				},
				{
					"name": "Sandstrider Lizardfolk",
					"source": "LOCG",
					"page": 57,
					"entries": [
                        "Your thick scales help you retain water and combat the sun’s glare. You gain fire resistance equal to half your level (minimum 1). Environmental heat effects are one step less extreme for you, and you can go 10 times as long as normal before you are affected by starvation or thirst. However, unless you wear protective gear or take shelter, environmental cold effects are one step more extreme for you."
					]
				},
				{
					"name": "Unseen Lizardfolk",
					"source": "LOCG",
					"page": 57,
					"entries": [
                        "You can change your skin color to blend in with your surroundings, making minor shifts with a single action and dramatic changes over the course of an hour. When you’re in an area where your coloration is roughly similar to the environment (for instance, forest green in a forest), you can use the minor, singleaction application of this ability to make localized changes that help you blend into your surroundings, gaining a +2 circumstance bonus to Stealth checks until your surroundings change in coloration or pattern."
					]
				},
				{
					"name": "Wetlander Lizardfolk",
					"source": "LOCG",
					"page": 57,
					"entries": [
                        "Your family is descended from the most common lizardfolk heritage, and you are accustomed to aquatic environments. You gain a 15-foot swim Speed."
					]
				},
				{
					"name": "Cloudleaper Lizardfolk",
					"source": "LOAG",
					"page": 45,
					"entries": [
                        "Your body is light with flaps of skin along your limbs that catch the air that passes beneath you. As long as you can act and have enough room, you can open the flaps to slow any fall just enough to avoid taking damage (whether you have the room to do so depends on the GM’s discretion)."
					]
				},
				{
					"name": "Woodstalker Lizardfolk",
					"source": "LOAG",
					"page": 45,
					"entries": [
                        "You move easily through thick forest and jungle, using every branch or bush. You can always use the Take Cover action when in forest or jungle terrain to gain cover, even if you’re not next to an obstacle you would normally be able to Take Cover behind. You gain the Terrain Stalker feat, even if you’re not trained in Stealth, and you must choose underbrush as your chosen terrain."
					]
				}
			]
		}
	]
}
