{
	"ancestry": [
		{
			"name": "Ratfolk",
			"source": "APG",
			"page": 20,
			"otherSources": {
				"Expanded": [
					"LOAG|52"
				]
			},
			"rarity": "uncommon",
			"hp": 6,
			"size": [
				"small"
			],
			"speed": {
				"walk": 25
			},
			"boosts": [
				"dexterity",
				"intelligence",
				"free"
			],
			"flaw": [
				"strength"
			],
			"languages": [
				"{@language Common}",
				"{@language Ysoki|APG}",
				"Additional languages equal to your Intelligence modifier (if it's positive). Choose from {@language Aklo}, {@language Draconic}, {@language Dwarven}, {@language Gnoll}, {@language Gnomish}, {@language Goblin}, {@language Halfling}, {@language Orcish}, {@language Undercommon}, or any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"humanoid",
				"ratfolk"
			],
			"features": [
				{
					"name": "Low-Light Vision",
					"entries": [
						"You can see in dim light as though it were bright light, and you ignore the {@condition concealed} condition due to dim light."
					]
				}
			],
			"flavor": [
				"Ysoki—as ratfolk call themselves—are a clever, adaptable, and fastidious ancestry who happily crowd their large families into the smallest of living spaces."
			],
			"info": [
				"Most surface-dwelling humanoids call ysoki \"ratfolk\" and know them as a communal people who prefer cramped conditions, with up to 100 individuals living in a given house. If they can't find homes in town, ysoki may instead live in caves and cavern complexes, as these provide great storage for the many and varied goods they bring back from trading expeditions.",
				"Ratfolk love to travel, and they can often be found on the road in merchant caravans. They're good with their hands and have a keen eye for spotting anything out of the ordinary, from threats to treasures. They're also inveterate hoarders; ysoki warrens are crammed full of unusual odds and ends gathered by previous generations and stowed away in preparation for some future emergency.",
				"If you want a character who is smart, fast, well-traveled, and adaptable, try playing a ysoki!",
				{
					"type": "pf2-h3",
					"page": 20,
					"name": "You Might...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Have pride in your large extended family, and stay in contact with everyone in it.",
								"Like to travel near and far in search of new experiences, likely collecting trinkets along the way.",
								"Work well with others."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 20,
					"name": "Others Probably...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Mistake you for a wererat or another monster.",
								"Are surprised by your careful grooming and other fastidious habits.",
								"Think you're crowding them and invading their personal space."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 20,
					"name": "Physical Description",
					"entries": [
						"Ratfolk have whiskered snouts, large ears, and hairless tails, and typically have red eyes and short brown or black fur. A common ysoki is 4 feet tall and weighs around 80 pounds. Ratfolk vary considerably, however; even a single family group can exhibit substantial variation in hair color, eye color, or size.",
						"Instinct drives ysoki to maintain cleanliness, though this is also reinforced through their strong social structures. Other condescending humanoids often presume ratfolk are dirty or diseased, but in actuality, they are meticulous about personal hygiene. Because their appearance is often considered unnatural—and other people mistake them for wererats—ysoki often conceal their physical features with hoods, gloves, shoes, long-sleeved tunics, robes, and other layers of clothing when moving through spaces dominated by other ancestries."
					]
				},
				{
					"type": "pf2-h3",
					"page": 20,
					"name": "Society",
					"entries": [
						"Ysoki culture values cooperation and community. Every ysoki learns—through communal games, social occasions, and sports—to forge fast friendships and connections with ysoki outside their family. You may never know whose help you're going to need, but when you do, you're going to need it now.",
						"With a long tradition of working as traders and tinkers, ysoki travel frequently from one town to another. Their wagons are usually grouped into caravans of up to half a dozen vehicles. Ysoki wagons are pulled by exceptionally large giant rats; many ysoki can speak to such animals.",
						"Discrimination against ysoki has shaped their culture, prompting them to rely on each other and strengthening their family and communal bonds. Ysoki are very good at differentiating between bad actors and those who are simply acting out of ignorance, modeling good behavior and slowly working to reverse generations of discrimination for those willing to learn. They are always on the lookout for members of other ancestries who don't judge them for their appearance, embracing these individuals as true friends and welcoming them into their communities. But they also can quickly spot determined bigots prone to violence and steer clear of such individuals, minimizing any opportunity for tragedy."
					]
				},
				{
					"type": "pf2-h3",
					"page": 21,
					"name": "Alignment and Religion",
					"entries": [
						"Ysoki care more about their family than abstract concepts of good and evil. Their warrens might be chaotic dens filled with hoarded knickknacks, but they also obey strict social codes. Most ysoki are neutral.",
						"Though ysoki revere their ancestors and tend to acknowledge whatever deity is prevalent in their local area, Lao Shu Po has a special role in ysoki culture. Grandmother Rat, as she is sometimes known, embodies many things that are otherwise antithetical to ratfolk—she urges followers to put their own interests above others, and she encourages deceit and trickery. To most ysoki, Grandmother Rat accomplishes all those things ratfolk need done, but which no reasonable ratfolk would wish to do. For more information about Lao Shu Po, see page 132 of Lost Omens Gods and Magic."
					]
				},
				{
					"type": "pf2-h3",
					"page": 21,
					"name": "Names",
					"entries": [
						"Every ysoki family has perhaps two dozen names that have been passed down from generation to generation, sometimes with minor alterations or alternative nicknames. A grandfather might be Grivver, for example, while his daughter goes by Griva and her son is simply Griv. Ratfolk are often assigned nicknames and sobriquets by humanoids they interact with, but most ysoki find these names distasteful and endure them only when outside ysoki communities."
					]
				},
				{
					"type": "pf2-h4",
					"page": 21,
					"name": "Sample Names",
					"entries": [
						"Barnan, Chikis, Chonan, Deto, Jass, Jix, Knagi, Kubi, Lolo, Ninnec, Nos, Rak, Renzi, Skigim, Tali, Zess"
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 23,
					"name": "Ratfolk Adventurers",
					"entries": [
						"Ratfolk might take up the adventuring life to explore and travel, to defend their family or community, or for any number of other reasons.",
						"{@indentFirst Their natural wit and nimble fingers make ratfolk excellent {@class alchemist||alchemists} and {@class rogue||rogues}, while some specialize in ranged weapons as {@class fighter||fighters} or {@class ranger||rangers}.}",
						"{@indentFirst Typical ratfolk backgrounds include {@background animal whisperer}, {@background artisan}, {@background merchant}, {@background medic}, {@background nomad}, {@background scout}, and {@background tinker} from the Core Rulebook, plus {@background bandit|APG}, {@background barber|APG}, {@background scavenger|APG}, and {@background teacher|APG} from this book.}"
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 53,
					"source": "LOAG",
					"reference": {
						"auto": true
					},
					"name": "Ratfolk Settlements",
					"entries": []
				},
				{
					"type": "pf2-sidebar",
					"page": 54,
					"reference": {
						"auto": true
					},
					"source": "LOAG",
					"name": "Second Ticker",
					"entries": []
				},
				{
					"type": "pf2-sidebar",
					"page": 55,
					"source": "LOAG",
					"name": "Ysoki of the Red Planet",
					"entries": [
						"To Golarion natives, Akiton appears as a pink star winking in the evening sky. The handful of explorers who've gone there and returned tell of a desert planet peopled by red-skinned humanoids, four-armed giants, and—most surprisingly of all—ysoki almost identical to Golarion's ratfolk, even down to a shared common language. These ysoki are expert traders as well as superlative gadgeteers; while they invent little themselves, they can repair or reverse-engineer nearly any sort of widget."
					]
				},
				{
					"type": "entriesOtherSource",
					"page": 52,
					"source": "LOAG",
					"entries": [
						"Known as ratfolk in many places across Golarion, ysoki have survived thanks to their cunning, adaptability, and focus on community and cooperation. Ysoki have large families with dozens of members, often including non-ysoki. Many ysoki are avid travelers, moving throughout the world as merchants and adventurers—lifestyles complemented by their ability to spot a wide variety of threats, from environmental dangers to other creatures who wish to do them harm. Due to their cautious and wandering nature, ysoki usually stay wary of strangers but can quickly develop strong bonds with those they trust."
					]
				},
				{
					"type": "pf2-h2",
					"page": 52,
					"source": "LOAG",
					"name": "Ratfolk of Golarion",
					"entries": [
						"Where there's trade, there are ysoki. As adaptable as humans, ysoki have carved out warrens and caravan routes across nearly every continent on Golarion.",
						{
							"type": "pf2-h3",
							"name": "Belkzen Creeper",
							"page": 52,
							"source": "LOAG",
							"entries": [
								"Outsiders often dismiss Belkzen Creepers as uncivilized and monstrous due to the animal skull masks they wear to inspire fear in their orc neighbors. In truth, these canny survivors simply value seclusion as much as community. Isolated from most other ratfolk, Belkzen Creepers often dwell in large burrows beneath the rocky islands poking out of the Hold of Belkzen's Dirt Sea. They typically have tawny fur and limbs well-muscled from poling their sled-skiffs over quicksand.",
								"Belkzen Creepers tend to be devout, and their clerics skillfully drive away the region's unusual undead. The central figure in their mythology is the Hollow Rat, a hairless chthonic rodent who carves tunnel mazes to keep Rovagug contained—or hasten his escape, depending on the tale-teller. They also venerate Lor Shan (a local aspect of Lao Shu Po), Gozreh, and the orc fertility goddess Dretha.",
								"Belkzen Creepers usually have the {@ancestry ratfolk|apg|deep rat|deep} or {@ancestry ratfolk|apg|longsnout rat|longsnout} heritage."
							]
						},
						{
							"type": "pf2-h3",
							"source": "LOAG",
							"name": "Diguo-Dashun Underminer",
							"page": 52,
							"entries": [
								"Populating the Darklands under central Tian Xia, Diguo-Dashun Underminers are the most numerous ratfolk on the continent. They generally have black or gray fur with long whiskers and red eyes that help them navigate underground. Those with enough wealth use gold, jewelry, and elegantly wrapped tail ribbons to flaunt their social status. Life in these ysoki's resource-scarce caverns has taught them the value of alliances, and they display fierce loyalty to their militaristic clans and antipathy to any rivals (of which there are inevitably many). Most Diguo-Dashun Underminers dislike surface dwellers and resent the ease of their lives—but bond strongly with those they come to trust.",
								"Underminers usually view religion as transactional, worshipping more out of hope for divine boons than reverence. However, they're strongly influenced by Lao Shu Po, the Grandmother Rat who stole divinity for herself. Like her, Diguo-Dashun Underminers go after what they want, sneaking around, tunneling under, or barreling through whatever stands in their way.",
								"These ratfolk often have the {@ancestry ratfolk|apg|shadow rat|shadow} or {@ancestry ratfolk|apg|tunnel rat|tunnel|loag} heritage."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Drumish Dasher",
							"source": "LOAG",
							"page": 52,
							"entries": [
								"When most Inner Sea natives think of ratfolk, they picture a Drumish Dasher. Affable, inventive, and quick-witted, Drumish Dashers have spread from Katapesh and Druma to markets, caravansaries, and dungeons across the Inner Sea. Most sport brown fur ranging from beige to sienna and chestnut to taupe. Though not ostentatious, instead preferring to keep their wealth hidden, Drumish Dashers nearly always wear at least one jewel or bauble meant to dazzle the eye (and occasionally, to flash secret messages to coconspirators). They value intellectual pursuits, and many train as alchemists, wizards, clerics, or bards.",
								"Drumish Dashers usually have the {@ancestry ratfolk|apg|desert rat|desert} or {@ancestry ratfolk|apg|tunnel rat|tunnel|loag} heritage."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Gokan Hopper",
							"source": "LOAG",
							"page": 53,
							"entries": [
								"Gokan Hoppers dwell throughout western Tian Xia. Born to bound across desert sands and the Wall of Heaven's mountain trails, they hop just as much as they walk, springing like kangaroos on large feet. Desert Hoppers have sandy coats, while those from the highland caverns have striking white and black patches. Most wear Gokan-style robes or quilted coats, but others don the tatterdemalion rags of the Darklands' caligni.",
								"With twitching whiskers and hands that rub together in excitement, a Gokan Hopper will readily make you a bet, a deal, or a friend for life—it's a small wonder that so many dwell in the Deepmarket below Goka, a cosmopolitan city where gambling is practically a way of life. Gokan Hoppers chase novelty whenever possible, believing that fortune smiles on those who search for it.",
								"Gokan Hoppers usually have the {@ancestry ratfolk|apg|desert rat|desert} or {@ancestry ratfolk|apg|longsnout rat|longsnout} heritage."
							]
						},
						{
							"type": "pf2-h3",
							"source": "LOAG",
							"name": "Numerian Tinkerers",
							"page": 53,
							"entries": [
								"Bright-eyed and inquisitive, Numerian Tinkerers always look for new opportunities to occupy themselves: a new project to dabble with, a discarded object to claim as their own, or a fresh escape route in case it all goes bang. They resemble other Avistani ratfolk, but with patchy, mottled fur, especially at the head and shoulders. Numerian Tinkerers ardently scrounge for alien artifacts while also exploring the fields of alchemy, technology, and surgery. Exposure to the region's otherworldly influences has gifted many with sorcery, too.",
								"Surrounded by slavers, barbarians, nanite clouds, and malfunctioning robots, Numerian Tinkerers don't allow outsiders to approach their warrens or even their nominal capital, Chitterhome. Instead, they bring their scavenged finds and expertly restored artifacts to market in nearby human cities, deflecting questions about their settlements with a joke and a wink.",
								"Numerian Tinkerers typically have the {@ancestry ratfolk|apg|longsnout rat|longsnout} or {@ancestry ratfolk|apg|sewer rat|sewer} heritage."
							]
						},
						{
							"type": "pf2-h3",
							"source": "LOAG",
							"name": "Ulfen Leaper",
							"page": 53,
							"entries": [
								"The north's tough winters have tempered the ysoki who live there. Big and broad, Ulfen Leapers are larger than other ratfolk, with brown, gray, or snow-white fur. Named for their deftness at traversing craggy cliff sides and ship riggings alike, they're commonly found along the western coast of Avistan, especially in Kalsgard and Riddleport. Thanks to their hardiness and love of the sea, they travel as far east as the Worldwound and as far south as the Shackles.",
								"Ulfen Leapers hold paradoxical reputations, viewed either as brash, pint-sized brawlers eager to outshine folks twice their size or as shifty sneaks who vanish like footprints in a blizzard. In either case, it's best to look upwards, as these ysoki treat rooftops and ratlines like private highways and often attack from above.",
								"Ulfen Leapers often have the {@ancestry ratfolk|apg|longsnout rat|longsnout} or {@ancestry ratfolk|apg|snow rat|snow|loag} heritage."
							]
						},
						{
							"type": "pf2-h3",
							"source": "LOAG",
							"name": "Other Ethnicities",
							"page": 54,
							"entries": [
								"Ratfolk have spread across the Grass Sea of Casmaron, particularly in Ular Kel, where Sarki Tunnelers have established a large presence in (and under) the districts devoted to trade, learning, and monstrous residents. Vudra has at least three distinct ysoki lines—one of which, the Vradji Gnashers, produces some of the best acrobats in the world. In southern Tian Xia, Minatan Skimmers spend so long afloat their barge cities that many have never set a paw on dry land."
							]
						}
					]
				}
			],
			"heritageInfo": [
				"Ysoki are native to underground regions, but they are a highly adaptable ancestry that has been found in almost every environment. Choose one of the following ratfolk heritages at 1st level."
			],
			"heritage": [
				{
					"name": "Deep Rat",
					"shortName": "Deep",
					"source": "APG",
					"page": 21,
					"entries": [
						"Your ancestors lived deeper underground than other ratfolk, granting you the ability to see in the dark. You gain {@ability darkvision}."
					]
				},
				{
					"name": "Desert Rat",
					"shortName": "Desert",
					"source": "APG",
					"page": 21,
					"entries": [
						"You are native to arid plains and likely grew up traveling the roads. You have a leaner build than other ratfolk, with longer limbs and short fur. If you have both hands free, you can increase your Speed to 30 feet as you run on all fours. In addition, environmental heat effects are one step less extreme for you, and you can go 10 times as long as normal before you are affected by starvation or thirst. However, unless you wear protective gear or take shelter, environmental cold effects are one step more extreme for you."
					]
				},
				{
					"name": "Longsnout Rat",
					"shortName": "Longsnout",
					"source": "APG",
					"page": 21,
					"entries": [
						"The long snouts that run in your family give you a keener sense of smell than most ratfolk. You gain imprecise {@ability scent} with a range of 30 feet. This means you can use your sense of smell to determine a creature's location, as explained on page 465 of the Core Rulebook. The GM will usually double the range if you're downwind from the creature or halve the range if you're upwind.",
						"In addition, you gain a +2 circumstance bonus to {@skill Perception} checks to Seek a creature or object within the range of your {@ability scent}."
					]
				},
				{
					"name": "Sewer Rat",
					"shortName": "Sewer",
					"source": "APG",
					"page": 22,
					"entries": [
						"You come from a long line of ysoki from a community based in the sewers beneath a large settlement. You are immune to the disease filth fever. Each of your successful saving throws against a disease or poison reduces its stage by 2, or by 1 for a virulent disease or poison. Each critical success against an ongoing disease or poison reduces its stage by 3, or by 2 for a virulent disease or poison."
					]
				},
				{
					"name": "Shadow Rat",
					"shortName": "Shadow",
					"source": "APG",
					"page": 22,
					"entries": [
						"Your ancestors lived in dark spaces underground, granting you dark fur and a vaguely unnatural mien that unnerves sapient creatures and frightens animals. You gain the trained proficiency rank in {@skill Intimidation} and can use {@skill Intimidation} to {@action Coerce} animals. When you {@action Demoralize} an animal, you don't take a penalty for not sharing a language with it. If you would automatically become trained in {@skill Intimidation} (from your background or class, for example), you become trained in another skill of your choice.",
						"Animals' attitudes toward you begin one degree worse than normal, usually starting at {@condition unfriendly} instead of {@condition indifferent} for domesticated animals, and {@condition hostile} instead of {@condition unfriendly} for wild animals."
					]
				},
				{
					"name": "Snow Rat",
					"shortName": "Snow",
					"source": "LOAG",
					"page": 22,
					"entries": [
						"You have a thicker coat and bulkier frame to defend against the cold, granting you cold resistance equal to half your level (minimum 1). You treat environmental cold effects as if they were one step less extreme (incredible cold becomes extreme, extreme cold becomes severe, and so on)."
					]
				},
				{
					"name": "Tunnel Rat",
					"shortName": "Tunnel",
					"source": "LOAG",
					"page": 22,
					"entries": [
						"Your incredibly small bones allow you to easily compress your body and squeeze through gaps. You gain the {@feat Quick Squeeze} feat as a bonus feat, even if you aren't trained in {@skill Acrobatics}. Tight spaces not tight enough to require the {@action Squeeze} action aren't {@quickref difficult terrain||3|terrain} for you."
					]
				}
			],
			"summary": {
				"text": "Ratfolk are small, clever, and adaptable humanoids with ratlike features and a love of community.",
				"images": [
					"https://2e.aonprd.com/Images/Ancestries/Ratfolk01.png",
					"https://2e.aonprd.com/Images/Ancestries/Ratfolk02.png"
				]
			}
		}
	]
}
