{
	"ancestry": [
		{
			"name": "Shisk",
			"source": "LOME",
			"page": 122,
			"rarity": "rare",
			"hp": 8,
			"size": [
				"medium"
			],
			"speed": {
				"walk": 25
			},
			"boosts": [
				"intelligence",
				"free"
			],
			"languages": [
				"{@language Mwangi}",
				"{@language Shisk|LOME}",
				"Additional languages equal to your Intelligence modifier (if positive). Choose from any {@filter Common language|languages||Type=Common}, and any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"humanoid",
				"shisk"
			],
			"features": [
				{
					"name": "Darkvision",
					"entries": [
						"You can see in darkness and dim light just as well as you can see in bright light, though your vision in darkness is in black and white."
					]
				}
			],
			"flavor": [
				"Shisks are secretive mountain-dwellers, bone-feathered humanoids who lurk underground in dark tunnels and caverns. Their fascination with collecting and protecting esoteric knowledge is one of the few things that can persuade them to explore the outside world."
			],
			"info": [
				"Shisks rarely encounter other peoples, even in the Mwangi Expanse. Shisks subsist on low-calorie diets of vegetables and insects, causing them to rarely compete with others for resources or seek out people to trade. They have a tight-knit society, wary of outsiders, though they don't outright attack visitors. Their history is passed down verbally and musically, and they rarely maintain written records in order to keep their knowledge safe. Often the only proof that shisks exist comes from explorers finding signs of their architecture: organic and low-impact adobe buildings carved out of mountains rather than built atop them.",
				{
					"type": "pf2-h3",
					"page": 122,
					"name": "You Might...",
					"entries": [
						{
							"type": "list",
							"items": [
								"See yourself as a part of nature and avoid taking anything you don't need.",
								"Be wary of others getting one over on you by tricking you into revealing something.",
								"Love warmth and enjoy sunbathing despite your subterranean nature."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 122,
					"name": "Others Probably...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Are concerned by your diet and how little you eat.",
								"Become confused or annoyed by your refusal to give information freely.",
								"Appreciate your incredible memory and knowledge."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 122,
					"name": "Physical Description",
					"entries": [
						"Shisks have features and skin-tones similar to humans, usually ranging from deep tan to deep black. They are lighter than their body size might indicate, due to having hollow bones. Shisks have no body hair—instead, their backs are covered in vestigial plumage that now grow only as bony quills that resemble calcified pin feathers. Though shisks can't fly, these spines are longer around their arms, as if they once had wings. A shisk's eyes contract into slits in the sunlight and are typically warmly colored, from hazel and brown to more unique colors like red or amber. Shisks have two prominent narrow fangs as the front teeth on their upper jaw, causing some people to mistake them for asanbosams or vampires."
					]
				},
				{
					"type": "pf2-h3",
					"page": 122,
					"name": "Society",
					"entries": [
						"Though rarely encountered, shisks are willing to speak, host, and trade with outsiders. Their economy might be confusing to others: they greatly eschew materialism in favor of information and the arts. They freely give away material goods for knowledge or even performances, considering themselves on the \"winning\" side of a bargain if people are willing to take material things in exchange for valuable information. They never give away information for material goods, only for other knowledge, and they rarely ask for material goods in trades.",
						"Shisk are so paranoid that different communities of shisks have been known to clash with one another over secrets. Wars are fought not over territory or resources, but over coveted information. On a few occasions, when shisk sages or diplomats convinced different groups of shisks to put aside their differences and collaborate, great puzzles and mysteries of Golarion have been solved in a matter of hours.",
						"Shisk clothing is loose and breathable, and often minimal to avoid catching on their bony feathers. Due to their society's disregard for materialism, the shisk live in great harmony with nature around them, taking only what they need. Shisk often take up simple hobbies, such as sunbathing."
					]
				},
				{
					"type": "pf2-h3",
					"page": 123,
					"name": "Alignment and Religion",
					"entries": [
						"Seeing themselves as part of the natural world and typically focused on their own pursuits instead of society, most shisks adopt neutral alignments. Some shisks are patrons of gods that have been long forgotten. Many shisks worship the sun god Chohar, a fact which might seem odd for people who dwell underground. The Green Faith is highly common among shisks, but when seeking out personal gods to revere, most shisks prefer gods of knowledge and secrets such as Irez, Nethys, or Norgorber."
					]
				},
				{
					"type": "pf2-h3",
					"page": 123,
					"name": "Names",
					"entries": [
						"Shisk names are usually granted by their parents, though these names often have secret meanings known only to their families. They are often filled with sibilant syllables, occasionally punctuated by sharp vowels."
					]
				},
				{
					"type": "pf2-h4",
					"page": 123,
					"name": "Sample Names",
					"entries": [
						"Adomssha, Asjossa, Chishinsa, Dalissho, Lessia, Lishassha, Somissu, Quinshu"
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 124,
					"name": "Shisk Adventurers",
					"entries": [
						"With a cultural obsession around learning and secrets, shisks are perfect fits for the {@background scholar} background. They are also reclusive in their tasks, making {@background hermit||hermits} and {@background nomad||nomads} common. Their love of histories spread through song makes them ideal entertainers, while shisks' coexistence with nature means they are ideal {@background herbalist||herbalists} and {@background animal whisperer||animal whisperers}. Shisks make excellent {@class bard||bards} and {@class wizard||wizards}, as they excel at focus and long hours of research. Those who venture into other societies to learn are also great fits for the {@class investigator} class."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 125,
					"name": "Shisk Enclaves",
					"entries": [
						"Most shisks can be found in small communities burrowed into the Barrier Wall, existing in caverns and tunnels that riddle the mountains from peak to base. A few scattered enclaves can be found in the Bandu Hills—the dry and arid region well-suited to shisk tastes. Occasionally, shisk societies burrow deeply enough that they reside within the Mwangi Darklands, while other brave families or individuals seek out the academic haven of Nantambu, hoping to accelerate their education.",
						"Shisks are almost completely unknown outside of the Mwangi Expanse. A few can be found on the Thuvian side of the Barrier Wall, and at least one shisk is believed to have approached the Citadel of the Alchemist to be accepted as a student. One small and bold enclave is rumored to reside in the Shattered Range near the nation of Nex, hoping to glean secrets from the many powerful wizards who live there."
					]
				}
			],
			"heritageInfo": [
				"Choose one of the following shisk heritages at 1st level."
			],
			"heritage": [
				{
					"name": "Lorekeeper Shisk",
					"shortName": "Lorekeeper",
					"source": "LOME",
					"page": 123,
					"entries": [
						"You grew up surrounded by knowledge and secrets. You become trained in one Lore skill and one other Intelligence- or Wisdom-based skill of your choice. At 5th level, you become expert in the chosen skills."
					]
				},
				{
					"name": "Quillcoat Shisk",
					"shortName": "Quillcoat",
					"source": "LOME",
					"page": 123,
					"entries": [
						"Your body has adapted a defensive mechanism to break off your quills in an attacker, allowing you to defend yourself against aggressive predators, though it takes a while for the quills to grow back. You gain the {@action Barbed Quills|LOME} reaction.",
						{
							"name": "Barbed Quills",
							"source": "LOME",
							"type": "ability",
							"style": "full",
							"page": 123,
							"activity": {
								"number": 1,
								"unit": "reaction"
							},
							"actionType": {
								"ancestry": [
									"Shisk|LOME"
								],
								"heritage": [
									"Quillcoat Shisk|LOME"
								]
							},
							"frequency": {
								"unit": "day",
								"freq": 1
							},
							"trigger": "You are hit with an unarmed strike or a strike with a non-reach melee weapon.",
							"entries": [
								"You break off quills in your attacker's flesh. You deal {@damage 1d8} piercing damage to the triggering creature (basic Reflex save using your class DC or spell DC, whichever is higher.) On a critical failure, the creature also takes {@damage 1d4} {@condition persistent damage||persistent bleed damage} as your quills hook into its flesh. At 3rd level, and every 2 levels thereafter, this damage increases by {@damage 1d8} and the persistent piercing damage increases by 1."
							]
						}
					]
				},
				{
					"name": "Spellkeeper Shisk",
					"shortName": "Spellkeeper",
					"source": "LOME",
					"page": 123,
					"entries": [
						"Your magical knowledge allows you to cast simple spells. Choose occult or primal. You gain one cantrip from that magical tradition's spell list. You can cast this spell as an innate spell at will, as a spell of your chosen tradition. A cantrip is heightened to a spell level equal to half your level rounded up."
					]
				},
				{
					"name": "Stronggut Shisk",
					"shortName": "Stronggut",
					"source": "LOME",
					"page": 123,
					"entries": [
						"Your metabolism is slow, allowing you to go for days without food and process maladies at a slower rate. You can go for 1 week without food before you begin to starve (Core Rulebook 500). Additionally, the onset times and lengths of stages for all diseases and poisons that affect you are increased by 50%. If the onset time or stage is instant or lasts only 1 round, this ability has no effect."
					]
				},
				{
					"name": "Stonestep Shisk",
					"shortName": "Stonestep",
					"source": "LOME",
					"page": 124,
					"entries": [
						"Navigating mountains and other rocky terrain is second nature to you. You can ignore non-magical {@quickref difficult terrain||3|terrain} caused by rubble and uneven ground made of stone and earth."
					]
				}
			],
			"summary": {
				"text": "Shisks are secretive mountain-dwellers, bone-feathered humanoids who lurk underground in dark tunnels and caverns. Their fascination with collecting and protecting esoteric knowledge is one of the few things that can persuade them to explore the outside world.",
				"images": [
					"https://2e.aonprd.com/Images/Ancestries/Shisk01.png",
					"https://2e.aonprd.com/Images/Ancestries/Shisk02.png"
				]
			}
		}
	]
}
