{
	"ancestry": [
		{
			"name": "Fetchling",
			"source": "LOAG",
			"page": 82,
			"hp": 8,
			"size": "Medium",
			"speed": {"walk": 25},
			"boosts": [
				"Dexterity",
				"Free"
			],
			"languages": [
				"Common",
				"Shadowtongue",
				"Additional languages equal to your Intelligence modifier (if it’s positive). Choose from Aklo, Draconic, D’ziriak, Necril, Undercommon, and any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"Fetchling",
				"Humanoid"
			],
			"features": [
				{
					"name": "Darkvision",
					"entries": [
						"You can see in darkness and dim light just as well as you can see in bright light."
					]
				}
			],
			"flavor": [
				"Once human and now something apart, fetchlings display the Shadow Plane’s ancient influence through monochrome complexions, glowing eyes, and the casting of supernatural shadows."
			],
			"info": [
				"Fetchlings are a striking people whose skin appears entirely drained of color. These lithe and shadowy beings seem to sink and vanish into the gloom. They see in darkness, exercise control over shadows, and have strange occult powers. Some fetchlings develop their powers enough to pass between the Shadow and Material Planes, leaving other ancestries to whisper about figures that emerge from shaded corners and then vanish without a trace. Through magic and other means, they’ve spread across Golarion and the planes beyond, as adaptable as the humans they once were.",
				"The first fetchlings were refugees. Ages ago, when Earthfall destroyed ancient Azlant and cast the world into darkness, one small group of Azlanti pleaded for rescue. A mysterious hooded figure known as the Widow answered their call, slicing open a passage into the Shadow Plane. The Azlanti stepped through, trading the darkness of Earthfall for a deep shadow. As they navigated the plane’s strange environs and dangerous inhabitants, its nature slowly worked monumental changes on the survivors.",
				"If you want a character more at home in a mirror world of shadow, infused with umbral gloom, and who embodies the dualities of light and darkness, you should play a fetchling.",
				{
					"type": "pf2-h3",
					"page": 82,
					"name": "You Might...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Live and work in gloomy areas of dim light with plenty of shadows, only providing bright light when expecting visitors.",
								"Look to people’s shadows as a way of identifying them, alongside features like stature or facial structure.",
								"Maintain composure when faced with strange creatures and circumstances."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 82,
					"name": "Others Probably...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Believe you have shadowy powers, such as the ability to consume light as food, melt into darkness, or travel between planes.",
								"Expect you to be cautious, reserved, and a loner.",
								"Express interest in your ancestral physiological connection to the Shadow Plane."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 82,
					"name": "Physical Description",
					"entries": [
						"Most of the Shadow Plane appears as an altered version of the Material Plane but leeched of color. These same forces in the Shadow Plane have touched fetchlings, whose skin tones fall on a monochromatic scale from stark white to deep black, and all the shades of gray between. Their bodies are just as diverse in shape and size as humans, though most display a certain fluidity of motion reminiscent of shifting shadows. Fetchlings’ reflective, pupilless eyes can pierce darkness. A fetchling’s most notable feature is their shadow, which almost never faithfully reflects their body. Instead, fetchling shadows might have incongruous shapes or sizes, while others flicker, move of their own accord, or imitate the shadow of another nearby creature."
					]
				},
				{
					"type": "pf2-h3",
					"page": 82,
					"name": "Society",
					"entries": [
						"Most fetchlings remain close to Golarion on either the Material or Shadow Planes, either forming majority-fetchling communities or forging solitary paths. Both planar groups tend to be insular; many fetchling cultures preserve memories of their early, perilous days confronting the Shadow Plane’s hostile or beguiling denizens. Their predilection for forming tight communal bonds and adapting to local customs has spread to become part of broader fetchling culture, reinforced by two major fetchling groups—the Estlaris and Sharedars—who live in the shadow of more powerful entities."
					]
				},
				{
					"type": "pf2-h3",
					"page": 82,
					"name": "Alignment and Religion",
					"entries": [
						"A culture of survival passed down through generations means many fetchlings prefer to maintain a cautious worldview and adapt to prevailing circumstances. As a result, many trend toward a neutral outlook on life. Some choose to join with local powers for personal or communal advancement, or to tear systems down from the inside. Others attempt to shatter what they see as fetters that bind them and their communities.",
						"No small number of fetchlings are nonreligious, recognizing all gods’ powers but revering none. Faithful fetchlings prefer gods that offer protection and stability, be it the pastoral embrace of Erastil or the binding chains of Zon-Kuthon. Those who travel alone or pass between planes seek the comfort of Alseta, Desna, and Gozreh. Calistria appeals to ambitious fetchlings, while Grandmother Spider and Sivanah help those who wish to move through the world unnoticed or unfettered. Some worship these three as a pantheon called the Laughing Veil; a few even include Norgorber as a fourth member."
					]
				},
				{
					"type": "pf2-h3",
					"page": 83,
					"name": "Names",
					"entries": [
						"Fetchlings adapted to a new world, and their names do the same. These names commonly include phonetic qualities from multiple languages or are simply local cultural names that fetchling families find compelling. Other dominant naming conventions include flowing sounds, harsh or hissing consonants, and surnames that refer to important relatives or community traits."
					]
				},
				{
					"type": "pf2-h4",
					"page": 83,
					"name": "Sample Names",
					"entries": [
						"Amelisce, Ashka, Drosil, Eitsanara, Eomva, Ikyamek, Inva, Jegan, Lirtae, Meotrai, Sorsul, Zokaratz"
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 84,
					"name": "Fetchling Adventurers",
					"entries": [
						"Fetchlings have a well-earned reputation as travelers. Their merchants and emissaries ply many roads, while nomads and sailors seek what lies over the next horizon. Charlatans, criminals, and street urchins carve livelihoods from inhospitable environs. Many fetchlings leverage their natural litheness as swashbucklers or rogues. The Shadow Plane’s caress awakens hidden power in many fetchling bards or sorcerers (especially those of the shadow bloodline) or drives them to study deeper mysteries as witches or wizards."
					]
				},
				{
					"type": "pf2-h2",
					"page": 83,
					"name": "Fetchlings of the Inner Sea",
					"entries": [
						"Fetchlings are an uncommon sight in the Inner Sea region, as the majority reside in the Shadow Plane. A large portion of the region’s fetchling diaspora arrives from Shadow Absalom—which they call Beacon—before using Absalom’s ports to reach greater Golarion. Some formerly Nidalese fetchlings escape the predations of the Umbral Court and lead freer lives. Other fetchlings hail from remote enclaves on the Material Plane or arrive via supernatural phenomena that thin the barriers between the Material and Shadow Planes.",
						"Thanks to their reflective eyes and relative rarity, fetchlings around the Inner Sea tend to stand out. Some attempt to hide their distinctive qualities, imitating local fashions and wearing clothing that covers their telltale skin. Others take pride in their differences, donning traditional garments or clothes that accentuate their monochrome nature. A recent fashion trend emphasizes lighter-colored garments that contrast with fetchlings’ unique shadows.",
						"Fetchlings’ origins profoundly impact their interactions. Some, particularly those from Beacon and Nidal, have spent much of their lives in fear or danger. These individuals see the wider Inner Sea region’s relative freedom and diversity as a way to spread their wings and establish a new identity. Others hang on to their pragmatic reservations and sense of caution.",
						{
							"type": "pf2-h3",
							"name": "Brightsorrow",
							"page": 83,
							"entries": [
								"Brightsorrow fetchling enclaves live on Somal’s Tears, a chain of islands suspended between Shadow Golarion and its barely visible moon. The isles are well-lit by Shadow Plane standards, with ambient light in a narrow pre- and post-dawn range. This illumination brightens during irregular Lacrimosas, days when a ring of pale sunlight shines from behind the obsidian moon. The light makes small portions of the islands flare and disappear—along with any people in the area—only to reappear at a later Lacrimosa.",
								"Brightsorrows greatly value self-sufficiency and preparation. Many garments incorporate pouches or rucksacks to hold necessities like preserved foods. Songs, stories, and rhymes that convey life lessons and tradecraft are cherished for similar reasons. Weaving is a particularly prestigious craft, as intricately woven bridges span the void between isles.",
								"Brightsorrow skin tones occupy the middle of the gray scale spectrum. Their eyes fluctuate over months between pale yellow and the orange of a setting sun, and their hair usually grows in springy, black-and-gray coils. Portions of Brightsorrows’ shadows frequently drift away and dissolve, though surrounding shadows quickly fill the newly empty sections."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Estlari",
							"page": 84,
							"entries": [
								"Most of the fetchlings who live in Beacon—better known to those on Golarion as Shadow Absalom—are Estlaris, a fetchling sect that traces their origins to the city’s founding days. Centered on the light of the Glare, a stable interplanar portal inside a mysterious stonework cathedral, those first fetchlings built the city alongside the insectile d’ziriak. Despite historically unstable alliances, the two groups have made Beacon an interplanar metropolis—if a somber and dangerous one. The masked umbral dragon Argrinyxia rules with a tight grip, though she loosens it enough to encourage the flow of goods and peoples from across the multiverse. Many Estlaris work as merchants and negotiators as a result.",
								"Color and light are hallmarks of Estlari culture, the former influenced by the d’ziriak practice called light weaving. Magical lights or ornate candles mark important occasions. Estlaris also see personal fashion as an important means of expression. Popular trends include: angular, d’ziriak-inspired designs; vibrantly dyed hair; and muted outfits that incorporate a single, colorful accessory. Estlari skin tones tend toward lighter shades like alabaster and ash, and their eyes are usually shades of yellow. Their hair is predominantly straight, fine, and pale. Many are slender and long-limbed, appearing almost stretched. Estlaris’ crisp-edged shadows often look darker than would be expected for prevailing light conditions."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Rikmirit",
							"page": 84,
							"entries": [
								"Rikmirit fetchlings dwell in the forested hollows and sheltered valleys of the southeastern Five Kings Mountains, near the borders of Andoran, Taldor, and Galt. Folk tales relate how an ancient “Surgeon’s Spire” drew Rikmirits from the Shadow Plane and into the mountains. Their communities are nestled behind wooden palisades, and they arrange their steep-roofed, gray- and green-tiled buildings to take advantage of what little sunlight reaches these locations.",
								"Family, community, and hospitality are key cultural values for the insular Rikmirits. Almost all settlements feature a central all-hearth—a large building with room for communal work, socialization, and guest lodging. Most regional travelers know they can count on the hospitality of the wary but welcoming fetchlings. Refugees and expatriates from surrounding countries, particularly Galt, have become increasingly long-term residents of Rikmirit towns. Rikmirits have complexions from slate to charcoal and tend to shape their thick hair with intricate bindings. Their eyes usually shine in misty shades of gray or white. Rikmirit shadows bend subtly toward the sun."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Sharedar",
							"page": 84,
							"entries": [
								"Fetchlings living in Nidal are called Sharedars. The Nidalese are bound to and deeply fear Zon-Kuthon, the Midnight Lord, and this fear extends to the shadowy Sharedars, particularly in rural areas. Many of these fetchlings dwell in Nidal’s major cities: Nisroch, Pangolais, and Ridwan.",
								"These cities are no less unkind to fetchlings. The ruling Umbral Court enforces strict residency quotas, forcing a portion of the Sharedar population to live near Kuthite temples. The Court provides housing and reagent-laced food. This sustenance ripens Sharedars’ supernatural connection to the Shadow Plane, which can then be metaphysically harvested in Kuthite rituals that sap their supernatural vibrancy. Even though this exploitation is known, if not understood, some still opt for the stable livelihood of bigger cities. Other Sharedars fight back. The term “eave” refers to any fetchling who supports their community through clandestine subversion of the state. Eaves smuggle, broker information, or siphon resources from bureaucratic duties. Other eaves help smuggle comrades to freedom abroad. The spoils of resistance are shared at “the local kayalhi,” gathering places named for a fetchling-majority town in Nidal’s hinterlands.",
								"Sharedars tend toward either the exact middle or the extremes of the monochrome spectrum, and they typically have yellow, gray, or black eyes. Their shadows appear smaller than the bodies that cast them and seem to loom, gaunt and tall, when viewed indirectly."
							]
						}
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 85,
					"name": "Fetchling Settlements",
					"entries": [
						"Many fetchlings congregate in these two cities.",
						"{@indentFirst {@b Beacon (Shadow Absalom):} Estlaris ignore their city’s official name on Golarion and instead call their home Beacon. Velstracs and intelligent undead prowl the city’s sparsely traveled streets, but business thrives behind closed doors and in towering d’ziriak hives. Ships cross the parched Bay of Dusk to bring diverse wares that fuel warring factions, while the Glare at Beacon’s heart can send visitors back to the exact spot from which they entered the Shadow Plane.}",
						"{@indentFirst {@b Candlease:} This island of terrace farms, natural spires, and colorful woven bridges floats in the sky beneath Shadow Golarion’s moon. In the Tallow amphitheater, the timely gleaming of obsidian standing stones helps predict the Lacrimosas that both take and replace Somal’s Tears. Candlease also hosts storytelling contests and Brightsorrow moots.}"
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 86,
					"name": "Kayal",
					"entries": [
						"Many fetchlings refer to themselves as kayals, an Aklo-derived word with a meaning akin to “shadow people.” Most kayals reject the term fetchling, which they see as imposed on them by individuals bound too closely to the Material Plane. The word has uncertain origins, but its use is widespread in Nidal. To kayals in Nidal, their name grounds and uplifts them as a worthy people forging their own paths, not as servitors of darkness. Skeptics consider kayal to be a superficial affectation."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 87,
					"name": "The Widow",
					"entries": [
						"The Widow was one of the Forsaken— sinister demigods who once watched over the Shadow Plane. It heard an Azlanti call for rescue, lifted its shivering sickle, and tore a passage into darkness; those it ushered into the Shadow Plane became the first fetchlings. Few remember anything beyond the Widow’s name, and fewer still offer it prayers. It grants power to no fetchling priests."
					]
				}
			],
			"heritageInfo": [
				"Fetchlings’ extraplanar past shaped them in many ways. Choose one of the following fetchling heritages at 1st level."
			],
			"heritage": [
				{
					"name": "Bright Fetchling",
					"source": "LOAG",
					"page": 85,
					"entries": [
						"Your body proves that shadow can’t exist without light. Perhaps your eyes glow brighter or your veins occasionally pulse with light. You emit dim light within 5 feet of you. You can activate or suppress this ability as an action, which has the concentrate trait. Additionally, you can force fragments of your shadow to glow and cast dancing lights and light as occult innate cantrips. Cantrips are heightened to a spell level equal to half your level rounded up."
					]
				},
				{
					"name": "Deep Fetchling",
					"source": "LOAG",
					"page": 85,
					"entries": [
						"Your predecessors dwelled in the Shadow Plane’s deepest, most treacherous regions. You might cast a denser shadow, have a slower pulse, or find comfort in the embrace of darkness. You gain cold or negative resistance equal to half your level (minimum 1), chosen when you gain this heritage."
					]
				},
				{
					"name": "Liminal Fetchling",
					"source": "LOAG",
					"page": 85,
					"entries": [
						"You come from a line of fetchlings with a closer connection to the Ethereal and Shadow Planes, and you share those realms’ affinity with the in-between and unseen. You gain a +1 circumstance bonus to locate undetected creatures within 60 feet when using the Seek action. Your flat check to target concealed creatures is DC 3 instead of DC 5, and your flat check to target undetected creatures is DC 9 instead of DC 11."
					]
				},
				{
					"name": "Resolute Fetchling",
					"source": "LOAG",
					"page": 85,
					"entries": [
						"Your ancestors have long dealt with the horrific—in the Shadow Plane or elsewhere—and you bear their mental fortitude. When you roll a success on a saving throw against an emotion effect, you get a critical success instead."
					]
				},
				{
					"name": "Wisp Fetchling",
					"source": "LOAG",
					"page": 85,
					"entries": [
						"Your ancestors’ exposure to the Shadow Plane wrought great physical changes. Your hair or skin sometimes appears insubstantial, and you’re slighter and more agile than other fetchlings. You’re Small instead of Medium. You gain the trained proficiency rank in Acrobatics, the Quick Squeeze skill feat, and a +1 circumstance bonus to Acrobatics checks to Tumble Through. If you would automatically become trained in Acrobatics (from your background or class, for example), you instead become trained in a skill of your choice."
					]
				}
			]
		}
	]
}
