{
	"ancestry": [
		{
			"name": "Halfling",
			"source": "CRB",
			"otherSources": [
				{
					"source": "LOCG",
					"page": 40
				}
			],
			"page": 50,
			"hp": 6,
			"size": "Small",
			"speed": {"walk": 25},
			"boosts": [
				"Dexterity",
				"Wisdom",
				"Free"
			],
			"flaw": [
				"Strength"
			],
			"languages": [
				"{@language Common}",
                "{@language Halfling}",
				"Additional languages equal to your Intelligence modifier (if it’s positive). Choose from {@language Dwarven}, {@language Elven}, {@language Gnomish}, {@language Goblin}, and any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"{@trait Halfling}",
				"{@trait Humanoid}"
			],
			"features": [
				{
					"name": "Keen Eyes",
					"entries": [
						"Your eyes are sharp, allowing you to make out small details about {@condition concealed|CRB} or even {@condition invisible|CRB} creatures that others might miss. You gain a +2 circumstance bonus when using the {@action Seek} action to find {@condition hidden|CRB} or {@condition undetected|CRB} creatures within 30 feet of you. When you target an opponent that is {@condition concealed|CRB} from you or hidden from you, reduce the DC of the flat check to 3 for a {@condition concealed|CRB} target or 9 for a {@condition hidden|CRB} one."
					]
				}
			],
			"flavor": [
				"Claiming no place as their own, halflings control few settlements larger than villages. Instead, they frequently live among humans within the walls of larger cities, carving out small communities alongside taller folk. Many halflings lead perfectly fulfilling lives in the shadows of their larger neighbors, while others prefer a nomadic existence, traveling the world and taking advantage of opportunities and adventures as they come."
			],
			"info": [
				"Optimistic and cheerful, blessed with uncanny luck, and driven by powerful wanderlust, halflings make up for their short stature with an abundance of bravado and curiosity. At once excitable and easygoing, they are the best kind of opportunists, and their passions favor joy over violence. Even in the jaws of danger, halflings rarely lose their sense of humor.",
                "Many taller people dismiss halflings due to their size or, worse, treat them like children. Halflings use these prejudices and misconceptions to their advantage, gaining access to opportunities and performing deeds of daring mischief or heroism. A halfling’s curiosity is tempered by wisdom and caution, leading to calculated risks and narrow escapes.",
                "While their wanderlust and curiosity sometimes drive them toward adventure, halflings also carry strong ties to house and home, often spending above their means to achieve comfort in their homelife.",
                "If you want to play a character who must contend with these opposing drives toward adventure and comfort, you should play a halfling.",
				{
					"type": "pf2-h3",
					"page": 50,
					"name": "You Might...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Get along well with a wide variety of people and enjoy meeting new friends.",
								"Find it difficult to resist indulging your curiosity, even when you know it’s going to lead to trouble.",
								"Hold a deep and personal hatred of the practice of slavery and devote yourself to freeing those who still labor against their will."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 50,
					"name": "Others Probably...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Appreciate your ability to always find a silver lining or something to laugh about, no matter how dire the situation.",
								"Think you bring good luck with you.",
								"Underestimate your strength, endurance, and fighting prowess."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 50,
					"name": "Physical Description",
					"entries": [
						"Halflings are short humanoids who look vaguely like smaller humans. They rarely grow to be more than 3 feet in height. Halfling proportions vary, with some looking like shorter adult humans with slightly larger heads and others having proportions closer to those of a human child.",
                        "Most halflings prefer to walk barefoot rather than wearing shoes, and those who do so develop roughly calloused soles on their feet over time. Tufts of thick, often-curly hair warm the tops of their broad, tanned feet. Halfling skin tones tend toward rich, tawny shades like amber or oak, and their hair color ranges from a light golden blond to raven black.",
                        "Halflings reach physical adulthood around the age of 20. A typical halfling can live to be around 150 years old."
					]
				},
				{
					"type": "pf2-h3",
					"page": 51,
					"name": "Society",
					"entries": [
						"Despite their jovial and friendly nature, halflings don’t usually tend to congregate. They have no cultural homeland in the Inner Sea region, and they instead weave themselves throughout the societies of the world. Halflings eke out whatever living they can manage, many performing menial labor or holding simple service jobs. Some halflings reject city life, instead turning to the open road and traveling from place to place in search of fortune and fame. These nomadic halflings often travel in small groups, sharing hardships and simple pleasures among close friends and family.",
						"Wherever halflings go, they seamlessly blend into the society they find themselves in, adapting to the culture of the predominant ancestry around them and adding their uniquely halfling twists, creating a blend of cultural diffusion that enriches both cultures."
					]
				},
				{
					"type": "pf2-h3",
					"page": 51,
					"name": "Alignment and Religion",
					"entries": [
						"Halflings are loyal to their friends and their family, but they aren’t afraid to do what needs to be done in order to survive. Halfling alignments vary, typically closely in keeping with the alignment of the other ancestries that live around them. Halflings favor gods that either grant luck, like Desna, or encourage guile, like Norgorber, and many appreciate Cayden Cailean’s role as a liberator, as well as any religions common among other ancestries around them."
					]
				},
				{
					"type": "pf2-h3",
					"page": 51,
					"name": "Names",
					"entries": [
                        "Halfling names are usually two to three syllables, with a gentle sound that avoids hard consonants. Preferring their names to sound humble, halflings see overly long or complex names as a sign of arrogance. This goes only for their own people, however—halflings have names that suit them, and they understand that elves and humans might have longer names to suit their own aesthetics. Humans in particular have a tendency to refer to halflings by nicknames, with “Lucky” being common to the point of absurdity."
					]
				},
				{
					"type": "pf2-h4",
					"page": 51,
					"name": "Sample Names",
					"entries": [
						"Anafa, Antal, Bellis, Boram, Etune, Filiu, Jamir, Kaleb, Linna, Marra, Miro, Rillka, Sistra, Sumak, Yamyra"
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 53,
					"name": "Halfling Adventurers",
					"entries": [
						"Halflings’ natural wanderlust and opportunistic nature make them ideal adventurers. Many people put up with their vivacious attitudes in return for the natural talents they provide and the popular superstition that traveling with a halfling is good luck.",
						"Typical backgrounds for halflings include acrobat, criminal, emissary, entertainer, laborer, and street urchin. Halflings make great clerics and rogues, but many also become monks or rangers."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 40,
					"source": "LOCG",
					"name": "The Bellflower Network",
					"entries": [
						"An organization devoted to smuggling halfling slaves to safety, the Bellflower Network operates primarily in Cheliax. Halfling slaves support and shelter Bellflower agents when possible, and it speaks volumes to halfling camaraderie that so many of them turn down a chance at personal freedom to become Bellflower agents themselves. Chelaxian halflings in particular have to be adaptable due to their circumstances, but many of these halfling agents prefer classes suited to stealth, such as bard and rogue."
					]
				},
				{
					"type": "entriesOtherSource",
					"page": 40,
					"source": "LOCG",
					"entries": [
						"For as long as there have been humans in the Inner Sea region, there have been halflings nearby—small, quick, keen-eyed people only half as tall as humans and determined to construct an easy life in the shadows of larger people. Halflings are known for luck and bravery that overshadow their humble size. Although many halflings make their livings as traders or storytellers, most prefer to stay safely in the background. They enjoy being useful to others—and to their own families in particular—but they generally dislike receiving public accolades for their efforts.",
						"Halflings in the Inner Sea region tend to share communities with members of taller ancestries, and quite a few halflings live in cities with their extended families. Young halflings are prone to wanderlust, however, and often strike out on their own across the land with little other than the few coins they’ve scraped together, a lucky memento or two, and their irrepressible personalities. These young halflings are lean and quick, and most are, by human standards, a little bit larcenous in their habits. This inclination to thievery doesn’t arise from inherent greed; instead, halflings love lighthearted mischief and also tend to have more communal notions of property. Most halflings simply pick up a tool or bauble when it’s useful and return it once they’re done with it, though halflings are quick to return an item or pay for a replacement to the best of their ability if asked.",
						"Older or more established halflings may take on supporting positions in a community, working as valets, shopkeepers, or artisans, but they retain their keen senses, deft fingers, and cheery outlook even as they age. Older halflings often enjoy doting on younger ones, passing down tools, weapons, and stories, and family bonds among halflings are particularly strong.",
						"Halflings place an inordinate amount of trust in their inherent luck, which neighbors view with amazement and slight envy. Most halflings have so many lucky breaks in their lives—minor scrapes from would-be deadly falls, unseen arrows missing their mark, or serendipitous meetings in a busy city—that they rarely even remark upon them. Halflings rely on their good fortune to always be there to support them, and fortune rarely disappoints them for long. Halflings consider luck a personal attribute, like height or hair color, and many conclude that their surfeit offsets their smaller size. Many halflings like to collect items they consider lucky, such as berries and buttons, and are a bit unnerved by unlucky portents, such as birds of prey and splintered wood.",
						"Halfling adventurers in the Inner Sea region are usually younger halflings who haven’t yet settled down, although tragedy might send an older halfling into the world to rebuild her fortune or recover a lost legacy. The former are likely to be bards, fighters, rogues, or sorcerers, while the latter might be alchemists, clerics, or wizards. In any case, halflings are brave and affable folk who enjoy keeping the spirits of their adventuring companions high."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 41,
					"source": "LOCG",
					"name": "Jaric Adventurers",
					"entries": [
						"Although Jarics tend to keep to their homes among the mountains, they are not afraid to travel out across Golarion as they see fit. Typically, Jarics choose to leave life among the mountains to challenge themselves, both physically and mentally, though many Jarics set out into the world due to curiosity alone. At times, entire bill-bands set out together, creating natural adventuring parties. Many Jaric halflings become champions, fighters, or monks."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 42,
					"source": "LOCG",
					"name": "Mihrini Adventurers",
					"entries": [
						"As Mihrini communities are constantly on the move, individual halflings are already accustomed to an adventuring lifestyle and gravitate toward setting out into Golarion. Some of these Mihrinis merely seek a new home and a comfortable life, while others find adventuring to be a useful tool to overcome their own anxieties. As many Mihrini halflings are natural storytellers, and their deft fingers are suited to the complicated somatic movements necessary for spellcasting or thievery, they make excellent bards, rogues, sorcerers, and wizards."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 43,
					"source": "LOCG",
					"name": "Othoban Adventurers",
					"entries": [
						"Today, many Othobans have taken to adventuring to fulfill their desire to learn more and experience Golarion. Some Othoban halflings have chosen to remain in New Thassilon and its neighboring regions, taking a slower approach to exploring the world, while others have set their sights on experiencing the rest of Avistan and beyond, and a smaller group of Othobans has chosen to remain in the safety of Edasseril. As Othobans tend to be studious and observant, those that become adventurers are usually clerics, rogues, or wizards."
					]
				},
				{
					"type": "pf2-h2",
					"page": 40,
					"name": "Halflings of the Inner Sea",
					"source": "LOCG",
					"entries": [
						"The halflings of the Inner Sea region primarily developed alongside the people around them. Halflings living alongside other ancestries soon mimicked these groups in more than just cultures and traditions. These halflings developed into cultures and ethnicities that were distinctly halfling, yet quite similar to those of the other peoples with whom they shared their lives. Many halfling ethnicities are thus close reflections of other ancestries’ ethnicities, with halflings sharing the same physiology and cultural traditions of their compatriots, who are often humans. However, even as halflings grew alongside other ancestries, some lived independent lives and developed cultures all their own.",
						{
							"type": "pf2-h3",
							"name": "Chelaxians",
							"page": 41,
							"entries": [
								"Halflings have long been slaves in Cheliax, where they are forced to labor in occupations that exploit their keen eyes and quick fingers to produce quick profits for their overseers, such as textile production or orchard picking. Others serve as household slaves, often as cooks or valets; these slaves typically are required to perform less arduous tasks but suffer frequent abuse and dreadful personal accommodations, as when forced to sleep in cupboards. In Cheliax, halflings are derisively called “slips,” and their cramped slave quarters are called “slip kennels.” Legal punishments for beating, mutilating, or killing a halfling in Cheliax are appallingly light and classified as property crimes, even when perpetrated against the nation’s few free halflings.",
								"Halflings in Cheliax often band together for protection, such as by working hard to cover for a sick comrade or sharing the burden of an unfair punishment. Halflings take joy in spending time with family, even when they live as slaves, and their desire to protect their family members is, unfortunately, something cruel overseers learn to exploit. A halfling slave who betrays another for personal gain is labeled an “impkin” among them and earns a reputation so tainted that most impkin are essentially ostracized by all other halflings."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Jarics",
							"page": 41,
							"entries": [
								"Jarics are boisterous halflings who live hidden among the Barrier Wall mountains of northern Garund. Their rugged lifestyle among the peaks has shaped their features. Their skin is deeply tanned and weathered from spending most of their lives outdoors, and their bodies are slightly shorter and stockier compared to other halflings. Jarics are particularly muscular due to traversing the cliffs and rock walls of the Barrier Wall. This prowess steers Jarics toward more physical pursuits such as combat, with many Jaric children growing up wrestling one another for fun. The rough nature of their endeavors leaves many Jarics with black eyes or scars, something they wear with pride. Jarics sport dark brown eyes and darker hair colors, such as black and brown. They enjoy adopting bombastic hair styles and—among men—impressive facial hair. Jarics tend to wear loose-fitting clothing that permits a wide range of physical movement, although they prefer to eschew clothing altogether when doing so won’t make their neighbors uncomfortable.",
								"Jaric society is a scattered thing, with most Jarics forming small groups and tribes on their own respective mountains. These groups usually number in the dozens, though some reach into the hundreds. These groups usually form hunting and gathering parties, moving across the peaks as they require to survive, with some groups keeping closer to the base of mountains where food and game are more plentiful. Though most Jaric tribes remain mobile, they do maintain a few settlements, most notably the halfling city of Limani in the central Barrier Wall. The city is a hub for thousands of Jaric halflings and is known for its seasonal festivals where Jarics trade food, stories, and blows in the name of friendly competition.",
								"Like-minded Jarics in a community often join together in friendly, lively groups called bill-bands. A bill-band is a cross between a club and a gang, and most have pugnacious names like “Winkle’s Freedom Fighters” or “Futharc’s First Fist.” Although many bill-bands are groups of swaggering bravos who come together for sparring, sports, or similar pursuits, others form to engage in spirited debates and create collaborative art pieces."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Mihrinis",
							"page": 41,
							"entries": [
								"In the distant region of Iobaria, just east of Avistan, live the Mihrini halflings. These halflings developed among the colder climates of the region and have a unique appearance, with sharper chins and wider ears. They are also thinner than most halflings. Their skin is often pale, though some darker tones appear among Mihrinis, especially those living in the River Kingdoms. Most Mihrini halflings have long, fine hair that grows black with white streaks or vice-versa, and they cannot grow facial hair. In addition, the hair on their feet tends to be finer and lighter than that of other halflings. Eye colors among Mihrinis tend to be on the lighter side, with blues and grays being most common. Mihrinis prefer many-layered clothing, particularly garments with several buttons in different styles and textures. Many keep their hair long and loose when not out of place in the local culture, save for small braids close to the scalp that are hidden by hair or a hood.",
								"Unfortunately, Mihrini culture is not what it once was. The Choking Plague in Iobaria thinned the numbers of Mihrini halflings over five centuries ago, and the population never truly recovered. The Mihrini survivors soon scattered throughout Iobaria and beyond, partly in hopes of escaping the constant plagues in the region. Today, many Mihrinis live along the eastern edge of Avistan, particularly near Brevoy, Galt, and the River Kingdoms. Mihrini halflings move in large tribes and are typically a nomadic people, uprooting at the first sign of possible disaster. These tribes maintain few written records and instead keep oral histories, telling tales from previous homes and lessons learned from previous dangers.",
								"Due to the constant, unpredictable movement throughout their lives, many Mihrinis are predisposed to an anxious disposition. To help stay at ease or remain occupied, many Mihrinis keep a small piece of sturdy string in a pocket or tied around a wrist. Called a hallinette, this string gives the halfling something to keep the fingers occupied, whether in tying or re-tying knots, arranging complicated loops, or even simply twisting it among the fingers."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Othobans",
							"page": 42,
							"entries": [
								"With the return of Xin-Edasseril and the rise of New Thassilon near Varisia came a number of Thassilonian people displaced from time. Among these were a small population of Othoban halflings. These halflings lived in ancient Thassilon and were the precursors to many of the halflings that live in Varisia today. Their displacement preserved their unique traits, such as their range of skin tones from pale to dusky. Othoban hair is typically wavy, with colors as varied as their skin, though they are unable to grow facial hair except for thin sideburns. Much like other Thassilonians, Othobans like to wear the latest styles and enjoy having multiple outfits to choose from, often overspending on clothing. However, even Othobans of limited means keep a few welltended articles of clothing they can mix and match to create different looks, and they frequently share clothing with their neighbors—whether their neighbors appreciate it or not.",
								"As Othobans are now stepping into a new and strange world, many of them are doing their best to learn about the new time in which they live, pursuing new, exciting, or pleasing sensory experiences. They seek out a variety of local cultures, enjoying as many different variations of art, food, and pageants as their means allow. Many Othobans also thirst for knowledge and delve into reading. These Othobans collect stories, whether from books they’ve read or tales they’ve heard in their travels, and spend time contemplating disparate stories to discover common themes. The excitable nature of these Othobans sometimes makes it difficult to keep up with them in conversation, as the halflings continually and energetically jump from topic to topic."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Song’o",
							"page": 42,
							"entries": [
								"Many halflings live in the Mwangi Expanse, but few are as reclusive as the Song’o halflings of the Laughing Jungle. Unlike most halflings, who adopt the culture of the humanoids near them, Song’o halflings are reclusive and keep their own traditions. Already cautious due to the prevalent dangers of their jungle home, the Chelaxian establishment of the former colony of Sargava taught the Song’o to distrust and flee from outsiders. Today, with the overthrow of that government and the founding of Vidrian, Song’o are just beginning to explore beyond their own communities once more. They still distrust unfamiliar people, prefer to stay out of sight and observe their surroundings, and readily uproot their temporary villages and relocate to new regions deeper in the jungle if they suspect danger is nearby.",
								"Because of their skittishness and reluctance to interact with others, Song’o halflings preserve a rich and ancient culture that developed in isolation in the Laughing Jungle. They enjoy fleeting art, such as music made with impromptu items, or sculptures of earth and leaves. Song’o halflings share the dark skin of their Mwangi human neighbors, with black or dark-brown eyes and dark, curly hair. Most Song’o halflings like to paint their bodies, especially their faces, and they enjoy showing off their designs to others, although they are reluctant to compliment even skillful work because they think compliments bring bad luck. They are very fond of flowers and use them to adorn their homes, wagons, and clothing. Song’o halflings wear multiple layers of patterned clothing when possible, with stories about how each layer provides protection from predators, insects, or weather. From a practical standpoint, however, these layers must be lightweight so the halflings don’t overheat in their warm jungle; their gauzy but resilient clothing is particularly prized by the few traders who have befriended Song’o halflings. They don’t tend toward any particular class, but usually have the Wildwood halfling heritage."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Uhlams",
							"page": 43,
							"entries": [
								"Among the depths of the Verduran Forest live Uhlam halflings. These halflings have lived in and around the forest for centuries, enjoying simple lives. Uhlam skin tones range from pale for those who live within the forest to tan tones for those living on the fringes. Most Uhlams are somewhat squat and heavier compared to other halflings. They tend to have hair mostly of lighter tones like blonde, brown, and red, and most Uhlams have trouble growing much facial hair, though sideburns are common. Uhlam eye colors have a wide spectrum including more common colors like blues, browns, and greens to more vibrant coloration like lavender and dark yellow. Uhlam halflings tend to keep their hair short and enjoy simple, functional clothing that is useful and reliable. Such clothing tends to have several flaps and pockets, each containing some useful tool, bit of food, or other sundry item.",
								"The relatively stable Uhlam lifestyle, with few external threats, leads many of these halflings to seek out simple comforts and pursuits that they find extremely fulfilling. They often adopt professions that require dedication and discipline, such as farming, sewing, or banking. They also eagerly take on tasks that require planning and hard work, such as shipbuilding or construction. Although Uhlams like the long process of creation, they are often very free with the fruits of their labors. They enjoy crafting comfortable homesteads for family and friends, making a decent living from well-tended crops, and seeing their family fortunes grow from patient investing. While an Othoban halfling might extol the complex flavors of a meal, an Uhlam would instead focus on the many steps to create it and savor seeing loved ones enjoy it."
							]
						}
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 44,
					"source": "LOCG",
					"name": "Uhlam Adventurers",
					"entries": [
						"Many Uhlams spend their entire lives as farmers, herders, and hunters in and around the Verduran Forest. They generally experience adolescent wanderlust to a lesser degree than other halflings; some don’t experience it all. As such, few Uhlams intentionally leave their homes to become adventurers. Uhlams generally don’t like rushing into danger without careful consideration, but they are especially committed to their friends and families and will gladly risk life and limb if it means they can help someone else. Uhlam halflings are careful thinkers and dedicated naturalists, making them good alchemists, druids, and rangers."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 45,
					"source": "LOCG",
					"name": "Halfling Slang",
					"entries": [
						"Halflings in the Inner Sea region have developed unique phrases and slang that they use in their everyday life. These are just a few of these phrases.",
						"{@indentFirst {@b Apple Jumping:} A simple task, as even halflings can jump over apples.}",
						"{@indentFirst {@b Contract Man/Ma’am/Person:} An enslaved halfling’s owner.}",
						"{@indentFirst {@b Empty Kerchief:} To lack something. Usually refers to lacking a meal for a hungry halfling.}",
						"{@indentFirst {@b Frog Wallow:} A dangerous area that an alert person could have avoided. Careless people “fall into a frog wallow.”}",
						"{@indentFirst {@b It’s Nine Buttons:} Something that is both good and bad. Many halflings consider groups of nine to be unlucky, but buttons to be particularly lucky.}",
						"{@indentFirst {@b Side-Side:} Sneaky; something you can only catch out of the side of an eye.}",
						"{@indentFirst {@b Zombie Work:} Drudgery.}"
					]
				}
			],
			"heritageInfo": [
				"Living across the land, halflings of different heritages might appear in regions far from are their ancestors lived. Choose one of the following halfling heritages at 1st level."
			],
			"heritage": [
				{
					"name": "Gutsy Halfling",
					"source": "CRB",
					"page": 51,
					"entries": [
						"Your family line is known for keeping a level head and staving off fear when the chips were down, making them wise leaders and sometimes even heroes. When you roll a success on a saving throw against an emotion effect, you get a critical success instead."
					]
				},
				{
					"name": "Hillock Halfling",
					"source": "CRB",
					"page": 51,
					"entries": [
						"Accustomed to a calm life in the hills, your people find rest and relaxation especially replenishing, particularly when indulging in creature comforts. When you regain Hit Points overnight, add your level to the Hit Points regained. When anyone uses the Medicine skill to Treat your Wounds, you can eat a snack to add your level to the Hit Points you regain from their treatment."
					]
				},
				{
					"name": "Nomadic Halfling",
					"source": "CRB",
					"page": 52,
					"entries": [
                        "Your ancestors have traveled from place to place for generations, never content to settle down. You gain two additional languages of your choice, chosen from among the common and uncommon languages available to you, and every time you take the Multilingual feat, you gain another new language."
					]
				},
				{
					"name": "Twilight Halfling",
					"source": "CRB",
					"page": 52,
					"entries": [
						"Your ancestors performed many secret acts under the concealing cover of dusk, whether for good or ill, and over time they developed the ability to see in twilight beyond even the usual keen sight of halflings. You gain low-light vision."
					]
				},
				{
					"name": "Wildwood Halfling",
					"source": "CRB",
					"page": 52,
					"entries": [
                        "You hail from deep in a jungle or forest, and you’ve learned how to use your small size to wriggle through undergrowth, vines, and other obstacles. You ignore difficult terrain from trees, foliage, and undergrowth."
					]
				},
				{
					"name": "Observant Halfling",
					"source": "LOCG",
					"page": 43,
					"entries": [
                        "Your finely honed senses quickly clue you in to danger or trickery. You gain a +1 circumstance bonus to your Perception DC, though not to your Perception checks."
					]
				}
			],
			"summary": {
				"text": "Halflings are a short, adaptable people who exhibit remarkable curiosity and humor.",
				"images": [
					"img/ancestries/CRB/halfling-01.png",
					"img/ancestries/CRB/halfling-02.png"
				]
			}
		}
	]
}
