{
	"ancestry": [
		{
			"name": "Azarketi",
			"source": "AAWS",
			"page": 2,
			"otherSources": {
				"Reprinted": [
					"LOACLO|0"
				],
				"Expanded": [
					"LOAG|12"
				]
			},
			"speed": {
				"walk": 20,
				"swim": 30
			},
			"rarity": "Uncommon",
			"hp": 8,
			"size": "Medium",
			"boosts": [
				"Constitution",
				"Charisma",
				"Free"
			],
			"flaw": [
				"Wisdom"
			],
			"languages": [
				"{@language Common}",
				"{@language Alghollthu}",
				"Additional languages equal to your Intelligence modifier (if it's positive). Choose from {@language Aklo}, {@language Aquan}, {@language Azlanti}, {@language Draconic}, {@language Elven}, and {@language Undercommon} and any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"{@trait Amphibious}",
				"{@trait Azarketi}",
				"{@trait Humanoid}"
			],
			"features": [
				{
					"name": "Low-Light Vision",
					"entries": [
						"You can see in dim light as though it were bright light and you ignore the {@condition concealed} condition due to dim light."
					]
				},
				{
					"name": "Hydration",
					"entries": [
						"While you are an amphibious being equally as capable on land as in the water, your body requires you to return to aquatic environments at least once in a 24-hour period. You must submerge in water in order to rehydrate your water-acclimated skin. If you fail to do this, your skin begins to crack and your gills become painful. After the first 24 hours outside of water, you take a –1 status penalty to Fortitude saves. After 48 hours, you struggle to breathe air and begin to suffocate until returned to water."
					]
				}
			],
			"flavor": [
				""
			],
			"info": [
				{
					"type": "pf2-sidebar",
					"page": 2,
					"name": "Azarketi Adventurers",
					"entries": [
						"With their affinity to water, nautical navigation skills, and athletic capabilities, azarketis make ideal rangers. Azarketis' versatility both on land and in water make them particularly formidable fighters, while their direct connection to the sea leads many others to become druids. As many azarketis have a connection to alghollthus' occult magic, it's not uncommon for azarketis to be sorcerers, though studious individuals sometimes become bards or wizards instead."
					]
				},
				"Azarketis, inheritors of a shattered empire's legacy, hold their proud traditions close but still surface to interact with the rest of the world.",
				"The aquatic humanoids of the Inner Sea share a somber and burdened history. Most refer to these aquatic peoples as gillmen or sometimes Low Azlanti, though they typically refer to themselves as azarketi, an Azlanti word that translates roughly to \"people of the seas.\" After Earthfall, these proud humans were mutated into aquatic servants by their alghollthu foes. Feeling like they don't fully belong with their human brethren nor with the sea that binds them, many azarketis struggle for a sense of identity and purpose. Though they remain distrusted by the surface dwellers, azarketis celebrate their unique lineage and their descent from the venerated Azlanti culture.",
				{
					"type": "entriesOtherSource",
					"page": 12,
					"source": "LOAG",
					"entries": [
						"The proud and secretive azarketis descend from the Azlanti survivors of Earthfall. Physically mutated by their greatest enemies, alghollthus, to survive underwater, azarketis unknowingly traded annihilation for centuries of enslavement. Though they've escaped subjugation, azarketis are tied to the ocean but drawn to the shore, torn between two worlds in a way they can't wholly reconcile."
					]
				},
				{
					"type": "pf2-h3",
					"page": 2,
					"name": "You Might...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Ambitiously seek to defy negative perceptions and prejudice laid against you.",
								"Be reclusive and skeptical of strangers.",
								"Regard the water as your home, but be intrigued by societies along the shore."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 2,
					"name": "Others Probably...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Assume you are an ambassador to the sea and ask for your advice on nautical matters.",
								"Misunderstand your gentle gestures and mild expressions.",
								"Treat you with distrust or suspicion and anticipate betrayal from you."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 2,
					"name": "Physical Description",
					"entries": [
						"Azarketis appear as regal, athletic humans. Their soft, hydrophilic skin ranges in tones from pearlescent white to pinkish, greenish, or brown tones reminiscent of coral. Azarketis with hair are somewhat rare; many sport fins or scaled ridges on their heads instead. Like the Azlanti people from which they descend, they often have violet eyes. Their aquatic lineage is obvious thanks to the sets of three gills on either side of their necks, as well as their webbed hands and feet. Azarketis have been known to live longer than humans, although they mature at about the same rate."
					]
				},
				{
					"type": "pf2-h3",
					"page": 2,
					"name": "Society",
					"entries": [
						"Azarketis lack the center for combined culture that helps other groups maintain a cohesive identity. The vastness of the oceans and waterways spread these swift-swimming people across the Inner Sea and beyond. Many azarketis rely only on the small familial groups in their immediate community and prefer smaller populations with comrades they trust and know intimately.",
						"Some azarketis prefer to foster connections with their surface-dwelling brethren. Living in ports, river towns and along the shore allows azarketis a greater scope of opportunities not afforded to exclusively land or sea peoples. Although integrating with land society can be difficult, azarketis manage by forming bonded communities. Members will often have fond familial names for one another, regardless of actual relation.",
						"If they have the means, some azarketis dress in attire reflecting their Azlanti heritage. More commonly, azarketis do their best to remain inconspicuous when they emerge from the water. Many will wear shemaghs or other head wrappings, which both hide their gills and provide a few extra comfortable hours out of water if soaked before donning."
					]
				},
				{
					"type": "pf2-h3",
					"page": 3,
					"name": "Alignment and Religion",
					"entries": [
						"As they are typically outsiders to the domains of surface life, azarketis tend toward deities with an affinity for the ocean or other forms of water, the most popular being {@deity Gozreh}. They are also likely to give reverence to other deities of nature or navigation, such as {@deity Desna}.",
						"Some azarketis are tempted toward the call of the deep and serve their old alghollthu masters as gods. These individuals are enticed by eldritch entities such as the mysterious veiled masters—powerful beings of the deep ocean responsible for both uplifting and destroying the Azlanti people.",
						"Azarketis vary wildly in beliefs and values, as evidenced by their broad divergence in allegiance; thus, azarketis can be of any alignment."
					]
				},
				{
					"type": "pf2-h3",
					"page": 3,
					"name": "Names",
					"entries": [
						"Azarketis often take the names of nautical, weather, or geographical features important to the azarketi's family. Other azarketi groups will choose human names in order to encourage conformity with surface cultures. Some azarketi names have been passed down through so many generations that they still use ancient Azlanti roots or refer to bodies of water that no longer exist."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 4,
					"name": "Azarketi Enclaves",
					"entries": [
						"Azarketis are mostly concentrated around the Inner Sea region. The Isle of Kortos hosts several pockets of azarketi settlements, helped by the presence of the azarketi city Kienek-Li to the north of Starstone Isle. Gilltown is the largest azarketi community in Absalom, but azarketis are also prevalent in the city's seaside districts.",
						"Some azarketis live near the ruins of Old Azlant or in the deepest trenches of the ocean and lead isolated and mysterious lives. River azarketis settle at the bases of waterfalls, or hidden away in the caves behind them. Small nomadic azarketi groups have taken to land in rainy or marshy locations, though such groups are rare."
					]
				},
				{
					"type": "pf2-h4",
					"page": 3,
					"name": "Sample Names",
					"entries": [
						"Aft, Aliz, Cascade, Delta, Harbor, Ilani, Inkua, Jib, Lagoon, Lobay, Marine, Tidal, Windward, Zarket"
					]
				},
				{
					"type": "pf2-h2",
					"page": 12,
					"source": "LOAG",
					"name": "Azarketis of the Inner Sea",
					"entries": [
						"Azarketi territory spreads across the globe, but most live in the Arcadian Ocean, Inner Sea, and the ruins of Azlant. These ambitious survivors refuse to embrace complacency and tend toward logic and adaptability. Wary of being enslaved or manipulated by their neighbors, they value freedom and privacy.",
						{
							"type": "pf2-h3",
							"page": 12,
							"source": "LOAG",
							"name": "Alvadna",
							"entries": [
								"Adapted to survive in the dark, crushing ocean depths, Alvadna azarketis live in deep sea trenches, where their large, sedentary communities protect them and enable their reclusive tendencies. They subsist primarily on gelatinous lifeforms, such as sea cucumbers, jellyfish, and xenophyophores but also consume eels, fish, and starfish. As they adapted to their home depths, Alvadnas developed semi-translucent skin and overly large eyes. They bind marine snow into thin sheets to craft spartan clothes and fishing nets, which they illuminate with bioluminescent bulbs. These azarketis also frequent underwater volcanoes, using their control over water to shape molten lava into tools and weapons.",
								"Alvadnas typically have the ancient scale, benthic, or murkeyed azarketi heritage."
							]
						},
						{
							"type": "pf2-h3",
							"page": 12,
							"source": "LOAG",
							"name": "Eravar",
							"entries": [
								"Confined to much smaller waterways than other azarketis, Eravars live in rivers, swamps, lakes, and other inland bodies of water. Brown-skinned and sedentary, Eravars build their homes at the bases of waterfalls or in caverns behind them, along the banks of fertile riverbeds or half-submerged in warm marshes and swamps. They grow crops and rear livestock for food. Eravar azarketis have a fondness for pets, raising birds, fish, and aquatic mammals along with other domesticated animals. Social and gregarious, Eravars happily trade tales and goods with outsiders.",
								"Eravars most often have the river, inured, or mistbreath azarketi heritage."
							]
						},
						{
							"type": "pf2-h3",
							"page": 12,
							"source": "LOAG",
							"name": "Inzenti",
							"entries": [
								"The most commonly found azarketis, Inzentis live in temperate waters throughout the Arcadian Ocean and Inner Sea. Inzentis' skin tones range from human hues to shades of pearlescent white, blue, green, pink, or yellow. They have expressive brow ridges and vibrant purple eyes, and they favor elaborate circlets, anklets, and wristbands crafted from gold, coral, and pearl. Their cities of coral and seaweed sprawl across the ocean floor, surrounded by farms of crustaceans, fish, and oysters. Inzentis hold great reverence for their Azlanti origins and avidly study their ancestors' culture and history, making regular pilgrimages to Azlanti ruins, sunken shipwrecks, and coastal museums and universities.",
								"Inzentis most often have the benthic, spined, or thalassic azarketi heritage."
							]
						},
						{
							"type": "pf2-sidebar",
							"page": 13,
							"source": "LOAG",
							"name": "Legacy of Azlant",
							"entries": [
								"Directly descended from the people of Azlant, azarketis have preserved their ancestors' culture through art, oral traditions, songs, and stories. Azarketi scholars study the history of Azlant and Earthfall, elders recite tales of Azlanti legends, and musicians sing songs to long-lost gods. Most azarketis know the location of the nearest Azlanti ruin, and many possess a piece of Azlanti jewelry."
							]
						},
						{
							"type": "pf2-h3",
							"page": 12,
							"source": "LOAG",
							"name": "Ozalon",
							"entries": [
								"Large decorative fins crest the heads of Ozalon azarketis, who appear as bold and beautiful as coral. They inhabit the warm waters of the Fever Sea and southern Arcadian Ocean. Ozalons live in reefs and seaweed forests but  regularly stroll onto sandy beaches to sunbathe and supplement their seafood diet with tropical fruits. They typically wear little beyond simple skirts of seaweed and have a preference for bracelets made of coral and shells. Ozalon azarketis possess extensive knowledge of the toxins harvestable from sea creatures; many can also read the weather and use this aptitude to avoid or prepare for hurricanes and ocean storms.",
								"Ozalons often have the spined, tactile, or thalassic azarketi heritage."
							]
						},
						{
							"type": "pf2-h3",
							"page": 13,
							"source": "LOAG",
							"name": "Usena",
							"entries": [
								"Short and broad with mottled blue, brown, or gray skin, Usena azarketis live in the frigid waters of the Steaming Sea. A thin layer of blubber lays beneath their tough, rubbery flesh, and a dense crop of short hair grows atop their heads in place of fins. Usenas wear waterproof, formfitting suits crafted from seal pelts or sharkskin and typically live in small, submerged homes carved from ice. During winter, they reside under the sea ice and hunt bears, fish, seals, sea birds, and walruses. In spring, they work with other families to hunt schools of fish, sharks, and whales at sea. Each night, Usenas surface to stargaze while sharing stories and songs. They often worship {@deity Desna} or the empyreal lords Pulura and the Black Butterfly.",
								"Usenas typically have the benthic, murkeyed, or tactile azarketi heritage."
							]
						}
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 13,
					"source": "LOAG",
					"name": "Other Sea Creatures",
					"entries": [
						"Azarketis are one of many ancestries to live beneath the water's surface. They have the most contact with locathahs, humanoid fish-folk with an easygoing, friendly demeanor. Azarketis find merfolk territorial neighbors, though their shared private tendencies lead to mostly amicable relations. Together they combat their shared enemies, the monstrous but intelligent sahuagins."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 15,
					"source": "LOAG",
					"name": "Alghollthus",
					"entries": [
						"Azarketis have a complex relationship with alghollthus, who saved but then enslaved their people. Alvadnas have the greatest chance of meeting an alghollthu face to face. Azarketi sentiments toward these creatures vary: some fight fiercely against their ancient enemies; others bargain for power or safety, or even serve through compulsion."
					]
				}
			],
			"heritageInfo": [
				"An azarketi's heritage represents the waters they call home, and how the individual combines their human and aquatic origins. Choose one of the following azarketi heritages at 1st level."
			],
			"heritage": [
				{
					"name": "Ancient Scale Azarketi",
					"source": "AAWS",
					"page": 3,
					"entries": [
						"Your lineage stems from azarketis who remain dedicated to their deep-sea roots. Divorced from land society, you're a foreigner to any world above a thousand fathoms deep. You gain {@ability darkvision}. Your body is dotted with phosphorescent spots that emit a guiding light and help you communicate. The spots—located primarily on your face, arms, and hands—illuminate a 10-foot radius around you with dim light. You can activate, deactivate, or change the arrangement of lights as an action, which has the {@trait concentrate|concentration} trait."
					]
				},
				{
					"name": "Benthic Azarketi",
					"source": "AAWS",
					"page": 3,
					"entries": [
						"Your heritage traces to azarketis living deep beneath the sea, and you can handle the chilling depths more easily than most. You gain resistance to cold equal to half your level, and you don't treat environmental cold as one degree more severe when you are wet. You adapt to pressure changes from being deep underwater automatically without ill effect."
					]
				},
				{
					"name": "Mistbreath Azarketi",
					"source": "AAWS",
					"page": 3,
					"entries": [
						"You descend from azarketis who migrated to land environments that could support their need for water. Over time, your people adapted to life on land culturally and physically, even resulting in azarketis born with human hair like their Azlanti ancestors. You no longer need to be immersed in water every 24 hours to maintain your skin and can instead mist or wipe your skin with water to live comfortably. Your land Speed is 25 feet, but your swim Speed is only 15 feet."
					]
				},
				{
					"name": "River Azarketi",
					"source": "AAWS",
					"page": 3,
					"entries": [
						"You come from azarketis who abandoned the oceans for the fresh water of inland life. The varied geography of rivers required you to develop advanced physical skills to swim against rapids, leap through cascading waters, and deftly navigate shallow and narrow channels. When you succeed at an {@skill Athletics} check to {@action Swim}, you get a critical success instead."
					]
				},
				{
					"name": "Thalassic Azarketi",
					"source": "AAWS",
					"page": 4,
					"entries": [
						"You trace your lineage from azarketis who lived their lives among the great oceans and seas of the world. You know how to use the currents and the primal magic of water to guide your attacks. You gain the {@feat Underwater Marauder|CRB} skill feat, and your piercing ranged attacks don't have their range increments halved when fighting underwater targets."
					]
				},
				{
					"name": "Inured Azarketi",
					"source": "LOAG",
					"page": 13,
					"entries": [
						"Your ancestors had to survive in polluted water that made every breath noxious. You gain poison resistance equal to half your level (minimum 1). Furthermore, you can survive outside of water for 72 hours before you begin to suffocate."
					]
				},
				{
					"name": "Murkeyed Azarketi",
					"source": "LOAG",
					"page": 13,
					"entries": [
						"You live in murky waters and have grown accustomed to life in a low-visibility environment. You need only a successful DC 3 flat check when targeting a {@condition concealed} creature and a successful DC 9 flat check when targeting a {@condition hidden} creature."
					]
				},
				{
					"name": "Spined Azarketi",
					"source": "LOAG",
					"page": 13,
					"entries": [
						"Your fins conceal launchable toxic spines. You have a spine ranged unarmed attack with the {@trait unarmed} trait that deals {@damage 1d4} poison damage, has a range increment of 10 feet, and is in the dart weapon group."
					]
				},
				{
					"name": "Tactile Azarketi",
					"source": "LOAG",
					"page": 13,
					"entries": [
						"Your skin can detect the slightest changes in ocean currents. You gain imprecise {@ability wavesense} with a range of 30 feet, allowing you to sense motion in the water around you. You also gain a +1 circumstance bonus to {@skill Survival} checks to {@action Sense Direction} in aquatic environments."
					]
				}
			],
			"summary": {
				"text": "",
				"images": [
					"https://2e.aonprd.com/Images/Ancestries/Azarketi01.png",
					"https://2e.aonprd.com/Images/Ancestries/Azarketi02.png"
				]
			}
		}
	]
}
