{
	"ancestry": [
		{
			"name": "Goblin",
			"source": "CRB",
			"page": 46,
			"otherSources": {
				"Expanded": [
					"LOCG|34"
				]
			},
			"hp": 6,
			"size": [
				"small"
			],
			"speed": {
				"walk": 25
			},
			"boosts": [
				"dexterity",
				"charisma",
				"free"
			],
			"flaw": [
				"wisdom"
			],
			"languages": [
				"{@language Common}",
				"{@language Goblin}",
				"Additional languages equal to your Intelligence modifier (if it's positive). Choose from {@language Draconic}, {@language Dwarven}, {@language Gnoll}, {@language Gnomish}, {@language Halfling}, {@language Orcish}, and any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"goblin",
				"humanoid"
			],
			"features": [
				{
					"name": "Darkvision",
					"entries": [
						"You can see in darkness and dim light just as well as you can see in bright light, though your vision in darkness is in black and white."
					]
				}
			],
			"flavor": [
				"The convoluted histories other people cling to don't interest goblins. These small folk live in the moment, and they prefer tall tales over factual records. The wars of a few decades ago might as well be from the ancient past. Misunderstood by other people, goblins are happy how they are. Goblin virtues are about being present, creative, and honest. They strive to lead fulfilled lives, rather than worrying about how their journeys will end. To tell stories, not nitpick the facts. To be small, but dream big."
			],
			"info": [
				"Goblins have a reputation as simple creatures who love songs, fire, and eating disgusting things and who hate reading, dogs, and horses—and there are a great many for whom this description fits perfectly. However, great changes have come to goblinkind, and more and more goblins resist conformity to these stereotypes. Even among goblins that are more worldly, many still exemplify their old ways in some small manner, just to a more sensible degree. Some goblins remain deeply fascinated with fire or fearlessly devour a meal that might turn others' stomachs.",
				"Others are endless tinkerers and view their companions' trash as the components of gadgets yet to be made.",
				"Though goblins' culture has splintered radically, their reputation has changed little. As such, goblins who travel to larger cities are frequently subjected to derision, and many work twice as hard at proving their worth.",
				"If you want a character who is eccentric, enthusiastic, and fun-loving, you should play a goblin.",
				{
					"type": "pf2-h3",
					"page": 46,
					"name": "You Might...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Strive to prove that you have a place among other civilized peoples, perhaps even to yourself.",
								"Fight tooth and nail—sometimes literally—to protect yourself and your friends from danger.",
								"Lighten the heavy emotional burdens others carry (and amuse yourself) with antics and pranks."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 46,
					"name": "Others Probably...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Work to ensure you don't accidentally (or intentionally) set too many things on fire.",
								"Assume you can't—or won't—read.",
								"Wonder how you survive given your ancestry's typical gastronomic choices, reckless behavior, and love of fire."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 46,
					"name": "Physical Description",
					"entries": [
						"Goblins are stumpy humanoids with large bodies, scrawny limbs, and massively oversized heads with large ears and beady red eyes. Their skin ranges from green to gray to blue, and they often bear scars, boils, and rashes. Goblins average 3 feet tall. Most are bald, with little or no body hair. Their jagged teeth fall out and regrow constantly, and their fast metabolism means they eat constantly and nap frequently. Mutations are also more common among goblins than other peoples, and goblins usually view particularly salient mutations as a sign of power or fortune.",
						"Goblins reach adolescence by the age of 3 and adulthood 4 or 5 years later. Goblins can live 50 years or more, but without anyone to protect them from each other or themselves, few live past 20 years of age."
					]
				},
				{
					"type": "pf2-h3",
					"page": 46,
					"name": "Society",
					"entries": [
						"Goblins tend to flock to strong leaders, forming small tribes. These tribes rarely number more than a hundred, though the larger a tribe is, the more diligent the leader must be to keep order—a notoriously difficult task. As new threats rise across the Inner Sea region, many tribal elders have put aside their reckless ways in the hope of forging alliances that offer their people a greater chance at survival. Play and creativity matter more to goblins than productivity or study, and their encampments erupt with songs and laughter.",
						"Goblins bond closely with their allies, fiercely protecting those companions who have protected them or offered a sympathetic ear. Goblins tend to assume for their own protection that members of taller ancestries, which goblins often refer to colloquially as \"longshanks,\" won't treat them kindly. Learning to trust longshanks is difficult for a goblin, and it's been only in recent years that such a partnership has even been an option. However, their attitude as a people is changing rapidly, and their short lifespans and poor memories help them adapt quickly."
					]
				},
				{
					"type": "pf2-h3",
					"page": 47,
					"name": "Alignment and Religion",
					"entries": [
						"Even well-intentioned goblins have trouble following the rules, meaning they're rarely lawful. Most goblin adventurers are chaotic neutral or chaotic good. Organized worship confounds goblins, and most of them would rather pick their own deities, choosing powerful monsters, natural wonders, or anything else they find fascinating. Longshanks might have books upon books about the structures of divinity, but to a goblin, anything can be a god if you want it to. Goblins who spend time around people of other ancestries might adopt some of their beliefs, though, and many goblin adventurers adopt the worship of {@deity Cayden Cailean}."
					]
				},
				{
					"type": "pf2-h3",
					"page": 47,
					"name": "Names",
					"entries": [
						"Goblins keep their names simple. A good name should be easy to pronounce, short enough to shout without getting winded, and taste good to say. The namer often picks a word that rhymes with something they like so that writing songs is easier. Since there aren't any real traditions regarding naming in goblin culture, children often name themselves once they're old enough to do something resembling talking."
					]
				},
				{
					"type": "pf2-h4",
					"page": 47,
					"name": "Sample Names",
					"entries": [
						"Ak, Bokker, Frum, Guzmuk, Krobby, Loohi, Mazmord, Neeka, Omgot, Ranzak, Rickle, Tup, Wakla, Yonk, Zibini"
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 49,
					"name": "Goblin Adventurers",
					"entries": [
						"To some degree, almost every goblin is an adventurer, surviving life on the edge using skill and wits. Goblins explore and hunt for treasures by nature, though some become true adventurers in their own rights, often after being separated from their group or tribe.",
						"Goblins often have the {@background acrobat}, {@background criminal}, {@background entertainer}, {@background gladiator}, {@background hunter}, and {@background street urchin} backgrounds. Consider playing an {@class alchemist}, since many goblins love fire, or a {@class bard}, since many goblins love songs. As scrappy survivors, goblins are often {@class rogue||rogues} who dart about the shadows, though their inherently charismatic nature also draws them to the pursuit of magical classes such as {@class sorcerer}."
					]
				},
				{
					"type": "pf2-h3",
					"page": 432,
					"source": "CRB",
					"name": "Goblins",
					"entries": [
						"Although many adventurers might assume a goblin is a goblin, these scrappy and creative people are as diverse as any other ancestry. The most widespread are the rasp goblins, so named for the large numbers who have traditionally dwelled along the rugged coastlines of Varisia's west coast, a region known as the Rasp. Forest goblins tend to be smaller than the other ethnicities and are located mostly in central Avistan. Their numbers are only now beginning to recover from the horrors of the Goblinblood Wars. The frost goblins of Irrisen's eternal winter are unusual among their kind for their propensity to grow blue fur on their bodies, while the monkey goblins of Mediogalti Island are known for their prehensile tails and arboreal habitats."
					]
				},
				{
					"type": "pf2-h2",
					"collapsible": true,
					"name": "Goblins",
					"reference": {
						"auto": true
					},
					"page": 34,
					"source": "LOCG",
					"entries": [
						{
							"type": "pf2-sidebar",
							"page": 34,
							"source": "LOCG",
							"name": "Crookedtoes",
							"reference": {
								"auto": true
							},
							"entries": []
						},
						{
							"type": "pf2-sidebar",
							"page": 35,
							"source": "LOCG",
							"name": "Frostfur",
							"reference": {
								"auto": true
							},
							"entries": []
						},
						{
							"type": "pf2-sidebar",
							"page": 36,
							"source": "LOCG",
							"name": "Ganda-uj",
							"reference": {
								"auto": true
							},
							"entries": []
						},
						{
							"type": "pf2-sidebar",
							"page": 37,
							"source": "LOCG",
							"name": "Licktoads and Mudchewers",
							"reference": {
								"auto": true
							},
							"entries": []
						},
						{
							"type": "pf2-sidebar",
							"page": 38,
							"source": "LOCG",
							"name": "Mutant Goblins",
							"entries": [
								"Though mutant goblins can arise from any goblin culture that worships the dread Mother of Monsters, {@deity Lamashtu}, they are particularly prevalent amongst the goblins of northern Avistan and monkey goblin settlements. Mutant goblins frequently possess additional limbs, including additional arms and legs, mouths centered in their chests, wings that barely allow flight, and other prominent variations."
							]
						},
						{
							"type": "pf2-sidebar",
							"page": 39,
							"source": "LOCG",
							"name": "Dragondwellers",
							"reference": {
								"auto": true
							},
							"entries": []
						},
						{
							"type": "pf2-h2",
							"page": 34,
							"name": "Goblins of the Inner Sea",
							"source": "LOCG",
							"entries": [
								"To outsiders, it might seem like goblins are all part of a single, monolithic people, but like any other ancestry, goblins have a variety of ethnicities and cultures nearly as diverse as the territories they occupy. Certain aspects of goblin culture, such as a penchant for song, an overzealous appreciation of fire, fear of dogs and horses, and an instinctive distrust of literacy and the written word, are common across all goblin cultures, but these represent only the most superficial elements of goblin life.",
								{
									"type": "pf2-h3",
									"name": "Forest Goblins",
									"page": 35,
									"source": "LOCG",
									"reference": {
										"auto": true
									},
									"entries": [
										"Hailing from coniferous woodlands, forest goblins tend to be shorter and slimmer than their kin, not quite reaching 3 feet in height and rarely weighing more than 35 pounds. Forest goblins typically have skin ranging in hue from dark green to a sickly green-tinged brown reminiscent of a spoiled avocado. While all goblins have a natural tendency toward pyromania, forest goblins are often far more knowledgeable on the subject than almost any other species. Since forest goblins traditionally produce far fewer primal or divine spellcasters than other goblin ethnicities, they have developed a deep tradition of fire-management practices, taught through song and practical application. There is even evidence to suggest that woodlands inhabited by forest goblins are less prone to disastrous wildfires thanks to the goblins regularly burning away dead wood and dry brush that might otherwise act as fuel for hungry flames.",
										"Most forest goblins have the {@ancestry goblin|crb|treedweller goblin|treedweller|locg} heritage, though their frequent exposure to flame means some forest goblins favor the charhide goblin heritage. Due to their extensive practice of teaching songs, forest goblins also frequently take the {@feat Goblin Song} ancestry feat."
									]
								},
								{
									"type": "pf2-h3",
									"name": "Frost Goblins",
									"page": 35,
									"source": "LOCG",
									"reference": {
										"auto": true
									},
									"entries": [
										"Born in Irrisen's eternal winter, frost goblins are well adapted to surviving in frigid environments. Frost goblins' skin is adapted to help them blend in and survive in arctic environments, ranging in color from a light ice-blue to the dark blue-gray of stormy northern oceans. While most goblins are almost universally hairless, frost goblins occasionally sport blue fur similar in texture and density to that of their bugbear cousins.",
										"Frost goblins almost always have the {@ancestry goblin|crb|snow goblin|snow} heritage, and they frequently take the {@feat Goblin Scuttle} ancestry feat due to their frenzied energy and surprisingly coordinated teamwork."
									]
								},
								{
									"type": "pf2-h3",
									"name": "Monkey Goblins",
									"source": "LOCG",
									"page": 36,
									"reference": {
										"auto": true
									},
									"entries": [
										"Monkey goblins originated on Mediogalti Island, where their distinctive tails give them a significant advantage in the dense jungles. These goblins are taller and heavier than other goblins, standing a bit over 3-1/2 feet tall and weighing between 50 and 60 pounds. Their skin spans the range from tawny bronze to dark blue, and gold eyes are more common than the red eyes of their kin.",
										"Monkey goblins almost always have the {@ancestry goblin|crb|tailed goblin|tailed|locg} heritage. Monkey goblins who travel on pirate or merchant ships often take the {@feat Goblin Scuttle} ancestry feat, since they're accustomed to the frantic scrambling of shipboard combat."
									]
								},
								{
									"type": "pf2-h3",
									"source": "LOCG",
									"reference": {
										"auto": true
									},
									"name": "Rasp Goblins",
									"page": 36,
									"entries": [
										"Rasp goblins, or simply \"Rasps,\" named after the section of Varisia's Lost Coast where they tend to live, are some of the most commonly encountered goblins in the Inner Sea region, particularly in Varisia and the neighboring nations. Unlike frost goblins and monkey goblins, who are limited to smaller geographic areas, and forest goblins, who suffered terrible population losses during the Goblinblood Wars, Rasp goblins remain exceptionally populous and can quickly spread to any area that is vaguely capable of sustaining life. Rasp goblins stand just over 3 feet tall and weigh roughly 35 pounds. While many Rasp goblins are some shade of green (typically lighter and sicklier shades than their forest goblin cousins), some Rasp goblins have rarer skin colors, such as gray or purple.",
										"Rasp goblins can have almost any heritage, though they tend to most commonly exhibit the {@ancestry goblin|crb|charhide goblin|charhide} and {@ancestry goblin|crb|razortooth goblin|razortooth} heritages."
									]
								}
							]
						}
					]
				}
			],
			"heritageInfo": [
				"Goblins, especially those of different tribes, have all sorts of physiological differences, which they often discover only through hazardous \"experiments.\" Choose one of the following goblin heritages at 1st level."
			],
			"heritage": [
				{
					"name": "Charhide Goblin",
					"shortName": "Charhide",
					"source": "CRB",
					"page": 47,
					"entries": [
						"Your ancestors have always had a connection to fire and a thicker skin, which allows you to resist burning. You gain fire resistance equal to half your level (minimum 1). You can also recover from being on fire more easily. Your flat check to remove {@condition persistent damage|CRB|persistent fire damage} is DC 10 instead of DC 15, which is reduced to DC 5 if another creature uses a particularly appropriate action to help."
					]
				},
				{
					"name": "Irongut Goblin",
					"shortName": "Irongut",
					"source": "CRB",
					"page": 47,
					"entries": [
						"You can subsist on food that most folks would consider spoiled. You can keep yourself fed with poor meals in a settlement as long as garbage is readily available, without using the {@action Subsist} downtime activity. You can eat and drink things when you are {@condition sickened}.",
						"You gain a +2 circumstance bonus to saving throws against afflictions, against gaining the {@condition sickened} condition, and to remove the {@condition sickened} condition. When you roll a success on a Fortitude save affected by this bonus, you get a critical success instead. All these benefits apply only when the affliction or condition resulted from something you ingested."
					]
				},
				{
					"name": "Razortooth Goblin",
					"shortName": "Razortooth",
					"source": "CRB",
					"page": 48,
					"entries": [
						"Your family's teeth are formidable weapons. You gain a jaws unarmed attack that deals {@damage 1d6} piercing damage. Your jaws are in the brawling group and have the {@trait finesse} and {@trait unarmed} traits."
					]
				},
				{
					"name": "Snow Goblin",
					"shortName": "Snow",
					"source": "CRB",
					"page": 48,
					"entries": [
						"You are acclimated to living in frigid lands and have skin ranging from sky blue to navy in color, as well as blue fur. You gain cold resistance equal to half your level (minimum 1). You treat environmental cold effects as if they were one step less extreme (incredible cold becomes extreme, extreme cold becomes severe, and so on)."
					]
				},
				{
					"name": "Unbreakable Goblin",
					"shortName": "Unbreakable",
					"source": "CRB",
					"page": 48,
					"entries": [
						"You're able to bounce back from injuries easily due to an exceptionally thick skull, cartilaginous bones, or some other mixed blessing. You gain 10 Hit Points from your ancestry instead of 6. When you fall, reduce the falling damage you take as though you had fallen half the distance."
					]
				},
				{
					"name": "Tailed Goblin",
					"shortName": "Tailed",
					"source": "LOCG",
					"page": 37,
					"entries": [
						"You have a powerful tail, likely because you descend from a community of monkey goblins. You gain a +2 circumstance bonus to {@skill Athletics} checks to {@action Climb}, you gain {@feat Combat Climber} as a bonus feat, and you reduce the number of free hands required to {@action Climb} or {@action Trip} by one."
					]
				},
				{
					"name": "Treedweller Goblin",
					"shortName": "Treedweller",
					"source": "LOCG",
					"page": 37,
					"entries": [
						"You have adapted particularly well to living in forested environments. As long as you are in a forest or jungle, you gain a +2 circumstance bonus to {@skill Stealth} checks to {@action Hide} and {@action Sneak}, {@skill Survival} checks to {@action Subsist}, and your {@skill Survival} DC to {@action Cover Tracks}."
					]
				}
			],
			"summary": {
				"text": "Goblins are a short, scrappy, energetic people who have spent millennia maligned and feared.",
				"images": [
					"https://2e.aonprd.com/Images/Ancestries/Goblin01.png",
					"https://2e.aonprd.com/Images/Ancestries/Goblin02.png"
				]
			}
		}
	]
}
