{
	"ancestry": [
		{
			"name": "Nagaji",
			"source": "LOIL",
			"page": 46,
			"rarity": "uncommon",
			"hp": 10,
			"size": [
				"medium"
			],
			"speed": {
				"walk": 25
			},
			"boosts": [
				"strength",
				"free"
			],
			"languages": [
				"{@language Common}",
				"{@language Nagaji}",
				"Additional languages equal to your Intelligence modifier (if it's positive). Choose from {@language Aklo}, {@language Amurrun}, {@language Aquan}, {@language Celestial}, {@language Draconic}, {@language Undercommon}, {@language Shadowtongue}, {@language Tengu}, {@language Vanaran}, and any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"humanoid",
				"nagaji"
			],
			"features": [
				{
					"name": "Low-light Vision",
					"entries": [
						"You can see in dim light as though it were bright light, so you ignore the {@condition concealed} condition due to dim light."
					]
				},
				{
					"name": "Fangs",
					"entries": [
						"Your mouth contains either rows of hooked, needle-sharp teeth or a pair of vicious serpent fangs. You gain a fangs unarmed attack that deals {@damage 1d6} piercing damage. Your fangs are in the {@group brawling} group and have the {@trait finesse} and {@trait unarmed} traits."
					]
				}
			],
			"flavor": [
				"With humanoid figures and serpentine heads, nagaji are heralds, companions, and servitors of powerful nagas. They hold a deep reverence for holy areas and spiritual truths, an aspect many others find as intimidating as a nagaji’s appearance."
			],
			"info": [
				"Nagaji are creations of the goddess Nalinivati, who was inspired by both humans and nagas. This inspiration, alongside nagaji’s devotion to nagas, has led many to claim nagaji were created to be servants. However, Nalinivati created nagaji simply for the sake of creating. She envisioned a world where nagas and nagaji worked together to succeed, with nagas serving as sacred guardians, and nagaji living as mortals upon Golarion, respecting nagas for their strength and wisdom.",
				"Nagaji live up to this expectation, forming nations, temples, and villages with as many varied governments, societies, and traditions as there are scales on a serpent’s back. If nagaji can be said to share any trait, it’s devotion, be it to a community, a temple, a concept, or a lifestyle. Most nagaji are also drawn to the spiritual in all its expressions, even the darker aspects of philosophies and religions.",
				"If you want a character who combines the crushing strength and the sinuous mystery of a serpent, you should play a nagaji.",
				{
					"type": "pf2-h3",
					"page": 46,
					"name": "You Might...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Enjoy the intersection of spirituality and everyday life.",
								"Have deep reserves of patience for tasks others might find boring.",
								"Adhere to strong beliefs and traditions about your place in the universe."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 46,
					"name": "Others Probably...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Assume you have no goals or interests beyond serving nagas.",
								"Find your unblinking eyes and serpentine features intimidating.",
								"Are awed by your connection and dedication to holy natural places."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 46,
					"name": "Physical Description",
					"entries": [
						"Nagaji are prone to sharp differences in appearance. Some have tails alongside legs, some have sharp claws on their hands and feet, and some are so unique from their kin that they’re mistaken for lamias rather than nagaji. The most common nagaji features are a serpentine head and a humanoid body. They usually have the unblinking eyes of a snake, though other peoples often claim a nagaji’s gaze is far more intense. Scales cover nagaji bodies, with patterns that resemble those of snakes or nagas. Depending on their heritage, a nagaji’s neck might be as long as a swan’s or as short as a human’s, and many have a frill of skin or scales down their back. Nagaji tend to possess crushing strength, but how it manifests can vary; some have bulky figures, while others have the slender yet powerful musculature of a snake."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 49,
					"name": "Nagaji Adventurers",
					"entries": [
						"The most common reason for nagaji to adventure is at the behest of a naga superior or for the benefit of a nagaji community, but their reasons can be as varied as any other people on Golarion. Nagaji might set out seeking holy sites in the world, searching for enlightenment, looking for material treasures, or for personal reasons related to their background, family, or city."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 50,
					"source": "LOIL",
					"name": "Nagaji Enclaves",
					"reference": {
						"auto": true
					}
				},
				{
					"type": "pf2-h3",
					"page": 46,
					"name": "Society",
					"entries": [
						"Nagaji communities widely vary, from ancient empires to tiny fishing villages. They tend to be isolated from other peoples, more as a matter of convenience than choice; nagaji have different physical needs than most ancestries, so even when integrated into mixed communities, they tend to live with other nagaji. Everything from marriage traditions, religion, social roles, valued arts, and methods of governance differs in specific nagaji communities. Within these communities, however, nagaji often have very strict and traditional views on these topics. Multiple instances of wars between nagaji have come about due to one group of nagaji finding another’s practices unacceptable. This perspective applies to relations with other peoples as well. For instance, most nagaji consider themselves rivals and enemies of garudas due to their historical legends, even if the nagaji involved have never even seen a garuda.",
						"Nagaji originated in the Tian Xia region of Nagajor. Though they have since spread across Golarion to regions such as Vudra and Jalmeray, many of them still carry traditions from their ancestral homeland. Tian and Vudrani concepts of elements, medicine, and spirituality are highly common among nagaji, especially given their tendency of seeing themselves as highly pious beings. Nagaji mostly eschew the human concept of castes, beyond the vague view of a “natural order” that sees nagas as holy guides to mortal nagaji, but they can see the appeal of the concept of karma and the righteousness of fulfilling their proper role in the universe. While they have little physical need for clothes, as they stick to hot and humid environments, nagaji wear them with pride and treat them as decorative elements in the same manner as jewelry.",
						"As nagas are usually matriarchal, nagaji have a strong respect for women in leadership positions. Not all nagaji follow suit with matriarchal societies, but they tend to trace lineage through the mother, and almost no nagaji societies are strictly patriarchal."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 51,
					"source": "LOIL",
					"name": "Nagaji Travelers",
					"entries": ["Nagaji are very rarely found outside hot and humid climates. Their ophidian natures leave them sluggish in cold weather, and they require a certain amount of moisture to shed easily— excessive dryness can result in dead skin unpleasantly sticking to their scales. Areas that are unfamiliar with nagaji are also likely to mistake them for serpentfolk, a tragic misunderstanding that halts nagaji communities from spreading further."]
				},
				{
					"type": "pf2-h3",
					"page": 47,
					"name": "Alignment and Religion",
					"entries": [
						"Nagaji are most commonly neutral but otherwise don’t have any strong pull toward specific alignments. The presence of a naga can sway nagaji toward that naga’s ethos, but a nagaji’s view on life tends to be determined by the culture to which they belong.",
						"Nagaji overwhelmingly worship Nalinivati, their creator, to the point that any nagaji who pay homage to a different god over Nalinivati provoke strong negative reactions from their kin. While nagaji believe reverence for Ravithra, the supposed mother of nagas, to be proper and accept it more readily than other faiths, most believe Ravithra shouldn’t be troubled with the requests of mortal adherents. A very small minority of nagaji in Jalmeray are drawn to the worship of the war god Diomazul; these adherents are tolerated by other nagaji, but seen as just as terrifying and dangerous as their patron god and usually avoided."
					]
				},
				{
					"type": "pf2-h3",
					"page": 47,
					"name": "Names",
					"entries": [
						"Nagaji names vary depending on what region of the world they occupy, but they tend to possess short vowels when they have any at all. Nagaji usually name themselves or allow groups of siblings to name each other as children, a tradition that often sees nagaji eagerly shedding these names for new ones when they reach adulthood."
					]
				},
				{
					"type": "pf2-h4",
					"page": 47,
					"name": "Sample Names",
					"entries": [
						"Adesha, Garija, Kaya, Kuwana, Onok, Paravata, Sheni, Takasha, Tasi, Ulu, Vaski, Yulbin"
					]
				}
			],
			"heritageInfo": [
				"Nagaji physiology commonly varies between individuals. Choose one of the following nagaji heritages at 1st level."
			],
			"heritage": [
				{
					"name": "Hooded Nagaji",
					"shortName": "Hooded",
					"source": "LOIL",
					"page": 48,
					"entries": [
						"You bear the hooded head of a spitting cobra, and like such cobras, you can shoot streams of venom from your mouth. You gain a venomous spit ranged unarmed attack with a range increment of 10 feet that deals 1d4 poison damage. On a critical hit, the target takes persistent poison damage equal to the number of weapon damage dice. Your spit doesn’t have a weapon group or a critical specialization effect."
					]
				},
				{
					"name": "Sacred Nagaji",
					"shortName": "Sacred",
					"source": "LOIL",
					"page": 48,
					"entries": [
						"You stand out from most nagaji, with the upper body of a beautiful human and the lower body of a green or white snake. Legends claim your ancestors were faithful snakes uplifted by Nalinivati rather than nagaji created by the goddess. Instead of a fangs unarmed attack, you have a tail attack that deals 1d6 bludgeoning damage, is in the brawling weapon group, and has the finesse and unarmed traits. You gain a +2 circumstance bonus to your Fortitude or Reflex DC against attempts to Grapple or Trip you. This bonus also applies to saving throws against effects that would grab you, restrain you, or knock you prone."
					]
				},
				{
					"name": "Titan Nagaji",
					"shortName": "Titan",
					"source": "LOIL",
					"page": 48,
					"entries": [
						"You were raised to be a warrior or a bodyguard, and your specialized diet and bulging muscles have made your scales as strong as armored plates. Your scales are medium armor in the plate armor group that grant a +4 item bonus to AC, a Dex cap of +1, a check penalty of –2, a Speed penalty of –5 feet, a Strength value of 16, and have the comfort trait. You can never wear other armor or remove your scales. You can etch armor runes onto your scales."
					]
				},
				{
					"name": "Venomshield Nagaji",
					"shortName": "Venomshield",
					"source": "LOIL",
					"page": 48,
					"entries": [
						"Your intrinsic connection to nagas and mundane serpents grants you an innate resistance to toxins of every sort. You gain resistance to poison equal to half your level (minimum 1 resistance), and you gain a +1 circumstance bonus to all saving throws against poison."
					]
				},
				{
					"name": "Whipfang Nagaji",
					"shortName": "Whipfang",
					"source": "LOIL",
					"page": 48,
					"entries": [
						"You have a long, flexible neck that can curl into a striking pose like that of a snake. Your deceptively powerful muscles allow you to bite with surprising distance and speed. You gain the {@action Raise Neck|LOIL} action.",
						{
							"type": "data",
							"tag": "action",
							"source": "LOIL",
							"name": "Raise Neck"
						}
					]
				}
			],
			"summary": {
				"images": [
					"https://2e.aonprd.com/Images/Ancestries/Kashirishi01.png",
					"https://2e.aonprd.com/Images/Ancestries/Kashirishi02.png"
				]
			}
		}
	]
}