{
	"ancestry": [
		{
			"name": "Vishkanya",
			"source": "LOIL",
			"page": 58,
			"rarity": "rare",
			"hp": 8,
			"size": [
				"medium"
			],
			"speed": {
				"walk": 25
			},
			"boosts": [
				"dexterity",
				"free"
			],
			"languages": [
				"{@language Common}",
				"{@language Vishkanya}",
				"Additional languages equal to your Intelligence modifier (if it's positive). Choose from {@language Aklo}, {@language Aquan}, {@language Draconic}, {@language Elven}, {@language Goblin}, {@language Undercommon}, {@language Vanaran}, and any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"humanoid",
				"vishkanya"
			],
			"features": [
				{
					"name": "Low-light Vision",
					"entries": [
						"You can see in dim light as though it were bright light, so you ignore the {@condition concealed} condition due to dim light."
					]
				},
				{
					"name": "Innate Venom",
					"entries": [
						"Your blood carries toxins deadly to all but yourself. You gain the {@action Envenom|LOIL} action, which can deliver minor vishkanyan venom. The save DC for your venom is equal to the higher of your class DC or spell DC."
					]
				}
			],
			"flavor": [
				"Vishkanyas are ophidian humanoids who carry potent venom within their blood and saliva. Largely misunderstood due to old tales of their toxicity and natural finesse, vishkanyas work to grow into more than just what stories paint them to be."
			],
			"info": [
				"The true nature of vishkanyas' origin is a matter of debate. Some vishkanyas believe they are rejected spawn of Ravithra, which explains the animosity between vishkanyas and nagas. Others believe themselves the stolen offspring of a forgotten progenitor whose name was excised from history. Regardless, one thing is quite clear: vishkanyas are survivors. Throughout history, fear of their deadly abilities forced vishkanyas to experience subjugation, exploitation, and ostracizing. Yet through it all, they endured. Now free of chains to bind them, vishkanyas live in close-knit groups, and use their love of storytelling and the arts to keep a detailed history of their people while they determine how best to proceed in a world ripe with opportunity.",
				{
					"type": "pf2-h3",
					"page": 58,
					"name": "You Might...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Have a powerful sense of community.",
								"Find peace and fulfillment in having a creative pursuit.",
								"Be adept at matching the environment around you to fit into any number of diverse situations."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 58,
					"name": "Others Probably...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Initially mistake you for having a tiefling or draconic heritage.",
								"Think you are an expert in poisons, toxins, and espionage.",
								"Misunderstand the nature of your venom and fear physical contact."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 58,
					"name": "Physical Description",
					"entries": [
						"Vishkanyas are humanlike in appearance with ophidian features that become clear in close proximity. They are naturally tall and lithe with bright golden eyes, vertical pupils, and a forked tongue. Their small, smooth scales range from earthy tones of browns and greens to bright displays of colored patterns. Hair color is typically of darker shades, though there are occasional instances of brighter colors through parts of the hair. Vishkanyan women are usually taller than the men, though neither ever truly stops growing. As such, vishkanyas can reach heights of 7 feet or taller in old age.",
						"Mixed vishkanya families aren't unknown. Vishkanya offspring from this background sometimes strongly resemble their non-vishkanya parent, with only a few stray tells, such as sharp canine teeth, to indicate their heritage. Vishkanyas sometimes refer to these children as \"scaleless\" or \"subtle\" but otherwise welcome them as any other among their kin, though sadly their appearance can fuel paranoia among other ancestries toward a people who are already misunderstood."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 60,
					"name": "Vishkanya Backgrounds",
					"entries": [
						"Vishkanyan backgrounds commonly reflect the individual's or their family's role in the community, which can include artist, hunter, acolyte, or emissary. Those who leave to explore the world outside might be entertainers, gamblers, or guards. Their natural grace and agility make vishkanyas excellent rogues, monks, or rangers, although bards, swashbucklers, and alchemists are not unusual to see."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 61,
					"source": "LOIL",
					"name": "Vishkanya Adventurers",
					"entries": [
						"Vishkanyas may answer the call of adventure for many reasons: providing income for their community, developing self-expression and fulfillment, spreading knowledge and understanding of vishkanyas, accumulating stories of other peoples, or simply experiencing the world outside their family."
					]
				},
				{
					"type": "pf2-h3",
					"page": 58,
					"name": "Society",
					"entries": [
						"Vishkanyas live in small, tight-knit communities between 50 and 100 individuals who assimilate discreetly into larger societies, with many such groups scattered within a larger area. At the head of these groups is a selection of women chosen for their wisdom and knowledge. Vishkanyas often have multiple partners, give birth in multiples, and adhere to maternal inheritances. Children are generally free to choose their occupation and the nature of their contribution to the larger community, with many vishkanyas pursuing some sort of craft or art. Some roles are burdened with the responsibility of cultural and historical record-keeping, however, and these important tasks continue across generations. Traditionally, these culturally minded vishkanyas regularly meet in secret congregations for the purpose of sharing stories, information, and resources, providing support for youth and creating advisory bodies to help make large-scale decisions for vishkanyas of a given area. The desire to preserve vishkanyan culture has kept this practice going for centuries, yet recently, some have called for more open interaction with the world in an attempt to proudly share vishkanyan culture.",
						"Vishkanyas are often mischaracterized as indiscriminately venomous or inherently malicious by other ancestries, which has led to them having very strong concepts of their own ethnicity and their separation from those they consider \"outsiders.\" While most vishkanyas are gracious and hospitable to non-vishkanya visitors, a large stir often arises around the concept of allowing such people into their communities in a more involved capacity. Parents carefully watch any children who seem too attached to non-vishkanya friends, and talk of romance and marriage with another ancestry will inevitably provoke many a long family discussion—though not necessarily hostile ones."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 62,
					"name": "Vishkanya Enclaves",
					"source": "LOIL",
					"entries": [
						"Vishkanya homes can be found wherever a community decides to settle, usually in or around other major settlements. Some reclusive groups can be found in the jungles or wetlands of Vudra. Those who traveled to Jalmeray typically make their homes in Niswan, as the Niswan community has slowly become more open. Other vishkanyas decided instead to settle in the forests or coasts of the island to create their own ideal communities."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 63,
					"name": "Vishkanya Travelers",
					"entries": [
						"Outside Jalmeray, vishkanyas are rare. A small number found their way into the Mwangi Expanse, the Shackles, and even Absalom. Only a handful are known to have gone past that, as intercommunity communication covers only so much. Even so, vishkanyas might find their way anywhere that has need of a skilled blade or a talented artist."
					]
				},
				{
					"type": "pf2-h3",
					"page": 59,
					"name": "Alignment and Religion",
					"entries": [
						"Concerned mainly with the preservation of their communities, vishkanyas tend to adopt neutral alignments. Vishkanyas who take to individualistic travel to teach others about their ancestry, or simply to experience the world, might be neutral or chaotic good. The topic of faith can be quite different among vishkanyan groups, with some sticking to old vishkanyan beliefs, and some to Vudrani deities like Likha or Ashukharma. Other groups outside Vudra might embrace local gods with tenets of freedom or the arts, such as Arazni, Cayden Cailean, or Shelyn, or divinities more specific to individual pursuits."
					]
				},
				{
					"type": "pf2-h3",
					"page": 59,
					"name": "Names",
					"entries": [
						"Vishkanyan names often include short vowel sounds in the middle of the name, with a large number of fricative consonants pronounced most accurately with a forked tongue. Names are often chosen from momentous events in vishkanyan history or from matters related to the maternal line of the child. When they go through significant life events, vishkanyas may choose new names for themselves, and many often do so multiple times. Each name represents an important part of the individual's story—who they were, and who they have become."
					]
				},
				{
					"type": "pf2-h4",
					"page": 59,
					"name": "Sample Names",
					"entries": [
						"Ashath, Casuthis of Guiding Hands, Enysi, Izith, Othasee, Riddle of Esaviz, Salthazar, Thasi the Ragebreaker"
					]
				}
			],
			"heritageInfo": [
				"Choose one of the following vishkanya heritages at 1st level."
			],
			"heritage": [
				{
					"shortName": "Elusive",
					"name": "Elusive Vishkanya",
					"page": 60,
					"source": "LOIL",
					"entries": [
						"Your flexible body seems unnaturally fluid to some, though they can rarely put a finger on what seems strange about you. You can escape foes with ease. You gain a +1 circumstance bonus to checks to {@action Escape}. Additionally, you move twice as fast when {@action Squeeze||Squeezing}."
					]
				},
				{
					"shortName": "Keen-Venom",
					"name": "Keen-Venom Vishkanya",
					"page": 60,
					"source": "LOIL",
					"entries": [
						"You're practiced with using your venom in combat, allowing you to employ your venom at a moment's notice. Your Envenom action doesn't trigger reactions that normally trigger on a manipulate action. Additionally, you gain the {@action Venom Draw|LOIL} action.",
						{
							"type": "data",
							"tag": "action",
							"name": "Venom Draw",
							"source": "LOIL"
						}
					]
				},
				{
					"shortName": "Old-Blood",
					"name": "Old-Blood Vishkanya",
					"page": 60,
					"source": "LOIL",
					"entries": [
						"You have a direct matrilineal line to the original group of vishkanyas upon the Vudrani ships that came to reclaim Jalmeray. Since then, your family has adjusted well to a new life in the Inner Sea. You become trained in {@skill Society} (or another skill of your choice if you're already trained in {@skill Society}), and you gain your choice of the {@feat Courtly Graces} or {@feat Streetwise} feat."
					]
				},
				{
					"shortName": "Prismatic",
					"name": "Prismatic Vishkanya",
					"page": 60,
					"source": "LOIL",
					"entries": [
						"Your scales shimmer and catch the light in an intoxicating display of colors. You become trained in {@skill Performance} (or another skill of your choice if you're already trained in {@skill Performance}) and gain the {@feat Fascinating Performance} feat."
					]
				},
				{
					"shortName": "Scalekeeper",
					"name": "Scalekeeper Vishkanya",
					"page": 60,
					"source": "LOIL",
					"entries": [
						"You are part of the family of vishkanyas in your community tasked with keeping records of the history and experiences of your people. Your scholarly skill affords you a quick mind. Once per day, you can attempt to Recall Knowledge as a free action. "
					]
				},
				{
					"shortName": "Venom",
					"name": "Venom-Resistant",
					"page": 60,
					"source": "LOIL",
					"entries": [
						"Vishkanya Your body contains not just venom but numerous antivenoms. You gain poison resistance equal to half your level (minimum 1), and each of your successful saving throws against a poison affliction reduces its stage by 2, or by 1 for a virulent poison. Each critical success against an ongoing poison reduces its stage by 3, or by 2 for a virulent poison."
					]
				}
			],
			"summary": {
				"images": [
					"https://2e.aonprd.com/Images/Ancestries/Vishkanya01.png",
					"https://2e.aonprd.com/Images/Ancestries/Vishkanya02.png"
				]
			}
		}
	]
}
