{"ancestry":[{"name":"Android","source":"LOAG","page":68,"rarity":"rare","hp":8,"size":["medium"],"speed":{"walk":25},"boosts":["dexterity","intelligence","free"],"flaw":["charisma"],"languages":["{@language Common}","{@language Androffan|loag}","Additional languages equal to your Intelligence modifier (if positive). Choose from {@language Abyssal}, {@language Celestial}, {@language Draconic}, {@language Dwarven}, {@language Undercommon}, {@language Utopian|b1}, and any other languages to which you have access (such as the languages prevalent in your region)."],"traits":["android","humanoid"],"features":[{"name":"Constructed","entries":["Your synthetic body resists ailments better than those of purely biological organisms. You gain a +1 circumstance bonus to saving throws against diseases, poisons, and radiation."]},{"name":"Emotionally Unaware","entries":["You find it difficult to understand and express complex emotions. You take a –1 circumstance penalty to {@skill Diplomacy} and {@skill Performance} checks, and on {@skill Perception} checks to {@action Sense Motive|CRB}."]},{"name":"Low-Light Vision","entries":["You can see in dim light as though it were bright light, and you ignore the {@condition concealed} condition due to dim light."]}],"flavor":["Technological wonders from another world, androids have synthetic bodies and living souls. Their dual nature makes them quick-thinking and calm under pressure, but comfortable in stillness and solitude."],"info":["Androids first arrived on Golarion during the Rain of Stars, when an interstellar vessel from the far-off planet of Androffa crash-landed, scattering debris across Numeria. While some android survivors of this crash still walk Golarion today, most were created from the technological pods, known as foundries, that operate sporadically amid the starship's wreckage. Androids birthed from these mechanical wombs possess mature bodies and newborn souls, both organic and synthetic; they emerge knowing only their creators' language and the motor skills necessary for survival. They have no understanding of their surroundings, origin, or purpose. Most learn how to behave through keen observation while wandering Numeria.","Androids tend to be logical introverts, rational and contemplative. Insatiably curious, with an urge to understand themselves and the world around them, androids place great value on intellectual pursuits. They have difficulty interpreting and expressing emotions, both in themselves and in others, which makes them seem distant and uncaring. While androids can forge emotional bonds, they find it more difficult to connect with non-androids.","If you want a character that's a synthetic foreigner in a fantastic world, forced to learn the nuances of reality and society through the powers of observation and logic alone, you should play an android.",{"type":"pf2-h3","page":68,"name":"You Might...","entries":[{"type":"list","items":["Keep your identity a secret, assuming others want to exploit or harm you.","Plan ahead, preparing multiple contingencies for even simple tasks.","Calculate the repercussions of your actions, inventions, and thoughts before sharing them."]}]},{"type":"pf2-h3","page":68,"name":"Others Probably...","entries":[{"type":"list","items":["Assume you understand how to operate technology and that you can capably communicate with constructs and robots.","Believe you to be immortal and envy your eternal youth and vigor.","Think you have no feelings and that you can't form emotional connections with others."]}]},{"type":"pf2-h3","page":68,"name":"Physical Description","entries":["Androids were created in humanity's image; thus, foundries produce androids that represent all humankind. Androids display great diversity in coloration and ethnicity, height and body shape, and gender identity. Androids breathe, eat, and sleep like a human, although they're incapable of biological procreation. Their bodies contain microscopic nanites, transported by fluid too watery to be blood, that manage their organic processes. These nanites are controlled through biological circuitry that resembles tattoos and is typically located along an android's hands, forearms, face, or neck. Many androids can harness their nanites to increase their bodies' efficiency, causing the circuitry to glow.","Androids don't grow old. Instead, their organic appearance becomes less convincing over time, causing them to look more artificial. After a century, most androids feel their time coming to an end and willingly release their souls to the Boneyard to face Pharasma's judgment. Their bodies then shut down, entering a lifeless hibernation as their nanites begin restoration protocol and reset their synthetic bodies to their original manufactured state. After a few weeks, a new soul enters the android's form, triggering reinitialization. This process, called Renewal, is an event to be celebrated, akin to bearing a child. Those that die by violence can't Renew, so androids go to great lengths to protect themselves and their brethren from harm."]},{"type":"pf2-h3","page":69,"name":"Society","entries":["Androids have a history of being exploited, enslaved, and destroyed by their Numerian neighbors, so they hide in order to survive. Most choose to keep their ancestry secret by integrating into human society or by adapting to a nomadic lifestyle. Some androids eschew humanity to live among their kind. Such groups often remain small by necessity; while a pair of androids can avoid danger through careful secrecy, large groups attract too much attention.","Android communities are efficient and highly organized. Each citizen understands their role and takes pride in filling it effectively. Debates and lectures frequently occur, as androids seek to understand themselves and their world through education and inquiry. These insular and secretive enclaves relocate when discovered."]},{"type":"pf2-h3","page":69,"name":"Alignment and Religion","entries":["Most androids are neutral. They care for their own safety and that of their companions and their kind. Androids interested in religion usually worship {@deity Casandalee} or {@deity Brigh}, goddesses that unite invention and life. Other popular deities include {@deity Desna}, {@deity Irori}, and {@deity Gozreh}."]},{"type":"pf2-h3","page":69,"name":"Names","entries":["Androids adopt the naming conventions of their surrounding societies, while those raised among their own kind instead select a single name that utilizes Androffan phonology. Occasionally, such androids add a numerical designation to their names, denoting how many generations their body has hosted life as a kind of homage to their bloodline."]},{"type":"pf2-h4","page":69,"name":"Sample Names","entries":["Anati, Daniv, Era-4, Feralia, Gelegor, Ilgos-5, Koresh, Oris, Prime, Urdun, Verity-3, Ymry"]},{"type":"pf2-h2","page":69,"name":"Android of the Inner Sea","entries":[{"type":"pf2-sidebar","page":70,"name":"Android Adventurers","entries":["Most androids become adventurers to protect their kin from harm or to research the history of their people, typically by exploring technological ruins. Androids survive through deception, stealth, and subterfuge, which leads many down the path of the {@class rogue}. Others embrace their thirst for knowledge and understanding by becoming {@class alchemist|CRB|alchemists}, {@class monk|CRB|monks}, or {@class wizard|CRB|wizards}. Typical android backgrounds include {@background hermit}, {@background nomad}, {@background scholar}, and {@background tinker}."]},{"type":"pf2-sidebar","page":71,"name":"Android Settlements","entries":["Androids are primarily found in Numeria, where they hide among humans or travel as nomads. A large number live openly in Starfall under the protection of the Black Sovereign. The slopes of Silver Mount house multiple android enclaves and archaeological teams, including Enseffa, the center of Androffan society. In the town of Hajoth Hakados, the locals help androids secretly flee Numeria for lands where they face less hatred. Hidden in a series of tunnels and caverns beneath the Numerian Plains, the androids of Szamrak's Haven believe androids are a superior life-form. They hunt for foundries with the intent of liberating all androids, conquering Numeria to found an android-only nation, and eventually returning their people to their home amongst the stars."]},"Androids can be found throughout the Inner Sea in small numbers, hiding among humanity, though the vast majority reside in Numeria. Aware that new androids are still birthed in forgotten foundries, most prefer to stay nearby to mentor their newborn kin rather than leave.","Traditionally, Numerian androids encounter two major enemies. First are the nefarious Technic League, greedy spellcasters who claim all technology in Numeria as their own; under Technic League rule, androids lived enslaved as technological marvels for the curious to disassemble and understand. Second are the local Kellids, who believe all technology must be buried or destroyed—androids included. But change has come to Numeria. The Technic League is shattered, and the spellcasters that remain have allied with local gangs and warlords. Most Kellids still view androids as taboo but no longer kill them on sight. In the hinterlands, some citizens are slowly shaking loose their fear and prejudice, as the faiths of Casandalee and Brigh pave the way for reconciliation. A few leaders, including the Black Sovereign, have offered androids the hand of friendship, welcoming them into their lives and communities. Despite this promising turn, however, most androids remain cautious.",{"type":"pf2-h3","page":70,"name":"Androffan","entries":["Androids have long sought to uncover their history and purpose, but Androffan androids take this search a step further. They seek not just knowledge, but information of their former home of Androffa to revive their lost culture. Androffans delve into technological ruins for clues to their people's past and purpose, to hunt for foundries, and to unlock the mysteries of space travel. They wear clothing and jewelry modeled on attire scavenged from starship wreckage: work boots, flight suits, wristbands, identification cards, and military insignia. Unlike most android enclaves, some Androffans live within the ruins they explore. Most individuals are nomadic, traveling from site to site to perform archaeological excavations, but the largest groups are sedentary, living along the slopes of Silver Mount in the effective heart of Androffan society."]},{"type":"pf2-h3","page":70,"name":"Chasm","entries":["While most survivors from the Rain of Stars found themselves wandering Golarion's surface, Chasm androids escaped the wreckage into the depths of the Darklands. Isolated, afraid, and with few resources at their disposal, they became scavengers, repairing and repurposing scrap and salvage to survive. Wall panels, wires, and torn nylon became material for clothes, rope, and tools; plastic became armor and dishes; and the few bits of functioning technology they found became cultural touchstones—the last vestiges of when their people flew across the stars.","Alien in appearance, Chasm androids have modified their bodies to better function in the Darklands. They have larger ears and eyes and slender bodies; they can also throw their limbs in and out of their joints."]},{"type":"pf2-h3","page":70,"name":"Many-Souled","entries":["Android philosophers have long wondered about the miracle of Renewal—while it's well-known that a Renewed android is a wholly new person with no memory of their body's previous experiences, many androids dream of their past lives. Many-Souled androids believe that nanites are the key to this mystery, housing their former memories and intelligences.","Many-Souled androids live as if their body serves as a shared vessel for two symbiotic beings. They meditate often, hoping to commune with the nanites within them. Many-Souled androids that choose to form life-bonds with another android—typically bonds of friendship, love, or mentorship—swap nanites, each urging clouds of nanites to leave their bodies and reenter the body of their intended. In this way, they become family, sharing blood and memories along with their nanites."]},{"type":"pf2-h3","page":70,"name":"Sovereign","entries":["When the Technic League was overthrown, the Black Sovereign Kevoth-Kul opened the doors of his palace to androids, offering them a home. Touched by his generosity, some androids entered his halls, becoming honorary Kellids. In the following years, these androids have dedicated themselves to adopting the Kellid way of life. They no longer hide their heritage, instead openly embracing their dualistic android and Kellid identities.","Sovereign androids live primarily in Starfall, the capital of Numeria and home of Kevoth-Kul, though many have left the city to join nomadic clans loyal to the Black Sovereign. They worship both {@deity Casandalee} and traditional Kellid gods, including {@deity Desna}, {@deity Gorum}, and {@deity Erastil}. Sovereign androids often become mentors, teaching their clanmates mathematics and science, while learning about Kellid culture and faith from clan elders."]}]}],"heritageInfo":["An android's heritage reflects the purpose for which they were originally created. Choose one of the following android heritages at 1st level."],"heritage":[{"name":"Artisan Android","shortName":"Artisan","source":"LOAG","page":71,"entries":["Your body was originally designed to create works of art, complex tools, or maintain advanced machinery. You become trained in {@skill Crafting} (or another skill if you're already trained in {@skill Crafting}), and you gain the {@feat Specialty Crafting|CRB} skill feat in a specialty of your choice."]},{"name":"Impersonator Android","shortName":"Impersonator","source":"LOAG","page":71,"entries":["Your body was augmented with processes and an appearance intended to blend in with humans more easily. You become trained in {@skill Deception} (or another skill if you're already trained in {@skill Deception}). You don't require a {@item disguise kit|CRB} when attempting {@skill Deception} checks to {@action Impersonate|CRB} a human. In addition, you gain a +4 circumstance bonus to {@action Impersonate|CRB} checks to pretend that you're a human version of yourself, rather than an android. This bonus doesn't apply to other checks to {@action Impersonate|CRB} humans."]},{"name":"Laborer Android","shortName":"Laborer","source":"LOAG","page":71,"entries":["Your body is adapted to endure physical hardships or perform hard labor for long periods of time. You become trained in {@skill Athletics} (or another skill if you're already trained in {@skill Athletics}), and you gain the {@feat Hefty Hauler|CRB} skill feat."]},{"name":"Polyglot Android","shortName":"Polyglot","source":"LOAG","page":71,"entries":["You were preprogrammed with a multitude of linguistic proficiencies, likely to act as a translator. You learn two new languages, chosen from common languages and any uncommon languages you have access to. These languages take the same form (signed or spoken) as your other languages. If you select the {@feat Multilingual} feat, you learn three new languages instead of two."]},{"name":"Warrior Android","shortName":"Warrior","source":"LOAG","page":71,"entries":["Your body was originally created to function as a security officer or soldier. You're a naturally gifted warrior preprogrammed for combat. You're trained in all simple and martial weapons."]}],"summary":{"text":"Brought to Golarion by a starship crash in the land of Numeria, androids are half-organic, half-machine lifeforms produced by alien technology. Though often looked upon with fear by superstitious communities surrounding the crash site, changing politics and the rise of the android goddess Casandalee have led to androids expanding their influence in nearby regions.","images":["https://2e.aonprd.com/Images/Ancestries/Android01.png","https://2e.aonprd.com/Images/Ancestries/Android02.png"]}}]}