{
	"ancestry": [
		{
			"name": "Gnome",
			"source": "CRB",
			"otherSources": [
				{
					"source": "LOCG",
					"page": 28
				}
			],
			"page": 42,
			"hp": 8,
			"size": "Small",
			"speed": {"walk": 25},
			"boosts": [
				"Constitution",
				"Charisma",
				"Free"
			],
			"flaw": [
				"Strength"
			],
			"languages": [
				"{@language Common}",
                "{@language Gnomish}",
                "{@language Sylvan}",
				"Additional languages equal to your Intelligence modifier (if it’s positive). Choose from {@language Draconic}, {@language Dwarven}, {@language Elven}, {@language Goblin}, {@language Jotun}, {@language Orcish}, and any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"{@trait Gnome}",
				"{@trait Humanoid}"
			],
			"features": [
				{
					"name": "Low-Light Vision",
					"entries": [
						"You can see in dim light as though it were bright light, and you ignore the {@condition concealed} condition due to dim light."
					]
				}
			],
			"flavor": [
				"Long ago, early gnome ancestors emigrated from the First World, realm of the fey. While it’s unclear why the first gnomes wandered to Golarion, this lineage manifests in modern gnomes as bizarre reasoning, eccentricity, obsessive tendencies, and what some see as naivete. These qualities are further reflected in their physical characteristics, such as spindly limbs, brightly colored hair, and childlike and extremely expressive facial features that further reflect their otherworldly origins."
			],
			"info": [
				"Always hungry for new experiences, gnomes constantly wander both mentally and physically, attempting to stave off a terrible ailment that threatens all of their people. This affliction—the Bleaching—strikes gnomes who fail to dream, innovate, and take in new experiences, in the gnomes’ absence of crucial magical essence from the First World. Gnomes latch onto a source of localized magic where they live, typically primal magic, as befits their fey lineage, but this isn’t enough to avoid the Bleaching unless they supplement this magic with new experiences. The Bleaching slowly drains the color—literally—from gnomes, and it plunges those affected into states of deep depression that eventually claim their lives. Very few gnomes survive this scourge, becoming deeply morose and wise survivors known as bleachlings.",
				"If you want a character with boundless enthusiasm and an alien, fey outlook on morality and life, you should play a gnome.",
				{
					"type": "pf2-h3",
					"page": 42,
					"name": "You Might...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Embrace learning and hop from one area of study to another without warning.",
								"Rush into action before fully taking stock of the entire situation.",
								"Speak, think, and move quickly, and lose patience with those who can’t keep up."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 42,
					"name": "Others Probably...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Appreciate your enthusiasm and the energy with which you approach new situations.",
								"Struggle to understand your motivations or adapt to your rapid changes of direction.",
								"See you as unpredictable, flighty, unreliable, or even reckless."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 42,
					"name": "Physical Description",
					"entries": [
						"Most gnomes stand just over 3 feet in height and weigh little more than a human child. They exhibit a wide range of natural skin, hair, and eye colors. For gnomes that haven’t begun the Bleaching, nearly any hair and eye color other than white is possible, with vibrant colors most frequent, while skin tones span a slightly narrower spectrum and tend toward earthy tones and pinkish hues, though occasionally green, black, or pale blue. Gnomes’ large eyes and dense facial muscles allow them to be particularly expressive in their emotions.",
						"Gnomes typically reach physical maturity at the age of 18, though many gnomes maintain a childlike curiosity about the world even into adulthood. A gnome can theoretically live to any age if she can stave off the Bleaching indefinitely, but in practice gnomes rarely live longer than around 400 years."
					]
				},
				{
					"type": "pf2-h3",
					"page": 42,
					"name": "Society",
					"entries": [
						"While most gnomes adopt some of the cultural practices of the region in which they live, they tend to pick and choose, adjusting their communities to fit their own fey logic. This often leads to majority gnome communities eventually consisting almost entirely of gnomes, as other people, bewildered by gnomish political decisions, choose to move elsewhere. Gnomes have little culture that they would consider entirely their own. No gnome kingdoms or nations exist on the surface of Golarion, and gnomes wouldn’t know what to do with such a state if they had one.",
						"By necessity, few gnomes marry for life, instead allowing relationships to run their course before amicably moving on, the better to stave off the Bleaching with new experiences. Though gnome families tend to be small, many gnome communities raise children communally, with fluid family boundaries. As adults depart the settlement, unrelated adolescents sometimes tag along, creating adopted families to journey together."
					]
				},
				{
					"type": "pf2-h3",
					"page": 43,
					"name": "Alignment and Religion",
					"entries": [
						"Though gnomes are impulsive tricksters with inscrutable motives and confusing methods, many at least attempt to make the world a better place. They are prone to fits of powerful emotion, and they are often good but rarely lawful. Gnomes most commonly worship deities that value individuality and nature, such as Cayden Cailean, Desna, Gozreh, and Shelyn."
					]
				},
				{
					"type": "pf2-h3",
					"page": 43,
					"name": "Names",
					"entries": [
                        "Gnome names can get quite complex and polysyllabic. They have little interest in familial names, and most children receive their names purely on a parent’s whim. Gnomes rarely concern themselves with how easy their names are to pronounce, and they often go by shorter nicknames. Some even collect and chronicle these nicknames. Among gnomes, the shorter the name, the more feminine it’s considered to be."
					]
				},
				{
					"type": "pf2-h4",
					"page": 43,
					"name": "Sample Names",
					"entries": [
						"Abroshtor, Bastargre, Besh, Fijit, Halungalom, Krolmnite, Neji, Majet, Pai, Poshment, Queck, Trig, Zarzuket, Zatqualmie"
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 41,
					"name": "Gnome Adventurers",
					"entries": [
						"Adventure is not so much a choice as a necessity for most gnomes. Adventuring gnomes often claim mementos, allowing them to remember and relive their most exciting stories.",
						"Gnomes often consider the entertainer, merchant, or nomad backgrounds. In addition, the animal whisperer, barkeep, gambler, and tinker backgrounds are particularly appropriate.",
						"Gnomes’ connection to magic makes spellcasting classes particularly thematic for you, especially classes that match the tradition of your primal innate spells, such as druid or primal sorcerer, though wellspring gnomes might choose others."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 28,
					"source": "LOCG",
					"name": "First World Gnomes",
					"entries": [
						"Hundreds of generations and nearly 10,000 years separate Material Plane gnomes from their First World homeland, yet many gnomes remained in the fey realm. There they have retained an especially strong primal connection and are themselves fey—they constitute one of the most numerous and adaptable of the First World’s residents. Whereas on that plane they can be reborn again and again, on the Material Plane they are at risk of permanent death—a fact that perturbs them as much as their alien and immutable surroundings."
					]
				},
				{
					"type": "entriesOtherSource",
					"page": 28,
					"source": "LOCG",
					"entries": [
						"Millennia ago, gnomes were among the many fey creatures cavorting about the First World, a realm of abundant light, life, and remorseless fancy. However, a long-forgotten event led to many gnomes’ fleeing from their ancestral home. Banished to a world bound by cause and effect and physical limitations, the gnomes of Golarion struggled to adapt—not just to find food and shelter, but to retain their identity and supernatural grip on life. With their connection to the First World severed, gnomes began withering slowly, bleeding their color, curiosity, and vitality in a process known as the Bleaching. Only by engaging in new and wondrous experiences can gnomes sustain their minds and stave off this ancestral curse, recapturing just enough of the whimsy of their lost homeland to survive—and even thrive.",
						"Although the Material Plane initially seemed lethally drab by comparison to the First World, gnomes have adapted to their new environment. In addition to their natural curiosity and creativity driving them to explore every possible niche available, gnome infants form innate connections to the supernatural features that suffuse their surroundings. Like dry sponges, gnomes absorb elements of arcane, divine, occult, or primal magic, partially filling the voids left from the absence of their connection to the First World. These energies also shape a young gnome’s features, coloration, personality, and innate magic, often causing children to diverge dramatically from their parents’ natures based on where they grew up. Thanks to gnomes’ penchants for traveling, the majority of any gnome community can share a number of physiological traits while still having a motley assortment of appearances. Individual gnomes’ appearance span the full range of human eye, skin, and hair colorations and beyond, including shades of green, blue, pink, purple, and other hues. The color of these features are most vibrant early in a gnome’s life, growing slightly more subdued with age.",
						"The need for novelty drives many of a gnome’s actions. Periods of idleness are harmless and even refreshing, yet weeks, months, or years without some goal, project, or other stimulus to fuel a gnome’s imagination leaves them vulnerable to the dreaded Bleaching. Whereas on the First World, any energy lost would quickly be replaced by that plane’s ubiquitous wonders, on the Material Plane, a gnome’s innate magic gradually seeps into their surroundings in a losing battle, much as a warm body inevitably loses heat in cold weather. Most gnomes can’t perceive this transfer as anything other than additional anxiety or stress. Engagement and activity cause a gnome to generate enough magic to counteract this loss, but once a gnome’s succumbed too far, the final stages of the Bleaching drain their remaining color over a span of several years. The process is painful and typically lethal, though a tiny fraction survives to become so-called Bleachlings, strangely calm and pale gnomes that most other gnomes view with fearful respect.",
						"Thanks to their natural curiosity, sharp senses, stubborn resourcefulness, and sheer tenacity, gnomes make natural adventurers who thrive in a variety of roles. Combined with their long lifespans, gnomes often accumulate an eclectic array of semipractical skills that can prove unexpectedly useful, and few develop the same depths of expertise in esoteric subjects as gnomes."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 29,
					"source": "LOCG",
					"name": "Spriggans",
					"entries": [
						"In the earliest days of their exile, some gnomes didn’t just fight their draining magic; they actively siphoned their environment’s magic—absorbing even local curses and corruption. After generations of such vampirism, these so-called spriggans have become bitter and territorial, convinced that these are the necessary steps for survival in a harsh and alien world. For this reason, gnomes call spriggans the Lonely Ones."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 29,
					"source": "LOCG",
					"name": "Svirfneblins",
					"entries": [
						"Gnomes are not the only fey to have reached the Material Plane. Among the exiled gnomes, those that became svirfneblins—also known as deep gnomes—saw old enemies like gremlins, redcaps, bogeymen, and worse infest the underground realms. Rather than let these tricksters run rampant, some gnomes followed deep below the earth. Svirfneblins stave off the Bleaching by focusing on a different obsession: stewardship of their subterranean home."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 30,
					"source": "LOCG",
					"name": "Gnome Enclaves",
					"entries": [
						"Due to their haphazard diaspora from the First World and a drive to explore, gnomes have dispersed widely. Populations gravitate to wherever there are exciting opportunities, powerful sources of supernatural energy, or both. The following pages describe popular gnome enclaves."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 30,
					"source": "LOCG",
					"name": "Brastlewark",
					"entries": [
						"Believed one of the largest gnome settlements on Golarion, Brastlewark in eastern Cheliax is home to thousands of alchemists, engineers, inventors, and scientists. The restless ingenuity causes Brastlewark’s architecture to change a little every day, reinventing the city’s skyline every few years. Although Chelaxian officials view Brastlewark with some disdain, the city is a prodigious exporter of spell components, alchemical tools, and potions."
					]
				},
				{
					"type": "pf2-h2",
					"page": 28,
					"name": "Gnomes of the Inner Sea",
					"source": "LOCG",
					"entries": [
						"Gnomes do not have traditional ethnicities as humans might categorize them. The prevailing magical forces of an area shape gnomes’ appearances and dispositions as much as conventional genetics do. As a result, a region’s gnomes drift toward common traits that are largely independent of actual lineage. In some cases, these shared features happen to overlap closely with those of other major humanoid populations—for example, the gnomes of Katapesh and Nex tend to have skin and hair reminiscent of their Keleshite and Garundi neighbors—while in others, gnomes’ bright features or uncommon complexions set them apart from everyone else.",
						"Gnomes’ penchant for experimentation and innovation also means their culture is constantly changing. Cherished traditions are as likely to be centuries old as they are to have been fashioned the previous year, and the shifting of a settlement’s composition regularly upsets any academic understanding of that population’s customs. What’s more, gnomes often adopt local conventions, often for the simple reason of bringing variety to their own routines. Even so, there are just enough cultural similarities among gnomes of common backgrounds that they can still be categorized into ethnographic groups: fell gnomes, Feychild gnomes, glimmer gnomes, and Keenspark gnomes.",
						"Nearly every gnome’s top priority is staving off the Bleaching. This survivalist urge is less an immediate goal as it is an inspiration for how gnomes approach their lives. Many seek out the most wondrous experiences they can, periodically uprooting and pursuing some exciting opportunity in another land. Other gnomes find depth and meaning in a craft, study, or profession, ever seeking new discoveries and minutiae to keep their minds engaged. There’s an irony that gnomes often relish particularly dangerous jobs as a way of staying in good health. This often drives gnomes to become adventurers, not just to overcome constant danger, but also to see new lands and meet eclectic companions.",
						"Unlike halflings, who often blend into other societies, gnomes thrive when standing out, from attracting the type of trouble that makes for a good story later to establishing credentials so that they may be recognized for their achievements. As a result, gnomes are often polarizing. A magnet for mischief might be endearing to some but frustrating to others, and tales of gnome tricksters both capture the imagination and fuel misconceptions held by members of other ancestries. Dwarves are often quick to view gnome behaviors—particularly the iconoclastic antics of Feychild gnomes—as a threat to dwarven traditions, even while dwarves and gnomes often bond over their shared adoration of good craftsmanship. Elves’ shared longevity and appreciation for the natural world often help them connect with gnomes. Because halflings, half-orcs, half-elves, and goblins lack true homelands of their own, gnomes often find common ground with these peoples while exploring the world, discovering niches where they can thrive and adopting trusted comrades as surrogate families.",
						{
							"type": "pf2-h3",
							"name": "Bleachlings",
							"page": 29,
							"source": "LOCG",
							"entries": [
								"Those gnomes with the debatable fortune to survive the Bleaching awaken as Bleachlings, pale reflections of their former selves drained of color and strong emotion. Despite the fearful stigma that most gnomes have for Bleachlings, the latter seem utterly at peace with their new condition. If anything, Bleachlings are attuned to nature in a way that exceeds their brethren’s natural affinity, speaking to animals with ease and reaching a magical equilibrium with their surroundings."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Fell Gnomes",
							"page": 29,
							"source": "LOCG",
							"entries": [
								"While light and laughter suffuse much of the First World, the plane is also home to more sinister fey of blood, spite, and shadows. When gnomes come of age near an area of darker magical forces, their physiology seems to absorb some of these foreboding elements as if activating some recessive genes. Known as fell gnomes, these children boast eerily exaggerated features, such as spindly fingers, too-wide grins, and exaggerated eyes. Fell gnomes also tend to favor dark humor that thoroughly disquiets bystanders, particularly when combined with chilling magic that shatters preconceptions that gnomes are inherently bright creatures.",
								"Though fell gnomes are not intrinsically cruel or morose, many enjoy leveraging their disquieting characteristics in social settings. To this end, fell gnomes often favor darker colors, asymmetrical clothing, and imposing garments. Fell gnomes often reside near occult nexuses, such as those found in Cheliax, Druma, and Ustalav.",
								"Fell gnomes often have the umbral gnome or wellspring gnome (occult) heritage, though the sensate gnome and chameleon gnome heritages are also common."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Feychild Gnomes",
							"page": 30,
							"source": "LOCG",
							"entries": [
								"Most numerous of the gnomes, Feychild gnomes also have the strongest connection to their ancestral homeland, the First World. Having developed a bond to a mighty natural feature or primal source, these gnomes are the most likely to display naturally bright and fantastic features—including bright hair and eyes that include yellow, green, orange, blue, and pink hues, among others—and tend toward tan, pale, or green skin.",
								"Despite having the most natural magical foundation, these gnomes’ fey connection is considered the least stable and most in need of stimulus. As a result, Feychild gnomes are often capricious and emotive, regularly seeking new experiences, playing pranks, and fueling countless gnome stereotypes. However, their intense First World connection also often grants Feychild gnomes a rapport with animals and plants, ensuring they never want for friends. Elves usually respect these gnomes’ fey aspect, albeit often through a somewhat paternalistic lens.",
								"Feychild gnomes are most common in Andoran, the Lands of the Linnorm Kings, the Mwangi Expanse, and the River Kingdoms. Feychild gnomes frequently have the fey-touched gnome heritage, though some gnomes express their connection to the First World with the chameleon gnome, sensate gnome, or vivacious gnome heritages."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Glimmer Gnomes",
							"page": 30,
							"source": "LOCG",
							"entries": [
								"Golarion is a tapestry of divine scars where the gods have made their marks through cataclysms and miracles, and these sites retain a magical resonance that shapes nearby gnome populations. This world-shattering power combines with gnomes’ ancestral First World origins to grant the gnomes a degree of influence over existence itself. These glimmer gnomes (a corruption of the original name “glamour gnomes”) possess a natural talent for illusion and reality-warping magic, sometimes causing bystanders to mistake them for godlings—or members of the Eldest—in their own right. It’s an easy mistake to make, given these gnomes’ slightly translucent hair that seems to glow in the light and the warm, metallic irises of their eyes. Most perturbing of all, though, is a glimmer gnome’s penchant for appearing and disappearing unpredictably, like mischievous tricksters who always seem to emerge or vanish at the most advantageous times.",
								"Glimmer gnomes are most common where there are powerful religious connections. Small groups are associated with Nidal’s obedience to Zon-Kuthon, Osirion’s reverence of Nethys, and Casmaron’s accursed Pit of Gormuz where Rovagug is sealed. A significant population of these gnomes have ties to Absalom’s Starstone Cathedral, where their population is evenly split between gnomes who play up their divinely inspired origins through extravagant clothing and those who resent visitors’ fawning admiration and dress to avoid undue attention.",
								"Many glimmer gnomes have the chameleon gnome, vivacious gnome, or wellspring gnome (divine) heritage."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Keenspark Gnomes",
							"page": 31,
							"source": "LOCG",
							"entries": [
								"Some gnomes aren’t content to soak in the world’s wonders; they possess an especially strong drive to create their own. Dedicated to innovation, Keenspark gnomes regularly prod at the edges of reality and possibility alike, not only inventing strange devices and pioneering new magical theories, but also challenging long-held beliefs and religious assumptions. As a result, these iconoclasts and innovators are the gnomes most likely to come across as perfectionistic, dismissive, controlling, or outright irritating, leading to their gnome kin jokingly referring to them as “sour gnomes.” However, their knowledge is a boon in a wide variety of fields, and Keenspark gnomes are among the foremost wizards, engineers, philosophers, and craftspeople.",
								"Compared to their colorful kin, Keenspark gnomes have comparably drab skin, hair, and eye coloration that closely mirrors common human hues. These gnomes are most common in areas of intense arcane innovation or utter eldritch devastation. As a result, Nex and the Mana Wastes are home to substantial populations of Keenspark gnomes, particularly in Quantium’s laboratories. Likewise, Absalom’s arcane universities attract and shape a healthy Keenspark population. Perhaps more oddly, Rahadoum’s small gnome population is overwhelmingly Keenspark in nature, perhaps due to the country’s longstanding rebuke of divine influence.",
								"Keenspark gnomes usually have the wellspring gnome (arcane) heritage, though some who work in fields that favor the senses instead have the sensate gnome heritage."
							]
						}
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 31,
					"source": "LOCG",
					"name": "Finderplain",
					"entries": [
						"In southwestern Katapesh stands eclectic Finderplain, a centuries-old settlement whose population is almost entirely transient, with few residents remaining for more than a few months. The town serves as a way point for caravans, and the constant change delights the predominantly gnome population while the influx of goods fuels myriad expeditions to a variety of desert sites."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 31,
					"source": "LOCG",
					"name": "Irrere",
					"entries": [
						"This small town and the nearby Shay Citadels do not welcome non-gnomes. In large part this is because the site is the refuge for Bleachlings and those suffering the Bleaching, the latter often seeking ways to resist and understand their affliction. Equally significant, though, is the citadels’ penchant for phasing from reality to sites unknown, and when these structures return, all but the Bleachlings have disappeared."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 32,
					"source": "LOCG",
					"name": "Nex",
					"entries": [
						"This nation is a hub of magical innovations, alchemical discoveries, and arcane sciences, and even the eccentricities that many gnomes exhibit are but drops in an ocean of local oddity. The capital Quantium has a large gnome population, attracting many immigrants to study at its universities. There gnomes can also interact with a host of strange golems, elementals, genies, and other outsiders from across the Great Beyond, who often lure these gnomes off on extraplanar adventures."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 33,
					"source": "LOCG",
					"name": "Wispil",
					"entries": [
						"Protected by the Treaty of the Wildwood that grants the Verduran Forest its autonomy in exchange for limited woodcutting, Wispil is a town that supplies the Taldan navy with essential timber and is inhabited mostly by gnomes. Despite its relative isolation, the inhabitants are avid opera fans and cultural connoisseurs. The town works closely with local druids, and gnomes here often learn to command primal magic of their own."
					]
				}
			],
			"heritageInfo": [
				"A diverse collection of oddballs, gnomes have all sorts of peculiar strains among their bloodlines. Choose one of the following gnome heritages at 1st level."
			],
			"heritage": [
				{
					"name": "Chameleon Gnome",
					"source": "CRB",
					"page": 43,
					"entries": [
						"The color of your hair and skin is mutable, possibly due to latent magic. You can slowly change the vibrancy and the exact color, and the coloration can be different across your body, allowing you to create patterns or other colorful designs. It takes a single action for minor localized shifts and up to an hour for dramatic shifts throughout your body. While you’re asleep, the colors shift on their own in tune with your dreams, giving you an unusual coloration each morning. When you’re in an area where your coloration is roughly similar to the environment (for instance, forest green in a forest), you can use the single action to make minor localized shifts designed to help you blend into your surroundings. This grants you a +2 circumstance bonus to Stealth checks until your surroundings shift in coloration or pattern."
					]
				},
				{
					"name": "Fey-Touched Gnome",
					"source": "CRB",
					"page": 43,
					"entries": [
						"The blood of the fey is so strong within you that you’re truly one of them. You gain the {@trait fey} trait, in addition to the {@trait gnome} and {@trait humanoid} traits. Choose one cantrip from the {@filter primal spell list|spells|tradition=primal|level=0}. You can cast this spell as a primal innate spell at will. A cantrip is heightened to a spell level equal to half your level rounded up. You can change this cantrip to a different one from the same list once per day by meditating to realign yourself with the First World; this is a 10-minute activity that has the {@trait concentrate} trait."
					]
				},
				{
					"name": "Sensate Gnome",
					"source": "CRB",
					"page": 44,
					"entries": [
                        "You see all colors as brighter, hear all sounds as richer, and especially smell all scents with incredible detail. You gain a special sense: imprecise scent with a range of 30 feet. This means you can use your sense of smell to determine the exact location of a creature (as explained on page 465). The GM will usually double the range if you’re downwind from the creature or halve the range if you’re upwind.",
                        "In addition, you gain a +2 circumstance bonus to {@skill Perception} checks whenever you’re trying to locate an {@condition undetected} creature that is within the range of your scent."
					]
				},
				{
					"name": "Umbral Gnome",
					"source": "CRB",
					"page": 44,
					"entries": [
						"Whether from a connection to dark or shadowy fey, from the underground deep gnomes also known as svirfneblin, or another source, you can see in complete darkness. You gain {@ability darkvision}."
					]
				},
				{
					"name": "Wellspring Gnome",
					"source": "CRB",
					"page": 44,
					"entries": [
                        "Some other source of magic has a greater hold on you than the primal magic of your fey lineage does. This connection might come from an occult plane or an ancient occult song; a deity, celestial, or fiend; magical effluent left behind by a mage war; or ancient rune magic.",
                        "Choose {@filter arcane|spells|tradition=arcane|level=0}, {@filter divine|spells|tradition=divine|level=0}, or {@filter occult|spells|tradition=occult|level=0}. You gain one cantrip from that magical tradition’s spell list. You can cast this spell as an innate spell at will, as a spell of your chosen tradition. A cantrip is heightened to a spell level equal to half your level rounded up. Whenever you gain a primal innate spell from a gnome ancestry feat, change its tradition from primal to your chosen tradition."
					]
				},
				{
					"name": "Vivacious Gnome",
					"source": "LOCG",
					"page": 31,
					"entries": [
                        "You have an incredibly strong connection to the positive energy that flows through the First World, making it harder to attack your life force with negative energy. You gain negative resistance equal to half your level (minimum 1). When you have the {@condition doomed} condition, the condition affects you as if its value was 1 lower than it actually is ({@condition doomed} 1 has no effect, {@condition doomed} 2 causes you to die at dying 3, and so on)."
					]
				}
			],
			"summary": {
				"text": "Gnomes are short and hardy folk, with an unquenchable curiosity and eccentric habits.",
				"images": [
					"https://2e.aonprd.com/Images/Ancestries/Gnome01.png",
					"https://2e.aonprd.com/Images/Ancestries/Gnome02.png"
				]
			}
		}
	]
}
