{"ancestry":[{"name":"Tengu","source":"APG","page":24,"otherSources":{"Expanded":["LOAG|52"]},"rarity":"uncommon","hp":6,"size":["Medium"],"speed":{"walk":25},"boosts":["dexterity","free"],"languages":["{@language Common}","{@language Tengu|Bst}","Additional languages equal to your Intelligence modifier (if positive). Choose from {@language Dwarven}, {@language Elven}, {@language Halfling}, {@language Gnomish}, {@language Goblin}, {@language Sylvan}, and any other languages to which you have access (such as the languages prevalent in your region)."],"traits":["humanoid","tengu"],"features":[{"name":"Low-Light Vision","entries":["You can see in dim light as though it were bright light, and you ignore the {@condition concealed} condition due to dim light."]},{"name":"Sharp Beak","entries":["With your sharp beak, you are never without a weapon. You have a beak unarmed attack that deals {@damage 1d6} piercing damage. Your beak is in the brawling weapon group and has the {@trait finesse} and {@trait unarmed} traits."]}],"flavor":["Tengus are a gregarious and resourceful people that have spread far and wide from their ancestral home in Tian Xia, collecting and combining whatever innovations and traditions they happen across with those from their own long history."],"info":["Tengus are survivalists and conversationalists, equally at home living off the wilderness and finding a niche in dense cities. They accumulate knowledge, tools, and companions, adding them to their collection as they travel.","The tengu diaspora has spread across Golarion in search of a better life, bringing their skill with blade crafting to lands far from their home. In maritime regions, tengus notably work as fishers, blacksmiths, and \"jinx eaters\"—members of ships' crews who are believed, accurately or otherwise, to absorb misfortune. Having lived in a variety of conditions and locations, tengus tend to be nonjudgmental, especially with regard to social station, though their willingness to associate with lawbreakers has often led some to look at them with suspicion.","If you want to play a character hailing from a rich history of artisanship and tradition, but who happily picks up new practices, companions, words, and items as needed, you should play a tengu.",{"type":"pf2-h3","page":24,"name":"You Might...","entries":[{"type":"list","items":["Be gregarious and eager to find a flock of your own.","Voraciously absorb the practices of those around you, sometimes even forgetting where they came from.","Be willing to take on any task or job, no matter what others think."]}]},{"type":"pf2-h3","page":24,"name":"Others Probably...","entries":[{"type":"list","items":["Look to you as a source of eclectic skills and knowledge, especially relating to languages.","Get confused by your simultaneous respect for and disregard of tradition.","Have trouble reading your expressions or regard you with suspicion and superstition."]}]},{"type":"pf2-h3","page":24,"name":"Physical Description","entries":["Tengus have many avian characteristics. Their faces are tipped with sharp beaks and their scaled forearms and lower legs end in talons. As closed footwear tends to fit poorly unless custom made, many tengus wear open sandals or simply go barefoot. Tengus are rarely more than 5 feet tall, and they are even lighter than their smaller frames would suggest, as they have hollow bones. A small number of tengus have vestigial wings incapable of true flight.","Tengus hatch from eggs and are featherless for their first year of life, during which they rarely leave home. They soon grow a downy gray coat, which is replaced by a dark covering of adult feathers by the time they come of age at around 15 years. Tengus use their shed feathers in a variety of tools, from simple writing quills to magical fans to focus their ancestral magic. Many tengus modify their appearance by dyeing patterns into their feathers or talons, which amplifies their body language and has the added benefit of aiding other humanoids in understanding their expressions."]},{"type":"pf2-h3","page":24,"name":"Society","entries":["Tengus are extremely social, banding together in extended communities with many families living in adjacent houses and sharing the work of the household. In cities, a community may also contain members of other ancestries. Tengu children raised in the same unit consider each other siblings, usually forgetting which of them share a biological connection.","The greatest divide in tengu society is between tengus remaining in their ancestral home and those who have dispersed across the world. Tengus refer to these two groups as those \"in the roost\" and those \"migrating,\" respectively. Roosted tengus tend to be more traditionalist and conservative and are especially concerned with preserving their culture in the face of years of erosion from oppression. Migrating tengus, on the other hand, voraciously absorb the culture of the various nations and settlements that they now call home."]},{"type":"pf2-h3","page":25,"name":"Alignment and Religion","entries":["Tengus often follow the faith of the region in which they were raised, though the tengu ancestral deity is the storm god {@deity Hei Feng|LOGM}. This god's notorious drunken carousing and emotional swings causes many tengus to instead focus their attention on gods of freedom and travel, such as {@deity Desna} or {@deity Cayden Cailean}, or deities of nature, such as Gozreh. {@deity Besmara|LOGM} is also a common subject of tengu worship, especially among tengus who live on the sea.","Before their diaspora, tengus practiced a syncretic faith that blended a polytheistic worship of the deities responsible for creating the natural world. As tengu folklore posits that tengus long ago descended from the night sky on shooting stars to rest upon Golarion's highest peaks, animist rites were practiced on mountains and other great natural features. Even today, tengus rarely differentiate between divine and primal worship.","Tengus are far more concerned with the balance between traditionalism and adaptability than they are with good and evil, with lawful tengus more common among the roosted and chaotic tengus more common among the migratory."]},{"type":"pf2-h3","page":25,"name":"Names","entries":["Though roosted tengus tend toward more traditional names with the hard consonants often seen in the Tengu language, migrating tengus' tendency to readily absorb and repurpose the culture of those around them has led to names that combine elements of whatever languages suited the namer's fancy."]},{"type":"pf2-h4","page":25,"name":"Sample Names","entries":["Arkkak, Chuko, Dolgra, Dorodara, Kakkariel, Kora, Marrak, Mossarah, Pularrka, Rarorel, Ruk, Tak-Tak, Tsukotarra"]},{"type":"pf2-sidebar","page":27,"name":"Tengu Adventurers","entries":["A tengu that leaves the ancestral homeland feels an intense pull toward adventure, to cross vast distances, collect beautiful treasures, and brave the challenges of combat or the rolling sea.","{@indentFirst Tengu backgrounds might reflect their place in the homeland or the tengu diaspora. These could include {@background acrobat}, {@background barkeep}, {@background charlatan}, {@background emissary}, {@background entertainer}, {@background fortune teller}, {@background gambler}, {@background merchant}, {@background nomad}, or {@background sailor} from the Core Rulebook, plus {@background bandit|apg}, {@background courier|apg}, {@background insurgent|apg}, {@background refugee|apg}, and {@background scavenger|apg} from this book.}","{@indentFirst Tengus often become {@class rogue||rogues}, {@class bard||bards}, {@class oracle|apg|oracles}, {@class ranger||rangers}, or {@class swashbuckler|apg|swashbucklers}.}"]},{"type":"entriesOtherSource","page":56,"source":"LOAG","entries":["Perhaps in reflection of their patron—the storm god {@deity Hei Feng|LOGM}—trouble and turmoil has filled the recent history of the tengu people. The tengu spent more than 400 years as a persecuted underclass of the empire of Lung Wa. Many tengu fled from their ancestral homelands during this time, taking boats to Arcadia or risking the deadly journey across the Crown of the World in search of a better life. Even now, with Lung Wa 100 years gone and the tengu homeland of Kwanlai regained, the tengu diaspora remains."]},{"type":"pf2-h2","page":56,"source":"LOAG","name":"Tengu of Golarion","entries":["Established tengu enclaves tend to have long and storied histories behind them, with proud legends, traditions, and social roles passed down from generation to generation.",{"type":"pf2-h3","name":"Jinxfeather Tengu","source":"LOAG","page":56,"entries":["The most common tengu found in the Inner Sea region, jinxfeather tengu eke out their living along the coast of Garund, often in fishing villages around the Shackles. They descended from migrants who traveled from Tian Xia for easily available work as sailors, dockworkers, and fishers. Garund proved the most attractive for many tengu due to a curious superstition among the sailors of the Shackles—that tengu eat and negate bad luck, making their presence valuable on sailing ships. Many tengu found the role of \"jinx eater\" on a sailing crew to be a relatively privileged position. Today, jinxfeather tengu often play up this legend to increase their perceived worth, though this practice has also led to tengu youths being kidnapped and press-ganged.","Jinxfeather tengu often have the jinxed or stormtossed tengu heritage."]},{"type":"pf2-h3","name":"Kawatengu","source":"LOAG","page":56,"entries":["One of the rarest ethnicities of tengu, kawatengu focus much of their communal efforts on isolationism. These river-dwelling people largely keep their presence a secret from others; if not for their regular harassment of fishers and traders in Lung Wa successor states, their existence might have remained completely hidden. While generally misanthropic towards others, kawatengu have been rumored to accept rare jobs as smugglers, saboteurs, and assassins. Kawatengu are the most likely tengu to have unusual feather colors or patterns, and many possess brown feathers or white striped patterns throughout their black plumage.","Kawatengu often have the {@ancestry tengu|apg|dogtooth tengu|dogtooth|loag} or {@ancestry tengu|apg|wavediver tengu|wavediver|loag} heritages. They also commonly take the {@feat Mariner's Fire|LOAG} ancestry feat."]},{"type":"pf2-h3","name":"Konoha Tengu","page":56,"entries":["Konoha tengu reside in the Forest of Spirits in Tian Xia. With smaller frames compared to most tengu, they often tend towards simple clothing or none at all. They commonly inhabit trees near water, playfully snatching fish out of rivers, and their kilns and forges provide the only trappings of advanced technology. They express curiosity and friendliness for those that simply wish to pass through their homeland, but rapidly turn cold toward any who seem interested in settling permanently or otherwise troubling the Forest of Spirits. Konoha tengu are known to swarm and rip apart any oni who trespass from Chu Ye, a habit that some scholars believe won tengu their occasional resistance to curses.","Konoha tengu often have the {@ancestry tengu|apg|skyborn|skyborn} or {@ancestry tengu|apg|taloned tengu|taloned} heritage."]},{"type":"pf2-h3","name":"Kwanlai Tengu","source":"LOAG","page":57,"entries":["The single largest concentration of tengu on Golarion resides in the nation of Kwanlai, part of the ancestral homelands of the tengu people. Though the citizens of Kwanlai take pride in their country and heritage, they're a people of strong passions and strong contradictions—some revere beautiful shrines crammed in the forgotten back-alleys of ill-planned slums, while others boast of beloved family heirlooms before gambling them away in low-class dice halls. Few peoples can claim a stronger sense of solidarity than the tengu of Kwanlai, however, who still cherish the strength of community that helped them survive more than 400 years with an uncertain future.","Kwanlai tengu have no strong inclinations toward any specific heritage."]},{"type":"pf2-h3","source":"LOAG","name":"Takatengu","page":57,"entries":["Residing among the tall mountain peaks of Minkai, takatengu notably appear much taller and broader in stature than other tengu. They highly value asceticism, martial prowess, and discipline. These tengu typically prefer simple clothing in muted colors, often matching the style of other Minkai ascetic groups. Takatengu tend to focus on the elements of a simple life, centering their days around farming, crafting, and training for combat. All tengu are responsible for providing for the community; beyond that obligation, they can focus on whatever art, craft, or combat style catches their fancy—so long as they excel at it. Takatengu have a reputation for being some of the finest warriors and swordsmiths on Golarion and take great pride in this prestige, meaning tengu who can't live up to these expectations likely won't thrive.","Takatengu often have the {@ancestry tengu|apg|mountainkeeper|mountainkeeper} or {@ancestry tengu|apg|skyborn tengu|skyborn} heritage. They also commonly take the Long-Nosed Form ancestry feat."]}]},{"type":"pf2-sidebar","page":58,"source":"LOAG","name":"Tengu Bottles","entries":["Tengu tend to have a healthy respect for gods that rule over storms and air—or at least, a healthy fear. One ancestral custom that has caught on among other sailors is the tengu bottle: a decorated gourd or other container filled with an offering for the gods, kept on ships and thrown overboard in the event of dire weather. Tengu bottles most often contain fine alcohol to appease the fury of {@deity Hei Feng|LOGM} or Besmara; crew puncture the bottles to release these offerings before throwing them into the waters."]},{"type":"pf2-sidebar","page":59,"source":"LOAG","name":"The Storm God's People","entries":["While Hei Feng's tempestuous blessings mean that some tengu prefer to pay the god lip service rather than follow his guidance, most tengu share the Duke of Thunder's love of loud and colorful celebrations—holidays dedicated to {@deity Hei Feng|LOGM} are nearly universal, in even the most far-flung communities. Likewise, many tengu enclaves put little faith in the stability of society. In situations where the future seems uncertain, Hei Feng's presence provides an outlet for feelings of helplessness."]}],"heritageInfo":["As a fluid people scattered from their original homes, there are a wide variety of tengus on Golarion. Choose one of the following tengu heritages at 1st level."],"heritage":[{"name":"Jinxed Tengu","shortName":"Jinxed","source":"APG","page":25,"entries":["Your lineage has been exposed to curse after curse, and now, they slide off your feathers like rain. If you succeed at a saving throw against a {@trait curse} or {@trait misfortune} effect, you get a critical success instead. When you would gain the {@condition doomed} condition, attempt a DC {@flatDC 17} flat check. On a success, reduce the value of the {@condition doomed} condition you would gain by 1."]},{"name":"Mountainkeeper Tengu","shortName":"Mountainkeeper","source":"APG","page":25,"entries":["You come from a line of tengu ascetics, leaving you with a link to the spirits of the world and the Great Beyond. You can cast the {@spell disrupt undead} cantrip as a primal innate spell at will. A cantrip is heightened to a spell level equal to half your level rounded up. Each time you cast a spell from a tengu heritage or ancestry feat, you can decide whether it's a divine or primal spell."]},{"name":"Skyborn Tengu","shortName":"Skyborn","source":"APG","page":26,"entries":["Your bones may be especially light, you may be a rare tengu with wings, or your connection to the spirits of wind and sky might be stronger than most, slowing your descent through the air. You take no damage from falling, regardless of the distance you fall."]},{"name":"Stormtossed Tengu","shortName":"Stormtossed","source":"APG","page":26,"entries":["Whether due to a blessing from {@deity Hei Feng|LOGM} or hatching from your egg during a squall, you are resistant to storms. You gain electricity resistance equal to half your level (minimum 1). You automatically succeed at the flat check to target a {@condition concealed} creature if that creature is {@condition concealed} only by rain or fog."]},{"name":"Taloned Tengu","shortName":"Taloned","source":"APG","page":26,"entries":["Your talons are every bit as sharp and strong as your beak. You gain a talons unarmed attack that deals {@damage 1d4} slashing damage. Your talons are in the brawling group and have the {@trait agile}, {@trait finesse}, {@trait unarmed}, and {@trait versatile} piercing traits."]},{"name":"Dogtooth Tengu","shortName":"Dogtooth","source":"LOAG","page":57,"entries":["In addition to a beak, your mouth also features a number of vicious, pointed teeth. Some legends claim your powerful jaws can even bite through steel. While you aren't that strong yet, your fangs can still leave terrible wounds. Your beak unarmed attack gains the {@trait deadly} d8 trait."]},{"name":"Wavediver Tengu","shortName":"Wavediver","source":"LOAG","page":57,"entries":["You're one of the rare tengu who can cut through water like a bird through air, and you often lurk in rivers or oceans where few expect you. You gain a swim Speed of 15 feet."]}],"summary":{"text":"Tengus are gregarious and resourceful avian humanoids who collect knowledge and treasures alike.","images":["https://2e.aonprd.com/Images/Ancestries/Tengu01.png","https://2e.aonprd.com/Images/Ancestries/Tengu02.png"]}}]}