{
	"ancestry": [
		{
			"name": "Ghoran",
			"source": "LOIL",
			"page": 34,
			"rarity": "rare",
			"hp": 8,
			"size": [
				"medium"
			],
			"speed": {
				"walk": 25
			},
			"boosts": [
				"constitution",
				"free"
			],
			"languages": [
				"{@language Common}",
				"{@language Sylvan}",
				"Additional languages equal to your Intelligence modifier (if it's positive). Choose from {@language Aklo}, {@language Draconic}, {@language Elven}, {@language Gnomish}, {@language Jotun}, and any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"ghoran",
				"humanoid",
				"plant"
			],
			"features": [
				{
					"name": "Low-Light Vision",
					"entries": [
						"You can see in dim light as though it were bright light, and you ignore the {@condition concealed} condition due to dim light."
					]
				},
				{
					"name": "Photosynthesis",
					"entries": [
						"You gain nourishment from photosynthesis. You typically don't need to pay for food. If you go without sunlight for 1 week, you begin to starve. You can derive nourishment from specially formulated bottles of alchemical sunlight instead of natural sunlight, but these bottles cost 10 times as much as standard rations (40 sp)."
					]
				}
			],
			"flavor": [
				"These intelligent plant people, created by a long-dead druid, possess a sort of immortality through their seeds—unless these are destroyed by external events other than merely the ravages of time."
			],
			"info": [
				"During the height of the wars between Geb and Nex long ago, the archmage Nex asked the renegade druid Ghorus to create a plant that would feed his people even in the most inhospitable land. Ghorus did so, developing a flower that would adapt to every environment and withstand every sort of magecraft and spellworking. He succeeded too well. In the strange soil of the Impossible Lands, the flower grew and soon began to think—and then to walk and speak. These were the first ghorans. Despite their new awareness, ghorans found that many other peoples were adept at ignoring inconvenient truths, especially those involving where their next meal might come from. Bit by bit, seed by seed, ghorans grew themselves into humanoid forms, hoping to engender sympathy by mirroring the appearance of humanoids. It eventually worked, and the ghorans won citizenship and protected status in the nation of Nex. Even so, time and predation has taken its toll; the population of ghorans is small and ever dwindling.",
				"Each ghoran is essentially an ancient spark of life that inhabits, successively, a series of plantlike bodies. Every twenty years or so, a ghoran produces a seed. Their old body withers away as their soul enters the seed, which then swiftly produces a new body. The process brings with it minor changes in personality and some loss of more distant memories, such that each new ghoran is related to their predecessor while still being a different individual. The art of creating more ghorans died with the druid Ghorus, so they're a tiny but stable minority in the Impossible Lands, dwindling bit by bit over the centuries as a few of them fall to violence and mischance.",
				"If you want a character who's an ancient and alien soul, trying to survive and thrive in a strange and hostile world, you should play a ghoran.",
				{
					"type": "pf2-h3",
					"page": 34,
					"name": "You Might...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Offhandedly mention events from thousands of years ago.",
								"Find \"animal\" behaviors strange.",
								"Constantly make small changes to your body"
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 34,
					"name": "Others Probably...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Have a hard time recognizing you after not seeing you for a while.",
								"Are either intimidated or fascinated by how long you've lived and how much you know.",
								"Have heard you're delicious."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 34,
					"name": "Physical Description",
					"entries": [
						"Roughly humanoid in size and shape, a ghoran's body is mostly made up of a fibrous plant material resembling a woody vine, with a face like an enormous, colorful flower. Ghorans have a great deal of control over the shape and structure of their bodies: with a few hours of effort, a ghoran might make themselves taller or shorter, long-limbed or barrel-chested. They have a reputation for tasting deliciously sweet and herbaceous. Most people merely find this quality a curiosity and don't attempt to take a bite, but animals in the wild will sometimes seek them out and attack them. Though they can learn to smile or laugh to fit in with other ancestries, they tend to use a different set of emotional signifiers, fluttering their face-petals to show happiness and making a rustling sound when agitated or upset.",
						"Every ghoran has a large cavity within their torso that contains a large seed. When a ghoran's body becomes too decrepit to function, they impart their memories into the seed and plant it into the ground. Within 1 to 2 months, a new ghoran body finishes growing from the seed, and the original ghoran collapses into a pile of inert organic matter. This curious method of propagation leaves a ghoran vulnerable, and many ghorans are defensive about the process among non-ghoran peoples.",
						"Being plants, ghorans have no innate understanding of gender in the human sense. Ghorans who find themselves in the company of other ancestries sometimes adopt a more masculine or feminine form, though just as many don't bother."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 36,
					"name": "Ghoran Backgrounds",
					"entries": [
						"Born of magic and hailing from a magical land, acolytes (of the Green Faith, typically) and fortune-tellers are both common backgrounds for adventuring ghorans. Rural- or forest-dwelling ghorans might be farmhands, herbalists, or hermits, while those who reside in Nex's great cities might be artisans, artists, or scholars."
					]
				},
				{
					"type": "pf2-h3",
					"page": 35,
					"name": "Society",
					"entries": [
						"Ghorans originated in Nex, and most reside as a tiny minority population in that land. In its major cities, they have built little enclaves of their own in neighborhoods featuring sweeping parks and massive trees, with the largest of these enclaves being in Quantium. While they don't possess the magical ability to enter an extradimensional home within a tree like dryads, ghorans live among the trees, typically making their homes within the neighborhoods' big parks. They are extremely skilled at building their abodes so that they don't disrupt the lives of the local flora. Visitors to a ghoran enclave might not realize initially that they've entered a home, assuming instead that they're in a recreational public space. Ghorans don't typically mind the unexpected company so long as the visitors are respectful of the park, of their homes, and of any ghorans they meet. The ghorans who live in major cities are relatively social and accepting of other ancestries, and they tend to be eager to interact, learn about others, and engage in trade.",
						"Outside of these cities, ghorans inhabit small, remote communities in the foothills of the Shattered Range and dwell in secluded forests, and they tend to be much more isolationist. Remembering well that Ghorus originally created their ancestry as food for the \"animals,\" they generally have no great desire to get to know other ancestries. However, as each new incarnation slightly shifts a ghoran's personality, they sometimes develop a wanderlust that spurs them to leave an isolated home and travel into the wider world. Often, such ghorans hold bits—or even troves—of ancient lore lost to the outside world for many years, so their journeys can sometimes lead to important new discoveries for others in the Impossible Lands and beyond.",
						"Among themselves, ghorans cooperate easily and instinctively, with no need for a formal government. Work is apportioned by a silent consensus derived from thousands of years of experience, as everyone does what they're best at to cover necessary tasks. This silent consensus is already practiced at determining how to adjust and adapt when one ghoran falls ill or changes in a new incarnation. The addition of new ghorans traveling from afar or of members of other ancestries can sometimes throw off this natural rhythm. The new addition is an unknown quantity, so the entire community keeps tabs on the newcomers, to a potentially unsettling extent, for a short period of analysis. This practice isn't out of any distrust or desire for harm, but rather out of curiosity and a need to understand what the newcomers do well and where they need assistance. Once the ghoran community has drawn a conclusion, they adjust their actions accordingly—everyone simply begins to perform tasks differently to allow newcomers to fit in and contribute, with no official meeting or declaration. In most cases, one of the members of the community realizes they should tell non-ghoran newcomers what the community expects of them, but sometimes no one realizes there's a need to communicate. When this happens, it can leave the ghoran community and the newcomers perplexed at the others' actions and choices, as the community expects the newcomers to simply pitch in and fill the need while the newcomers wait to be told what the community expects of them.",
						"Ghoran communities, operating on this ancient consensus, generally don't have anything resembling leaders. Nonetheless, a community will sometimes appoint a single ghoran as an envoy to outsiders and even give them a title to make the \"animals\" more comfortable when receiving a message from the whole community."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 37,
					"name": "Ghoran Adventurers",
					"entries": [
						"While many ghorans learn a bit of magic, some become {@class wizard||wizards} or {@class druid||druids}. Others are {@class sorcerer||sorcerers} with an {@class sorcerer||elemental bloodline|elemental} dating back to the moment of creation or an {@class sorcerer||imperial bloodline|imperial} recalling a particularly masterful past life. More martial ghorans become {@class fighter||fighters} or {@class ranger||rangers}, and some careful and methodical living plants make excellent {@class alchemist||alchemists} and {@class investigator|APG|investigators}."
					]
				},
				{
					"type": "pf2-h3",
					"page": 35,
					"name": "Alignment and Religion",
					"entries": [
						"Ghorans typically lack driving forces toward good or evil, though their plant-derived values can sometimes make them come across as amoral to people who are not likewise plant based. They have a slight tendency toward law, especially in their own communities.",
						"While most ghorans aren't particularly religious, spiritually oriented ones tend to worship nature by means of the {@deity Green Faith} or, less commonly, {@deity Gozreh} or one of the Eldest (such as the plantlike {@deity The Green Mother|LOGM|Green Mother}). They rarely find interest in human-centric deities, as ghorans have distinctly different thought processes and priorities. Faith is a matter that usually doesn't change much from seed to seed and incarnation to incarnation, and that means that the newer deities, especially those ascended in the last few millennia (\"recently,\" from the ghoran perspective) have almost no foothold in ghoran communities."
					]
				},
				{
					"type": "pf2-h3",
					"page": 36,
					"name": "Names",
					"entries": [
						"Most ghorans pick a new name with each incarnation, usually selecting a name or concept that they found pleasing in a past life. Occasionally, a ghoran might reuse a name for several incarnations in a row, especially if remaining in a community of other peoples, though each incarnation is still a distinct person."
					]
				},
				{
					"type": "pf2-h4",
					"page": 36,
					"name": "Sample Names",
					"entries": [
						"Amsalu, Ash, Emnet, Sieri, Ooniel, Arshmarish, Velt, Delphinium, Hach, Emerald, Sable"
					]
				}
			],
			"heritageInfo": [
				"Created with the express purpose of adapting to their environment, ghorans display several distinct physical morphs. Choose one of the following ghoran heritages at 1st level."
			],
			"heritage": [
				{
					"name": "Ancient Ash",
					"shortName": "Ancient",
					"source": "LOIL",
					"page": 36,
					"entries": [
						"Your memory is sharp and clear, and you remember so much. You remember the calm before the storm and the soil after the rain, the acrid tang of magic and the whisper of a song. You remember it all. You become trained in one skill of your choice. At 5th level, you become an expert in that skill."
					]
				},
				{
					"name": "Enchanting Lily",
					"shortName": "Enchanting",
					"source": "LOIL",
					"page": 36,
					"entries": [
						"You smell ever so sweet—a delicate, floral scent like the intoxicating fragrance of lilies and the soft scent of lilacs. You're trained in Diplomacy (or another skill if you were already trained in Diplomacy). You also gain a +1 circumstance bonus to checks to Make an Impression if the target can smell your fragrance."
					]
				},
				{
					"name": "Strong Oak",
					"shortName": "Strong",
					"source": "LOIL",
					"page": 36,
					"entries": [
						"Most ghorans have bodies of pliable vines and tough stems, but you're covered in sturdy, rough bark and your legs are stable as roots. You gain a +2 circumstance bonus on your Fortitude or Reflex DC against attempts to Grapple or Trip you. This bonus also applies to saving throws against effects that would grab you, restrain you, or knock you prone. You also gain a +2 circumstance bonus on Acrobatics checks to Balance. "
					]
				},
				{
					"name": "Thorned Rose",
					"shortName": "Thorned",
					"source": "LOIL",
					"page": 36,
					"entries": [
						"Your beautiful petals and seemingly smooth skin hide silent barbs to pierce the unwary. Your body is covered with wickedly sharp thorns to discourage those that might prey upon you. You gain the Wicked Thorns reaction.",
						{
							"type": "data",
							"tag": "action",
							"name": "Wicked Thorns",
							"source": "LOIL"
						}
					]
				}
			],
			"summary": {
				"images": [
					"https://2e.aonprd.com/Images/Ancestries/Ghoran01.png",
					"https://2e.aonprd.com/Images/Ancestries/Ghoran02.png"
				]
			}
		}
	]
}
