{
	"ancestry": [
		{
			"name": "Elf",
			"source": "CRB",
			"page": 39,
			"hp": 6,
			"size": "Medium",
			"speed": 30,
			"boosts": [
				"Dexterity",
				"Intelligence",
				"Free"
			],
			"flaw": [
				"Constitution"
			],
			"languages": [
				"Common",
				"Elven",
				"Additional languages equal to your Intelligence modifier (if it’s positive). Choose from Celestial, Draconic, Gnoll, Gnomish, Goblin, Orcish, Sylvan, and any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"Elf",
				"Humanoid"
			],
			"feature": {
				"name": "Low-Light Vision",
				"entries": [
					"You can see in dim light as though it were bright light, so you ignore the concealed condition due to dim light."
				]
			},
			"flavor": [
				"As an ancient people, elves have seen great change and have the perspective that can come only from watching the arc of history. After leaving the world in ancient times, they returned to a changed land, and they still struggle to reclaim their ancestral homes, most notably from terrible demons that have invaded parts of their lands. To some, the elves are objects of awe—graceful and beautiful, with immense talent and knowledge. Among themselves, however, the elves place far more importance on personal freedom than on living up to these ideals."
			],
			"info": [
				"Elves combine otherworldly grace, sharp intellect, and mysterious charm in a way that is practically magnetic to members of other ancestries. They are often voraciously intellectual, though their studies delve into a level of detail that most shorter-lived peoples find excessive or inefficient.",
				"Valuing kindness and beauty, elves ever strive to improve their manners, appearance, and culture.",
				"Elves are often rather private people, steeped in the secrets of their groves and kinship groups. They’re slow to build friendships outside their kinsfolk, but for a specific reason:",
				"they subtly and deeply attune to their environment and their companions. There’s a physical element to this attunement, but it isn’t only superficial. Elves who spend their lives among shorter‑lived peoples often develop a skewed perception of their own mortality and tend to become morose after watching generation after generation of companions age and die. These elves are called the Forlorn.",
				"If you want a character who is magical, mystical, and mysterious, you should play an elf.",
				{
					"type": "pf2-h3",
					"page": 38,
					"name": "You Might...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Carefully curate your relationships with people with shorter lifespans, either keeping a careful emotional distance or resigning yourself to outliving them.",
								"Adopt specialized or obscure interests simply for the sake of mastering them.",
								"Have features such as eye color, skin tone, hair, or mannerisms that reflect the environment in which you live."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 38,
					"name": "Others Probably...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Focus on your appearance, either admiring your grace or treating you as if you’re physically fragile.",
								"Assume you practice archery, cast spells, fight demons, and have perfected one or more fine arts.",
								"Worry that you privately look down on them, or feel like you’re condescending and aloof."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 38,
					"name": "Physical Description",
					"entries": [
						"While generally taller than humans, elves possess a fragile grace, accentuated by long features and sharply pointed ears.",
						"Their eyes are wide and almond-shaped, featuring large and vibrant-colored pupils that make up the entire visible portion of the eye. These pupils give them an alien look and allow them to see sharply even in very little light.",
						"Elves gradually adapt to their environment and their companions, and they often take on physical traits reflecting their surroundings. An elf who has dwelled in primeval forests for centuries, for example, might exhibit verdant hair and gnarled fingers, while one who’s lived in a desert might have golden pupils and skin.",
						"Elven fashion, like the elves themselves, tends to reflect their surroundings. Elves living in the forests and other wilderness locales wear clothing that plays off the terrain and flora of their homes, while those who live in cities tend to wear the latest fashions.",
						"Elves reach physical adulthood around the age of 20, though they aren’t considered to be fully emotionally mature by other elves until closer to the passing of their first century, once they’ve experienced more, held several occupations, and outlived a generation of shorter-lived people. A typical elf can live to around 600 years old."
					]
				},
				{
					"type": "pf2-h3",
					"page": 39,
					"name": "Society",
					"entries": [
						"Elven culture is deep, rich, and on the decline. Their society peaked millennia ago, long before they fled the world to escape a great calamity. They’ve since returned, but rebuilding is no easy task. Their inborn patience and intellectual curiosity make elves excellent sages, philosophers, and wizards, and their societies are built upon their inherent sense of wonder and knowledge. Elven architecture displays their deep appreciation of beauty, and elven cities are wondrous works of art.",
						"Elves hold deeply seated ideals of individualism, allowing each elf to explore multiple occupations before alighting on a particular pursuit or passion that suits {@i her best. Elves bear notorious grudges against rivals, which the elves call ilduliel, but} these antagonistic relationships can sometimes blossom into friendships over time."
					]
				},
				{
					"type": "pf2-h3",
					"page": 39,
					"name": "Alignment and Religion",
					"entries": [
						"Elves are often emotional and capricious, yet they hold high ideals close to their hearts. As such, many are chaotic good. They prefer deities who share their love of all things mystic and artistic. Desna and Shelyn are particular favorites, the former for her sense of wonder and the latter for her appreciation of artistry. Calistria is the most notorious of elven deities, as she represents many of the elven ideals taken to the extreme."
					]
				},
				{
					"type": "pf2-h3",
					"page": 39,
					"name": "Names",
					"entries": [
						"An elf keeps their personal name secret among their family, while giving a nickname when meeting other people. This nickname can change over time, due to events in the elf’s life or even on a whim. A single elf might be known by many names by associates of different ages and regions. Elven names consist of multiple syllables and are meant to flow lyrically—at least in the Elven tongue. They so commonly end in “-el” or “-ara” that other cultures sometimes avoid names ending in these syllables to avoid sounding too elven."
					]
				},
				{
					"type": "pf2-h4",
					"page": 39,
					"name": "Sample Names",
					"entries": [
						"Aerel, Amrunelara, Caladrel, Dardlara, Faunra, Heldalel, Jathal, Lanliss, Oparal, Seldlon, Soumral, Talathel, Tessara, Variel, Yalandlara, Zordlon"
					]
				}
			],
			"heritageInfo": [
				"Elves live long lives and adapt to their environment after dwelling there for a long time. Choose one of the following elven heritages at 1st level."
			],
			"heritage": [
				{
					"name": "Arctic Elf",
					"source": "CRB",
					"page": 39,
					"entries": [
						"You dwell deep in the frozen north and have gained incredible resilience against cold environments, granting you cold resistance equal to half your level (minimum 1). You treat environmental cold effects as if they were one step less extreme (incredible cold becomes extreme, extreme cold becomes severe, and so on)."
					]
				},
				{
					"name": "Cavern Elf",
					"source": "CRB",
					"page": 39,
					"entries": [
						"You were born or spent many years in underground tunnels or caverns where light is scarce. You gain darkvision."
					]
				},
				{
					"name": "Seer Elf",
					"source": "CRB",
					"page": 40,
					"entries": [
						"You have an inborn ability to detect and understand {@i magical phenomena. You can cast the detect magic cantrip} as an arcane innate spell at will. A cantrip is heightened to a spell level equal to half your level rounded up.",
						"In addition, you gain a +1 circumstance bonus to checks to Identify Magic and to Decipher Writing of a magical nature. These skill actions typically use the Arcana, Nature, Occultism, or Religion skill."
					]
				},
				{
					"name": "Whisper Elf",
					"source": "CRB",
					"page": 40,
					"entries": [
						"Your ears are finely tuned, able to detect even the slightest whispers of sound. As long as you can hear normally, you can use the Seek action to sense undetected creatures in a 60-foot cone instead of a 30-foot cone. You also gain a +2 circumstance bonus to locate undetected creatures that you could hear within 30 feet with a Seek action."
					]
				},
				{
					"name": "Woodland Elf",
					"source": "CRB",
					"page": 40,
					"entries": [
						"You’re adapted to life in the forest or the deep jungle, and you know how to climb trees and use foliage to your advantage. When Climbing trees, vines, and other foliage, you move at half your Speed on a success and at full Speed on a critical success (and you move at full Speed on a success if you have Quick Climb). This doesn’t affect you if you’re using a climb Speed.",
						"You can always use the Take Cover action when you are within forest terrain to gain cover, even if you’re not next to an obstacle you can Take Cover behind."
					]
				}
			],
			"summary": {
				"text": "Elves are a tall, slender, long-lived people with a strong tradition of art and magic.",
				"images": [
					"img/ancestries/CRB/elf-01.png",
					"img/ancestries/CRB/elf-02.png"
				]
			}
		}
	]
}
