{
	"ancestry": [
		{
			"name": "Kitsune",
			"source": "LOAG",
			"page": 120,
			"rarity": "Uncommon",
			"hp": 8,
			"size": "Medium",
			"speed": {
				"walk": 25
			},
			"boosts": [
				"Charisma",
				"Free"
			],
			"languages": [
				"{@language Common}",
				"Additional languages equal to your Intelligence modifier (if positive). Choose from {@language Elven}, {@language Gnomish}, {@language Goblin}, {@language Halfling}, {@language Dwarven}, {@language Sylvan}, and any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"{@trait Kitsune}",
				"{@trait Humanoid}"
			],
			"features": [
				{
					"name": "Low-light Vision",
					"entries": [
						"You can see in dim light as though it were bright light, and you ignore the {@condition concealed} condition due to dim light."
					]
				},
				{
					"name": "Change Shape",
					"entries": [
						"As a kitsune, you gain the Change Shape ability.",
						{
							"activity": {
								"number": 1,
								"unit": "single",
								"entry": "{@as 1}"
							},
							"traits": [
								"Concentrate",
								"Divine",
								"Kitsune",
								"Polymorph",
								"Transmutation"
							],
							"entries": [
								"You transform into a specific alternate form determined by your heritage. If your heritage doesn't list a form, your alternate form is a tailless form, which is a common Medium humanoid ancestry prevalent where you grew up (typically human). This form is the same age and body type as your true form and has roughly analogous physical traits, such as hair color. Using Change Shape counts as creating a disguise for the Impersonate use of Deception. You lose any unarmed Strikes you gained from a kitsune heritage or ancestry feat in this form. You can remain in your alternate form indefinitely, and you can shift back to your true kitsune form by using this action again."
							],
							"type": "ability",
							"style": "compact",
							"name": "Change Shape"
						}
					]
				}
			],
			"flavor": [
				"Kitsune are a charismatic and witty people with a connection to the spiritual that grants them many magical abilities, chiefly the power to shapechange into other forms. Whether they pass unseen among other peoples or hold their tails high, kitsune are clever observers of the societies around them."
			],
			"info": [
				"Kitsune are shapechangers with two forms: one of a fox-headed humanoid and one largely depending on where they were raised. Those raised in populated areas typically have what's called a tailless form—a humanoid body without any fox features that resembles a more common ancestry, such as an elf or a human. In wooded or rural areas, their second form is more likely to be that of a fox. Though all-kitsune settlements exist, most live among people of other ancestries, granting them a degree of external insight into social rules or dynamics that others process only subconsciously. Kitsune enjoy subverting expectations as much as they do going along with them. Their fondness for jokes, stories, and wordplay, especially when the twist of a riddle hinges on the listener's assumptions, reinforces their reputation as tricksters.",
				"With dual forms and a connection to both the material and spiritual worlds, kitsune have diverse concepts of self and identity. Some even view their forms as separate individuals altogether, using them to explore different aspects of their personality.",
				"If you want to play a character with innate magical talents and countless hidden facets, each revealed with a glint of the eye and a twisting grin, you should play a kitsune.",
				{
					"type": "pf2-h3",
					"page": 120,
					"name": "You Might...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Studiously observe the habits of those around you, taking mental notes on how to imitate them better.",
								"Delight in jokes, clever wordplay, pranks, or unnecessarily complex plots.",
								"Present a different, but authentic, side of yourself in each new situation."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 120,
					"name": "Others Probably...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Are taken in by your magnetic personality and enigmatic nature.",
								"Marvel at your many supernatural abilities.",
								"Wonder what you aren't telling them."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 120,
					"name": "Physical Description",
					"entries": [
						"Kitsune have alert vulpine ears, pointed snouts, and short, semi-retractable claws on their fingers and toes. Their fur is dense, countershaded, and most often red, tan, black, or white in color. Kitsune have bushy tails that grow in number as they hone their innate magical abilities, to as many as nine."
					]
				},
				{
					"type": "pf2-h3",
					"page": 121,
					"name": "Society",
					"entries": [
						"Kitsune are rarely the majority in whatever communities they inhabit, and many go their whole lives without meeting another kitsune beyond their family. Their society, as much as it exists, centers primarily around the commonalities that kitsune find as they pass among other peoples. The same social perspective that helps them imitate others also makes them quick to notice signs that someone may need help or a kind word. Due to this, kitsune often form strong interpersonal relationships and tend to anchor their social circles.",
						"When two kitsune do meet, they may find themselves exchanging light verbal repartee, enjoying the sport of trying to outwit each other. While it's considered a grave offense to outright give away another kitsune's shapechanging nature, kitsune relish surreptitiously forcing another to \"break character,\" shocking the other into disrupting their transformation through a well-placed comment."
					]
				},
				{
					"type": "pf2-h3",
					"page": 121,
					"name": "Alignment and Religion",
					"entries": [
						"Kitsune often have neutrality in their alignment from balancing their dual natures, though their instinct for stirring up trouble leads many to lean slightly toward chaos. Some possess the ability to control or bend the will of others, but even among those that do, only the evilest use these arts flippantly or selfishly. The patron kitsune deity is Daikitsu, the goddess of crafting and agriculture.",
						"Though not all kitsune necessarily worship Daikitsu, most respect her as the purported source of their powers. Kitsune in Tian Xia often revere both Shizuru and Tsukiyo, seeing the duality of the sun and moon in their own multifaceted nature. A small sect of Avistani kitsune worship Sivanah, the goddess of illusion, respecting her position between perception and reality and believing the goddess's true form to be that of a kitsune—hidden behind not seven veils, but nine."
					]
				},
				{
					"type": "pf2-h3",
					"page": 121,
					"name": "Names",
					"entries": [
						"While kitsune have some traditional names, they're more likely to use names that are unremarkable in their local society, the better to pass unnoticed. Some have different names for each form: a kitsune name for their kitsune form, a regional name for a tailless form, and possibly no name at all for a fox form."
					]
				},
				{
					"type": "pf2-h4",
					"page": 121,
					"name": "Sample Names",
					"entries": [
						"Hamako, Haohiko, Kitsukou, Kon, Kwan-la, Talaro"
					]
				},
				{
					"type": "pf2-h2",
					"page": 121,
					"name": "Kitsune on Golarion",
					"entries": [
						"Kitsune originated in Tian Xia, though they've tagged along as other peoples have moved across Golarion. As a result, they can now be found across the globe. Kitsune tend to establish few ancestral enclaves, instead blending in with the various national and ethnic groups in the lands where they reside.",
						{
							"type": "pf2-sidebar",
							"page": 122,
							"name": "Kitsune Adventurers",
							"entries": [
								"Kitsune who live among others often have the charlatan, emissary, entertainer, fortune teller, merchant, noble, or nomad backgrounds. Those kitsune who strike out alone favor the acolyte, bandit, or hermit backgrounds.",
								"Kitsune often excel as rogues, investigators, and bards. Kitsune who hone their magical abilities lean more toward sorcerers or oracles, and those who forge a stronger connection to the spirits may become witches."
							]
						},
						{
							"type": "pf2-h3",
							"page": 121,
							"name": "Angen",
							"entries": [
								"Angen is a kitsune settlement in the Inner Sea region, located in the Verduran Forest of Taldor. Angen kitsune don't represent an ethnicity of kitsune, but a group of kitsune from many regions who have formed a collective society. Angen kitsune are among those most invested in bridging communications between kitsune and other peoples, as well as in forging a common kitsune identity out of the traditions of all kitsune.",
								"Where other kitsune often view their forms as different facets of themselves, Angen kitsune tend to view their kitsune form as their true self. Angen kitsune feel that showing their \"true forms\" to the people of the Inner Sea ensures kitsune visibility and dispels the negative stereotypes of trickster kitsune. As a cosmopolitan people, Angen kitsune are equally likely to have any heritage. They tend to have a more fluid sense of what it means to be a kitsune and greater familiarity with living in a world of shapeshifters, often represented by the Myriad Forms and Shapechanger's Intuition ancestry feats."
							]
						},
						{
							"type": "pf2-h3",
							"page": 122,
							"name": "Hwaeko",
							"entries": [
								"Hwaeko kitsune live in scattered groups in and around the Chang Lio Jungle in otherwise-peaceful Hwanggot. They tend to have lean builds, bristling dark fur, and golden eyes. Long ago, Imperial Lung Wa drove these kitsune underground and chased them to the edges of society. Many Hwaeko were forced to survive by scavenging vegetables and less desirable cuts of meat like liver. This persecution caused the majority of Hwaeko kitsune to develop an antagonistic and misanthropic view of \"civilization,\" with many reluctant to reveal themselves as kitsune at all. Some with fox forms eschew society altogether, living as foxes in the wilds and coming into town only rarely—perhaps for a harvest festival, at the new year, or as part of a \"fox pilgrimage,\" a practice where they test themselves by living among non-kitsune as long as they can without detection.",
								"Hwaeko kitsune often have the earthly wilds or dark fields kitsune heritage."
							]
						},
						{
							"type": "pf2-h3",
							"page": 122,
							"name": "Rengo",
							"entries": [
								"Every so often, when a caravan crossed the Crown of the World or a ship sailed across the seas to Avistan, a kitsune numbered among the passengers. Over time, these kitsune established a presence in distant Avistan. Though Irrisen and Varisia have the highest kitsune concentration, some kitsune live sprinkled throughout the large population centers of the Inner Sea, such as Absalom.",
								"Rengo kitsune tend toward dark brown or red fur. Practical skills useful on the frontier are valued more than philosophic meditation, leading Rengo kitsune to focus on trade skills such as farming and artisanship. However, even in the Inner Sea region, kitsune retain a connection to the unseen, incorporating local soothsaying traditions such as harrow reading or tasseography into their customs.",
								"Rengo kitsune often have the frozen wind kitsune heritage."
							]
						},
						{
							"type": "pf2-h3",
							"page": 122,
							"name": "Souko",
							"entries": [
								"While all kitsune, on some level, bridge the boundary between the material world and the world of the spirits, Souko kitsune embody this role fully. From their brightly painted settlement of Kihime in the Forest of Spirits, Souko kitsune serve as couriers, diplomats, and translators between distant kami, especially the ancient kami lords known as jinushigami, who rarely move from the mountains and lakes they protect. Those Souko kitsune who live outside of Kihime walk among the settlements of northern Minkai and eastern Hongal, where they liaise with other mortal peoples on behalf of the spirits. Their cultural emphasis on ambassadorship means Souko kitsune tend to strongly separate their internal and outwardly expressed feelings, modulating their expressions based on the audience. Similarly, Souko kitsune tend to remain in tailless form when among other ancestries out of a desire to present a more familiar face. Many kitsune believe that Souko kitsune are closest to the Nine Bright Grains—the originators of the kitsune people that legend states Daikitsu sent to the Material Plane—and almost all are faithful Daikitsuns, incorporating many of the Lady of Foxes' rites into their everyday society. Souko kitsune's fur tends toward paler shades, with reddish streaks and patches that grow in unnaturally symmetrical, runelike patterns.",
								"Souko kitsune often have the celestial envoy or empty sky kitsune heritage."
							]
						}
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 123,
					"name": "Fox Families",
					"entries": [
						"Due to their shifting nature, kitsune often have mixed-ancestry family units. The children of a kitsune and a non-kitsune can inherit either of their parent's lineages, though many assume that a human baby born to a kitsune is simply a kitsune that has yet to reveal their true form. This has led to the widespread misconception that all offspring of kitsune are themselves kitsune."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 124,
					"name": "Kitsune Settlements",
					"entries": [
						"Though kitsune live all around the world, two major kitsune settlements exist on Golarion: Kihime in Tian Xia, and Angen in the Inner Sea region. Kihime, the central settlement for Souko kitsune, is located in the Forest of Spirits and consists of low, thatched buildings in an intentionally ancient, though effective, design. Rather than torches, star orbs line the streets and glow with soft foxfire to light the darkness—legends state that these star orbs can be unified to cloak Kihime in illusions and abjurations in times of peril. Angen, in the Verduran Forest of Taldor, represents a more modern and cosmopolitan kitsune town, with buildings made in a variety of styles. Angen customs emphasize unity and collectivism, one of the best known being the Foxes' Wedding. In this yearly festival, which occurs spontaneously on the first autumn day that rain falls from a blue sky, all kitsune who became betrothed in the last year are considered married. In celebration, rainbows formed from the mixed sunlight and raindrops are enhanced by kitsune illusions, becoming truly a sight to behold."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 125,
					"name": "The Lady of Foxes",
					"entries": [
						"Though usually referred to with she/her pronouns, the goddess Daikitsu's nature is fluid; her gender, age, and appearance change at her whim. Kitsune's legends state that they were created when Daikitsu granted her original attendants, fox spirits known as the Nine Bright Grains, one of her own abilities: the power to dance between shapes."
					]
				}
			],
			"heritageInfo": [
				"The form kitsune take varies between individuals, with tales stating that their alternate form represents their connection to magical and spiritual influences. Choose one of the following kitsune heritages at 1st level."
			],
			"heritage": [
				{
					"name": "Celestial Envoy Kitsune",
					"source": "LOAG",
					"page": 123,
					"entries": [
						"Whether due to Daikitsu's grace or faithful forebears, you have a strong connection to the divine, affording you certain protections. You gain the Invoke Celestial Privilege reaction. Your alternate form is a common Medium humanoid ancestry prevalent where you grew up (typically human), called a tailless form.",
						{
							"activity": {
								"number": 1,
								"unit": "reaction",
								"entry": "{@as R}"
							},
							"entries": [
								"You rise above the triggering effect, refusing to be harmed by it. You gain a +1 circumstance bonus to the triggering saving throw and to any other saving throws you attempt against {@trait divine} effects until the start of your next turn."
							],
							"type": "ability",
							"style": "full",
							"name": "Invoke Celestial Privilege",
							"trigger": "You attempt a saving throw against a {@trait divine} effect, but you haven't rolled yet."
						}
					]
				},
				{
					"name": "Dark Fields Kitsune",
					"source": "LOAG",
					"page": 123,
					"entries": [
						"You can exert your unsettling presence to subtly {@action Demoralize} others. When you do, {@action Demoralize} loses the {@trait auditory} trait and gains the {@trait visual} trait, and you don't take a penalty when you attempt to {@action Demoralize} a creature that doesn't understand your language. You also gain the Invigorating Fear reaction. Your alternate form is a fox, which has the statistics of 1st-level {@spell pest form}.",
						{
							"activity": {
								"number": 1,
								"unit": "reaction",
								"entry": "{@as R}"
							},
							"entries": [
								"You are invigorated by the shock of a prank or the thrum of terror. You gain temporary Hit Points equal to the creature's level or 3, whichever is higher."
							],
							"type": "ability",
							"style": "full",
							"name": "Invigorating Fear",
							"frequency": "once per hour",
							"trigger": "A creature within 60 feet gains the {@condition frightened} condition."
						}
					]
				},
				{
					"name": "Earthly Wilds Kitsune",
					"source": "LOAG",
					"page": 123,
					"entries": [
						"You are a creature of the material world, with an affinity closer to the wilds than urban society. You gain a jaws unarmed attack that deals {@damage 1d6} piercing damage. Your jaws are in the brawling group and have the {@trait finesse} and {@trait unarmed} traits. Your alternate form is a fox, which has the statistics of 1st-level {@spell pest form}."
					]
				},
				{
					"name": "Empty Sky Kitsune",
					"source": "LOAG",
					"page": 123,
					"entries": [
						"Your spirit is open to the secrets of beyond, granting you greater access to kitsune magic. You gain the {@feat Kitsune Spell Familiarity|LOAG} ancestry feat. Your alternate form is a common Medium humanoid ancestry prevalent where you grew up (typically human), called a tailless form."
					]
				},
				{
					"name": "Frozen Wind Kitsune",
					"source": "LOAG",
					"page": 123,
					"entries": [
						"Your ancestors crossed the Crown of the World or resided on snowy peaks. You gain cold resistance equal to half your level (minimum 1). You treat environmental cold effects as if they were one step less extreme (incredible cold becomes extreme, extreme cold becomes severe, and so on). Your alternate form is a common Medium humanoid ancestry prevalent where you grew up (typically human), called a tailless form."
					]
				}
			],
			"summary": {
				"text": "Kitsune change shapes as easily as clothing, often living undetected among other peoples. Though these mischievous tricksters almost never gather in numbers large enough for political clout, their natural charisma and cunning mean they can have a significant impact on worldly events.",
				"images": [
					"https://2e.aonprd.com/Images/Ancestries/Kitsune01.png",
					"https://2e.aonprd.com/Images/Ancestries/Kitsune02.png"
				]
			}
		}
	]
}
