{
	"ancestry": [
		{
			"name": "Fleshwarp",
			"source": "LOAG",
			"page": 88,
            "rarity": "Rare",
			"hp": 8,
			"size": "Medium",
			"speed": {"walk": 25},
			"boosts": [
				"Dexterity",
				"Intelligence",
				"Free"
			],
			"flaw": [
				"Charisma"
			],
			"languages": [
				"Common",
				"Androffan",
				"Additional languages equal to your Intelligence modifier (if positive). Choose from Abyssal, Celestial, Draconic, Dwarven, Undercommon, Utopian, and any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
                "Aberration",
				"Humanoid"
			],
			"features": [
                {
                    "name": "Low-Light Vision",
                    "entries": [
                        "You can see in dim light as though it were bright light, and you ignore the {@condition concealed} condition due to dim light."
                    ]
			    },
				{
                    "name": "Unusual Anatomy",
                    "entries": [
                        "Your unorthodox body resists physical afflictions meant for other creatures. You gain a +1 circumstance bonus to saves against diseases and poisons."
                    ]
			    }
            ],
			"flavor": [
				"Fleshwarps are people whose forms were created or radically transformed by magic, alchemy, or unnatural energies. Their unorthodox appearance can make it difficult for them to find a place for themselves in the world."
			],
			"info": [
				"Magic and science that can warp bone and twist sinew are all too common on Golarion. Fleshwarps are those who have been permanently altered by such methods—sometimes a sapient being created whole cloth from inanimate flesh, but often a victim unwillingly transformed by strange energies or sadistic creators.",
				"The ancestry name “fleshwarp” is an umbrella term, since on Golarion the actual fleshwarping process is more infamously well-known than are alterations caused by uncontrolled magic, technology, or fringe science. Whether practiced by Thassilonian wizards, Nexian fleshcrafters, or the drow of the Darklands, fleshwarping is the craft of reshaping flesh and mind in vats of foul magical reagents. This has led some scholars of monsters to argue that only those beings created by traditional fleshwarping should be considered fleshwarps. Regardless of the source of their altered forms, fleshwarps bear their new shape forever, transformed beings living a wild and strange existence beyond what was possible for their original ancestry.",
				"Although fleshwarps are humanoid, no two look the same. One might possess limbs in unusual places and skin as smooth as glass, while another might have a thick matting of spiny fur. Some might have animalistic features, like a boar snout, scales, or cloven hooves. Others have entirely alien appearances, such as bulging eyes on the backs of their hands. Some may have only subtly uncanny features that differentiate them, such as glowing teeth, smoking eyes, or fingernails made of bone. The only commonality among fleshwarps is their mismatched nature. Let your imagination run wild when creating a fleshwarp character!",
				"If you want a character who is tough and hardy, can change their form as they grow, and can use their wholly unique appearance to inspire awe or fear in others, you should play a fleshwarp.",
				{
					"type": "pf2-h3",
					"page": 88,
					"name": "You Might...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Embrace your unusual appearance to inspire respect or fear.",
                                "Be used to relying on yourself.",
                                "Distrust large groups of people, particularly mobs, based on past experiences."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 88,
					"name": "Others Probably...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Find your physiology fascinating or terrifying.",
								"Assume you are an expert on strange creatures or occult phenomena.",
								"Consider you an enigmatic and unpredictable—and perhaps even dangerous—outsider."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 89,
					"name": "Physical Description",
					"entries": [
						"Fleshwarps are humanoids, ranging from 5 to 7 feet tall and from just under 100 pounds to more than 300 pounds. The proportion and appearance of their limbs and features differ widely, but fleshwarps functionally have two legs, two arms, and a single head; a fleshwarp with more limbs than this should consider an appropriate ancestry feat to reflect this variance, or one of their limbs might be vestigial and mostly nonfunctional. Fleshwarps differ widely in their appearance due to the unique circumstances of their creation. Even fleshwarp siblings or two people transformed through the same procedure might look wildly different."
					]
				},
				{
					"type": "pf2-h3",
					"page": 89,
					"name": "Society",
					"entries": [
						"Fleshwarps are so few in number that congregations of them are rare. They most often live on their own, with a small family group, or at the outskirts of a community. Some thrive in cities, however, where they can remain anonymous among the crowds while pursuing careers that allow them to avoid contact with people who might fear or persecute them.",
						"Fleshwarps value endurance and are quick to learn from others, so those who come into contact with others of their kind usually share stories that help each other survive, hide, or thrive more effectively. How a fleshwarp formed can be a painful or horrifying subject, one they consider rude to discuss with anyone besides close friends or loved ones."
					]
				},
				{
					"type": "pf2-h3",
					"page": 89,
					"name": "Alignment and Religion",
					"entries": [
						"Fleshwarps have little to gain from the broader society, and therefore rarely work to support society in turn, beyond perhaps helping other fleshwarps. They need to be able to adapt quickly to survive on their own. As a consequence, few fleshwarps are lawful. Although bigoted or short-sighted people view fleshwarps as monsters, fleshwarps are no more or less prone to evil than any other people, and most seek only to live their lives without trouble. Most are neutral in alignment, for while alienation doesn't force a fleshwarp to feel contempt for others, neither does it encourage a fleshwarp to avoid it. This is especially true for fleshwarps living in the societies that gave birth to their traumatic transformation. Fleshwarps aren't often casually religious; most either have little to do with faith at all (viewing themselves as scorned by the gods or simply seeing faith as impractical for survival) or are exceptionally devout. Religious fleshwarps often revere Arazni, Calistria, Desna, or Gozreh; evil fleshwarps typically turn to Lamashtu, finding consolation in the Mother of Monsters."
					]
				},
				{
					"type": "pf2-h3",
					"page": 89,
					"name": "Names",
					"entries": [
						"Fleshwarps can come from—and thus have names from—any culture or ancestry, but some give themselves new names after being transformed, whether to celebrate the change, recognize a new phase of their lives, or conceal their past identity. Many fleshwarps also carry a descriptive nickname granted to them by others, such as “Triple Handed,” “Barkfoot,” or “Many-Mouth.” Fleshwarps don't keep nicknames they find personally offensive, but they tend to keep ones that describe their distinctive appearances or that are given by people they care about."
					]
				},
				{
					"type": "pf2-h4",
					"page": 89,
					"name": "Sample Names",
					"entries": [
						"Borble, Dag, Feff, Hurn, Kemp, Omber, Ostro, Shurni, Surm, Wumpin"
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 90,
					"name": "Fleshwarp Adventurers",
					"entries": [
						"Fleshwarps often live on the margins of society. The hermit, hunter, nomad, or street urchin backgrounds work well for many fleshwarps; others might be criminals, entertainers, or prisoners. The need to defend themselves leads many fleshwarps to become barbarians, fighters, rogues, or rangers. Champions and druids are common callings among fleshwarps who seek to defend and better the lot of others of their kind."
					]
				},
                {
					"type": "pf2-h2",
					"page": 89,
					"name": "Fleshwarps on Golarion",
					"entries": [
						"The eldritch magic and aberrant alchemy used to create fleshwarps are rare but not unique. A number of different organizations and effects in Golarion produce fleshwarps, and one of a fleshwarp’s most important aspects— beyond appearance or attitude—is their origin, which influences both their form and their attitude toward the world.",
                        "Fleshwarps fall into two major groups: those born a member of a different ancestry and transformed into a fleshwarp or those born as a fleshwarp, knowing no other existence. The former sometimes hide their new forms, seeking shelter among their prior society with those open-minded enough to shield them from the less understanding—though unfortunately, there are no guarantees that their friends and family members will be protectors, rather than persecutors. These fleshwarps know best how to blend into their erstwhile societies and might go undiscovered for a long period of time. Fleshwarps born into their warped forms generally have a more difficult upbringing and were likely often forced to fend for themselves, particularly if rejected by parents who considered their form blasphemous or ill-fated. They’re likely to accept their own bodies, as they’ve never known another.",
                        {
							"type": "pf2-sidebar",
							"page": 91,
							"name": "Fleshwarp Settlements",
							"entries": [
								"No settlements consisting entirely of fleshwarps exist openly outside of the Mana Wastes; elsewhere, citizens keep the secret so well that their community’s existence isn’t known to the world at large. Fleshwarps are more likely to live on the fringes of other settlements, working in industries where their hardy constitution is an advantage and their uncanny appearance isn’t a liability. Some are herbalists or trappers, working in the wilderness and interacting with others only rarely. Locals might come to consider a fleshwarp their equal or friend, and take umbrage at outsiders who make a big deal out of the “monster” in their midst. Sentiment might turn quickly upon supernatural events or strange attacks, however, and, tragically, more than a few fleshwarps have been turned out of homes they’ve occupied for decades when faced with a misguided mob."
							]
						},
                        {
                            "type": "pf2-h3",
                            "page": 90,
                            "name": "Fleshwarp Origins",
                            "entries": [
                                "Drow fleshwarpers practice their horrid arts in subterranean laboratories, using intentionally painful methods to transform unwilling victims into surreal, if predictable, shapes. The most common final result of this process is a drider (Bestiary 159). Shapewrought fleshwarps are the lucky exceptions who escape before the process is complete or who survive a faulty process. They might have some features of the fleshwarp they were destined to become, had the transformation been completed, or might have other features entirely. They often retain an intense fear of dark, underground places.",
								"Cultists who serve wicked deities of transmutation, such as Haagenti or Yamasoth, sometimes forcibly transform victims in vile rites. Whether the victim survives is of little consequence to these cultists; it’s the transformation itself that honors their malevolent gods. Their victims are often released after their change, usually from indifference but sometimes to instill terror in a local populace.",
								"The fleshforgers of the magic-infused nation of Nex also create fleshwarps, particularly in the cities of Ecanus and Oenopion. These processes spring not from hatred or debased worship, but from a clinical, academic desire to test the limits of magic with little disregard for sapient life. Fleshwarps created in the fleshforges of Oenopion are more likely to have others that resemble them, as some of the processes used there are time-tested and replicable. These fleshwarps are the most likely to have undergone their transformation willingly, accepting enormous risks to gain greater strength and power.",
								"Fleshwarps sometimes originate from the laboratories of Ustalav, results of scientific rather than magical experiments. Hidden from a suspicious populace, these fleshwarps are rarely coddled by their scientist creators; they are often forced to serve as laborers and may be cast out as the scientists push for even more extreme discoveries. A few are taken as pupils by their secretive masters, raised with a startlingly deep knowledge of alchemical or scientific practices but limited experience with the wider society.",
								"Some fleshwarps have no mortal hand in their creation at all, but are formed due to some environmental accident or catastrophe. The erratic primal magic of the Mana Wastes region is widely known to give rise to fleshwarps. This area holds a number of small fleshwarp settlements, so fleshwarps here are more likely to have a stable home community.",
								"Body-altering magic was practiced in ancient times as well. Many mages and alchemists of ancient Thassilon practiced fleshwarping, particularly the runelords, who regularly bound magic to flesh in the form of arcane sigils and created magically imbued creatures whole cloth. Until the sudden appearance of New Thassilon, this knowledge was at best fragmented and was widely considered lost; sinspawn and fleshdregs seemed to be the only remaining vestiges of this once-extensive lore. Recent discoveries in Thassilonian ruins such as Hollow Mountain and Xin-Shalast, as well as records brought forth by the denizens of New Thassilon, have created something of a resurgence in sin magic used to transform flesh. These practitioners are, as in the days of ancient Thassilon, almost universally amoral alchemists or sin-obsessed wizards, and efforts to tamp down their renewed practices have met with little success. Most Thassilonian fleshwarps bear twisted runes that hint at their transformation.",
								"Perhaps the least common and least understood origin of fleshwarps on Golarion is found in Numeria. Foul and eldritch fluids of many types collect in pools and puddles throughout this harsh land, and the desperate or foolish sometimes drink them. Imbibing these fluids transforms the people who drink them into fleshwarps in entirely new ways unconnected to magic or alchemy. Instead, their transformation is the result of advanced chemical interactions or reconstructive nanites. Those unhappy with the result tend to be more hopeful than other fleshwarps of finding some way to reverse the change, perhaps by refining and imbibing yet more Numerian fluids. That these experiments usually lead to further transformations, or even death, doesn’t always stop them from continuing their trials on themselves—or others."
                            ]
                        }
					]
				}
			],
			"heritageInfo": [
				"The circumstances of each fleshwarp’s creation are different, but they can be grouped into heritages based on the nature of their origin. Choose one of the following fleshwarp heritages at 1st level. Although any fleshwarp may have any appearance you desire, each heritage provides typical characteristics."
			],
			"heritage": [
				{
					"name": "Created Fleshwarp",
					"source": "LOAG",
					"page": 91,
					"entries": [
						"You were created through occult or alchemical processes, such as being grown in a vat or stitched together from the body parts of other creatures by a scientist in Ustalav. Your manufactured body is durable; you don’t need to eat and can’t starve. You gain a +2 circumstance bonus to saving throws against diseases."
					]
				},
				{
					"name": "Mutated Fleshwarp",
					"source": "LOAG",
					"page": 91,
					"entries": [
						"Transformed by uncontrolled magic, you originated in the Mana Wastes or another region similarly devastated by uncontrolled magic. Due to your toughened or redundant organs, the DC for your checks to recover from persistent bleed damage is 10 instead of 15, and it’s reduced to 5 instead of 10 if you have particularly effective assistance recovering from the persistent damage."
					]
				},
				{
					"name": "Shapewrought Fleshwarp",
					"source": "LOAG",
					"page": 91,
					"entries": [
						"A victim of fleshwarping, you likely bear loose flesh, bony spurs, or features of inhuman creatures sprouting from your skin. You have nevertheless turned the psychic toll of your transformation into a strength. You gain resistance to mental damage equal to half your level (minimum 1)."
					]
				},
				{
					"name": "Technological Fleshwarp",
					"source": "LOAG",
					"page": 91,
					"entries": [
						"Your transformation is due to manipulation by advanced technology, like that found in Numeria. Your emotions are dulled and hard to influence. When you roll a success on a saving throw against an emotion effect, you get a critical success instead."
					]
				}
			]
		}
	]
}
