{
	"ancestry": [
		{
			"name": "Catfolk",
			"source": "APG",
			"page": 8,
			"otherSources": {
				"Expanded": [
					"LOAG|16"
				]
			},
			"rarity": "Uncommon",
			"hp": 8,
			"size": "Medium",
			"speed": {
				"walk": 25
			},
			"boosts": [
				"Dexterity",
				"Charisma",
				"Free"
			],
			"flaw": [
				"Wisdom"
			],
			"languages": [
				"{@language Amurrun}",
				"{@language Common}",
				"Additional languages equal to your Intelligence modifier (if it's positive). Choose from {@language Draconic}, {@language Elven}, {@language Gnomish}, {@language Goblin}, {@language Halfling}, {@language Iruxi} (the language of lizardfolk), {@language Jotun}, {@language Sylvan}, and any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"Catfolk",
				"Humanoid"
			],
			"features": [
				{
					"name": "Low-Light Vision",
					"entries": [
						"You can see in dim light as though it were bright light, and you ignore the {@condition concealed} condition due to dim light."
					]
				},
				{
					"name": "Land on Your Feet",
					"entries": [
						"When you fall, you take only half the normal damage and don't land {@condition prone}."
					]
				}
			],
			"flavor": [
				"Curious and gregarious wanderers, catfolk combine features of felines and humanoids in both appearance and temperament. They enjoy learning new things, collecting new tales and trinkets, and ensuring their loved ones are safe and happy. Catfolk view themselves as chosen guardians of natural places in the world and are often recklessly brave, even in the face of overwhelming opposition."
			],
			"info": [
				"Catfolk are outgoing, active humanoids who delight in discovery, whether of hidden ruins or a comfortable place to nap. They are exceptionally social, both within their tight-knit communities and with other creatures they meet. Remarkably brave, catfolk see themselves as guardians of the world against forces that would assail it, and they believe that strong communities, breadth of experience, and continual self-improvement aid them in this fight.",
				"Catfolk have fast reflexes and are even able to twist themselves in the air while falling to land on their feet. As quick as these reflexes are, catfolk have quicker tempers, shifting from effusive glee to aggrieved fury in an instant. Like mundane felines, catfolk involuntarily purr when pleased and growl when surprised or angry.",
				"If you want a character who is curious, brave, friendly, and nimble in body and mind, you should play a catfolk.",
				{
					"type": "pf2-h3",
					"page": 8,
					"name": "You Might...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Demonstrate genuine interest by asking a lot of enthusiastic questions.",
								"Avoid interpersonal conflict by giving someone a cold shoulder or by simply leaving the area.",
								"Carefully scout a target or problem before striking at it quickly."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 8,
					"name": "Others Probably...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Think you monopolize conversations with your incessant queries or opinions.",
								"Consider you haughty or prideful.",
								"Ascribe more emotion than you feel to your involuntary purrs or growling."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 8,
					"name": "Physical Description",
					"entries": [
						"Although all catfolk walk upright and have soft fur, a long tail, large ears, and vertical pupils, they show at least as much variety as ordinary felines. Catfolk have nimble fingers with short claws that are usually retractable. Most catfolk take great pride in maintaining their appearance and rarely suffer the indignity of being wet or dirty if they can avoid it.",
						"Catfolk mature quickly and are able to walk at only a few months old, but they otherwise start their careers at roughly the same age as humans do and live to be 60 or 70 years of age. Catfolk are rarely taller than the average human and, because of their lean builds, almost never weigh as much as a human of similar height."
					]
				},
				{
					"type": "pf2-h3",
					"page": 9,
					"name": "Society",
					"entries": [
						"Catfolk call themselves amurruns, although many consider this name to be private. They raise their children in large extended families, where they are given what many other humanoids see as a distressing latitude to explore and get into trouble from a remarkably young age. Catfolk learn a trade in a loose apprenticeship, and the majority learn several trades over their lives.",
						"Catfolk societies are often led by an appointed leader who speaks on behalf of the community and mediates disputes. A catfolk leader is most often a spellcaster and usually female. Catfolk prefer to deal with grievances by making an elaborate showing of disinterest, or even leaving a community for a time so the problem can die away or work itself out."
					]
				},
				{
					"type": "pf2-h3",
					"page": 9,
					"name": "Alignment and Religion",
					"entries": [
						"Catfolk aren't a particularly religious people, but most do believe they were uplifted from great primeval cats to confront the evil abominations despoiling natural places and laboring to unmake reality. The gods blessed catfolk with language, the use of tools and weapons, and a strong sense of community.",
						"Most catfolk are good. They enjoy the freedom to travel and like to set their own paths in life, so more catfolk are chaotic than lawful. Religious catfolk most often practice a nebulous form of animism, appeasing the spirits of the land and the creatures they hunt to preserve the natural order."
					]
				},
				{
					"type": "pf2-h3",
					"page": 9,
					"name": "Names",
					"entries": [
						"Catfolk are given short names in their youth. Adolescent catfolk are free to choose a different name when they first leave home, though some simply keep the name they've gotten used to. Catfolk love to add titles and honorifics to their names. Some catfolk use their titles exclusively among non-catfolk, and so become known by epithets like Six Fates, Fiend Killer, or Mistcloak."
					]
				},
				{
					"type": "pf2-h4",
					"page": 9,
					"name": "Sample Names",
					"entries": [
						"Alyara, Crinto, Drewan, Espes, Ferrus, Gerran, Halhat, Hoya, Ruun, Sevastin, Tespa, Yonsol, Zakkar, Zathra"
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 9,
					"name": "Catfolk Adventurers",
					"entries": [
						"Catfolk delight in venturing into unexplored areas, whether untrammeled wildernesses or ancient dungeons. They like finding treasures and baubles, but for most catfolk, the experience of the journey itself is the true reward.",
						"Typical catfolk backgrounds include {@background acrobat}, {@background artist}, {@background gambler}, {@background hunter}, {@background nomad}, and {@background scout} from the Core Rulebook, plus {@background bandit|APG}, {@background courier|APG}, {@background insurgent|APG}, {@background outrider|APG}, and {@background root worker|APG} from this book. Catfolk's inherent curiosity and agility mean they excel as {@class swashbucklers|APG}, {@class bards}, {@class fighters}, and {@class rogues}. Their love of the natural world and drive to puzzle out secrets of all types leads many to become {@class investigators|APG}, {@class druids}, or {@class sorcerers}."
					]
				},
				{
					"type": "entriesOtherSource",
					"page": 16,
					"source": "LOAG",
					"entries": [
						"Believed to originate somewhere in central or southern Garund, catfolk—known amongst themselves as amurruns—live everywhere around the Inner Sea. Catfolk legends claim that when Golarion was first created, the gods made catfolk to be guardians tasked with hunting threats to the young world. They consider their nation of Murraseth in southern Garund their hereditary home, though the allure of travel appeals to many catfolk. Propelled by their culture of discovery and bursts of restless energy, they've spread across the world since ancient times, pursuing their love of company and their ancient sense of duty."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 17,
					"source": "LOAG",
					"name": "Other Catfolk",
					"entries": [
						"Numerous catfolk ethnicities exist beyond the Inner Sea. The black-spotted Guarrxil of southern Arcadia are renowned for their principled mercenary companies and heroic rangers. The mysterious Caimurru of the western Arcadian coast trade more with First World caravans than with other mortals. The Lyashtaki catfolk of the Valashmai Jungle sometimes make treks far from the jungle via coast-hopping boats."
					]
				},
				{
					"type": "pf2-h2",
					"page": 16,
					"source": "LOAG",
					"name": "Catfolk of the Inner Sea",
					"entries": [
						"The ancient catfolk diaspora has established distinct cultures and ethnicities around the world, though many of them live among other humanoids so consistently that they rarely form separate settlements.",
						{
							"type": "pf2-h3",
							"page": 16,
							"name": "Askedhaki",
							"source": "LOAG",
							"entries": [
								"Askedhakis are diaspora catfolk commonly found in Vudra, Jalmeray, and Nex. They tend to have striped hair or fur and wear light clothing suitable for travel in oppressive heat and humidity. Most eke out their living as nomadic traders, but their warriors traditionally hunt tigers, rakshasas, and other creatures that prey on humanoids. As a mark of prestige and culture, Askedhakis usually wear the most expensive jewelry they can afford in a variety of styles. They view long fangs as an attractive sign of strength, and their artists and artisans have developed various techniques for enhancing one's fangs with metal.",
								"Askedhakis typically have the clawed or flexible catfolk heritage and often take the {@feat Saber Teeth|LOAG} ancestry feat."
							]
						},
						{
							"type": "pf2-h3",
							"page": 16,
							"name": "Mitzenki",
							"source": "LOAG",
							"entries": [
								"Mitzenkis are indigenous to the Crown of the World and nearby arctic regions, such as Iobaria and northern Arcadia. They often appear taller and brawnier than most other catfolk, and they have either striped or spotted fur that ranges from white to lightly colored. Their home conditions mean these catfolk rarely encourage leaving their communities or traveling abroad, so they like to know everything about their community and neighbors. Mitzenki armor, weapons, and clothing traditionally feature leather and prominent bones.",
								"Mitzenkis overwhelmingly have the winter catfolk heritage."
							]
						},
						{
							"type": "pf2-h3",
							"page": 17,
							"name": "Qittaj",
							"source": "LOAG",
							"entries": [
								"The diasporic Qittaj catfolk are most common in Kelesh, including some parts of eastern Qadira. They tend to have yellow or green eyes and striped bronze or yellow fur. They frequent the busy, sunny marketplaces of Katheer and other major cities as well as journey through major travel hubs and oases across the empire. Qittaj catfolk also use surnames, an unusual practice among their kind, generally taking on an ancestor's title as the clan surname. They're also some of the most religious catfolk, often worshipping {@deity Sarenrae}.",
								"Qittaj catfolk typically have the nine lives or sharp-eared catfolk heritage."
							]
						},
						{
							"type": "pf2-h3",
							"page": 17,
							"name": "Sethurril",
							"source": "LOAG",
							"entries": [
								"Sethurrils are the most populous catfolk ethnicity in Garund and Avistan. Their ancestral home of Murraseth has stood as a rich and influential cultural touchstone since the Age of Darkness, leading many amurruns to equate catfolk culture with Sethurril culture. Sethurril fashion favors eye-catching, multicolor garments with puffy sleeves or flowing cloaks. They're especially likely to worship {@deity Desna}, whom they depict as a kindred catfolk explorer and hunter of the monsters lurking at the world's edges.",
								"Sethurrils most often have the jungle or hunting catfolk heritage."
							]
						},
						{
							"type": "pf2-h3",
							"page": 17,
							"name": "Shemtej",
							"source": "LOAG",
							"entries": [
								"Many believe Shemtej catfolk to be the favored children of Bastet and wardens of dangerous spirits bound in the remote deserts of Osirion, Thuvia, and Rahadoum. Male shemtej catfolk are known for growing full, leonine manes. Their culture prioritizes free love, and Shemtejes largely disavow formalized marriage in favor of more fluid relationship structures. Nomadic family groups known as trains constantly change membership. Lovers come and go, children grow up and seek their own paths, and elders leave to pursue their personal goals.",
								"Shemtejes often have the nine lives or liminal catfolk heritage."
							]
						}
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 18,
					"source": "LOAG",
					"name": "Catfolk Luck",
					"entries": [
						"Catfolk are known for their luck, which they traditionally draw from spirits of creation that they've pleased or emulated. Many catfolk tend to experience this luck as an insistent urge that feels like a warning from a benevolent presence they can't perceive. Others experience it as a reflexive awareness of danger beyond their normal senses. More spiritual catfolk try to tune into the warnings from the spirits of fortune through an art known as serendipity reading."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 19,
					"source": "LOAG",
					"name": "Murraseth",
					"entries": [
						"Murraseth is the largest of several remote catfolk-majority city-states in central Garund. Even distant catfolk take pride in its guilds and its Houses of Names—labyrinthine, live-in galleries for artists and performers who retell catfolk discoveries and tales. Many catfolk consider visiting a House of Names an important life milestone. Guilds dominate Murraseth. Perhaps the most distinctive of these groups is the Circle of Lifeshapers, comprised of polymorph specialists and healers."
					]
				},
				{
					"type": "pf2-h2",
					"page": 126,
					"source": "LOME",
					"name": "Other Peoples",
					"entries": [
						"Many people call the Mwangi Expanse home beyond those most often associated with it. Such inhabitants include the demonically-influenced charau-kas who lord over Lake Ocota, the divination-gifted mbaikis, enterprising and competitive lizardfolk, and adventure-seeking kobolds—among others. The motives of the myriad peoples of the Expanse are as varied as they are, with some hoping to find peace and solitude while others seek fresh meaning to their lives.",
						{
							"type": "pf2-h3",
							"page": 126,
							"name": "Catfolk",
							"source": "LOME",
							"entries": [
								"To an outsider, catfolk might look like panthers distorted by some trick of the light. Others tend to conflate them with hermetic jungle druids or werecreatures, isolating themselves Many people call the Mwangi Expanse home beyond those most often associated with it. Such inhabitants include the demonically-influenced charau-kas who lord over Lake Ocota, the divination-gifted mbaikis, enterprising and competitive lizardfolk, and adventure-seeking kobolds—among others. The motives of the myriad peoples of the Expanse are as varied as they are, with some hoping to find peace and solitude while others seek fresh meaning to their lives. 127 far from civilization. To those of the Expanse, the sight of bipedal pantherlike people moving through the thick foliage is one of the gravest omens of death that can be observed. This results from the area around the Southern Garundi city-state of Murraseth being a fertile breeding ground for poisonous and venomous fauna and flora, such as mambas and moonlighter nettles, as well as home to dangerous natural terrains and traps. The natural dangers of their homeland mean many catfolk—also known as amurruns—focus on traveling safely while doing as little harm as possible or tending to those who have injured themselves in the undergrowth. If these wandering catfolk find others in need of aid, they usually offer to help. Still, rumors persist.",
								"Though these catfolk treat Murraseth as the center of their civilization, many travel to satiate their curiosity. Some venture in secret to purchase supplies from trading outposts or settlements that ask few questions or hire lizardfolk guides on the behalf of adventurers stranded in Southern Garund. Murraseth catfolk are quick to emulate catfolk from other parts of Golarion to avoid any stigmas they might face from Mwangi natives."
							]
						}
					]
				}
			],
			"heritageInfo": [
				"Catfolk have ancestors as varied as any felines. Choose one of the following catfolk heritages at 1st level."
			],
			"heritage": [
				{
					"name": "Clawed Catfolk",
					"shortName": "Clawed",
					"source": "APG",
					"page": 9,
					"entries": [
						"Your family has particularly long, sharp claws capable of delivering bleeding wounds with a wicked swipe. You gain a claw unarmed attack that deals {@damage 1d6} slashing damage. Your claws are in the brawling group and have the {@trait agile}, {@trait finesse}, and {@trait unarmed} traits."
					]
				},
				{
					"name": "Hunting Catfolk",
					"shortName": "Hunting",
					"source": "APG",
					"page": 9,
					"entries": [
						"You come from a long line of skilled hunters and trackers and have a particularly keen sense of smell. You gain imprecise {@ability scent} with a range of 30 feet. This means you can use your sense of smell to determine a creature's location, as explained on page 465 of the Core Rulebook. The GM will usually double the range if you're downwind from the creature or halve the range if you're upwind.",
						"In addition, you gain a +2 circumstance bonus to {@action Track|CRB} a creature or object if you've smelled it before."
					]
				},
				{
					"name": "Jungle Catfolk",
					"shortName": "Jungle",
					"source": "APG",
					"page": 10,
					"entries": [
						"You're descended from jungle stalkers and can move swiftly through scrub and underbrush. You ignore {@quickref difficult terrain||3|terrain} from undergrowth, and {@quickref greater difficult terrain||3|terrain} from undergrowth is only {@quickref difficult terrain||3|terrain} for you."
					]
				},
				{
					"name": "Nine Lives Catfolk",
					"shortName": "Nine Lives",
					"source": "APG",
					"page": 10,
					"entries": [
						"Your family has always seemed to bounce back from disaster, not through physical hardiness or specialized skill, but from sheer luck. Other catfolk whisper that you have nine lives. If you are reduced to 0 Hit Points by a critical hit on an attack roll, you become {@condition dying} 1 instead of {@condition dying} 2."
					]
				},
				{
					"name": "Winter Catfolk",
					"shortName": "Winter",
					"source": "APG",
					"page": 10,
					"entries": [
						"You have a thick coat of fur that protects you from the cold. You gain cold resistance equal to half your level (minimum 1). You treat environmental cold effects as if they were one step less extreme (incredible cold becomes extreme, extreme cold becomes severe, and so on)."
					]
				},
				{
					"name": "Flexible Catfolk",
					"shortName": "Flexible",
					"source": "LOAG",
					"page": 17,
					"entries": [
						"You've inherited flexibility beyond that of most humanoids. You don't treat tight spaces that don't require you to {@action Squeeze} as {@quickref difficult terrain||3|terrain}. In addition, you get a +1 circumstance bonus to checks when you attempt to {@action Escape}."
					]
				},
				{
					"name": "Liminal Catfolk",
					"shortName": "Liminal",
					"source": "LOAG",
					"page": 17,
					"entries": [
						"You've inherited a closeness to the far corners of the world, where the boundaries between dimensions grow thin. You can cast {@spell detect magic} as an occult innate cantrip heightened to half your level, rounded up. You also gain a +1 circumstance bonus to {@skill Occultism} checks to {@action Recall Knowledge} about creatures that originated outside of the Material Plane."
					]
				},
				{
					"name": "Sharp-Eared Catfolk",
					"shortName": "Sharp-Eared",
					"source": "LOAG",
					"page": 17,
					"entries": [
						"You were born with big, expressive ears that move with your moods and perk up at any unexpected sound. You gain a +2 circumstance bonus to locate {@condition undetected} creatures that you could hear within 30 feet with a {@action Seek} action. As long as you're aware of a creature via sound, once per round, your ears can help you {@action Point Out} the creature to all allies as a free action."
					]
				}
			],
			"summary": {
				"text": "Catfolk are highly social, feline humanoids prone to curiosity and wandering.",
				"images": [
					"https://2e.aonprd.com/Images/Ancestries/Catfolk01.png",
					"https://2e.aonprd.com/Images/Ancestries/Catfolk02.png"
				]
			}
		}
	]
}
