{"ancestry":[{"name":"Dwarf","source":"PC1","remaster":true,"page":42,"hp":10,"size":["medium"],"speed":{"walk":20},"boosts":["constitution","wisdom","free"],"flaw":["charisma"],"languages":["{@language Common|PC1}","{@language Dwarven|PC1}","Additional languages equal to your Intelligence modifier (if it's positive). Choose from {@language Gnomish|PC1}, {@language Goblin|PC1}, {@language Jotun|PC1}, {@language Orcish|PC1}, {@language Petran|PC1}, {@language Sakvroth|PC1}, and any other languages to which you have access (such as the languages prevalent in your region)."],"traits":["dwarf","humanoid"],"features":[{"name":"Darkvision","entries":["You can see in darkness and dim light just as well as you can see in bright light, though your vision in darkness is in black and white."]},{"name":"Clan Dagger","entries":["You get one {@item clan dagger|PC1} for free, as it was given to you at birth. Selling this clan dagger is a terrible taboo and earns you the disdain of other dwarves."]}],"flavor":["Dwarves have a well-earned reputation as a stoic and stern people, ensconced within citadels and cities carved from solid rock. While some see them as dour and humorless crafters of stone and metal, dwarves and those who have spent time among them understand their unbridled zeal for their work, caring far more about quality than quantity. To a stranger, they can seem untrusting and clannish, but to their friends and family, they are warm and caring, their halls filled with the sounds of laughter and hammers hitting anvils."],"info":["Dwarves have a well-earned reputation as a stoic and stern people, but they also have an unbridled zeal and deeply value artisanship. To a stranger, they can seem untrusting and clannish, but to their friends and family, they are warm and caring. While trust from a dwarf is hard-won, once gained it is as strong as iron.","If you want to play a character who is as hard as nails, a stubborn and unrelenting adventurer, with a mix of rugged toughness and deep wisdom, you should play a dwarf."],"heritageInfo":["Dwarves take great pride in the resilience of their bloodlines. Choose one of the following dwarven heritages at 1st level."],"heritage":[{"name":"Ancient-Blooded Dwarf","shortName":"Ancient-Blooded","source":"PC1","remaster":true,"page":41,"entries":["Dwarven heroes of old could shrug off their enemies' magic, and some of that resistance manifests in you. You gain the {@action Call on Ancient Blood|PC1} reaction.",{"activity":{"number":1,"unit":"reaction"},"entries":["Your ancestors' innate resistance to magic surges before slowly ebbing down. You gain a +1 circumstance bonus to saving throws on the triggering save and other saves against magical effects until the end of this turn."],"type":"ability","style":"full","name":"Call on Ancient Blood","trigger":"You attempt a saving throw against a {@trait magical} effect, but you haven't rolled yet."}]},{"name":"Death Warden Dwarf","shortName":"Death Warden","source":"PC1","remaster":true,"page":41,"entries":["Your ancestors were tomb guardians, and their power to ward off death passed on to you. If you roll a success on a saving throw against an effect that has the {@trait void} trait or was created by an undead creature, you get a critical success instead."]},{"name":"Forge Dwarf","shortName":"Forge","source":"PC1","remaster":true,"page":41,"entries":["You have a remarkable adaptation to hot environments. This grants you fire resistance equal to half your level (minimum 1), and you treat environmental heat effects as if they were one step less extreme (incredible heat becomes extreme, extreme heat becomes severe, and so on)."]},{"name":"Rock Dwarf","shortName":"Rock","source":"PC1","remaster":true,"page":43,"entries":["Your ancestors lived and worked among the ancient stones of the mountains or the depths of the earth. This makes you solid as a rock when you plant your feet. You gain a +2 circumstance bonus to your Fortitude or Reflex DC against attempts to {@action Reposition|PC1}, {@action Shove|PC1}, or {@action Trip|PC1} you. This bonus also applies to saving throws against spells or effects that attempt to force you to move or knock you {@condition prone|PC1}.","In addition, if any effect would force you to move 10 feet or more, you are moved only half the distance."]},{"name":"Strong-Blooded Dwarf","shortName":"Strong-Blooded","source":"PC1","remaster":true,"page":43,"entries":["Your blood runs hearty and strong, and you can shake off toxins. You gain poison resistance equal to half your level (minimum 1), and each of your successful saving throws against a poison affliction reduces its stage by 2, or by 1 for a virulent poison. Each critical success against an ongoing poison reduces its stage by 3, or by 2 for a virulent poison."]}],"summary":{"text":"Dwarves are a short, stocky people who are often stubborn, fierce, and devoted.","images":["https://2e.aonprd.com/Images/Ancestries/Dwarf01.png","https://2e.aonprd.com/Images/Ancestries/Dwarf02.png"]}}]}