{
	"ancestry": [
		{
			"name": "Human",
			"source": "PC1",
			"remaster": true,
			"page": 62,
			"hp": 8,
			"size": [
				"medium"
			],
			"speed": {
				"walk": 25
			},
			"boosts": [
				"Two free ability boosts"
			],
			"languages": [
				"{@language Common|PC1}",
				"Additional languages equal to 1 + your Intelligence modifier (if it's positive). Choose from the list of {@filter common languages|languages||Type=Common} and any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"human",
				"humanoid"
			],
			"flavor": [
				"As unpredictable and varied as any of Golarion's peoples, humans have exceptional drive and the capacity to endure and expand. Though many civilizations thrived before humanity rose to prominence, humans have built some of the greatest and the most terrible societies throughout the course of history, and today they are the most populous people in the realms around the Inner Sea.",
				"Humans' ambition, versatility, and exceptional potential have led to their status as the world's predominant ancestry. Their empires and nations are vast, sprawling things, and their citizens carve names for themselves with the strength of their sword arms and the power of their spells. Humanity is diverse and tumultuous, running the gamut from nomadic to imperial, sinister to saintly. Many of them venture forth to explore, to map the expanse of the multiverse, to search for long-lost treasure, or to lead mighty armies to conquer their neighbors—for no better reason than because they can.",
				"If you want a character who can be just about anything, you should play a human."
			],
			"heritageInfo": [
				"Unlike other ancestries, humans don't have significant physiological differences defined by their lineage. Instead, their heritages reveal their potential as a people and may reflect the traditional skills of their numerous ethnicities. Choose one of the following human heritages at 1st level."
			],
			"heritage": [
				{
					"name": "Skilled Heritage",
					"shortName": "Skilled",
					"source": "PC1",
					"remaster": true,
					"page": 63,
					"entries": [
						"Your ingenuity allows you to train in a wide variety of skills. You become trained in one skill of your choice. At 5th level, you become an expert in the chosen skill."
					]
				},
				{
					"name": "Versatile Heritage",
					"shortName": "Versatile",
					"source": "PC1",
					"remaster": true,
					"page": 63,
					"entries": [
						"Humanity's versatility and ambition have fueled its ascendance to be the most common ancestry in most nations throughout the world. Select a {@filter general feat|feats||type=general} of your choice for which you meet the prerequisites (as with your ancestry feat, you can select this general feat at any point during character creation)."
					]
				}
			],
			"summary": {
				"text": "Humans are incredibly diverse. Some, such as half-elves and half-orcs, even have non-human ancestors.",
				"images": [
					"https://2e.aonprd.com/Images/Ancestries/Human01.png"
				]
			}
		}
	]
}
