{"ancestry":[{"name":"Conrasu","source":"LOME","page":106,"rarity":"rare","hp":10,"size":["Medium"],"speed":{"walk":25},"boosts":["constitution","wisdom","free"],"flaw":["charisma"],"languages":["{@language Mwangi}","{@language Rasu|LOME}","Additional languages equal to your Intelligence modifier (if it is positive). Choose from {@language Celestial}, {@language Elven}, {@language Iruxi|Bst}, {@language Sylvan}, {@language Terran}, {@language Utopian|Bst}, and any other languages to which you have access (such as the languages prevalent to your region)."],"traits":["aeon","conrasu","plant"],"features":[{"name":"Sunlight Healing","entries":["A conrasu can enter a meditative, healing state as a 10-minute activity when exposed to direct sunlight, in which case they recover {@dice 1d8} Hit Points. At 3rd level, and every 2 levels thereafter, this healing increases by {@dice 1d8}. Once a conrasu has recovered Hit Points in this way, they are temporarily immune to further uses of Sunlight Healing for 1 day."]}],"flavor":["Conrasus are shards of cosmic force given consciousness who construct intricate exoskeletons to interface with the mortal world. Both an integral part of the underlying processes of the universe and strangely set apart, conrasus look to aeons to understand their existence."],"info":["Conrasus aren't entirely clear on their own origins. Some historians think them a failed experiment of a wizardly cabal—possibly a splinter of artificers from the ancient Jitska Imperium—who desperately hoped to bind a pleroma to bolster their army but who accidentally conjured shattered scraps of the aeon instead. Others believe conrasus were built by their ancestors using an accelerated, iterative evolution process as natural as one designed by those who build portions of their own bodies could ever hope to achieve. Most likely, it is a mix of the two.",{"type":"pf2-h3","page":106,"name":"You Might...","entries":[{"type":"list","items":["Do your best to determine and act upon the will of your guiding aeon.","Use rituals and repetitive actions as a means to meditate and reflect on your purpose.","Have difficulty applying your cosmic instincts and senses to a physical existence."]}]},{"type":"pf2-h3","page":106,"name":"Others Probably...","entries":[{"type":"list","items":["View you as part of a hivemind at best or lacking in free will at worst.","Have trouble understanding your perspective or attempts at communication.","Look to you as the expert on any matters involving aeons or related beings."]}]},{"type":"pf2-h3","page":106,"name":"Physical Description","entries":["The true form of a conrasu is an abstract chunk of spiritual essence. While their being exists beyond the truth of humanoid senses, to the mortal eye, their body usually resembles a globe of light, darkness, or space. Floating, internal pinpricks of illumination sit inside the ball, slightly obscured as if peeking through a gelatinous substance. These \"cores\" surround themselves with bodies made out of still-living wood, creating the form that most people recognize as a conrasu. Conrasus themselves are called to a path and, once they find it, shape frames to create a suitable form, leading to a wide variety of appearances.","As a conrasu ages, the supple green wood of their body hardens, causing their limbs to lose mobility. Conrasus must constantly grow new arms and roots for their living exoskeleton, leaving their frozen limbs as immobile effigies along their shell.","Conrasus can't maintain their integrity without their wooden exoskeletons. A conrasu that loses its exoskeleton dissipates and dies, though they can be returned to life with magic like other beings."]},{"type":"pf2-h3","page":106,"name":"Society","entries":["There are three distinct types of conrasus. Maintainers tend and care for others, believing they must cultivate a proper balance between various forces. Shapers build and direct those around them, and feel that balance is maintained by those who strive to preserve the world's equilibrium. Lastly, correctors fix problems of all sorts, often acting as stalwart bastions of law who perceive the world in absolutes, with few to no shades of gray. True balance can be achieved only in cases where pressure and force have been applied to make necessary changes.","On rare occasions, a conrasu may hear and heed the call of another form of extraplanar being. One might serve a psychopomp, another an archon, and yet another might become a witch and adopt an unknown figure as a patron."]},{"type":"pf2-h3","page":107,"name":"Alignment and Religion","entries":["Many conrasus consider themselves bound to a specific aeon, following them like a deity and doing what they believe to be the aeon's bidding. As a result, almost all conrasus are lawful neutral in alignment."]},{"type":"pf2-h3","page":107,"name":"Names","entries":["Conrasus have little in the way of consciousness as others understand it before they self-actualize and leave the nursery-towns where they sprouted. That includes a name, a concept of gender, and even the passage of time beyond their little bubbles—these are picked up in the wider world. As a result, a conrasu might have nearly any appellation."]},{"type":"pf2-h4","page":107,"name":"Sample Names","entries":["Automa, Azubu, Dumi, Emeka, Ganizadi, Locu, Incanes, Radi, Shell, Weave"]},{"type":"pf2-sidebar","page":108,"name":"Conrasu Adventurers","entries":["Maintainers who become adventurers are often {@class wizard||wizards}, {@class bard||bards}, or {@class cleric||clerics} who offer their magic and knowledge to the group and subtly nudge the party as needed. Correctors tend to become {@class champion||champions}, {@class cleric||clerics}, and {@class fighter||fighters}, forming heavy and hard living wood armor around themselves to keep them safe from harm. The rare shaper might travel with a group as a {@class druid} or even a {@class bard}, usually to accomplish a goal they believe lies outside of the enclaves. No matter the path a conrasu finds themselves on, they tend to come from similar backgrounds. {@background Field medic} and {@background herbalist} tend to fit those who find themselves comfortable in their homes and with those of their nursery while conrasus of nomad or emissary backgrounds tend to enjoy roaming from place to place."]},{"type":"pf2-sidebar","page":109,"name":"Conrasu Enclaves","entries":["The Creche is an enclave comprised primarily of shapers who tend an expansive nursery of the strange trees, each sprouted from severed conrasu limbs, that eventually become the conrasus and their exoskeletons. Located in the dense and largely unmapped jungles of the northeastern Mwangi Expanse, this enclave is the first place most conrasus know and where they begin their journeys as the hands of aeons. If any one place serves as the heart and soul of conrasu civilization, the Creche is it.","The Copses is another enclave between the Creche and Lake Ocota where shapers tend to trees that are used to reinforce the exoskeletons of young conrasus as they set out into the world. Conrasus traditionally stop here to take some time to learn as they craft their new selves."]}],"heritageInfo":["As a conrasu grows, they take part in a rite that changes and enhances their form. Each rite has different benefits, which manifest as specific heritages. Choose one of the following conrasu heritages at 1st level."],"heritage":[{"name":"Rite of Knowing","shortName":"Knowing","source":"LOME","page":107,"entries":["You enhanced your exoskeleton with a connection to Axis, allowing you to tap into the infinite knowledge of the plane. You gain the {@action Call to Axis|LOME} action.",{"name":"Call to Axis","source":"LOME","type":"ability","style":"full","page":107,"activity":{"number":1,"unit":"free"},"traits":["fortune"],"actionType":{"ancestry":["Conrasu|LOME"],"heritage":["Rite of Knowing|LOME"]},"frequency":{"unit":"day","freq":1},"trigger":"You are about to attempt a check to {@action Recall Knowledge}.","entries":["You call upon the knowledge of Axis to ensure the accuracy of your information. You roll a second time and use the higher result. If you roll a critical failure, you get a failure instead. If you roll a success, you get a critical success instead."]}]},{"name":"Rite of Light","shortName":"Light","source":"LOME","page":107,"entries":["Your exoskeleton bears small shoots that can share life. When using your Sunlight Healing, you can restore the Hit Points of an adjacent ally instead of yourself. That ally becomes temporarily immune to all uses of Sunlight Healing for 1 day."]},{"name":"Rite of Passage","shortName":"Passage","source":"LOME","page":107,"entries":["Your exoskeleton remains connected with the plants that created it. You can ignore {@quickref difficult terrain||3|terrain} and uneven ground caused by undergrowth. In addition, when you use the {@skill Acrobatics} skill to {@action Balance} on narrow surfaces or uneven ground within forests, you aren't {@condition flat-footed}. When you roll a success attempting one of these {@skill Acrobatics} checks, you get a critical success instead."]},{"name":"Rite of Reinforcement","shortName":"Reinforcement","source":"LOME","page":107,"entries":["Your woven exoskeleton rivals the hardest armors that can be found. Your exoskeleton is medium armor in the plate armor group that grants a +4 item bonus to AC, a Dex cap of +1, a check penalty of –2, a speed penalty of –5 feet, and a Strength value of 16, and has the comfort trait. You can never wear other armor or remove your exoskeleton. You can etch armor runes onto your exoskeleton as normal."]},{"name":"Rite of Invocation","shortName":"Invocation","source":"LOME","page":108,"entries":["You augmented your exoskeleton with magic. You gain one cantrip from the arcane or occult spell list. You can cast this spell as an innate spell at will. A cantrip is heightened to a spell level equal to half your level rounded up."]}],"summary":{"text":"Conrasus are shards of cosmic force given consciousness who construct intricate exoskeletons to interface with the mortal world. Both an integral part of the underlying processes of the universe and strangely set apart, conrasus look to aeons to understand their existence.","images":["https://2e.aonprd.com/Images/Ancestries/Conrasu01.png","https://2e.aonprd.com/Images/Ancestries/Conrasu02.png"]}}]}