{
	"ancestry": [
		{
			"name": "Goloma",
			"source": "LOME",
			"page": 114,
			"rarity": "rare",
			"hp": 8,
			"size": [
				"medium"
			],
			"speed": {
				"walk": 30
			},
			"boosts": [
				"wisdom",
				"free"
			],
			"languages": [
				"{@language Goloma|LOME}",
				"{@language Mwangi}",
				"Additional languages equal to your Intelligence modifier (if it's positive). Choose from {@language Abyssal}, {@language Aklo}, {@language Draconic}, {@language Elven}, {@language Halfling}, {@language Necril}, {@language Orcish}, {@language Sylvan}, and any other languages to which you have access (such as the languages prevalent in your region)"
			],
			"traits": [
				"goloma",
				"humanoid"
			],
			"features": [
				{
					"name": "Eyes in Back",
					"entries": [
						"You have eyes that point in several different directions and instinctively notice movement in the peripheries of your vision. When you use the {@action Seek} basic action, you can look for creatures in two areas instead of one. If precision is necessary, you can select two 30-foot cones or 15-foot bursts within line of sight instead of one."
					]
				}
			],
			"flavor": [
				"Golomas fear most other people and deliberately use their unusual biology to frighten off those they consider to be dangerous predators. Rarely seen and poorly understood, golomas' many-eyed and wooden faced visages instill terror in most they meet."
			],
			"info": [
				"Though just as capable of being dangerous as any intelligent creature on Golarion, golomas have a deep-rooted psychological understanding that they are prey, and that all two-eyed people are predators. As a result, golomas rarely reveal themselves to others, and when they do, they often adopt threatening personas as a means to protect themselves. Even those few golomas who venture out into greater Mwangi society often have trouble relating to other ancestries, due to their strong differences in perception and mindset.",
				{
					"type": "pf2-h3",
					"page": 114,
					"name": "You Might...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Instinctively process large amounts of disparate information quickly and efficiently.",
								"Project an air of intimidation to conceal your nervous disposition.",
								"Have difficulty distinguishing individual objects or people from others that are similar."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 114,
					"name": "Others Probably...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Are frightened by your strange physiology.",
								"Mistake your difficulties with identifying distinct people from one another as indifference.",
								"Are awed by your skill at noticing minute details at a glance and drawing rapid conclusions."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 114,
					"name": "Physical Description",
					"entries": [
						"Golomas are humanoids with rough skin that ranges in color from warm brown to ebony, although sickly gray or white individuals with albinism are not uncommon. Their fingers and feet are coated with a thin layer of chitin. A goloma's face is an oblong wedge made of smooth chitin, almost resembling a wooden mask. Protruding from this face are eight gelatinous, shining eyes. A goloma's mouth and jaw are located beneath their face-plate, and a bony crest juts from the top of their chitinous visage. The back of a goloma's head and neck is coated in black hair that is filled with thousands of tiny, peering eyes. These eyes tend to glow and squirm as they look around—an unsettling sight for most."
					]
				},
				{
					"type": "pf2-h3",
					"page": 114,
					"name": "Society",
					"entries": [
						"An ancient goloma story states that during a calamity unleashed long ago, gods and demons burst forth from the earth to steal the eyes from other creatures. Only the golomas and others who were in hiding were spared—yet golomas soon began to be hunted by the now two-eyed people, who were hungry to take goloma eyes to replace what they had lost. This accurately sums up most golomas' mentalities: to be exposed is to be vulnerable, and to trust a stranger is deadly. Golomas usually travel and live with groups of other golomas, as this is where they feel most comfortable.",
						"Golomas learn at a young age to be vigilant at all times, observing the environment for any irregularities and then reacting with quick, calculated instinct rather than deliberative action. Other ancestries often perceive golomas to be paranoid and hypervigilant. Golomas are also better at wide-scale observation than observation of specific things—they can easily notice commonalities across large fields but have difficulty remembering what a specific object or creature looked like. This only increases their paranoia, as they have trouble visually distinguishing known friends from potentially hostile foes."
					]
				},
				{
					"type": "pf2-h3",
					"page": 115,
					"name": "Alignment and Religion",
					"entries": [
						"Golomas tend to focus on their own survival and thus are typically neutral, though those who find more comfort in conformity than others trend toward lawful alignments. Golomas often pay homage to Kalekot, a deity of protective fear, as the guardian of their people, though not one to be trusted. Kalekot is called upon to curse those who victimize golomas, as most feel that justice can only be attained using supernatural means. Other popular gods include Mazludeh and Grandmother Spider, who encourage the strength of community, though a typical goloma's idea of community is often very insular."
					]
				},
				{
					"type": "pf2-h3",
					"page": 115,
					"name": "Names",
					"entries": [
						"A goloma's true name is kept among golomas, as there are hundreds of cautionary tales of what could happen if another creature learns a goloma's true name. Names tend to lack soft syllables, which golomas often struggle to pronounce, and typically consist of hard consonants and individually enunciated vowels instead. Among other people, golomas tend to use names that are intended to be intimidating, taking elements and sounds from Aklo, Necril, or words from local languages that seem to cause strong reactions."
					]
				},
				{
					"type": "pf2-h4",
					"page": 115,
					"name": "Sample Names",
					"entries": [
						"Biqkuul, Ehbouja, Haamaah, Kouzo, Quaerjii, Tebaazu, Uruueda, Zekuukeu"
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 116,
					"name": "Goloma Adventurers",
					"entries": [
						"Golomas keep to themselves in self-sufficient societies, and commonly possess backgrounds such as {@background hunter}, {@background laborer}, {@background artist}, or {@background farmhand}. Golomas who keep a lookout for their communities might be {@background scout||scouts} or {@background acolyte||acolytes}. They make excellent {@class cleric||clerics} of more unusual gods—those who are less attuned to a typical humanoid mindset and seek worshippers who can truly understand them. {@class druid||Druids} are not uncommon among golomas, and they also make excellent {@class investigator||investigators}."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 117,
					"name": "Goloma Enclaves",
					"entries": [
						"Most goloma enclaves can be found in jungles, where the dark light and excess noise can hide their presence. However, a few enclaves can be found tucked away in well-sheltered mountains and hills. Golomas are most commonly found in the Screaming Jungle; a few are willing to treat with the residents of Osibu, who at least seem to share a sensible attitude about the world. Some golomas also travel to Nantambu, hoping to gain an education at the Magaambya university.",
						"Golomas are effectively unknown outside the Mwangi Expanse. A few enclaves are believed to have migrated into Southern Garund, and some may have journeyed to other continents. If so, the Mwangi golomas have lost track of their wayward kin long ago, and could not verify such rumors even if they wanted to."
					]
				}
			],
			"heritageInfo": [
				"Choose one of the following goloma heritages at 1st level."
			],
			"heritage": [
				{
					"name": "Farsight Goloma",
					"shortName": "Farsight",
					"source": "LOME",
					"page": 115,
					"entries": [
						"Your eyes have adapted to see more in less than favorable conditions. You gain {@ability low-light vision}."
					]
				},
				{
					"name": "Frightful Goloma",
					"shortName": "Frightful",
					"source": "LOME",
					"page": 115,
					"entries": [
						"Your face has a particularly off-putting appearance. You are trained in {@skill Intimidation} (or another skill of your choice if you were already trained in {@skill Intimidation}) and gain the Intimidating Glare skill feat as a bonus feat."
					]
				},
				{
					"name": "Insightful Goloma",
					"shortName": "Insightful",
					"source": "LOME",
					"page": 115,
					"entries": [
						"You've learned to watch for telltale signs of dangerous sentiments to help you avoid trouble. You gain a +1 circumstance bonus to your Perception DC against attempts to Lie to you and your Perception checks to Sense Motive."
					]
				},
				{
					"name": "Vicious Goloma",
					"shortName": "Vicious",
					"source": "LOME",
					"page": 115,
					"entries": [
						"The chitin on your hands forms powerful claws that allow you to defend yourself. You gain a claw unarmed attack that deals {@damage 1d6} slashing damage. Your claws are in the {@group brawling} group and have the {@trait agile}, {@trait finesse}, and {@trait unarmed} traits."
					]
				},
				{
					"name": "Vigilant Goloma",
					"shortName": "Vigilant",
					"source": "LOME",
					"page": 115,
					"entries": [
						"You've learned to be aware of not just obvious physical dangers, but also noticeable magical threats. You can cast the detect magic cantrip as an arcane innate spell at will. A cantrip is heightened to a spell level equal to half your level rounded up. In addition, your awareness allows you to notice magical traps easier than others. Your proficiency rank in Perception is considered one step better when attempting to detect magical traps. (Trained is considered expert, expert is considered master, and master is considered legendary)."
					]
				}
			],
			"summary": {
				"text": "Golomas fear most other people and deliberately use their unusual biology to frighten off those they consider to be dangerous predators. Rarely seen and poorly understood, golomas' many-eyed and wooden faced visages instill terror in most they meet.",
				"images": [
					"https://2e.aonprd.com/Images/Ancestries/Goloma01.png",
					"https://2e.aonprd.com/Images/Ancestries/Goloma02.png"
				]
			}
		}
	]
}
