{"ancestry":[{"name":"Elf","source":"PC1","remaster":true,"page":46,"hp":6,"size":["medium"],"speed":{"walk":30},"boosts":["dexterity","intelligence","free"],"flaw":["constitution"],"languages":["{@language Common|PC1}","{@language Elven|PC1}","Additional languages equal to your Intelligence modifier (if it's positive). Choose from {@language Empyrean|PC1}, {@language Draconic|PC1}, {@language Kholo|PC1}, {@language Gnomish|PC1}, {@language Goblin|PC1}, {@language Orcish|PC1}, {@language Fey|PC1}, and any other languages to which you have access (such as the languages prevalent in your region)."],"traits":["elf","humanoid"],"features":[{"name":"Low-Light Vision","entries":["You can see in dim light as though it were bright light, so you ignore the {@condition concealed|PC1} condition due to dim light."]}],"flavor":["As an ancient people, elves have seen great change and have the perspective that can come only from watching the arc of history. After leaving Golarion in ancient times, they returned to a changed land, and they still struggle to reclaim their ancestral homes. Elves value kindness, intellect, and beauty, with many elves striving to improve their manners, appearance, and culture. Their studies delve into a level of detail that most shorter-lived peoples find excessive or inefficient. Elves are often rather private people, steeped in the secrets of their groves and kinship groups. They're slow to build friendships outside their kinsfolk, as elves who spend their lives among shorterlived peoples often become morose after watching generations of companions age and die. These elves are known as Forlorn among their fellow elves.","If you want a character who is magical, mystical, and mysterious, you should play an elf."],"heritageInfo":["Elves live long lives, have multitudes of experiences, and adapt to their environment after dwelling there for a long time. Choose one of the following elven heritages at 1st level."],"heritage":[{"name":"Ancient Elf","shortName":"Ancient","source":"PC1","remaster":true,"page":47,"entries":["In your long life, you've dabbled in many paths and many styles. A typical ancient elf is at least 100 years old, though you might be younger at the GM's discretion. Choose a class other than your own. You gain the multiclass dedication feat for that class, even though you don't meet its level prerequisite. You must still meet its other prerequisites to gain the feat."]},{"name":"Arctic Elf","shortName":"Arctic","source":"PC1","remaster":true,"page":47,"entries":["You dwell deep in the frozen north and have gained incredible resilience against cold environments, granting you cold resistance equal to half your level (minimum 1). You treat environmental cold effects as if they were one step less extreme (incredible cold becomes extreme, extreme cold becomes severe, and so on)."]},{"name":"Cavern Elf","shortName":"Cavern","source":"PC1","remaster":true,"page":47,"entries":["You were born or spent many years in underground tunnels or caverns where light is scarce. You gain darkvision."]},{"name":"Seer Elf","shortName":"Seer","source":"PC1","remaster":true,"page":47,"entries":["You have an inborn ability to detect and understand magical phenomena. You can cast the {@spell detect magic|PC1} cantrip as an arcane innate spell at will. A cantrip is heightened to a spell rank equal to half your level rounded up.","In addition, you gain a +1 circumstance bonus to checks to {@action Identify Magic|PC1} and to {@action Decipher Writing|PC1} of a magical nature. These skill actions typically use the {@skill Arcana|PC1}, {@skill Nature|PC1}, {@skill Occultism|PC1}, or {@skill Religion|PC1} skill."]},{"name":"Whisper Elf","shortName":"Whisper","source":"PC1","remaster":true,"page":47,"entries":["Your ears are finely tuned, able to detect even the slightest whispers of sound. You gain a +2 circumstance bonus when using the {@action Seek|PC1} action to find {@condition hidden|PC1} or undetected creatures within 30 feet of you. When you target an opponent that is {@condition concealed|PC1} from you or {@condition hidden|PC1} from you, reduce the DC of the flat check to 3 for a {@condition concealed|PC1} target or 9 for a {@condition hidden|PC1} one. This benefit doesn't apply if you can't hear or if the creature is incapable of making sound (for example, if it's affected by a {@spell silence|PC1} spell)."]},{"name":"Woodland Elf","shortName":"Woodland","source":"PC1","remaster":true,"page":47,"entries":["You're adapted to life in the forest, the deep jungle, or a similar environment, and you know how to climb trees and use foliage to your advantage. When {@action climb|PC1|Climbing} trees, vines, and other foliage, you move at half your Speed on a success and at full Speed on a critical success (and you move at full Speed on a success if you have {@feat Quick Climb|PC1}). This doesn't affect you if you're using a climb Speed.","You can always use the {@action Take Cover|PC1} action when you are within forest terrain to gain cover, even if you're not next to an obstacle you can {@action Take Cover|PC1} behind."]}],"summary":{"text":"Elves are a tall, slender, long-lived people with a strong tradition of art and magic.","images":["https://2e.aonprd.com/Images/Ancestries/Elf01.png","https://2e.aonprd.com/Images/Ancestries/Elf02.png"]}}]}