{
	"ancestry": [
		{
			"name": "Orc",
			"source": "PC1",
			"remaster": true,
			"page": 71,
			"hp": 10,
			"size": [
				"medium"
			],
			"speed": {
				"walk": 25
			},
			"boosts": [
				"strength",
				"free"
			],
			"languages": [
				"{@language Common|PC1}",
				"{@language Orcish|PC1}",
				"Additional languages equal to your Intelligence modifier (if it's positive). Choose from {@language Goblin|PC1}, {@language Jotun|PC1}, {@language Petran|PC1}, {@language Sakvroth|PC1}, and any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"orc",
				"humanoid"
			],
			"features": [
				{
					"name": "Darkvision",
					"entries": [
						"You can see in darkness and dim light just as well as you can see in bright light, though your vision in darkness is in black and white."
					]
				}
			],
			"flavor": [
				"Orcs are forged in the fires of violence and conflict, often from the moment they are born. As they live lives that are frequently cut brutally short, orcs revel in testing their strength against worthy foes, often by challenging a higher-ranking member of their community for dominance. Orcs often struggle to gain acceptance among other communities, who frequently see them as brutes. Those who earn the loyalty of an orc friend, however, soon learn that an orc's fidelity and honesty are unparalleled. Orc culture teaches that they are shaped by the challenges they survive, and the most worthy survive the most hardships. Orcs who attain both a long life and great triumphs command immense respect.",
				"If you want a character who is hardy, fearsome, and excels at feats of physical prowess, you should play an orc."
			],
			"heritageInfo": [
				"Orcs have a long history on the surface of the world, and a far longer history underground. Their hardy physiques and demanding lifestyles have led to various adaptations. Choose one of the following orc heritages at 1st level."
			],
			"heritage": [
				{
					"name": "Badlands Orc",
					"shortName": "Badlands",
					"source": "PC1",
					"remaster": true,
					"page": 71,
					"entries": [
						"You come from sun-scorched badlands, where long legs and an ability to withstand the elements helped you thrive. You can {@action Hustle|PC1} twice as long while exploring before you have to stop, and you treat environmental heat effects as if they were one step less extreme (incredible heat becomes extreme, extreme heat becomes severe, and so on)."
					]
				},
				{
					"name": "Battle-Ready Orc",
					"shortName": "Battle-Ready",
					"source": "PC1",
					"remaster": true,
					"page": 71,
					"entries": [
						"You descend from a line of terrifying battlefield commanders. You become trained in {@skill Intimidation|PC1}, and you gain the {@feat Intimidating Glare|PC1} skill feat."
					]
				},
				{
					"name": "Deep Orc",
					"shortName": "Deep",
					"source": "PC1",
					"remaster": true,
					"page": 71,
					"entries": [
						"Your calloused hands and red eyes speak to a life spent in the deep darkness of mountain caverns, where you learned to battle on rocky cliffs and survive with minimal resources. You gain the {@feat Terrain Expertise|PC1} skill feat for underground terrain and the {@feat Combat Climber|PC1} skill feat."
					]
				},
				{
					"name": "Grave Orc",
					"shortName": "Grave",
					"source": "PC1",
					"remaster": true,
					"page": 71,
					"entries": [
						"You were exposed to powerful necromantic energies that should have killed you—but you survived. Your skin is cold, clammy, and gray. You gain resistance to void damage equal to half your level (minimum 1). You also gain a +1 circumstance bonus to saving throws against effects with the {@trait death} or {@trait void} trait."
					]
				},
				{
					"name": "Hold-Scarred Orc",
					"shortName": "Hold-Scarred",
					"source": "PC1",
					"remaster": true,
					"page": 71,
					"entries": [
						"You are part of an orc community that participates in ritual scarification or tattooing. The marks on your skin show your exceptional hardiness and vitality. You gain 12 Hit Points from your ancestry instead of 10. You also gain the {@feat Diehard|PC1} feat."
					]
				},
				{
					"name": "Rainfall Orc",
					"shortName": "Rainfall",
					"source": "PC1",
					"remaster": true,
					"page": 71,
					"entries": [
						"You were born in a rain forest with only tangles of trees providing protection from torrential rainstorms and flash floods. You've learned to move adeptly through jungle terrain and resist the various ailments common in humid environs. You gain a +2 circumstance bonus to {@skill Athletics|PC1} checks to {@skill Climb|PC1} or {@skill Swim|PC1} and a +1 circumstance bonus to saving throws against diseases. "
					]
				},
				{
					"name": "Winter Orc",
					"shortName": "Winter",
					"source": "PC1",
					"remaster": true,
					"page": 71,
					"entries": [
						"Your ancestors survived in cold climates. You become trained in {@skill Survival|PC1}, and you treat environmental cold effects as if they were one step less extreme (incredible cold becomes extreme, extreme cold becomes severe, and so on)."
					]
				}
			],
			"summary": {
				"text": "Orcs are proud, strong people with hardened physiques who value physical might and glory in combat.",
				"images": [
					"https://2e.aonprd.com/Images/Ancestries/Orc01.png",
					"https://2e.aonprd.com/Images/Ancestries/Orc02.png"
				]
			}
		}
	]
}
