{
	"ancestry": [
		{
			"name": "Leshy",
			"source": "LOCG",
			"page": 52,
			"otherSources": {
				"Expanded": [
					"LOAG|40"
				]
			},
			"rarity": "Uncommon",
			"hp": 8,
			"size": "Small",
			"speed": {
				"walk": 25
			},
			"boosts": [
				"Constitution",
				"Wisdom",
				"Free"
			],
			"flaw": [
				"Intelligence"
			],
			"languages": [
				"{@language Common}",
				"{@language Sylvan}",
				"Additional languages equal to your Intelligence modifier (if it's positive). Choose from {@language Draconic}, {@language Elven}, {@language Gnomish}, {@language Goblin}, {@language Halfling}, {@language Undercommon}, and any other languages to which you have access (such as the languages prevalent in your region)."
			],
			"traits": [
				"{@trait Leshy}",
				"{@trait Plant}"
			],
			"features": [
				{
					"name": "Low-Light Vision",
					"entries": [
						"You can see in dim light as though it were bright light, and you ignore the {@condition concealed} condition due to dim light."
					]
				},
				{
					"name": "Plant Nourishment",
					"entries": [
						"You gain nourishment in the same way that the plants or fungi that match your body type normally do, through some combination of photosynthesis, absorbing minerals with your roots, or scavenging decaying matter. You typically do not need to pay for food. If you normally rely on photosynthesis and go without sunlight for 1 week, you begin to starve. You can derive nourishment from specially formulated bottles of sunlight instead of natural sunlight, but these bottles cost 10 times as much as standard rations (or 40 sp)."
					]
				}
			],
			"flavor": [
				"Guardians and emissaries of the environment, leshies are immortal spirits of nature temporarily granted a physical form."
			],
			"info": [
				"Leshies are \"born\" when a skilled druid or other master of primal magic conducts a ritual to create a suitable vessel, and then a spirit chooses that vessel to be their temporary home. Leshies are self-sufficient from the moment the ritual ends, and so they do not depend upon these druids for care, though it is not uncommon for leshies to maintain lifelong bonds with their creators.",
				"Not all leshies have a strong enough spirit to strike off completely on their own, however. Weaker nature spirits can form only tenuous bonds that are just strong enough to animate Tiny bodies. These spirits become leshy familiars, acting as companions to their druid creators. Independent leshies are often protective of such leshy familiars, advocating for them to be treated with dignity and respect.",
				{
					"type": "pf2-sidebar",
					"page": 52,
					"name": "Leshy Adventurers",
					"entries": [
						"Some backgrounds are particularly suitable for adventuring leshies, especially those backgrounds with a tie to the natural world, such as hunter, nomad, or scout. Nature-themed classes such as druid and ranger are popular choices for leshies. As druids, leshies gravitate toward the leaf order. Bard is also a good fit for leshies with a love of storytelling; such leshies often inhabit vine leshy bodies."
					]
				},
				{
					"type": "pf2-h3",
					"page": 52,
					"name": "You Might...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Act as a traveling agent for natural guardians who are unable to leave their territories.",
								"Encourage civilizations you encounter to cooperate with nature and build their cities in ecologically friendly ways.",
								"Become attached to new friends you make on your journeys."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 52,
					"name": "Others Probably...",
					"entries": [
						{
							"type": "list",
							"items": [
								"Think of you as a curiosity due to your spiritual origins.",
								"Judge you by your looks, treating you sweetly if you are cute or reacting with horror if you are frightening.",
								"Assume you know only about nature and are unfamiliar with civilization and society."
							]
						}
					]
				},
				{
					"type": "pf2-h3",
					"page": 52,
					"name": "Physical Description",
					"entries": [
						"Leshies are as varied as the material used to create their vessels, usually appearing as a bizarre mishmash of various plants or fungi. Their bodies are vaguely humanoid in shape, with numerous characteristics of the plant or fungus from which they were made. A typical leshy is about 3 feet tall. Due to the nature of the ritual used to create a leshy, leshies begin their lives as adults. As spirits, they do not age, and a leshy could potentially remain in the same vessel forever—though leshies rarely consider this outcome to be desirable."
					]
				},
				{
					"type": "pf2-h3",
					"page": 52,
					"name": "Society",
					"entries": [
						"Though guardian leshies often congregate, traveling leshies are not naturally drawn to others of their own kind. To most leshies, the concept of family is not a matter of birth, but rather determined by bonds of loyalty and friendship. Leshies are dedicated allies, but they have little tolerance for those who would despoil nature. As much as they are happy to accept someone who earns their trust into their family, they expect family members to look out for them and their natural wards in return. A betrayed leshy might not directly attack those who slight them, but they might withdraw support at a critical moment or leave their betrayers to get lost in the wilderness.",
						"Leshies are grouped into categories akin to ethnicities, but these are not connected to physical features; rather, they represent broad categories of characteristics of their spirits. Certain spirits are more likely to gravitate toward particular physical bodies, though those familiar with leshies know that this predisposition is far from absolute. Leshies often take pride in their own appearances and appreciate beauty of all kinds in others, but they rarely form judgments based on physical appearance. Leshies' genders are determined by the spirits that inhabit their bodies. Leshies tend to gravitate toward plant bodies that match their genders. Some leshies are exclusively male or female, while many consider themselves both. Others, particularly fungus leshies, tend toward far more complex expressions of gender, or eschew the concept entirely."
					]
				},
				{
					"type": "pf2-h3",
					"page": 53,
					"name": "Alignment and Religion",
					"entries": [
						"A leshy can be of any alignment, depending on what spirit inhabits their body, but their outlook often includes a neutral element. Religion is not particularly significant to most leshies. Those with a philosophical bent lean toward the Green Faith, and Gozreh is the most popular deity among faithful leshies. Some leshies also venerate green men, powerful spirits of nature that act as regional guardians."
					]
				},
				{
					"type": "pf2-h3",
					"page": 53,
					"name": "Names",
					"entries": [
						"Leshies choose and change their names multiple times throughout their lives. These names often represent a facet of their personalities or values, though another common naming convention is to use descriptions of a natural feature they admire. Some leshies even use a cycle of names that changes to align with natural phenomena, such as names based upon the season or the time of day"
					]
				},
				{
					"type": "pf2-h4",
					"page": 53,
					"name": "Sample Names",
					"entries": [
						"Scarlet in Summer, Verdant Taleweaver, Lurking Hunter, Masterful Sun Drinker, Noon Sky Evening Song, Snowy Pine Branch, Cascading Rapids"
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 54,
					"name": "Leshy Subtypes",
					"entries": [
						"Leshy spirits can inhabit a variety of bodies: leaf, fungus, and gourd leshies are the most common. Leaf leshies tend to be brave, while fungus leshies are often gruff but open-minded, and gourd leshies are often superstitious. Vine leshies are relatively rare, but as the spirits drawn to vine leshy bodies tend to be storytellers, they are well represented among adventuring leshies. Other leshy varieties include cactus, flytrap, fruit, lichen, lotus, root, seaweed, seed, snapdragon, and sunflower leshies."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 55,
					"name": "Leshy Enclaves",
					"entries": [
						"Leshy settlements are most common around sites of natural significance in deep forests and verdant fields. They can be particularly challenging to spot with the untrained eye, blending in with their natural environment. The treetop settlement of Elderleaf in the Verduran Forest, the terraced fungal caverns of Nuldrig in the Darklands, and the sprawling Korwil vineyards of Taldor are three such locations. Leshies are a common sight in druid enclaves, such as Crystalhurst in Nirmathas. Adventuring leshies don't restrict themselves to such sanctums of nature, however, and can find homes in almost any settlement surrounded by the wild. Kyonin, the Mwangi Expanse, and Nirmathas are common homelands for leshies."
					]
				},
				{
					"type": "entriesOtherSource",
					"page": 40,
					"source": "LOAG",
					"entries": [
						"Leshys are immortal spirits of nature called into physical bodies through primal rituals. While early leshys originated as guardians of natural habitats who rarely strayed far from their birth places, a few went on perilous journeys to attack threats at their source. These wandering spirits became easier to draw into future creation rituals. With each passing generation, leshys with a penchant for adventure have become increasingly common.",
						"Leshy bodies can be made of numerous possible building blocks—like petals, leaves, bark, and mushrooms. The ritual to create leshys can include almost any plant or fungus, though most are primarily built from a single species, which gives individuals their most distinctive features. Leshy scholars group these characteristics into broad categories based upon their abilities.",
						"Most common are leaf leshys. They can arise from any leafy plant but most often form from trees or shrubs. These graceful leshys tend to be boastful, enjoying mock combats and other dramatic performances. Gourd leshys have hollow spaces within their heads, which they use to store their most valuable possessions; this secure and private space makes them more likely to hold cherished keepsakes. While fungus leshys can be quite sociable with other ancestries, they tend toward introversion, needing quiet time spent in dark and cozy caverns to recover after loud events. Vine leshys, by contrast, rarely enjoy being alone. Much as vines scale trees and climb cliffs to reach for sunlight, many vine leshys thrive in the presence of friends, and they don't shy away from asking for help when they need it. Fruit leshys are similarly gregarious and tend to be nurturing and generous toward their companions—sometimes too much for their own good. True to their spiny exteriors, cactus leshys are known for being abrasive, sarcastic, and slow to trust. However, those with the patience to earn a cactus leshy's friendship find themselves with an unswervingly loyal and unflinchingly honest ally. Similarly, root leshys are hard to win over, not because of their personalities, but because they tend to live at a slower pace, taking longer to warm up to others and make important decisions. Seaweed and lotus leshys often have the most patience among leshys. Carefree and playful, many seaweed leshys happily ride along with the ebb and flow of the tides. Meanwhile, lotus leshys are thoughtful and fond of dispensing wisdom in the form of cryptic advice.",
						"A newly created leshy is at once both young and ancient. They view the world with a childlike wonder and curiosity, relishing the chance to experience the world with fresh eyes once again. Though their spirits may be ancient beyond the reckoning of most ancestries, leshys consciously recall little of previous lifetimes. Leshys typically find the significance most ancestries attach to numerical age a curiosity—they understand that many creatures have childhoods during which they gradually mature and gain vital knowledge of themselves and the world around them, but they also struggle to comprehend what makes an elderly noblewoman who has lived a life of luxury and indulgence much different from her grandchildren. Still, the past has a powerful impact on a leshy's spirit, shaping their personality, interests, and priorities.",
						"As spirits who can experience many lifetimes and forms, leshy ethnicities aren't determined by their physical bodies, origins, or familial bonds, but by their spirit's affinity for particular cultural traits. Guardians of the Green take their traditional role as protectors to heart and are the most likely to worship green men. Reflective leshys value honesty and clear-eyed introspection; they're particularly sensitive to changes around and within them, such as the cycle of seasons and the ways they grow from their experiences, though they often embrace these changes and revel in their beauty, content to spend hours in meditation. Ritualist leshys are collectors. In addition to gathering objects significant to their current lives, they also proclaim the hidden power in other objects. Sometimes dismissed as mere superstition, these pronouncements are typically rooted either in their innate sense of other nature spirits or in faint memories of their past lives. Sunbeam leshys value diplomacy and alliance-building. Best known for their cheerful dispositions, sunbeams aren't without guile. Many willingly use trickery or manipulation to avoid conflicts or to secure advantages. Hot-headed and quick-thinking thornspark leshys are the first to spring into action against anyone who would dare to threaten their allies or wards. Wandersoul leshys constantly seek out new experiences, often spending their lives as travelers, explorers, and storytellers.",
						"Leshy bodies don't age and are theoretically immortal. With such long lifespans, even the most daring leshys find value in periods of patient reflection. They typically remain the guardian of a single location for many years. Most leshys eventually lose their bodies to violence or mishap, exploding in a verdant burst that nourishes the life around them. Leshys value their lives, but they don't hold the same fear of death that plagues other ancestries; they know that once their bodies fall, their spirits will return to the natural world. Indeed, leshys rarely wish to live forever in the same form. As the centuries pass, a leshy who has lived a rich life full of new experiences and insights gradually spends more time in reflection and meditation. At the culmination of these reflections, their spirit flies back to rejoin other spirits of nature, ready to absorb all that it has learned and begin the cycle anew.",
						"Leshy spirits can be transformed by the strong influence of other planes of existence or sources of energy. For example, a leshy spirit continually exposed to an artifact from Heaven might take on characteristics based on Heaven's lush gardens in its next body, gaining the aasimar versatile heritage (page 8). Similarly, a spirit given form in an area corrupted by negative energy might become a dhampir (page 24).",
						"Leshy kinship groups are based on mutual bonds of loyalty and trust rather than biological relationships. When leshys gather with others of their kind, they band together in nomadic groups or long-term villages near areas of primal significance. Such groups often include a druid with knowledge of the rituals that create leshys, allowing their group to grow or even call back their lost members into new bodies. When governing themselves, leshys usually defer to expertise and wisdom rather than arbitrary classifications like wealth or social status.",
						"Leshy settlements flourish in all manner of natural locations, from forest treetops and prosperous fields to deep caverns, desert oases, and even kelp forests surrounding flourishing coral reefs. Leshys don't limit themselves to only the most pristine natural locations—they can be found in nearly any corner of Golarion that supports plant life. Most leshys live among other ancestries as well as in druidic circles, frontier settlements, or even cities surrounded by lush farmlands."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 41,
					"source": "LOAG",
					"name": "Green Men",
					"entries": [
						"The first beings to create leshys were green men, sometimes referred to as leshy kings. These legendary guardians emerge when countless spirits of nature merge and rise to divinity. Many green men discovered how to draw upon the connection they held with other spirits of nature, coaxing them into physical forms. These early leshys worked alongside green men to defend their verdant homes. Though modern leshys have far more varied motivations, many still respect and revere the gods that first gave them a chance at mortal life.",
						"{@indentFirst While green men were indifferent to most non-plant creatures, they didn't scorn the assistance of druids. In time, some green men taught trusted allies a version of the ritual to create leshys.}"
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 42,
					"source": "LOAG",
					"name": "Leshy Resurrection",
					"entries": [
						"Leshys who lose their physical form incorporate the changes they experienced in life into their spirit. Even though a leshy's spirit isn't the same as the soul of many ancestries, resurrection magic can still restore it to their most recent body. Should the ritual fail, it's usually because a leshy has shed too many of their memories and attachments, rather than due to Pharasma's judgment."
					]
				},
				{
					"type": "pf2-sidebar",
					"page": 43,
					"source": "LOAG",
					"name": "Life without Form",
					"entries": [
						"Leshy spirits are beings of pure vital essence without any of the otherworldly quintessence known as spiritual essence. Existing without physical form allows them closer contact with memories from their distant past, but this broader perspective gradually erodes memories of their experiences in their most recent body."
					]
				},
				{
					"type": "pf2-h2",
					"page": 126,
					"source": "LOWE",
					"name": "Other Peoples",
					"entries": [
						"Many people call the Mwangi Expanse home beyond those most often associated with it. Such inhabitants include the demonically-influenced charau-kas who lord over Lake Ocota, the divination-gifted mbaikis, enterprising and competitive lizardfolk, and adventure-seeking kobolds—among others. The motives of the myriad peoples of the Expanse are as varied as they are, with some hoping to find peace and solitude while others seek fresh meaning to their lives.",
						{
							"type": "pf2-h3",
							"page": 128,
							"name": "Leshy",
							"source": "LOWE",
							"entries": [
								"Some believe that leshys are the will of the Expanse made manifest, tapping into ancient power to defend their source. It’s more likely that leshys are descendants of vessels once filled by particularly powerful spirits, generations removed and now fully self-perpetuating. How remains a mystery, and leshys themselves haven’t been forthcoming with more information.",
								"Depending on their location, leshys might make their homes in the boughs of the trees, tucked into the gnarled roots, or nestled within the undergrowth. No matter what, they are nearly invisible to all but those with highly trained eyes. Though they never seek trouble out, leshys can usually be counted on to aid those in need of help in the jungle—though Mwangi leshys are far flightier than most and are just as like to simply watch and see if someone can handle themselves."
							]
						}
					]
				}
			],
			"heritageInfo": [
				"A leshy's heritage represents the benefits they gain from their body. Choose one of the following leshy heritages at 1st level."
			],
			"heritage": [
				{
					"name": "Cactus Leshy",
					"source": "LOAG",
					"page": 41,
					"entries": [
						"Spines cover your body. You gain a spine unarmed attack that deals {@damage 1d6} piercing damage. Your spines are in the brawling group and have the {@trait finesse} and {@trait unarmed} traits."
					]
				},
				{
					"name": "Fruit Leshy",
					"source": "LOAG",
					"page": 42,
					"entries": [
						"Your body continually produces small fruits imbued with primal magic. At dawn each day, a new fruit ripens. You or an ally can remove this fruit as an {@action Interact} action. If a living creature that can derive sustenance from fruit consumes it as an {@action Interact} action within the next hour, they regain {@dice 1d8} Hit Points, plus an additional {@dice 1d8} Hit Points for every 2 of your levels beyond 1st. This effect has the {@trait healing}, {@trait necromancy}, and {@trait positive} traits."
					]
				},
				{
					"name": "Lotus Leshy",
					"source": "LOAG",
					"page": 42,
					"entries": [
						"You effortlessly float on the surface of water. You can walk on the surface of still water and other non-damaging liquids, moving at half your normal Speed. You can attempt to walk along the surface of flowing water as well, still moving at half Speed, but doing so requires a successful {@skill Acrobatics} check to {@action Balance} using the DC of a Swim check to move through the water; on a failure, you fall into the water. This {@skill Acrobatics} check doesn't use an action."
					]
				},
				{
					"name": "Root Leshy",
					"source": "LOAG",
					"page": 42,
					"entries": [
						"Your body is made from hardy roots that attach you firmly to the ground. You gain 10 Hit Points from your ancestry instead of 8. You can go without sunlight for 2 weeks before you begin to starve. You gain a +2 circumstance bonus to your Fortitude or Reflex DC against attempts to {@action Shove} or {@action Trip} you. This bonus also applies to saving throws against spells or effects that attempt to move you or knock you {@condition prone}."
					]
				},
				{
					"name": "Seaweed Leshy",
					"source": "LOAG",
					"page": 42,
					"entries": [
						"Your body is made from woven seaweed, and you're just as comfortable underwater as on land. You gain a swim Speed of 20 feet, and you can always breathe underwater. However, your land Speed is reduced by 5 feet (to 20 feet for most seaweed leshys)."
					]
				},
				{
					"name": "Fungus Leshy",
					"source": "LOCG",
					"page": 53,
					"entries": [
						"Your body was made from fungi that grows in the shade of caves and trees, and you are at home in dark caverns and warrens. You gain {@ability darkvision}. You lose the {@trait plant} trait and gain the {@trait fungus} trait."
					]
				},
				{
					"name": "Gourd Leshy",
					"source": "LOCG",
					"page": 53,
					"entries": [
						"You have a large gourd for a skull. Your knowledge comes from within your spirit, rather than a physical brain, and you have found a handier use for the space inside your head. You can store a collection of up to 1 Bulk of objects within your head. The DC of checks to {@action Steal} objects from inside your head increases by 4. Additionally, if you store only one object within your head, you can draw it effortlessly into your hand as part of another action to use the object. Drawing the item grants this other action the {@trait manipulate} trait."
					]
				},
				{
					"name": "Leaf Leshy",
					"source": "LOCG",
					"page": 53,
					"entries": [
						"Your body is made mostly from natural foliage, and like a leaf tumbling from a tree, you land from falls with particular grace. You take no damage from falling, regardless of the distance you fall."
					]
				},
				{
					"name": "Vine Leshy",
					"source": "LOCG",
					"page": 53,
					"entries": [
						"The prehensile vines woven into your body grant you unmatched skill at climbing. You do not need to have any hands free to {@action Climb}. Additionally, if you roll a success on an {@skill Athletics} check to {@action Climb}, you get a critical success instead."
					]
				}
			],
			"summary": {
				"text": "Spirits granted a plant body by magic, many leshies prefer to remain within the wild realms that they came from, but more and more of them are being created in response to rising threats affecting the outside world. While some leshies dedicate their lives to protecting precious natural sites and communing with their spiritual roots, others seek to explore, drifting like seeds on the wind. Leshies are still odd sights within cities or among adventuring organizations, but they are beginning to shyly set foot into these new and strange environments. As immortal spirits of nature, leshies have a long life span, and as a result their population is rising despite the dangers they face. Each time these spirits infuse a new body, they set aside most memories of their previous existences, and thus leshies believe that each new life provides a unique opportunity for growth and discovery.",
				"images": [
					"https://2e.aonprd.com/Images/Ancestries/Leshy01.png",
					"https://2e.aonprd.com/Images/Ancestries/Leshy02.png",
					"https://2e.aonprd.com/Images/Ancestries/Leshy03.png",
					"https://2e.aonprd.com/Images/Ancestries/Leshy04.png"
				]
			}
		}
	]
}
