{
	"versatileHeritage": [	
		{
			"name": "Dhampir",
			"versatile": true,
			"source": "APG",
			"page": 32,
			"entries": [
				"You are the scion of a vampire, half living and half undead, gifted with uncanny charm and grace, a bloodless pallor, and elongated incisors. You gain the {@trait dhampir|APG} trait, in addition to the traits from your ancestry. You have the negative healing ability, which means you are harmed by positive damage and healed by negative effects as if you were undead. You also gain {@ability low-light vision}, or you gain {@ability darkvision} if your ancestry already has {@ability low-light vision}. You can choose from {@filter dhampir feats|feats|type=ancestry|ancestries=dhampir} and feats from your ancestry whenever you gain an ancestry feat."
			],
			"info": [
				{
					"type": "pf2-h1",
					"name": "Dhampir",
					"entries": [
						{
							"type": "pf2-h1-flavor",
							"entries": [
								"{@i Many call vampires the children of the night, but it is dhampirs who can truly claim that title. These mortal offspring of vampires walk the line between life and undeath not just physiologically, but also in their social standing, temperament, and worldview.}"
							]
						},
						"The circumstances surrounding a dhampir's birth are rare, complex, and often shrouded in horrific rumors stoked by societal revulsion at the idea of an undead monstrosity producing mortal offspring. Some dhampirs are the child of one mortal and one vampiric parent, while others are born to those who were turned into vampires while pregnant. Still others rise from dark rituals or other supernatural influences that impose a vampiric curse onto a mortal infant. The life of a dhampir is often difficult: few vampiric parents have the time or inclination to raise a mortal child, while mortal communities find a dhampir's sallow flesh, piercing eyes, and unnerving presence off-putting at best.",
						"Despite being living creatures, dhampirs respond to positive and negative energy as if they were undead, making them unwelcome in many holy communities and often driving them toward necromantic arts. Dhampirs aren't immortal, but age far more slowly than most mortals, with a lifespan similar to that of an elf. Dhampirs have difficulty producing children of their own, and those few born to a dhampir are never dhampirs themselves.",
						"A dhampir generally resembles a member of their non-vampire parent's ancestry, but with a ghostly pallor and eyes so light it seems they have only pinpoint pupils and no iris. All dhampirs have elongated incisors, some nearly as long as those of a true vampire. Many command grace, beauty, and charm, despite their unsettling appearance.",
						{
							"type": "pf2-h3",
							"name": "You Might...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Distance yourself from your heritage by trying to blend into society or even hunting undead.",
										"Take special precautions to avoid being exposed to “helpful” healing magic.",
										"Find yourself fascinated by the sight, smell, or taste of blood."
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"name": "Others Probably...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Feel unsettled by your ghostly pallor and sharp teeth.",
										"Wonder about or even romanticize your origins and motivations.",
										"Find themselves strangely drawn to your grace, charm, and appearance."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Tiefling",
			"versatile": true,
			"source": "APG",
			"page": 39,
			"entries": [
				"You descend from fiends or bear the mark of the fiendish realms, manifesting as some unusual feature that belies your heritage, such as horns or a tail. You gain the {@trait tiefling|APG} trait, in addition to the traits from your ancestry. You also gain {@ability low-light vision}, or you gain {@ability darkvision} if your ancestry already has {@ability low-light vision}. You can choose from {@filter tiefling feats|feats|type=ancestry|ancestries=tiefling} and feats from your ancestry whenever you gain an ancestry feat."
			],
			"info": [
				{
					"type": "pf2-h2",
					"name": "Tiefling",
					"entries": [
						"When the influence of a demon, devil, or other fiend infiltrates the bloodline of a mortal family, tieflings are the inevitable result. Tieflings carry the sinister mark of the fiendish planes upon their flesh, and their specific abilities and physical qualities vary according to their heritage. Hellspawn are those who descend from devils, grimspawn hail from daemonic influences, and pitborn bear the influence of demons, though these are only the three most common among a wide variety of tiefling lineages.",
						"Generations might pass between a fiend’s direct influence and the time a tiefling child is born. For those born to ignorant or fearful parents, childhood is particularly hard, but even those whose families accept and nurture them face fear and prejudice from society as a whole. In some cases, this rejection encourages a tiefling to embrace the evil within their heritage, though others carve out a place and live a fulfilling life despite the challenges facing them.",
						"If you want a character who is supernaturally infused with sinister forces, might have a unique appearance, and can fill the role of a complicated or unexpected hero, you should play a tiefling.",
						{
							"type": "pf2-h3",
							"name": "You Might...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Have a strong sense of self-confidence born from a life of having to rely on yourself.",
										"Feel a kinship with society’s underprivileged or criminal elements, or even seek positions of power on the wrong side of the law.",
										"Place incredible value on hard-won friendships and hold these companions closer than your blood family."
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"name": "Others Probably...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Assume you’ve faced numerous challenges due to your heritage.",
										"Mistake you for an evil agent of a sinister cult, a fiend worshipper, or even a fiend yourself.",
										"Think you have associations with powerful fiends, potentially trying to bargain with you for power of their own."
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"name": "Physical Description",
							"entries": [
								"Two tieflings, even siblings or twins, might not look similar at all, for the influence of fiendish lineage manifests in unique and unusual ways. These variations never make a tiefling’s appearance so strange as to obscure their humanoid ancestry, but horns, a forked tongue, vestigial wings, a tail, or a cloven hoof in place of a foot are all common and obvious signs of their heritage."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Society",
							"entries": [
								"Tieflings tend to adopt the society and culture they were born into. Since most societies consider them to be untrustworthy or even monstrous, tieflings typically gravitate toward those segments of society willing to overlook them entirely, or where their reputation can assist rather than hinder them. With determination and persistence, however, tieflings can earn respect and prestige despite their heritage, finding people who accept them as they are. In regions where worship of fiends is widespread, tieflings can live more openly and achieve great power and respect, although exceptions exist—in the Asmodean nation of Cheliax, for example, tieflings are seen as shameful proof of a failure to maintain control in the face of fiendish influence, and as such are cast out."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Alignment and Religion",
							"entries": [
								"A tiefling's fiendish heritage doesn't force evil or cruelty into their being, and each tiefling ultimately chooses their own faith, goals, and personality. But every tiefling feels their forbear's influence in the back of their mind, always ready to tempt and goad when the world appears cruel and unjust. That so many societies hate and fear tieflings only pushes them further toward evil, and many tieflings gravitate toward religions that value and admire fiends, such as the churches of {@deity Asmodeus} or {@deity Lamashtu}. Tieflings who choose a path of good face their own challenges, finding they must be more diplomatic, understanding, and patient than members of other ancestries since they are so often faced with ignorance and suspicion. Such tieflings embrace faiths and philosophies that uphold empathy and eschew judgment, finding that even followers of good faiths sometimes struggle to see past fiendish features."
							]
						}
					]
				}
			]
		},
		{
			"name": "Changeling",
			"versatile": true,
			"source": "APG",
			"page": 30,
			"entries": [
				"Your mother was a hag. Your heterochromatic eyes are the most obvious signifier of this parentage, but you likely also have a slighter build, paler skin, and darker hair than most members of your other parent’s ancestry. You gain the {@trait changeling|APG} trait. You also gain {@ability low-light vision}, or you gain {@ability darkvision} if your ancestry already has {@ability low-light vision}. You can choose from {@filter changeling feats|feats|type=ancestry|ancestries=changeling} and feats from your ancestry whenever you gain an ancestry feat."
			],
			"info": [
				{
					"type": "pf2-h1",
					"name": "Changeling",
					"entries": [
						{
							"type": "pf2-h1-flavor",
							"entries": [
								"{@i Tales of children stolen away and replaced by monsters exist across countless cultures— but the true monsters are the hag mothers of these strange children. After the hag seduces, uses, and disposes of their father, the changeling child is usually abandoned in their father’s community to be raised among them. Such a child faces no end of challenges, often beginning life as an orphaned outsider.}"
							]
						},
						"Though a changeling generally resembles a member of their father's ancestry, their distinctive eyes—each a different color—set them apart. One of their eyes matches that of their father's lineage, while the other matches the color of their hag mother's, often in an unnatural shade such as violet or a vivid green. Not everyone with differently colored eyes is a changeling, but this manifestation of changeling heritage makes it difficult for them to hide their nature and can lead to banishment from their community. As they come of age, they manifest other characteristics from their mother, including supernatural abilities. Darkvision, clawlike fingernails, and innate magic are the most common, but stranger abilities specific to the hag mother can also arise.",
						"Changelings can be any gender, but women in particular are vulnerable to the Call, a psychic influence that urges them to abandon their mortal life, join the hag's coven, and eventually become a hag. Changelings who understand their heritage often fear the Call and work to resist its pull. Those who remain ignorant of their origin may find themselves subject to a terrible compulsion without knowing why.",
						{
							"type": "pf2-h3",
							"name": "You Might...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Cherish and protect those friends and family who accept you as you are.",
										"Seek to better understand your hag mother and the gifts she gave you, for good or ill, or distance yourself from your heritage.",
										"Fear the day you hear the Call and worry you might not be able to resist—or perhaps you already fight to resist it every day."
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"name": "Others Probably...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Assume you practice occult or primal magic, or that you participate in a coven.",
										"Worry that you might secretly be a monster, or become one, and turn on them.",
										"Notice and speculate about your distinctive eyes."
									]
								}
							]
						}
					]
				}
			]
		},
		{
			"name": "Aasimar",
			"versatile": true,
			"source": "APG",
			"page": 34,
			"entries": [
				"You descend from celestials or were touched by the celestial realms, gaining an air of awe and grace, as well as features distinctive to your celestial forebears. You gain the {@trait aasimar|APG} trait, in addition to the traits from your ancestry. You also gain {@ability low-light vision}, or you gain {@ability darkvision} if your ancestry already has {@ability low-light vision}. You can choose from {@filter aasimar feats|feats|type=ancestry|ancestries=aasimar} and feats from your ancestry whenever you gain an ancestry feat."
			],
			"info": [
				{
					"type": "pf2-h2",
					"name": "Aasimar",
					"entries": [
						"Born with the power of benevolent celestial entities, aasimars are thought to be supremely blessed with strength of will, extraordinary beauty, and innate magical gifts. But many aasimars find that these perceived talents—whether they actually have them or not—set them apart from their friends and family, fostering loneliness in themselves and jealousy in others. Aasimars with a positive outlook face these challenges by serving their communities, populating the environment with kindness or artwork, or simply supporting those who are less fortunate. Some aasimars hold a more hostile worldview, however, and risk falling into resentment, despair, or even the temptations of evil. Even then, the stereotypes surrounding an aasimar cling close, causing others to view them as tragic figures in need of redemption.",
						"The powers and physical appearances passed down from celestial beings vary according to an aasimar's lineage. Those who descend from archons are sometimes known as lawbringers, while those who possess angelic blood are called angelkin, and those related to azatas are referred to as musetouched.",
						"If you want a character brimming with celestial power, unique physical characteristics and the potential for strong faith, you should play an aasimar.",
						{
							"type": "pf2-h3",
							"name": "You Might...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Possess a strong sense of fashion, favor exquisitely crafted tools, or carry yourself with instinctual grace.",
										"Feel a strong kinship with outcasts, orphans, or others who have been misunderstood or marginalized.",
										"Have a beloved pet or a close relationship with a sibling or childhood friend."
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"name": "Others Probably...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Assume you are a supernatural messenger from beyond or whole-heartedly enjoy your supernatural legacy.",
										"Treat you with worship or reverence, but distance you by putting you on a pedestal.",
										"Think you can provide simple and free supernatural solutions for all their problems."
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"name": "Physical Description",
							"entries": [
								"An aasimar’s physical appearance depends as much upon the features of their parents as it does upon the nature of their celestial heritage. While an aasimar is recognizably a member of their humanoid ancestry, they always bear a few physical traits that set them apart, such as glowing eyes, a faint halo of light above their head, feathers for hair, antennae on the brow, a metallic sheen to the skin, lack of a belly button, a strangely musical voice, or a naturally pleasing floral scent. It’s a common stereotype that all aasimars are handsome or beautiful—another assumption aasimars face throughout their lives."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Society",
							"entries": [
								"Aasimars are too widely dispersed in most regions to create societies of their own, and they instead tend to assimilate into the society and culture of their mortal parents. They thrive in societies that hold freedom, civility, and justice as virtues. Whether due to inborn charm and confidence or others’ tendency to ascribe greater weight to their words, aasimars often find themselves in positions of leadership, even when they don’t seek out such roles, and they must take care that their actions and words don’t unduly influence others. When aasimars gather in numbers large enough to develop their own societies, they tend to be tightly knit but open and friendly to visitors, yet swift in their justice against proven enemies."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Alignment and Religion",
							"entries": [
								"An aasimar’s celestial nature doesn’t force goodness or faith into their life—each aasimar is free to form their own personality and beliefs. In many cases, these beliefs are shaped by the nature of their upbringing, their parents, and the society in which they were raised. Most aasimars are good, whether because society tends to accept, foster, and support aasimars, or because the influence of the celestial planes is enough to subtly encourage them down such paths. Good faiths are more likely to draw an aasimar’s attention, particularly those with portfolios associated with celestial concerns, such as Desna, Erastil, or Sarenrae. Those who choose lives of evil tend to be particularly cruel or sadistic, almost as if they feel the need to work that much harder to justify and pursue their life choices."
							]
						}
					]
				}
			]
		},
		{
			"name": "Duskwalker",
			"versatile": true,
			"source": "APG",
			"page": 37,
			"entries": [
				"You descend from celestials or were touched by the celestial realms, gaining an air of awe and grace, as well as features distinctive to your celestial forebears. You gain the {@trait duskwalker|APG} trait, in addition to the traits from your ancestry. You also gain {@ability low-light vision}, or you gain {@ability darkvision} if your ancestry already has {@ability low-light vision}. You can choose from {@filter aasimar feats|feats|type=ancestry|ancestries=aasimar} and feats from your ancestry whenever you gain an ancestry feat."
			],
			"info": [
				{
					"type": "pf2-h2",
					"name": "Duskwalker",
					"entries": [
						"The first duskwalkers manifested as the result of a bargain between two powerful psychopomps, the immortal guardians and guides of souls after death. One believed that certain souls who helped preserve the cycle of life and death but had their own lives cut short deserved reincarnation, while the other felt this would too greatly violate that same cycle. In the end, the duskwalkers rose from a concession between the two that allowed such rebirths to occur but limited their frequency—only a finite number of duskwalkers ever exist at any one point in time.",
						"When they were first created by psychopomps, duskwalkers were expected to perform roles that would serve the goddess of death, {@deity Pharasma}, and by extension her realm, the Boneyard. But now duskwalkers have found themselves with more freedom of choice and after a century, have only now come to terms with the fact that their destinies are their own to choose. As they are created, not born, most duskwalkers either struggle to integrate with society or seek out communities and organizations to serve as a surrogate family.",
						"Duskwalkers have an inherent understanding of the cycle of life and death. In most cases this manifests as a deep respect for that cycle and pushes the duskwalker toward occupations that help them to protect it, such as hunters of the undead, midwives, morticians, and priests.",
						"If you want a character who has a mysterious background, seeks a society or organization to join, or looks to fight against undead, you should play a duskwalker.",
						{
							"type": "pf2-h3",
							"name": "You Might...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Seek out opportunities to form strong friendships with a diverse array of companions.",
										"Become focused on preventing the spread of undeath.",
										"Be intrigued at finding your identity in a previous life."
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"name": "Others Probably...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Assume you’re a necromancer or have some other strange interest in death or the dead.",
										"Want to know if you remember your past life or ask you about the secrets of death or the afterlife."
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"name": "Physical Description",
							"entries": [
								"As a reincarnated soul, a duskwalker retains many of the physical traits they possessed in their previous life and is a member of that ancestry, though as a duskwalker they have distinctive ash-gray or dark blue skin. However, sometimes a duskwalker forms from an unusual creature, like a dragon. These duskwalkers appear to be of a humanoid ancestry, but have features like draconic scales or horns.",
								"When a duskwalker perishes and faces final judgment, a new one incarnates within a year from a deserving soul, typically somewhere far from the previous duskwalker’s birthplace. Duskwalkers manifest in locations with a sanctified connection to death, such as graveyards or temples, and begin their lives at adolescence. No duskwalker is capable of bearing or siring biological children, but this doesn’t prevent them from establishing families, typically through adoption."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Society",
							"entries": [
								"It’s not uncommon for a duskwalker to go their entire life without encountering another of their kind. Despite their overall rarity, duskwalkers are likely to become adventurers, both due to the strange conditions of their creation and common feelings of social isolation."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Alignment and Religion",
							"entries": [
								"Most duskwalkers are neutral or have a neutral component to their alignment. While the typical duskwalker worships or at least respects Pharasma and her powerful psychopomp ushers, any deity associated with death, society, or the occult might attract a duskwalker’s attention."
							]
						}
					]
				}
			]
		}
	]
}
