{
	"versatileHeritage": [
		{
			"name": "Tiefling",
			"versatile": true,
			"source": "APG",
			"page": 420,
			"entries": [
				"You descend from fiends or bear the mark of the fiendish realms, manifesting as some unusual feature that belies your heritage, such as horns or a tail. You gain the tiefling trait, in addition to the traits from your ancestry. You also gain low-light vision, or you gain darkvision if your ancestry already has low-light vision. You can choose from tiefling feats and feats from your ancestry whenever you gain an ancestry feat."
			],
			"info": [
				{
					"type": "pf2-h2",
					"name": "Tiefling",
					"entries": [
						"When the influence of a demon, devil, or other fiend infiltrates the bloodline of a mortal family, tieflings are the inevitable result. Tieflings carry the sinister mark of the fiendish planes upon their flesh, and their specific abilities and physical qualities vary according to their heritage. Hellspawn are those who descend from devils, grimspawn hail from daemonic influences, and pitborn bear the influence of demons, though these are only the three most common among a wide variety of tiefling lineages.",
						"Generations might pass between a fiend’s direct influence and the time a tiefling child is born. For those born to ignorant or fearful parents, childhood is particularly hard, but even those whose families accept and nurture them face fear and prejudice from society as a whole. In some cases, this rejection encourages a tiefling to embrace the evil within their heritage, though others carve out a place and live a fulfilling life despite the challenges facing them.",
						"If you want a character who is supernaturally infused with sinister forces, might have a unique appearance, and can fill the role of a complicated or unexpected hero, you should play a tiefling.",
						{
							"type": "pf2-h3",
							"name": "YOU MIGHT...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Have a strong sense of self-confidence born from a life of having to rely on yourself.",
										"Feel a kinship with society’s underprivileged or criminal elements, or even seek positions of power on the wrong side of the law.",
										"Place incredible value on hard-won friendships and hold these companions closer than your blood family."
									]
								}
							]
						}
					]
				}
			]
		}
	]
}
