{
	"versatileHeritage": [
		{
			"name": "Ardande",
			"source": "RoE",
			"page": 46,
			"versatile": true,
			"rarity": "uncommon",
			"traits": [
				"ardande"
			],
			"entries": [
				"You descend from wood elementals or have some other heritage influenced by the elemental {@plane Plane of Wood|RoE}. You might have green, mossy skin, vines that grow from your head instead of hair, or thin appendages that resemble twigs. You gain the {@trait ardande|RoE} trait, in addition to the traits from your ancestry. You also gain {@ability low-light vision}, or you gain {@ability darkvision} if your ancestry already has low-light vision.",
				"You can choose from {@filter ardande|feats||Ancestry & Heritage=ardande} feats, geniekin feats, and feats from your ancestry whenever you gain an ancestry feat."
			],
			"info": [
				{
					"type": "pf2-h1",
					"name": "Ardande",
					"entries": [
						"Ardandes are geniekin, or elemental planar scions, born with elemental wood for flesh and blood-like sap flowing through their veins; just as much elemental essence as they are mortal. They are the descendants of wood elementals, kizidhars, dryads, and forest dragons, or were born under the influence of powerful elemental forces tied to the First World or {@plane Plane of Wood|RoE}.",
						"Ardandes often share a connection to specific aspects of wood, such as spring blossoms, ancient and rotten stumps seething with life that feeds on their decay, or sap dripping down tree bark; this is called an ardande lineage. Typically, an ardande has the same lineage as their ardande parent, though some are born with a new or different lineage, or to parents who didn't have one. Sometimes a lineage reflects where an ardande was born, such as springsoul ardandes born in the vibrant, portal-riddled Grungir Forest in the Lands of the Linnorm Kings, or moldersoul ardandes influenced by the Darkblight infection of the Southern Fangwood. They can also occur as a reflection of the ardande's planar ancestry, like ambersoul ardandes who descend from kizidhars.",
						"If you want to play a character who embodies the tenacity, flexibility, and succor of elemental wood, you should play an ardande.",
						{
							"type": "pf2-h3",
							"name": "You Might...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Associate your personal identity with elemental wood, and believe the characteristics of wood, plants, and trees form core aspects of your personality.",
										"Enjoy giving gifts or expressing love for your friends with food and hospitality.",
										"Take pride in your elemental lineage and your connection to the previously lost {@plane Plane of Wood|RoE}."
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"name": "Others Probably...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Look to you as an authority on {@trait plant} creatures and the {@plane Plane of Wood|RoE}.",
										"Take you for granted as an endless well of energy, patience, and support.",
										"Mistake you for a ghoran or dryad, perhaps not even realizing there is an elemental {@plane Plane of Wood|RoE}."
									]
								}
							]
						},
						{
							"type": "pf2-h2",
							"name": "Physical Description",
							"entries": [
								"Ardandes vary in appearance just as much as their different ancestors do. Green, brown, and ash gray are the most common skin tones, though many also have bodies covered in moss, bark, or knotted wood. Ardandes are often born with coils of ivy or flowering vines for hair, but just as common are those who grow beards made of petals or leaves, or hair that rustles like a leaf caught in a perpetual wind. Most smell like dew on fresh grass, wildflowers, or a mossy forest floor. Rarely, an ardande is born with amber or bark for nails, leaves or delicate petals freckling their skin, or even rotten, mossy bodies that shed spores and resin."
							]
						},
						{
							"type": "pf2-h2",
							"name": "Society",
							"entries": [
								"Poorly understood by both themselves and others, ardandes born before the {@plane Plane of Wood|RoE}'s return have struggled to fully comprehend their own heritage. Due to the {@plane Plane of Wood|RoE}'s longstanding absence from the Universe, Golarion has had too few ardandes for the wood geniekin to form their own societies or cultural norms. In most regions where ardandes are found, only a single family might have a connection to elemental wood, and the norms of the elemental scions of wood in those areas are simply those of that single ardande family."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Beliefs",
							"entries": [
								"Many ardandes value community and family. Religious ardandes gravitate to the faiths of wood and nature deities, such as {@deity Gozreh}, the {@deity Green Mother|LOGM}, {@deity Shyka|LOGM}, or the elemental lords of wood, {@deity Shumunue|RoE} and {@deity Verilorn|RoE}.Some venerate the kings of the leshies, known as the green men, or join druidic orders or other spiritual practices focused on nature, like the {@deity Green Faith}. Evil ardandes sometimes look to gods who represent destruction, disease, and rot for guidance, like {@deity Urgathoa}, {@deity Groetus|LOGM}, or the demon lord {@deity Treerazer|B1}. The ardandes who venerate these vile gods often interpret corruption and disease as necessary components of nature's eternal cycle: death that carves the way for renewal, rather than death as a final ending.",
								"{@b Popular Edicts} flow with the cycles of nature, grow the world I want to live in",
								"{@b Popular Anathema} betray my family"
							]
						},
						{
							"type": "pf2-h2",
							"name": "Ardandes of Golarion",
							"entries": [
								"Ardandes born on Golarion prior to the {@plane Plane of Wood|RoE}'s return fall into two primary groups: those who trace their lineage to non-elementals who nonetheless carry the spark of elemental wood within them, such as forest dragons or woodland fey; and ardandes from the bloodlines of ancient kizidhars and other elementals who became stranded on Golarion before mortal life even began. While there are a few other ardandes whose roots do not match either of these origins stories, their backgrounds tend to be highly unusual and often involve powerful sources of extraplanar magic.",
								"Over the millennia while the {@plane Plane of Wood|RoE} was locked away from the Inner Sphere, most of Golarion's oldest ardande families eventually became disconnected from their elemental heritage. Regardless of the source of their elemental connection, these families found the innate spark of elemental wood becoming increasingly rare in their children, until it seemed to die out entirely and ardande children stopped being born altogether. Now that the {@plane Plane of Wood|RoE} has returned, many of these lost ardande families are experiencing a resurgence of their old elemental heritage, though they have little more than legends and folk stories of an ancestor's elemental power to explain and offer guidance for their new generation of ardande children. Many ardandes born into this new generation are rapidly becoming the foremost explorers into the {@plane Plane of Wood|RoE}, eager to use their innate gifts to trace their heritage through its extraplanar roots."
							]
						}
					]
				}
			]
		},
		{
			"name": "Aasimar",
			"source": "APG",
			"page": 34,
			"otherSources": {
				"Expanded": [
					"LOAG|8"
				]
			},
			"versatile": true,
			"rarity": "uncommon",
			"entries": [
				"You descend from celestials or were touched by the celestial realms, gaining an air of awe and grace, as well as features distinctive to your celestial forebears. You gain the {@trait aasimar} trait, in addition to the traits from your ancestry. You also gain {@ability low-light vision}, or you gain {@ability darkvision} if your ancestry already has {@ability low-light vision}. You can choose from {@filter aasimar feats|feats||type=ancestry|ancestry & heritage=aasimar} and feats from your ancestry whenever you gain an ancestry feat."
			],
			"info": [
				{
					"type": "pf2-h2",
					"name": "Aasimar",
					"entries": [
						"Born with the power of benevolent celestial entities, aasimars are thought to be supremely blessed with strength of will, extraordinary beauty, and innate magical gifts. But many aasimars find that these perceived talents—whether they actually have them or not—set them apart from their friends and family, fostering loneliness in themselves and jealousy in others.",
						"Aasimars with a positive outlook face these challenges by serving their communities, populating the environment with kindness or artwork, or simply supporting those who are less fortunate. Some aasimars hold a more hostile worldview, however, and risk falling into resentment, despair, or even the temptations of evil. Even then, the stereotypes surrounding an aasimar cling close, causing others to view them as tragic figures in need of redemption.",
						"The powers and physical appearances passed down from celestial beings vary according to an aasimar's lineage. Those who descend from archons are sometimes known as lawbringers, while those who possess angelic blood are called angelkin, and those related to azatas are referred to as musetouched.",
						"If you want a character brimming with celestial power, unique physical characteristics and the potential for strong faith, you should play an aasimar.",
						{
							"type": "pf2-h3",
							"name": "You Might...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Possess a strong sense of fashion, favor exquisitely crafted tools, or carry yourself with instinctual grace.",
										"Feel a strong kinship with outcasts, orphans, or others who have been misunderstood or marginalized.",
										"Have a beloved pet or a close relationship with a sibling or childhood friend."
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"name": "Others Probably...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Assume you are a supernatural messenger from beyond or whole-heartedly enjoy your supernatural legacy.",
										"Treat you with worship or reverence, but distance you by putting you on a pedestal.",
										"Think you can provide simple and free supernatural solutions for all their problems."
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"name": "Physical Description",
							"entries": [
								"An aasimar's physical appearance depends as much upon the features of their parents as it does upon the nature of their celestial heritage. While an aasimar is recognizably a member of their humanoid ancestry, they always bear a few physical traits that set them apart, such as glowing eyes, a faint halo of light above their head, feathers for hair, antennae on the brow, a metallic sheen to the skin, lack of a belly button, a strangely musical voice, or a naturally pleasing floral scent. It's a common stereotype that all aasimars are handsome or beautiful—another assumption aasimars face throughout their lives."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Society",
							"entries": [
								"Aasimars are too widely dispersed in most regions to create societies of their own, and they instead tend to assimilate into the society and culture of their mortal parents. They thrive in societies that hold freedom, civility, and justice as virtues. Whether due to inborn charm and confidence or others' tendency to ascribe greater weight to their words, aasimars often find themselves in positions of leadership, even when they don't seek out such roles, and they must take care that their actions and words don't unduly influence others. When aasimars gather in numbers large enough to develop their own societies, they tend to be tightly knit but open and friendly to visitors, yet swift in their justice against proven enemies."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Alignment and Religion",
							"entries": [
								"An aasimar's celestial nature doesn't force goodness or faith into their life—each aasimar is free to form their own personality and beliefs. In many cases, these beliefs are shaped by the nature of their upbringing, their parents, and the society in which they were raised. Most aasimars are good, whether because society tends to accept, foster, and support aasimars, or because the influence of the celestial planes is enough to subtly encourage them down such paths. Good faiths are more likely to draw an aasimar's attention, particularly those with portfolios associated with celestial concerns, such as Desna, Erastil, or Sarenrae. Those who choose lives of evil tend to be particularly cruel or sadistic, almost as if they feel the need to work that much harder to justify and pursue their life choices."
							]
						},
						{
							"type": "entriesOtherSource",
							"source": "LOAG",
							"page": 8,
							"entries": [
								"Exemplars of poise, grace, and magnificence, aasimars are beloved throughout the Inner Sea and beyond. These mortal beings are shaped by incredible celestial power and are often greeted as omens of good fortune for the communities they're born into. As adults, many aasimars gravitate towards noble and heroic principles, often finding success as renowned artists, devout clergy, and resplendent heroes. A celestial tether holds an aasimar's soul close, gently pulling them towards celestial ideals. Aasimars feel subtle urges to root out evil, aid the downtrodden, and amend society's broken promises. This pull is not a guarantee for a life of good, however, and many aasimars crack under the pressure put upon them. These aasimars might prefer to escape the expectations of their lives and choose to live in solitude. In other cases, an aasimar might turn to a life of evil, either as a backlash for failing to live up to these societal pressures or as a rejection of their own celestial nature.",
								"Physically, an aasimar's appearance greatly resembles others of their ancestry, though their celestial influence can visibly manifest in nearly imperceptible to substantial cosmetic differences. Common manifestations include pearlescent teeth, golden hair, lyrical voices, floral scents, and shining features. More radical manifestations can include additional eyes, bodies covered in soft down feathers, a voice that sounds akin to several people speaking in unison, or heads with more than a single face. These differences are far less common and, for some, unnerving; many would consider these aasimars monstrous if not for their natural aura of holiness."
							]
						},
						{
							"type": "pf2-sidebar",
							"source": "LOAG",
							"name": "Aasimar Adventurers",
							"page": 9,
							"entries": [
								"Aasimars are often revered from birth, and communities often ensure that these blessed children are given every advantage to pursue their divine destiny. Pampered aasimars may have the {@background artist}, {@background emissary}, {@background entertainer}, or {@background noble} background. Aasimars pursuing virtuous ends may have the {@background acolyte}, {@background detective}, or {@background field medic} backgrounds. Aasimars often devote themselves to faith, becoming {@class champion|CRB|champions} or {@class cleric|CRB|{@class cleric||clerics}}.",
								"{@indentFirst Artistic aasimars excel as {@class bard|CRB|{@class bard||bards}}.}"
							]
						},
						{
							"type": "pf2-sidebar",
							"source": "LOAG",
							"name": "Tianjing",
							"page": 10,
							"reference": {
								"auto": true
							}
						},
						{
							"type": "pf2-sidebar",
							"source": "LOAG",
							"name": "Divine Pressure",
							"page": 11,
							"reference": {
								"auto": true
							}
						},
						{
							"type": "pf2-h2",
							"name": "Aasimar of the Inner Sea",
							"source": "LOAG",
							"page": 9,
							"reference": {
								"auto": true
							}
						},
						{
							"type": "pf2-h2",
							"page": 126,
							"source": "LOME",
							"name": "Other Peoples",
							"entries": [
								"Many people call the Mwangi Expanse home beyond those most often associated with it. Such inhabitants include the demonically-influenced charau-kas who lord over Lake Ocota, the divination-gifted mbaikis, enterprising and competitive lizardfolk, and adventure-seeking kobolds—among others. The motives of the myriad peoples of the Expanse are as varied as they are, with some hoping to find peace and solitude while others seek fresh meaning to their lives.",
								{
									"type": "pf2-h3",
									"page": 129,
									"name": "Planar Scion",
									"source": "LOME",
									"reference": {
										"auto": true
									},
									"entries": [
										"Within the Mwangi Expanse, it is believed that all planar scions, no matter their origins, have a great predetermined fate that can alter history.",
										"Aasimars, are usually seen as good omens and blessings from the gods by most, save those who worship demons. These not-quite-mortal people often rise to positions of idolization and power, their perceived goodness lending them influence. Some aasimar become seduced by the power often freely given to them and abuse it."
									]
								}
							]
						}
					]
				}
			],
			"summary": {
				"images": [
					"https://2e.aonprd.com/Images/Ancestries/Aasimar01.png",
					"https://2e.aonprd.com/Images/Ancestries/Aasimar02.png"
				]
			},
			"traits": [
				"aasimar"
			]
		},
		{
			"name": "Reflection",
			"source": "DA",
			"page": 119,
			"versatile": true,
			"rarity": "rare",
			"entries": [
				"You were created as a duplicate of another creature, intentionally or accidentally, though you might not know of your origins. Other than a minor mark or two, you look just like your progenitor. You gain the {@trait reflection} trait, in addition to the traits from your ancestry. You don't need to attempt {@skill Deception} checks to {@action Impersonate} your progenitor unless you're interacting with people who know them personally or you do something known to be out of character for them. The GM might require you to roll a {@skill Deception} check in other circumstances, such as if you're mirror-risen and interacting with someone who has seen an accurate likeness of your progenitor and might notice a distinguishing feature on the reverse side. You can choose from {@filter reflection feats|feats||type=ancestry|ancestry & heritage=reflection} and feats from your ancestry whenever you gain an ancestry feat."
			],
			"info": [
				{
					"type": "pf2-h2",
					"name": "Reflection",
					"entries": [
						"Methods of their creation vary, but all reflections are duplicates of someone else existing in the world. Some are drawn out from literal mirrors, developing a life of their own once set free from the Echoing Pale. Mirror-focused rituals or spells can create independent reflections, whether deliberately or accidentally, as can the magical hazard known as a darkside mirror, which replaces those looking into it with malicious duplicates. Some reflections are created as magical clones by spellcasters, only to turn on their creators or be left adrift, while others arise from polymorph magic gone wrong.",
						"If you want a character who seeks to forge their own identity in the face of their duplicate nature, with a strong tie to another character somewhere out there in the world, you should play a reflection.",
						{
							"type": "pf2-h3",
							"name": "You Might...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Feel as though you're just an out-of-place imitation.",
										"Want to keep your nature a secret from everyone except trusted companions.",
										"Be extremely dedicated to your friends or anyone who gives you a sense of community."
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"name": "Others Probably...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Don't realize your true nature as a copy.",
										"Expect you to be plotting a nefarious fate for your progenitor.",
										"Are wary of or intrigued by your unusual abilities."
									]
								}
							]
						},
						{
							"source": "DA",
							"page": 121,
							"type": "pf2-sidebar",
							"name": "Final Usurpation",
							"entries": [
								"If your progenitor is deceased, you might be able to take over their life. It might require a special ritual and other activities taking 1 week, as you take over your progenitor's lodgings, activities, relationships, and so on. Once you finish, provided no creature has successfully identified you as an impostor, the memories of everyone who knew or interacted with your progenitor are altered, so they forget your progenitor's usual personality and behavior in favor of yours, and you no longer risk discovery for acting out of character for them. You belong now."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Physical Description",
							"entries": [
								"A reflection's physical appearance almost exactly matches their progenitor's. In mirror-risen reflections, their appearance is reversed, so details such as scars are on the opposite side. Other reflections often have a swirled mark somewhere on their bodies, appearing as a tattoo or birthmark. Reflections are typically indistinguishable from a regular member of that ancestry."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Society",
							"entries": [
								"As duplicates of others, and ones that appear only in rare circumstances, reflections have no inherent society of their own. Many reflections have a degree of existential angst, struggling to find somewhere they feel they belong and won't be identified as a \"fake.\" A reflection's greatest (though not necessarily best) bond is usually to their progenitor. Progenitors and their reflections are sometimes aware of each other, with some progenitors taking their reflection under their wing, which often grants the reflection a greater sense of community."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Alignment and Religion",
							"entries": [
								"Despite the tales, not all reflections are malevolent. Reflections formed from darkside mirrors are always evil, but others usually have either the alignment of their progenitor or the exact opposite one—many good-aligned reflections arise from the nefarious experiments of an evil alchemist or spellcaster. Most reflections are wary of religion, but those who adhere to a faith are typically extremely devout."
							]
						}
					]
				}
			],
			"summary": {
				"images": [
					"https://2e.aonprd.com/Images/Ancestries/Reflection01.png",
					"https://2e.aonprd.com/Images/Ancestries/Reflection02.png"
				]
			},
			"traits": [
				"reflection"
			]
		},
		{
			"name": "Aphorite",
			"source": "LOAG",
			"page": 74,
			"versatile": true,
			"rarity": "uncommon",
			"entries": [
				"You were born with a connection to Axis, the Plane of Law. You gain the {@trait aphorite} trait, in addition to the traits from your ancestry. You also gain {@ability low-light vision}, or you gain {@ability darkvision} if your ancestry already has {@ability low-light vision}. You can choose from {@filter aphorite feats|feats||type=ancestry|ancestry & heritage=aphorite} and feats from your ancestry whenever you gain an ancestry feat."
			],
			"info": [
				{
					"type": "pf2-h1",
					"name": "Aphorite",
					"entries": [
						"Aphorites were first forged by axiomites, the primary inhabitants of the Eternal City of Axis, the plane of pure law. The original aphorites served as liaisons between their lawful progenitors and frustratingly unpredictable mortal allies. Marrying the logical thought processes of conformity to law and the gift of self-determination, early aphorites spread across the Material Plane to serve as Axis's proxies and enact its will. Over time, their appearances and personalities grew to resemble their mortal comrades as they were increasingly born among mortals. Aphorites still exhibit Axis's touch in their metallic skin coated in crystalline dust, aptitude for logic, strength in artisanship, and propensity for order and cooperation. But despite these links to their purpose-built origins, contemporary aphorites are undoubtedly their own masters.",
						"If you want to play a character intrinsically tied to the underlying order of the universe, walking the thin line between calculated predestination and free will, you should play an aphorite.",
						{
							"type": "pf2-h3",
							"name": "You Might...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Seek to make something work just a bit better, whether a physical object or process.",
										"Enjoy learning the intricacies of a language, machine, or profession.",
										"Gain satisfaction in working alongside others."
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"name": "Others Probably...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Believe you're rigid in your beliefs or habits.",
										"Think you never act before considering every possible outcome.",
										"Assume you easily grasp complex systems and situations."
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"name": "Physical Description",
							"entries": [
								"The first aphorites appeared as perfectly identical humanoids with metallic complexions; modern aphorites are far removed from such rigid biological structures. Their size, shape, and features now vary, but they still visibly bear the influence of Axis. Eyes, hair, and complexions with a metallic sheen are almost universal. These tones usually vary between copper, gold, and silver, though cobalt, viridian, and carmine aren't unheard of. Other manifestations include skin infused with shimmering crystalline motes or glowing symbols appearing across the body in a consistent rhythm."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Society",
							"entries": [
								"While still relatively rare, aphorites are increasingly born into families with no direct aphorite ancestors, and have thus spread across the Material Plane. They acculturate like any other mortal, picking up local customs and mannerisms over time. Most aphorites intuit an underlying sense of order or pattern that supersedes mortal law or custom. Some pursue this through cultural norms, while others balk at what they see as poorly constructed systems."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Alignment and Religion",
							"entries": [
								"The gift of free will means aphorite alignment is frequently shaped through experience rather than Axis directives. Good and evil hold no particular sway over aphorites' souls, but most do bend toward a lawful worldview.",
								"Many aphorites revere {@deity Abadar}, {@deity Asmodeus}, {@deity Erastil}, or {@deity Torag}, whose faiths recognize the benefits of a stable society. {@deity Desna} appeals to some aphorites' desire to break from tradition. For aphorite artisans, {@deity Shelyn}'s aesthetic and {@deity Brigh}'s precision prove attractive; the Bronze Lady's views on awakened constructs also appeal to axiomite-forged aphorites."
							]
						}
					]
				}
			],
			"traits": [
				"aphorite"
			]
		},
		{
			"name": "Beastkin",
			"source": "LOAG",
			"page": 78,
			"versatile": true,
			"rarity": "rare",
			"entries": [
				"The blood of a beast flows through your veins, granting you the ferocity and might of animals. Only creatures with the {@trait humanoid} trait can take the beastkin versatile heritage. Choose a type of animal such as bat, eagle, shark, spider, tyrannosaurus, wasp, or wolf. This is the type of animal tied to your heritage and is known as your inherent animal. You gain the {@trait beast} and {@trait beastkin} traits, in addition to the traits from your ancestry. A beastkin's hybrid form is their natural shape. You gain the {@action Change Shape|LOAG} ability. You can choose from {@filter beastkin feats|feats||type=ancestry|ancestry & heritage=beastkin} and feats from your ancestry whenever you gain an ancestry feat.",
				{
					"type": "ability",
					"style": "full",
					"name": "Change Shape",
					"traits": [
						"concentrate",
						"polymorph",
						"primal",
						"transmutation"
					],
					"page": 79,
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"entries": [
						"You change into your humanoid or hybrid shape. Each shape has a specific, persistent appearance, and most beastkin remain in their hybrid shapes by default. In hybrid shape, you appear as a mix between your ancestry and your inherent animal. While in hybrid shape, you gain a jaws unarmed Strike resembling the features of your inherent animal (fangs for bats, beaks for eagles, mandibles for wasps, and so on). Your jaws deal {@dice 1d4} piercing damage, have the {@trait agile}, {@trait finesse}, and {@trait unarmed} traits, and are in the brawling weapon group. In your humanoid shape, you retain the appearance of your original ancestry."
					]
				}
			],
			"info": [
				{
					"type": "pf2-h1",
					"name": "Beastkin",
					"entries": [
						"Beastkin is a blanket term for any person who has gained the ability to partially or fully transform into an animal through any number of means, while maintaining a balance with their humanoid side. Most beastkin are born of werecreatures or have a werecreature ancestor in their lineage. The curse might not always fully manifest in the child of the werecreature pairing, giving the child the transformative nature of their lineage without a weakness to silver or a loss of control during the full moon. Born or made, werecreatures usually hold such beastkin in high regard, as they embody many of their strengths without any of their weaknesses.",
						"Aside from werecreatures, there are various other paths to becoming a beastkin. In some cases, a deity or a nature spirit may grant a chosen individual the power to transform. Others have gained the powers of beastkin through a trick of the fey or an unusual reaction to polymorph magic. There are even rumors that some rare beastkin might be shapeshifting animals that somehow gained the form of a sapient ancestry, rather than the other way around.",
						"If you want a character that treads the boundaries between rationality and instinct, at home in both society and the wilds yet set apart from both, you should play a beastkin.",
						{
							"type": "pf2-h3",
							"name": "You Might...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Prefer the companionship of a close group of friends.",
										"Feel an attachment to your inherent animal and seek that animal out to understand them better.",
										"Wrestle with your animalistic side and choose to isolate yourself from those who may not understand your unique nature."
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"name": "Others Probably...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Believe you practice primal magic or have a direct connection to the natural world.",
										"Assume that you love animals, especially those of the same kind as your inherent animal.",
										"Worry that you will lose yourself to your feral instincts and attack others."
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"name": "Physical Description",
							"entries": [
								"Beastkin come in all shapes and sizes due to the countless combinations of ancestry and inherent animal. Most beastkin resemble a typical member of their base ancestry so closely that they are indistinguishable as a beastkin when in their humanoid form. On rare occasions, a beastkin is born with features that belie their animalistic nature at all times.",
								"A beastkin's nature is more obvious when they are transformed into their hybrid shape, their features shifting to resemble the animal to which they are connected. The manifestation of these features varies from beastkin to beastkin, but typically, their teeth become more prominent, their skin toughens like hide, their hair lengthens, and their eyes reshape. Beastkin that can transform into actual animals keep some traits that tie them to their humanoid form, such as retaining their eye color."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Society",
							"entries": [
								"Beastkin typically weave themselves into their ancestral societies, hiding their true nature as much as necessary. Some societies, particularly nomadic or frontier societies, are more accepting of beastkin, allowing them to live in their preferred form without judgment. Beastkin tend to live in independent communities with other beastkin and werecreatures with the same inherent animal, finding that their association with the same animal instills a sense of fellowship. These communities usually reside in or near environments that match the habitats of their inherent animals. Other beastkin instead live on the fringes of society or away from it altogether, preferring to live on their own.",
								"Most people don't understand that beastkin don't have to contend with the curse of moon frenzy and loss of self, nor do they have any way of telling beastkin apart from werecreatures by appearance alone. Because of this, many people treat beastkin just as they would a werecreature who wasn't free of the curse and might eat them on a full moon. People who know of beastkin and can identify them as such are usually much less apprehensive about associating with them. Beastkin are sometimes given the misnomer of \"skinwalkers\" by those who are only mildly aware of their existence. This name is derived from ignorant rumors about the evil origins of beastkin, but beastkin reject this name both to distance themselves from the evil associations and to clarify the diversity among the countless beastkin types throughout Golarion."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Alignment and Religion",
							"entries": [
								"Most lean toward neutral alignments, but beastkin can be as varied in alignment as there are animals in the world. Due to their association with nature and the animal world, many beastkin worship nature deities like {@deity Gozreh}. Some adhere to the {@deity Green Faith}, while others worship deities of hunting, transformation, or travel like {@deity Erastil}, {@deity Alseta}, and {@deity Desna}."
							]
						}
					]
				}
			],
			"traits": [
				"beastkin"
			]
		},
		{
			"name": "Changeling",
			"source": "APG",
			"page": 30,
			"versatile": true,
			"rarity": "uncommon",
			"entries": [
				"Your mother was a hag. Your heterochromatic eyes are the most obvious signifier of this parentage, but you likely also have a slighter build, paler skin, and darker hair than most members of your other parent's ancestry. You gain the {@trait changeling} trait. You also gain {@ability low-light vision}, or you gain {@ability darkvision} if your ancestry already has {@ability low-light vision}. You can choose from {@filter changeling feats|feats||type=ancestry|ancestry & heritage=changeling} and feats from your ancestry whenever you gain an ancestry feat."
			],
			"info": [
				{
					"type": "pf2-h1",
					"name": "Changeling",
					"entries": [
						"Though a changeling generally resembles a member of their father's ancestry, their distinctive eyes—each a different color—set them apart. One of their eyes matches that of their father's lineage, while the other matches the color of their hag mother's, often in an unnatural shade such as violet or a vivid green. Not everyone with differently colored eyes is a changeling, but this manifestation of changeling heritage makes it difficult for them to hide their nature and can lead to banishment from their community. As they come of age, they manifest other characteristics from their mother, including supernatural abilities. {@ability Darkvision}, clawlike fingernails, and innate magic are the most common, but stranger abilities specific to the hag mother can also arise.",
						"Changelings can be any gender, but women in particular are vulnerable to the Call, a psychic influence that urges them to abandon their mortal life, join the hag's coven, and eventually become a hag. Changelings who understand their heritage often fear the Call and work to resist its pull. Those who remain ignorant of their origin may find themselves subject to a terrible compulsion without knowing why.",
						{
							"type": "pf2-h3",
							"name": "You Might...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Cherish and protect those friends and family who accept you as you are.",
										"Seek to better understand your hag mother and the gifts she gave you, for good or ill, or distance yourself from your heritage.",
										"Fear the day you hear the Call and worry you might not be able to resist—or perhaps you already fight to resist it every day."
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"name": "Others Probably...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Assume you practice occult or primal magic, or that you participate in a coven.",
										"Worry that you might secretly be a monster, or become one, and turn on them.",
										"Notice and speculate about your distinctive eyes."
									]
								}
							]
						}
					]
				}
			],
			"traits": [
				"changeling"
			]
		},
		{
			"name": "Dhampir",
			"source": "APG",
			"page": 32,
			"versatile": true,
			"rarity": "uncommon",
			"entries": [
				"You are the scion of a vampire, half living and half undead, gifted with uncanny charm and grace, a bloodless pallor, and elongated incisors. You gain the {@trait dhampir} trait, in addition to the traits from your ancestry. You have the {@ability negative healing|b2} ability, which means you are harmed by positive damage and healed by negative effects as if you were undead. You also gain {@ability low-light vision}, or you gain {@ability darkvision} if your ancestry already has {@ability low-light vision}. You can choose from {@filter dhampir feats|feats||type=ancestry|ancestry & heritage=dhampir} and feats from your ancestry whenever you gain an ancestry feat."
			],
			"info": [
				{
					"type": "pf2-h1",
					"name": "Dhampir",
					"entries": [
						"The circumstances surrounding a dhampir's birth are rare, complex, and often shrouded in horrific rumors stoked by societal revulsion at the idea of an undead monstrosity producing mortal offspring. Some dhampirs are the child of one mortal and one vampiric parent, while others are born to those who were turned into vampires while pregnant. Still others rise from dark rituals or other supernatural influences that impose a vampiric curse onto a mortal infant. The life of a dhampir is often difficult: few vampiric parents have the time or inclination to raise a mortal child, while mortal communities find a dhampir's sallow flesh, piercing eyes, and unnerving presence off-putting at best.",
						"Despite being living creatures, dhampirs respond to positive and negative energy as if they were undead, making them unwelcome in many holy communities and often driving them toward necromantic arts. Dhampirs aren't immortal, but age far more slowly than most mortals, with a lifespan similar to that of an elf. Dhampirs have difficulty producing children of their own, and those few born to a dhampir are never dhampirs themselves.",
						"A dhampir generally resembles a member of their non-vampire parent's ancestry, but with a ghostly pallor and eyes so light it seems they have only pinpoint pupils and no iris. All dhampirs have elongated incisors, some nearly as long as those of a true vampire. Many command grace, beauty, and charm, despite their unsettling appearance.",
						{
							"type": "pf2-h3",
							"name": "You Might...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Distance yourself from your heritage by trying to blend into society or even hunting undead.",
										"Take special precautions to avoid being exposed to \"helpful\" healing magic.",
										"Find yourself fascinated by the sight, smell, or taste of blood."
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"name": "Others Probably...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Feel unsettled by your ghostly pallor and sharp teeth.",
										"Wonder about or even romanticize your origins and motivations.",
										"Find themselves strangely drawn to your grace, charm, and appearance."
									]
								}
							]
						},
						{
							"type": "pf2-sidebar",
							"source": "LOAG",
							"name": "Dhampir Settlements",
							"page": 26,
							"reference": {
								"auto": true
							}
						},
						{
							"type": "pf2-sidebar",
							"source": "LOAG",
							"name": "Strigoi",
							"page": 27,
							"entries": [
								"The first vampires arrived on Golarion from the Shadow Plane, but most have died out, gone into hiding, returned to the Shadow Plane, or evolved into modern vampires. Those ancient few who retain their original form are called strigoi. These vampires aren't destroyed when exposed to sunlight—instead, they enter a dormant state from which they rise again at nightfall."
							]
						},
						{
							"type": "entriesOtherSource",
							"source": "LOAG",
							"page": 24,
							"reference": {
								"auto": true
							},
							"entries": [
								"Mortal, yet descended from immortals; living, but irrevocably shaped by undeath: dhampirs exist in a liminal space between two opposing forces. Many superstitious folk would say these half-dead, vampire-descended creatures shouldn't exist at all—but exist they do, despite their often-violent origins, carving out lives for themselves among all ancestries and across all cultures.",
								"In most ways, dhampirs resemble their mortal parents. They retain their ancestry's size, general shape and build, and distinguishing features such as pointed ears, pronounced jawlines, thick facial hair, and the like. They hail from all ethnicities and all parts of the world, but a dhampir's skin and hair are always an ashen, bloodless reflection of their mortal parent's, lacking the warm tones that indicate life and vitality. Born with a hunger distinct from most mortal appetites, dhampirs trend toward slighter builds than their mortal counterparts. Their eyes are often colorless, with only pinpoint pupils, though some instead have gray, silver, or red eyes. Despite these eerie characteristics, most dhampirs embody an entrancing combination of physical grace and subtle charm."
							]
						},
						{
							"type": "pf2-h2",
							"name": "Dhampirs of the Inner Sea",
							"source": "LOAG",
							"page": 24,
							"reference": {
								"auto": true
							}
						}
					]
				}
			],
			"traits": [
				"dhampir"
			]
		},
		{
			"name": "Duskwalker",
			"source": "APG",
			"page": 37,
			"versatile": true,
			"rarity": "uncommon",
			"entries": [
				"Thanks to an ancient bargain, your soul has been reborn as a duskwalker, a planar scion with a connection to psychopomps and the Boneyard. You gain the {@trait duskwalker} trait in addition to the traits from your ancestry. You also gain {@ability low-light vision}, or you gain {@ability darkvision} if your ancestry already has {@ability low-light vision}. Neither your body nor your spirit can ever become undead. You can choose from {@filter duskwalker feats|feats||type=ancestry|ancestry & heritage=duskwalker} and feats from your ancestry whenever you gain an ancestry feat."
			],
			"info": [
				{
					"type": "pf2-h2",
					"name": "Duskwalker",
					"entries": [
						"The first duskwalkers manifested as the result of a bargain between two powerful psychopomps, the immortal guardians and guides of souls after death. One believed that certain souls who helped preserve the cycle of life and death but had their own lives cut short deserved reincarnation, while the other felt this would too greatly violate that same cycle. In the end, the duskwalkers rose from a concession between the two that allowed such rebirths to occur but limited their frequency—only a finite number of duskwalkers ever exist at any one point in time.",
						"When they were first created by psychopomps, duskwalkers were expected to perform roles that would serve the goddess of death, {@deity Pharasma}, and by extension her realm, the Boneyard. But now duskwalkers have found themselves with more freedom of choice and after a century, have only now come to terms with the fact that their destinies are their own to choose. As they are created, not born, most duskwalkers either struggle to integrate with society or seek out communities and organizations to serve as a surrogate family.",
						"Duskwalkers have an inherent understanding of the cycle of life and death. In most cases this manifests as a deep respect for that cycle and pushes the duskwalker toward occupations that help them to protect it, such as hunters of the undead, midwives, morticians, and priests.",
						"If you want a character who has a mysterious background, seeks a society or organization to join, or looks to fight against undead, you should play a duskwalker.",
						{
							"type": "pf2-h3",
							"name": "You Might...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Seek out opportunities to form strong friendships with a diverse array of companions.",
										"Become focused on preventing the spread of undeath.",
										"Be intrigued at finding your identity in a previous life."
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"name": "Others Probably...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Assume you're a necromancer or have some other strange interest in death or the dead.",
										"Want to know if you remember your past life or ask you about the secrets of death or the afterlife."
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"name": "Physical Description",
							"entries": [
								"As a reincarnated soul, a duskwalker retains many of the physical traits they possessed in their previous life and is a member of that ancestry, though as a duskwalker they have distinctive ash-gray or dark blue skin. However, sometimes a duskwalker forms from an unusual creature, like a dragon. These duskwalkers appear to be of a humanoid ancestry, but have features like draconic scales or horns.",
								"When a duskwalker perishes and faces final judgment, a new one incarnates within a year from a deserving soul, typically somewhere far from the previous duskwalker's birthplace. Duskwalkers manifest in locations with a sanctified connection to death, such as graveyards or temples, and begin their lives at adolescence. No duskwalker is capable of bearing or siring biological children, but this doesn't prevent them from establishing families, typically through adoption."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Society",
							"entries": [
								"It's not uncommon for a duskwalker to go their entire life without encountering another of their kind. Despite their overall rarity, duskwalkers are likely to become adventurers, both due to the strange conditions of their creation and common feelings of social isolation."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Alignment and Religion",
							"entries": [
								"Most duskwalkers are neutral or have a neutral component to their alignment. While the typical duskwalker worships or at least respects Pharasma and her powerful psychopomp ushers, any deity associated with death, society, or the occult might attract a duskwalker's attention."
							]
						},
						{
							"type": "entriesOtherSource",
							"source": "LOAG",
							"page": 28,
							"entries": [
								"Once, having been convinced by a powerful olethros advocate, a yamaraj psychopomp judge decreed that, after death, certain souls could reincarnate and walk Golarion once more. The children of this ancient pact became known as duskwalkers. In their previous incarnation, every duskwalker somehow served the cycle of life and death—but their time was cut short until the machinery of psychopomp bureaucracy gave them another life. Born anew, each duskwalker appears near the site of their past existence, a strange child with an old soul and an uncertain destiny."
							]
						},
						{
							"type": "pf2-sidebar",
							"source": "LOAG",
							"name": "Taking Tea with Death",
							"page": 29,
							"entries": [
								"Psychopomps can recognize a duskwalker on sight, and most types of psychopomp are much more likely to start up a conversation with a duskwalker they encounter during their appointed tasks than any other mortal. Nosois might trade shiny objects or sweets for tidbits of knowledge, morrignas might give a warning of a nearby undead threat, and so on. Rarely, a psychopomp might take a shine to a duskwalker and visit from time to time—though given the way psychopomps measure time, these gaps could be months, years, or even decades."
							]
						},
						{
							"type": "pf2-sidebar",
							"source": "LOAG",
							"name": "Duskwalker Adventurers",
							"page": 30,
							"entries": [
								"Duskwalkers become adventurers most often out of some sense of misplaced destiny. While duskwalkers have free will, they also feel the pressure to make good use of their reincarnation. Many duskwalkers choose to study the otherworldly arts and become {@class wizard||wizards} or {@class bard||bards}. Duskwalkers are also more concerned than most with matters of the soul, commonly becoming {@class cleric||clerics}, {@class champion||champions}, and {@class monk||monks}. Duskwalkers most often come from the {@background acolyte}, {@background fortune teller}, {@background hermit}, {@background martial disciple}, and {@background scholar} backgrounds."
							]
						},
						{
							"type": "pf2-sidebar",
							"source": "LOAG",
							"name": "Duskwalker Origins",
							"page": 31,
							"entries": [
								"Duskwalkers' past lives were often adventurers, but other origins might include a doctor who fought an undead plague or a gravedigger who encouraged a healthy attitude towards death."
							]
						},
						{
							"type": "pf2-h2",
							"name": "Duskwalkers of the Inner Sea",
							"source": "LOAG",
							"page": 28,
							"reference": {
								"auto": true
							}
						}
					]
				}
			],
			"traits": [
				"duskwalker"
			]
		},
		{
			"name": "Ganzi",
			"source": "LOAG",
			"page": 94,
			"versatile": true,
			"rarity": "uncommon",
			"entries": [
				"Your blood is touched by primal chaos. You gain the {@trait ganzi} trait in addition to the traits from your ancestry. You gain resistance to a single damage type equal to half your level; at the beginning of each day, determine randomly whether this resistance applies to acid, electricity, or sonic damage. You also gain a +1 circumstance bonus to saving throws against effects that would cause you to gain the {@condition controlled} condition. You can choose from {@filter ganzi feats|feats||type=ancestry|ancestry & heritage=ganzi} and feats from your ancestry whenever you gain an ancestry feat."
			],
			"info": [
				{
					"type": "pf2-h1",
					"name": "Ganzi",
					"entries": [
						"While some ganzis are born of mortals who mingled with the inchoate beings of the Maelstrom, and some are descended from those who sailed that cerulean void, many others are born in places where the Material Plane frays toward chaos. Whatever their roots, all ganzis share the same potent essence.",
						"More than any other planar scions, ganzis are prone to appearing in otherwise stolid and unremarkable bloodlines. While this is sometimes cause for scandal in less open-minded communities, most ganzi children grow up as happy and loved as any other child. Ganzi children often exhibit irrepressible energy and good-natured mischief. A few even grow out of these tendencies eventually.",
						"If you want a character that channels the spontaneous and the unpredictable, that defies categorization while still finding commonality with other nonconformists, you should play a ganzi.",
						{
							"type": "pf2-h3",
							"name": "You Might...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Express your individuality through fashion and other personal choices.",
										"Behave in dramatic or exuberant ways and refuse to get discouraged easily.",
										"Look for creative or unique solutions to problems."
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"name": "Others Probably...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Expect you to behave unpredictably or impulsively.",
										"Fear that you possess magic beyond your control.",
										"Assume you're related to proteans."
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"name": "Physical Description",
							"entries": [
								"While ganzis resemble other members of their ancestry, it's rare for chaos to manifest with any degree of subtlety. No two ganzis are wholly alike and there are no universal traits, yet there is more commonality among ganzis than a layperson might expect. While some ganzis have links to other creatures of chaos, like valkyries or einherji, and some to no known beings, a narrow majority manifest as \"proteankin\" ganzis. Whether actually related to proteans or not, these ganzis possess serpentine tails with colorful scales and feathers, as well as patches of feather and scale in other places. Bilateral symmetry of such features is ubiquitous, despite their chaotic origins.",
								"Given their dramatic physical features, most ganzis are accustomed to drawing attention. Some lean into this, dressing in daring outfits and developing exuberant personalities, while the more introverted use concealing clothing to hide their heritage. Regardless of social preferences, many ganzis share a passion for works of craft or artistry; ganzis often seek out craftworks as fashion statements, from bracelets to necklaces to brooches."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Society",
							"entries": [
								"As a highly individualistic and geographically scattered heritage, ganzis have few widespread traditions. The most common, though, is the heart-name. While ganzis are no more likely than others to take issue with their gift-name (as ganzis call given names), the vast majority of ganzis choose names for themselves, selecting or inventing names that better describe their true selves. Some use their gift- and heart-names interchangeably; some share a name only with close friends or lovers; and some discard their gift-name entirely. Heart-names aren't static, and a ganzi might change their heart-name a day or a decade later."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Alignment and Religion",
							"entries": [
								"Unsurprisingly, ganzis lean heavily towards chaos, favoring organizations like the Firebrands. This is hardly universal, however—even a few suits of Hellknight armor accommodate a feathered serpent tail. Likewise, many ganzis find themselves suited to the service of {@deity Desna}, {@deity Cayden Cailean}, and other powers that value freedom and individuality."
							]
						},
						{
							"type": "pf2-h2",
							"page": 126,
							"source": "LOME",
							"name": "Other Peoples",
							"entries": [
								"Many people call the Mwangi Expanse home beyond those most often associated with it. Such inhabitants include the demonically-influenced charau-kas who lord over Lake Ocota, the divination-gifted mbaikis, enterprising and competitive lizardfolk, and adventure-seeking kobolds—among others. The motives of the myriad peoples of the Expanse are as varied as they are, with some hoping to find peace and solitude while others seek fresh meaning to their lives.",
								{
									"type": "pf2-h3",
									"page": 129,
									"name": "Planar Scion",
									"source": "LOME",
									"reference": {
										"auto": true
									},
									"entries": [
										"Within the Mwangi Expanse, it is believed that all planar scions, no matter their origins, have a great predetermined fate that can alter history.",
										"Ganzis are hotly debated across most cultures. Some consider their mutations from the chaotic and primordial magic of the world to be boons—manifestations of a new way of understanding the universe. Others see them as dangerous destabilizing elements that need to be controlled. Still others simply leave them be. If a ganzi happens to make their way into the Expanse from bordering Holomog, their treatment by locals can vary as wildly as their own whims."
									]
								}
							]
						}
					]
				}
			],
			"traits": [
				"ganzi"
			]
		},
		{
			"name": "Ifrit",
			"source": "LOAG",
			"page": 100,
			"versatile": true,
			"rarity": "uncommon",
			"entries": [
				"You descend from fire elementals or bear the mark of the Inner Spheres, and your features illustrate the influence that elemental fire has over you. You gain the {@trait ifrit} trait, in addition to the traits from your ancestry. You gain resistance to fire equal to half your level (minimum 1), and you treat environmental heat effects as if they were one step less severe (incredible heat becomes extreme, extreme heat becomes severe, and so on). You can choose from {@filter ifrit feats|feats||type=ancestry|ancestry & heritage=ifrit} and feats from your ancestry whenever you gain an ancestry feat."
			],
			"info": [
				{
					"type": "pf2-h1",
					"name": "Ifrit",
					"entries": [
						"Ifrits often build up personal relationships between themselves and the idea of fire, feeling as though they embody it mentally or spiritually, in addition to physically. Some ifrits relate to fire's mutable energy, illuminating properties, or destructive nature.",
						"Some ifrits share a connection from birth to specific aspects of elemental fire, such as radiance, ash, or lava; this is called an ifrit lineage. Ifrits often have the same lineage as their parents, though sometimes ifrits are born with lineages different from their families, or to parents without one. Lineages can appear in ifrit children as a reflection of where they were born—for example, cindersoul ifrits sometimes originate from being born in areas prone to forest fires. They can also occur as a reflection of the ifrit's planar ancestry, such as a brightsoul ifrit having a fire-themed celestial ancestor like a peri. Magma ifrits with the lavasoul lineage are most often born the descendants of magma dragons or other lava-themed fire elementals.",
						{
							"type": "pf2-h3",
							"name": "You Might...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Relate your personal identity to elemental fire and believe fire represents core aspects of your personality.",
										"Always keep yourself moving and busy, traveling to new places or trying new things, for fear that slowing down may dim your inner fire.",
										"Take great pride in your elemental lineage, especially if you believe you are related to the mighty efreeti nobles, the maliks."
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"name": "Others Probably...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Look to you as an authority on fire magic or the elemental planes.",
										"Think of you as a never-ending well of passion and inspiration, with an inner spark that never dies.",
										"Assume you must be hot-headed and reckless, acting before you think."
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"name": "Physical Description",
							"entries": [
								"Just as their elemental origins can vary, so too can ifrits' otherworldly appearances. Red, orange, and brass are all common skin colors, while others have charcoal-gray, ash-brown, or radiant white, yellow, or blue hues. Ifrit hair often falls in untamable coils of flame that grow over the ifrit's lifespan. Salamander-descended ifrits can have lizard-like scales, while those descended from efreeti may have huge, red horns curling up from their skulls.",
								"Many ifrits keep their skin uncovered and open to the air, favoring loose or breathable clothes made in light fabrics like silk and chiffon. Their styles often feature bright colors and bold patterns paired with metallic jewelry."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Society",
							"entries": [
								"Ifrits are typically born into societies built by others, where they comprise minority populations. Most ifrits place a high value on their freedom, and though they might live within societies and cultures dominated by humans, elves, or dwarves, many carve out peaceful, productive, and fulfilling places for themselves. Because most ifrits aren't bothered by high temperatures, many gravitate toward workplaces that get uncomfortably hot for other mortals, like forges."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Alignment and Religion",
							"entries": [
								"Ifrits are fiercely independent, sometimes valuing their personal freedoms above those of others around them. Though frequently accused of lacking morals by their detractors, ifrits who tend toward mischief are rarely motivated by malice. The most common alignments among ifrits are lawful neutral and chaotic neutral, with the rest typically falling into true neutrality, neutral good, or neutral evil.",
								"Ifrits are rarely inclined to venerate Golarion's deities, typically resenting the strictures and rules of an organized faith, but those who do most often worship deities of fire or the sun, such as {@deity Sarenrae} and {@deity Shizuru}, or one of the Elemental Lords of Fire, like {@deity Ymeri} or {@deity Atreia}."
							]
						},
						{
							"type": "entriesOtherSource",
							"source": "LOIL",
							"page": 30,
							"reference": {
								"index": 3,
								"entry": "the rest"
							},
							"entries": [
								{
									"type": "pf2-sidebar",
									"source": "LOIL",
									"page": 31,
									"name": "Geniekin Trendsetters",
									"reference": {
										"auto": true
									}
								},
								{
									"type": "pf2-sidebar",
									"source": "LOIL",
									"page": 31,
									"name": "Geniekin Cuisine",
									"reference": {
										"auto": true
									}
								},
								"Most geniekin count genies among their predecessors, though descendants of other elementals also fall under this umbrella. For the most part, geniekin fit the humanoid nationality of their native land while also expressing their elemental nature in some visible way."
							]
						}
					]
				}
			],
			"traits": [
				"ifrit",
				"geniekin"
			]
		},
		{
			"name": "Oread",
			"source": "LOAG",
			"page": 104,
			"versatile": true,
			"rarity": "uncommon",
			"entries": [
				"An earth elemental ancestor has influenced your bloodline, and your features highlight this elemental planar connection. You might have a crystalline or metallic sheen to your skin or hair, rough and stony flesh, or glittering gemstone eyes. You gain the {@trait oread} trait, in addition to the traits from your ancestry. You also gain {@ability low-light vision}, or you gain {@ability darkvision} if your ancestry already has {@ability low-light vision}. You can choose from {@filter oread feats|feats||type=ancestry|ancestry & heritage=oread} and feats from your ancestry whenever you gain an ancestry feat."
			],
			"info": [
				{
					"type": "pf2-h1",
					"name": "Oread",
					"entries": [
						"Oreads can be slow to reveal their true selves, or perhaps more accurately, have enough depth and mystery inherent to their beings that they can reveal new and unexpected facets of themselves every day. They usually feel that they personify certain aspects of earth, stone, or other sediments or minerals, such as a cliff's tenacious resilience against erosion, the generosity and nourishment of fertile soil, or the versatile utility of metal and stone.",
						"Oreads born with a special connection to a specific subset of elemental earth, such as crystal, dust, or mud, might have an oread lineage. A lineage can be inherited along a family bloodline, or it can manifest spontaneously in oread children. They can be caused by where an oread's ancestors lived, frequently seen in dustsoul oreads, many of whom are born in a desert or to a family that has farmed for generations. Lineages can also be the result of specific planar heritages. Gemsoul oreads often have a crystal dragon in their lineage, and miresoul oreads descend from the more sodden creatures of elemental earth.",
						{
							"type": "pf2-h3",
							"name": "You Might...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Relate your personal identity with elemental earth and believe stones or mountains represent core aspects of your personality.",
										"Value moments of peace and quiet seclusion where you can be alone with nature.",
										"Take great pride in your elemental lineage, especially if you believe you are related to the austere shaitan pashas."
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"name": "Others Probably...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Look to you as an authority on earth magic or elemental planes.",
										"Think you are wise and cautious, moving into action only after you have considered a problem from all angles.",
										"Assume you are stoic and quietly strong, keeping your thoughts and feelings to yourself."
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"name": "Physical Description",
							"entries": [
								"Oreads have the same diversity in height, body type, and physical characteristics as any other member of their mortal ancestries, alongside a handful of other traits that distinguish them as geniekin. Their skin is often gray or brown, but can also resemble metals and precious stones, with copper and iron veining or crystals that grow out of their skin. Instead of hair, oreads often have crystals or rocks that grow from their heads; regardless, most oreads sculpt, decorate, or otherwise maintain the appearance of their hair, whatever form it takes. Almost all oreads have shimmering gemstone eyes, beautiful and multifaceted.",
								"Oreads usually dress in sturdy clothes that can withstand physical labor and exposure to the elements, like wool and leather. Many choose clothing that will expose their unique characteristics, tailored to show off any crystals embedded in their rocky skin."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Society",
							"entries": [
								"Born and raised within the societies of their mortal families, oread children are often (though not universally) described as shy and quiet, growing up to be patient, observant, and clever. They gravitate toward careers that allow them to work in peaceful contemplation with their thoughts, present opportunities to work with their hands, or ideally, both. Many oreads become miners or crafters who work with the earth, such as stonemasons, metalworkers, or gem cutters.",
								"Oreads also tend to enjoy opportunities to uphold structures or systems, and many find their vigilance and patience well-suited for careers as guards, wardens, or clerks. Oreads born in rural communities find fulfillment working and living on the land in a peaceful, self-sufficient harmony with nature."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Alignment and Religion",
							"entries": [
								"Oreads are known for being steadfast and reliable, often placing high value on personal honor and keeping their word. Many are fiercely protective of their friends but less concerned for the safety of those outside their circle. The most common alignments among oreads are true neutral and lawful neutral, with the rest typically falling into other neutral alignments like neutral good or neutral evil.",
								"Religious oreads find that lives of silence, contemplation, or seclusion suit them well, and most dedicate themselves to the worship of earth and nature deities like {@deity Torag}, {@deity Ashukharma}—the Vudran deity of canyons and cliffs—or one of the Elemental Lords of Earth, {@deity Sairazul} and {@deity Ayrzul}. The nature-focused philosophy of the Green Faith also appeals to many oreads, especially those who become druids of the stone order. An oread's contemplative nature also aligns well with the teachings of {@deity Irori} and {@deity Gruhastha}."
							]
						},
						{
							"type": "entriesOtherSource",
							"source": "LOIL",
							"page": 30,
							"reference": {
								"index": 3,
								"entry": "the rest"
							},
							"entries": [
								{
									"type": "pf2-sidebar",
									"source": "LOIL",
									"page": 31,
									"name": "Geniekin Trendsetters",
									"reference": {
										"auto": true
									}
								},
								{
									"type": "pf2-sidebar",
									"source": "LOIL",
									"page": 31,
									"name": "Geniekin Cuisine",
									"reference": {
										"auto": true
									}
								},
								"Most geniekin count genies among their predecessors, though descendants of other elementals also fall under this umbrella. For the most part, geniekin fit the humanoid nationality of their native land while also expressing their elemental nature in some visible way."
							]
						}
					]
				}
			],
			"traits": [
				"oread",
				"geniekin"
			]
		},
		{
			"name": "Suli",
			"source": "LOAG",
			"page": 108,
			"versatile": true,
			"rarity": "uncommon",
			"entries": [
				"You are descended from a janni or otherwise embody a dichotomy of opposing elemental planar forces. You gain the {@trait suli} trait, in addition to the traits from your ancestry. You also gain {@ability low-light vision}, or you gain {@ability darkvision} if your ancestry already has {@ability low-light vision}. You can choose from {@filter suli feats|feats||type=ancestry|ancestry & heritage=suli} and feats from your ancestry whenever you gain an ancestry feat."
			],
			"info": [
				{
					"type": "pf2-h1",
					"name": "Suli",
					"entries": [
						"At birth, a suli resembles their mortal ancestry, not manifesting their otherworldly heritage until adolescence, when they awaken into their elemental power. Strong in body and will, sulis are dynamic and ever-changing, and most feel they embody either all the elements together at once or the traits of different elements at different times. Some see themselves as having multiple aspects or faces to their personalities—one for each element—that they cycle through over the course of days or weeks.",
						{
							"type": "pf2-h3",
							"name": "You Might...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Relate your personal identity with the mixture of elements within you, believing you have sides that befit each element.",
										"Work to harmonize or broker peace and understanding in the world around you.",
										"Be prone to bragging, both about your own accomplishments and those of your family or allies."
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"name": "Others Probably...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Rely on you for your elemental abilities and expertise.",
										"Think you must be descended from a janni, if they recognize that you are a geniekin at all.",
										"Assume your position at the nexus of opposing elements means you are a neutral diplomat."
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"name": "Physical Description",
							"entries": [
								"Of all geniekin, sulis most closely resemble their mortal ancestries, and many could be easily mistaken for a non-suli As children, they appear wholly mortal; a suli's otherworldly characteristics only begin to develop when they awaken into their power in adulthood, which some refer to as a second puberty. Most adult sulis have eyes that glow with a supernatural light or shift color depending on the element they are attuned to at that moment. Adult sulis are also prone to asymmetry or physical traits manifesting only on one side of their bodies, such as developing heterochromia, beauty marks, freckles on one side of the face but not the other, or vitiligo on half of the body. Their skin often takes on a metallic (especially bronzy) sheen after their awakening, as well.",
								"Most sulis choose utilitarian clothes, expressing themselves through jewelry that highlights their glowing eyes or metallic skin, or with tattoos that symbolize their journey through life."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Society",
							"entries": [
								"Most sulis can conform to the societies they're born into. They tend to be highly social and gravitate toward jobs or societal roles where they will be seen by or interact with the public, whether working in restaurants or performing on a stage. Sulis often prize fame and recognition, wanting themselves or the people close to them to be known and remembered, and many take up artistic hobbies like songwriting, poetry, or painting to memorialize people and places they hold dear.",
								"Some suli-jann try to seek out their immortal ancestors, but the nomadic jann rarely invite sulis to live among them. Instead, jann encourage sulis to enter mortal societies, hopefully working to influence the Empire of Kelesh from the inside and end the enslavement of genies. Many sulis become drawn into this conflict; some do so to impress their immortal ancestors, but most simply abhor slavery."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Alignment and Religion",
							"entries": [
								"Most sulis are intense but adaptable people, valuing inner strength and truth over conformity or peace, often respecting others for living their personal truths more than for sharing common values. Sulis usually have a neutral component to their alignment; true neutral is the most common alignment among them, with lawful neutral, chaotic neutral, neutral good, and neutral evil suiting most other sulis.",
								"Sulis are typically only religious if raised in a religious society, but those that heavily invest in their faiths or become {@class cleric||clerics} tend to follow gods of duality like {@deity Nethys} and {@deity Gozreh}, gods of creation and alchemy like {@deity Qi Zhong} and {@deity Brigh}, or gods of travel like {@deity Desna} and {@deity Alseta}. {@deity Shelyn} is also popular among sulis who identify themselves with the process of artistic creation, seeing themselves as a beautiful whole made of disparate parts."
							]
						},
						{
							"type": "entriesOtherSource",
							"source": "LOIL",
							"page": 30,
							"reference": {
								"index": 3,
								"entry": "the rest"
							},
							"entries": [
								{
									"type": "pf2-sidebar",
									"source": "LOIL",
									"page": 31,
									"name": "Geniekin Trendsetters",
									"reference": {
										"auto": true
									}
								},
								{
									"type": "pf2-sidebar",
									"source": "LOIL",
									"page": 31,
									"name": "Geniekin Cuisine",
									"reference": {
										"auto": true
									}
								},
								"Most geniekin count genies among their predecessors, though descendants of other elementals also fall under this umbrella. For the most part, geniekin fit the humanoid nationality of their native land while also expressing their elemental nature in some visible way."
							]
						}
					]
				}
			],
			"traits": [
				"suli",
				"geniekin"
			]
		},
		{
			"name": "Sylph",
			"source": "LOAG",
			"page": 112,
			"versatile": true,
			"rarity": "uncommon",
			"entries": [
				"You are descended from air elementals or were born under the element's influence. You gain the {@trait sylph} trait, in addition to the traits from your ancestry. You also gain {@ability low-light vision}, or you gain {@ability darkvision} if your ancestry already has {@ability low-light vision}. You can choose from {@filter sylph feats|feats||type=ancestry|ancestry & heritage=sylph} and feats from your ancestry whenever you gain an ancestry feat."
			],
			"info": [
				{
					"type": "pf2-h1",
					"name": "Sylph",
					"entries": [
						"Sylphs enjoying following their own tempos, shifting between wild energy that draws all eyes to embodying the spirit of unseen breezes that slip away without note. They often build their identities around their perceived personal connection to the element of air, relating to a gentle breeze, a sudden flash of lightning, or an uncontrollable storm.",
						"Some sylphs are born with a connection to an extremely focused aspect of elemental air, such as smoke, storms, or toxic gas. While it does happen, a child is rarely born with a lineage that differs from their parents', as geniekin typically pass these unusual gifts on to their offspring. Lineages can manifest in sylph children as a result of where they're born, such as when stormsoul sylphs are birthed in regions prone to tornadoes or windstorms. A lineage can also reflect a sylph's elemental heritage like in smokesoul sylphs, who often descend from belkers. Fumesoul sylphs, on the other hand, are associated with poisonous and otherwise unbreathable gases.",
						{
							"type": "pf2-h3",
							"name": "You Might...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Relate your identity with the element of air and believe the wind and storms represent core aspects of your personality.",
										"Enjoy traveling and exploring high, secluded places where you can observe the world beneath you.",
										"Take pride in your elemental lineage, especially if you believe you are related to the gregarious djinn viziers."
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"name": "Others Probably...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Look to you as an authority on air magic or the elemental Plane of Air.",
										"Believe you easily flow through all aspects of society, while listening to those around you.",
										"Assume you must be airheaded or capricious, prone to irresponsible behavior without regard for consequence."
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"name": "Physical Description",
							"entries": [
								"Like all geniekin, sylphs are recognizable as members of their ancestries with unique characteristics that identify their planar heritage. Their skin and hair can be any color of the sky, ranging from cloudy whites to the twilight tones of dawn and dusk. Complex, swirling marks dance across the skin of many sylphs, resembling shifting summer clouds. Some have skin cool to the touch, while others are surrounded by a constant static. Their hair can move with a life of its own, and they're often accompanied by light breezes that follow them everywhere they go.",
								"Sylphs typically prefer clothing in light, airy fabrics such as silk and linen, cut in loose and voluminous styles that flow in the breeze. Many of them deliberately wear chimes and jewels that jingle in the wind, though more stealthy geniekin endeavor to keep everything pinned down."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Society",
							"entries": [
								"Sylphs exist within the societies of other ancestries, usually that of their mortal families, and it's incredibly common for them to have a sense of never quite belonging. Most sylphs engage in a practice known as \"listening to the wind,\" keeping their eyes and ears open to all that happens, often making their companions uncomfortable in the process. For sylphs, this habit of vigilance and information-seeking helps them feel connected to the world around them. A curious and restless bunch, many sylphs seek out occupations and lifestyles that allow them to travel and explore."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Alignment and Religion",
							"entries": [
								"Most sylphs place little value on laws and tradition, preferring to forge their own paths and go where the wind blows, especially as many have a great love for subterfuge and trickery, placing them at odds with nearly all laws and social norms. Overall, they tend toward neutrality, pursuing the most expedient avenues toward accomplishing their goals, regardless of legality.",
								"Sylphs often find themselves drawn toward the mysteries of secretive cults, worshipping outsider demigods like the elemental lords of air {@deity Hshurha} and {@deity Ranginori}, or the empyreal lords of detectives and vigilance {@deity Zohls} or {@deity Tanagaar}. Those who worship conventional deities tend to favor gods of travel like {@deity Desna}, gods of secrets such as {@deity Norgorber}, or the obvious gods of air, Gozreh and {@deity Hei Feng}."
							]
						},
						{
							"type": "entriesOtherSource",
							"source": "LOIL",
							"page": 30,
							"reference": {
								"index": 3,
								"entry": "the rest"
							},
							"entries": [
								{
									"type": "pf2-sidebar",
									"source": "LOIL",
									"page": 31,
									"name": "Geniekin Trendsetters",
									"reference": {
										"auto": true
									}
								},
								{
									"type": "pf2-sidebar",
									"source": "LOIL",
									"page": 31,
									"name": "Geniekin Cuisine",
									"reference": {
										"auto": true
									}
								},
								"Most geniekin count genies among their predecessors, though descendants of other elementals also fall under this umbrella. For the most part, geniekin fit the humanoid nationality of their native land while also expressing their elemental nature in some visible way."
							]
						}
					]
				}
			],
			"traits": [
				"sylph",
				"geniekin"
			]
		},
		{
			"name": "Tiefling",
			"source": "APG",
			"page": 39,
			"versatile": true,
			"rarity": "uncommon",
			"entries": [
				"You descend from fiends or bear the mark of the fiendish realms, manifesting as some unusual feature that belies your heritage, such as horns or a tail. You gain the {@trait tiefling} trait, in addition to the traits from your ancestry. You also gain {@ability low-light vision}, or you gain {@ability darkvision} if your ancestry already has {@ability low-light vision}. You can choose from {@filter tiefling feats|feats||type=ancestry|ancestry & heritage=tiefling} and feats from your ancestry whenever you gain an ancestry feat."
			],
			"info": [
				{
					"type": "pf2-h2",
					"name": "Tiefling",
					"entries": [
						"When the influence of a demon, devil, or other fiend infiltrates the bloodline of a mortal family, tieflings are the inevitable result. Tieflings carry the sinister mark of the fiendish planes upon their flesh, and their specific abilities and physical qualities vary according to their heritage. Hellspawn are those who descend from devils, grimspawn hail from daemonic influences, and pitborn bear the influence of demons, though these are only the three most common among a wide variety of tiefling lineages.",
						"Generations might pass between a fiend's direct influence and the time a tiefling child is born. For those born to ignorant or fearful parents, childhood is particularly hard, but even those whose families accept and nurture them face fear and prejudice from society as a whole. In some cases, this rejection encourages a tiefling to embrace the evil within their heritage, though others carve out a place and live a fulfilling life despite the challenges facing them.",
						"If you want a character who is supernaturally infused with sinister forces, might have a unique appearance, and can fill the role of a complicated or unexpected hero, you should play a tiefling.",
						{
							"type": "pf2-h3",
							"name": "You Might...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Have a strong sense of self-confidence born from a life of having to rely on yourself.",
										"Feel a kinship with society's underprivileged or criminal elements, or even seek positions of power on the wrong side of the law.",
										"Place incredible value on hard-won friendships and hold these companions closer than your blood family."
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"name": "Others Probably...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Assume you've faced numerous challenges due to your heritage.",
										"Mistake you for an evil agent of a sinister cult, a fiend worshipper, or even a fiend yourself.",
										"Think you have associations with powerful fiends, potentially trying to bargain with you for power of their own."
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"name": "Physical Description",
							"entries": [
								"Two tieflings, even siblings or twins, might not look similar at all, for the influence of fiendish lineage manifests in unique and unusual ways. These variations never make a tiefling's appearance so strange as to obscure their humanoid ancestry, but horns, a forked tongue, vestigial wings, a tail, or a cloven hoof in place of a foot are all common and obvious signs of their heritage."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Society",
							"entries": [
								"Tieflings tend to adopt the society and culture they were born into. Since most societies consider them to be untrustworthy or even monstrous, tieflings typically gravitate toward those segments of society willing to overlook them entirely, or where their reputation can assist rather than hinder them. With determination and persistence, however, tieflings can earn respect and prestige despite their heritage, finding people who accept them as they are. In regions where worship of fiends is widespread, tieflings can live more openly and achieve great power and respect, although exceptions exist—in the Asmodean nation of Cheliax, for example, tieflings are seen as shameful proof of a failure to maintain control in the face of fiendish influence, and as such are cast out."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Alignment and Religion",
							"entries": [
								"A tiefling's fiendish heritage doesn't force evil or cruelty into their being, and each tiefling ultimately chooses their own faith, goals, and personality. But every tiefling feels their forbear's influence in the back of their mind, always ready to tempt and goad when the world appears cruel and unjust. That so many societies hate and fear tieflings only pushes them further toward evil, and many tieflings gravitate toward religions that value and admire fiends, such as the churches of {@deity Asmodeus} or {@deity Lamashtu}. Tieflings who choose a path of good face their own challenges, finding they must be more diplomatic, understanding, and patient than members of other ancestries since they are so often faced with ignorance and suspicion. Such tieflings embrace faiths and philosophies that uphold empathy and eschew judgment, finding that even followers of good faiths sometimes struggle to see past fiendish features."
							]
						},
						{
							"type": "entriesOtherSource",
							"source": "LOAG",
							"page": 60,
							"entries": [
								"When a trace of fiendish corruption worms its way into an unborn child, the babe is born a tiefling, bearing certain uncanny traits. In popular imagination, and often in actuality, this manifestation stems from some past liaison between one of the child's ancestors and some manner of fiend. For example, many pitborn claim, accurately or not, to have a succubus in their family tree. Casting fiendish magic, worshipping the lords of below, or signing a diabolic pact all have the possibility of thus afflicting one's descendants—though even less common tiefling origins are also possible. Many beastbrood tieflings result from a failed or partial rakshasa reincarnation, while the riftmarked simply have the misfortune of being born too near a qlippoth runestone."
							]
						},
						{
							"type": "pf2-sidebar",
							"source": "LOAG",
							"name": "Tiefling Adventurers",
							"page": 61,
							"entries": [
								"For many tieflings, becoming an adventurer is a natural progression. The typical tiefling already relies on no one but themself or a few chosen comrades, lives a semi-nomadic existence to avoid trouble, and tends to have very developed opinions on good and evil and the necessity of intervening on one side or the other. Tieflings often grow up as outcasts, and the {@background charlatan}, {@background criminal}, {@background hermit}, {@background nomad}, and {@background street urchin} backgrounds might fit, with unluckier tieflings coming from the {@background prisoner} background. Many tieflings become {@class rogue||rogues} or {@class bard||bards} as a means of survival, while others access the powers of their blood to become {@class sorcerer||sorcerers}. Some become {@class wizard||wizards}, {@class monk||monks}, or {@class cleric||clerics} in an effort to gain mastery over their fiendish corruption."
							]
						},
						{
							"type": "pf2-sidebar",
							"source": "LOAG",
							"name": "Tiefling Settlements",
							"page": 62,
							"reference": {
								"auto": true
							}
						},
						{
							"type": "pf2-sidebar",
							"source": "LOAG",
							"name": "Abandoned by Faith",
							"page": 63,
							"reference": {
								"auto": true
							}
						},
						{
							"type": "pf2-h2",
							"name": "Tieflings of the Inner Sea",
							"source": "LOAG",
							"page": 60,
							"reference": {
								"auto": true
							}
						},
						{
							"type": "pf2-h2",
							"page": 126,
							"source": "LOME",
							"name": "Other Peoples",
							"entries": [
								"Many people call the Mwangi Expanse home beyond those most often associated with it. Such inhabitants include the demonically-influenced charau-kas who lord over Lake Ocota, the divination-gifted mbaikis, enterprising and competitive lizardfolk, and adventure-seeking kobolds—among others. The motives of the myriad peoples of the Expanse are as varied as they are, with some hoping to find peace and solitude while others seek fresh meaning to their lives.",
								{
									"type": "pf2-h3",
									"page": 129,
									"name": "Planar Scion",
									"source": "LOME",
									"reference": {
										"auto": true
									},
									"entries": [
										"Within the Mwangi Expanse, it is believed that all planar scions, no matter their origins, have a great predetermined fate that can alter history.",
										"For tieflings, most believe this fate to be grim and that tiefling children are cursed to bring nothing but darkness. As a result, these adolescents are either abandoned at birth or their parents flee from their homes with them in the night. Many tieflings of the Expanse live lives of extremes, either exemplifying their supposed corrupt nature or proving themselves paragons of good."
									]
								}
							]
						},
						{
							"type": "entriesOtherSource",
							"source": "LOIL",
							"page": 32,
							"reference": {
								"index": 3,
								"entry": "the rest"
							},
							"entries": [
								{
									"type": "pf2-sidebar",
									"source": "LOIL",
									"page": 33,
									"name": "Family Matters",
									"reference": {
										"auto": true
									}
								},
								{
									"type": "pf2-sidebar",
									"source": "LOIL",
									"page": 33,
									"name": "The Shaded Library",
									"reference": {
										"auto": true
									}
								},
								"Though Jalmeray permits tieflings to migrate and live there, the arrangement can be fraught; working the most degrading jobs, acting as menagerie oddities, or making a name in the underworld are the only choices available to most tieflings."
							]
						}
					]
				}
			],
			"traits": [
				"tiefling"
			]
		},
		{
			"name": "Undine",
			"source": "LOAG",
			"page": 116,
			"versatile": true,
			"rarity": "uncommon",
			"entries": [
				"A water elemental ancestor influences your bloodline. You gain the {@trait undine} trait, in addition to the traits from your ancestry. You gain a swim Speed of 10 feet and the {@trait amphibious} trait. Like all creatures with the {@trait amphibious} trait, you can breathe both water and air. You can choose from {@filter undine feats|feats||type=ancestry|ancestry & heritage=undine} and feats from your ancestry whenever you gain an ancestry feat."
			],
			"info": [
				{
					"type": "pf2-h1",
					"name": "Undine",
					"entries": [
						"Undines often go through life in a series of shifting phases, their interests waxing, waning, or sometimes morphing altogether as old loves are discarded for new interests. Structure provides a much-needed focus to undines' lives, and without strong goals or support from those around them, undines can find themselves stagnating in feelings of despondence. Most undines feel they personify specific aspects of water, some seeing themselves with the strength and power of the waves, the speed and tenacity of a river current, or the calm of a peaceful lake or pond. Others identify with all these aspects and more, their demeanors shifting like the tides from one situation to the next.",
						"Undines born with a connection only to a specific subtype of elemental water, such as ice, brine, or mist, might have a specific undine lineage. These are typically passed down from parent to child, as with other geniekin, but on occasion, a child is born with a lineage never seen in their family. Sometimes lineages are the result of where an undine's ancestors lived, such as rimesoul undines being born in the cold northern countries or at the tops of mountain peaks. At other times it can be related to the undine's elemental heritage, as is often the case with brinesoul undines, who usually descend from brine dragons. Mistsoul undines might have a distant but powerful connection to elemental water, or might even have a bit of elemental air mixed into their ancestry.",
						{
							"type": "pf2-h3",
							"name": "You Might...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Relate your identity to elemental water and believe the streams and tides represent core aspects of your personality.",
										"Be equally comfortable above the waves as you are beneath them.",
										"Take great pride in your elemental lineage, especially if you believe you are related to the formidable marid shahzadas."
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"name": "Others Probably...",
							"entries": [
								{
									"type": "list",
									"items": [
										"Look to you as an authority on water magic or the elemental planes.",
										"Think you can speak with aquatic creatures.",
										"Assume you are easily swayed by others, with few real opinions of your own."
									]
								}
							]
						},
						{
							"type": "pf2-h3",
							"name": "Physical Description",
							"entries": [
								"With all the same diversity in height, body type, and physical characteristics as any other member of their ancestries, undine coloration runs a vast breadth of variation. Most commonly, an undine's skin and hair mimic the colors of the lakes, seas, or oceans near where they were born, ranging from the palest of blues to sea greens and navies. A rare few undines may even take on the bioluminescence of deep-sea fish, the bright colors of corals and anemones, or the pale bone hues of seashells. More unusual traits can include fin-like ears, thin layers of shimmering fish scales covering their bodies, coral growths at their joints or temples, tails with caudal fins, and even webbed hands and feet."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Society",
							"entries": [
								"Unlike other geniekin, undines create and congregate within their own tightly knit communities near water or floating on top of it. Undine neighborhoods that develop within larger cities, typically near the docks or directly on the water, are informally known as flotillas. Because undines deliberately create and seek out these communities, their children usually have healthy childhoods focused on the values of fellowship and harmony. This stands in contrast to many other planar scions, who all-too-often grow up feeling like outsiders.",
								"Undines typically gravitate toward occupations that allow them to live and work near water, and many of them excel at fishing and sailing thanks to their love and understanding of the sea."
							]
						},
						{
							"type": "pf2-h3",
							"name": "Alignment and Religion",
							"entries": [
								"Undines are flexible and community-minded, often valuing the overall health of their communities above that of any one individual. Usually of a neutral alignment, their moral concerns are often centered around their societies rather than their actions.",
								"Religion isn't a major part of most undine's lives, but they often have strong spiritual connections to their supernatural ancestors or to water itself. Some undines worship deities of water, such as {@deity Gozreh} or {@deity Hei Feng}, while others might offer their prayers to {@deity Lysianassa}, the lost elemental lord of water."
							]
						},
						{
							"type": "entriesOtherSource",
							"source": "LOIL",
							"page": 30,
							"reference": {
								"index": 3,
								"entry": "the rest"
							},
							"entries": [
								{
									"type": "pf2-sidebar",
									"source": "LOIL",
									"page": 31,
									"name": "Geniekin Trendsetters",
									"reference": {
										"auto": true
									}
								},
								{
									"type": "pf2-sidebar",
									"source": "LOIL",
									"page": 31,
									"name": "Geniekin Cuisine",
									"reference": {
										"auto": true
									}
								},
								"Most geniekin count genies among their predecessors, though descendants of other elementals also fall under this umbrella. For the most part, geniekin fit the humanoid nationality of their native land while also expressing their elemental nature in some visible way."
							]
						}
					]
				}
			],
			"traits": [
				"undine",
				"geniekin"
			]
		}
	]
}
