{
	"_meta": {
		"internalCopies": [
			"itemFluff"
		]
	},
	"itemFluff": [
		{
			"name": "Cryptid Side Effects",
			"source": "DA",
			"entries": [
				{
					"type": "pf2-brown-box",
					"name": "Cryptid Side Effects",
					"entries": [
						"The following side effects are appropriate for a {@item baleblood draft|DA} or other items made from cryptids.",
						{
							"type": "list",
							"items": [
								"Your shadow appears to be that of a monstrous, winged fiend. It sometimes claws and clutches at nearby creatures, even when you don't move.",
								"Light breezes die in your presence, and weather vanes within 50 feet turn slowly to point in your direction, creaking gloomily as they twist.",
								"Every time you cross the threshold of a sanctified place, you hear a phantom crash of thunder and are struck by a visible web of ghostly electricity, which causes no real damage but forces you to flinch.",
								"Your reflection appears as a pallid, skeletal version of yourself with distended fangs and sunken eyes. Any drawing or depiction of you made during this time transforms, over the course of an hour, into the same appearance.",
								"From dusk till dawn, wet blood wells up from the ground to fill your footsteps. Attempts to track you during this period gain a +4 circumstance bonus.",
								"Food and drink lose all their color after 24 hours in your possession, becoming monochrome black and white. This doesn't affect the edibility of your supplies.",
								"Your voice rises to a high, vibrating chorus of whispers that seems to contain at least five different voices speaking in unison. Your breath reeks of sulfur, and in cold air, the clouds you exhale are yellow rather than white.",
								"Your skin becomes disconcertingly clammy and anyone who touches you feels a brief, tingling numbness as though they had encountered a mild contact poison. You leave behind distinct fingerprints on every surface you touch, even those that shouldn't normally hold fingerprints—but the prints aren't your own."
							]
						}
					]
				}
			]
		},
		{
			"name": "Baleblood Draft",
			"source": "DA",
			"_copy": {
				"name": "Cryptid Side Effects",
				"source": "DA"
			}
		},
		{
			"name": "Chimera Thread",
			"source": "DA",
			"_copy": {
				"name": "Cryptid Side Effects",
				"source": "DA"
			}
		},
		{
			"name": "Cloak of the False Foe",
			"source": "DA",
			"_copy": {
				"name": "Cryptid Side Effects",
				"source": "DA"
			}
		},
		{
			"name": "Old Tillimaquin",
			"source": "DA",
			"_copy": {
				"name": "Cryptid Side Effects",
				"source": "DA"
			}
		},
		{
			"name": "Chaos Collar",
			"source": "DA",
			"_copy": {
				"name": "Cryptid Side Effects",
				"source": "DA"
			}
		}
	]
}
