{"item":[{"name":"One-Hour Flower","source":"LORA","remaster":true,"page":29,"bulk":"—","type":"Item","level":1,"traits":["rare","consumable","magical"],"price":{"coin":"gp","amount":4},"activate":{"activity":{"number":1,"unit":"action"},"components":["{@trait manipulate}"]},"usage":"held in 1 hand","category":"Consumable","entries":["Popular with lovers, decorators, and sports fans, the seeds of these ephemeral plants grow and bloom immediately into flowers when placed in any warm environment, including a cup of dirt, a bowl of warm water, and a tightly clenched hand. The color of these flowers varies, but each has an internal glow that sheds bright light in a 30-foot radius. The radius of this light shrinks by 10 feet every 20 minutes. At the end of an hour, the plant disintegrates, leaving only a vaguely pleasant scent in the air."]},{"name":"Spiced Demonade","source":"LORA","bulk":"—","remaster":true,"page":29,"type":"Item","level":2,"traits":["rare","alchemical","consumable","magical"],"price":{"coin":"gp","amount":8},"activate":{"activity":{"number":1,"unit":"action"},"components":["{@trait manipulate}"]},"usage":"held in 1 hand","category":"Consumable","entries":["There are some who claim that the original version of this tart red drink contained the ground skin of actual {@trait demon||demons}, but in truth, spiced demonade was created by a first-year academy student desperate to look awake and alert after a night of carousing.","After consuming spiced demonade, you ignore all effects and penalties from the consumption of {@item alcohol|GMC} and lack of sleep for 1 hour. These effects resume when the spiced demonade wears off, and you become temporarily immune to spiced demonade for 24 hours."]},{"name":"Conspirator's Cookie","source":"LORA","bulk":"—","remaster":true,"page":30,"type":"Item","level":4,"traits":["rare","consumable","magical"],"price":{"coin":"gp","amount":15},"activate":{"activity":{"number":1,"unit":"action"},"components":["{@trait manipulate}"]},"usage":"held in 1 hand","category":"Consumable","entries":["The shape and exact flavor of these chocolate-covered cookies vary slightly based on who prepares them and the language they are imbued with when crafted. Although named for their use in obfuscating communications, Diarra finds them useful for quite the opposite reason.","After eating one of these treats, you can speak and understand the chosen language for the next hour. If you have the {@feat Read Lips|PC1} or {@feat Sign Language|PC1} feat, you can use that language with those feats. A {@i conspirator's cookie} grants you a +1 item bonus to {@skill Diplomacy|PC1} checks to {@action Make an Impression|PC1} or {@action Request|PC1} in the chosen language and you can add your level even if untrained."],"craftReq":["You must know the chosen language."]},{"name":"Shaping Sweet","source":"LORA","bulk":"—","remaster":true,"page":41,"type":"Item","level":2,"traits":["rare","consumable","magical"],"price":{"coin":"gp","amount":6},"usage":"held in 1 hand","category":"Consumable","entries":["Many inhabitants of the First World can shape their environment around them; weaker creatures can only make minor changes, while powerful entities such as the Eldest can remake entire landscapes. A {@i shaping sweet} is a gelatinous, fruit-flavored candy that confers a whisper of this ability on you when you eat it. For 1 hour after eating a {@i shaping sweet}, you can make each of the following changes to your surroundings with an {@action Interact|PC1} action. You can make each change only once.",{"type":"list","items":[{"type":"item","name":"Alter Weather","entries":["You create or eliminate minor precipitation in a 30-foot emanation."]},{"type":"item","name":"Fairy Ring","entries":["A ring of flowers and mushrooms appears in a 10-foot burst around you, restoring 1 Hit Point at the start of each of your turns to a randomly chosen {@trait fey} creature within. The ring lasts for 1 minute."]},{"type":"item","name":"Foliate","entries":["Vegetation grows around you in a 10-foot radius burst, creating light undergrowth that lasts for 1 minute."]},{"type":"item","name":"Terrain Shift","entries":["The ground in your space rises or falls by 5 feet, remaining at that height for 1 minute."]}]}]},{"name":"Mnemonic Feather","type":"Item","bulk":"—","source":"LORA","page":43,"remaster":true,"traits":["rare","magical"],"usage":"held in 1 hand","level":3,"category":"Held","entries":["Murrou crafted these feathers to assist in remembering information. A {@i mnemonic feather} is an emu feather imbued with magical energies. You can place the {@i mnemonic feather} in a book with an {@action Interact|PC1} action. As long as the {@i mnemonic feather} remains within the book, you recall information contained within that book perfectly, as if you were reading the page, as long as the book is on the same plane as you. When you attempt to {@action Recall Knowledge|PC1} about a topic contained within the book, you gain a +1 status bonus to the check.",{"name":"Recite Mnemonic","activity":{"number":1,"unit":"reaction"},"traits":["auditory","concentrate","mental"],"frequency":{"number":1,"unit":"day"},"trigger":"An ally within 30 feet attempts a {@action Recall Knowledge|PC1} check involving the topic in the mnemonic feather's book","entries":["You mentally impart the book's knowledge to your ally, giving them the benefit of the {@i mnemonic feather}."],"type":"ability"}]},{"type":"Item","name":"Illusory Program","level":1,"bulk":"—","source":"LORA","page":53,"remaster":true,"traits":["uncommon","consumable","illusion","magical"],"price":{"amount":3,"coin":"gp"},"category":"Consumable","entries":["Produced to promote plays, {@i illusory programs} are thin pamphlets infused with minor magic. Upon opening one of these pamphlets, readers are treated to a series of tiny illusions that stand on each page, typically showcasing highlights of the performance or profiles of the cast. The magic woven into each page is of the cheap, short-lived variety, fading 24 hours after the program has been opened."]},{"type":"Item","name":"Theater Enhancers","level":1,"bulk":"—","source":"LORA","page":53,"remaster":true,"traits":["uncommon"],"price":{"amount":15,"coin":"gp"},"category":"Consumable","entries":["Theater enhancers resemble a pair of opera glasses. When worn, they allow the viewer to see subtle illusions on key props or stage elements that have been cast ahead of time. For instance, a puppet of a demon might appear to project a sinister moving shadow, or a backdrop of a mountain might have snowflakes falling over it. Popular among theatergoers who want a visual experience grander than what they can see with their own eyes, {@i theater enhancers} are largely limited to fancy stage productions that can afford the time and money it takes to enchant a stage with them in mind."]},{"type":"Item","name":"Vocal Shells","level":3,"bulk":"—","source":"LORA","page":54,"remaster":true,"traits":["rare","clockwork"],"price":{"amount":50,"coin":"gp","note":"(set of two)"},"category":"Consumable","entries":["Used by more technologically inclined bards, ventriloquists, and other performers to throw their voices, this gadget consists of two button-sized conch shells, each containing a miniaturized mechanism designed to pick up and transmit sound. One of the shells is designated the sending shell and contains a tiny indentation. When this indentation is pressed and the shell is close to a source of sound (such as on an actor's necklace), any sound that reaches it is transmitted to the receiver shell. If the receiver shell is located within 20 feet, it plays the sounds captured by the sending shell at a perfect volume and pitch."]},{"type":"Item","name":"Blood Pack Squib","level":2,"bulk":"—","source":"LORA","page":56,"remaster":true,"traits":["uncommon","consumable","magical"],"price":{"amount":6,"coin":"gp"},"usage":"held in 1 hand","category":"Consumable","entries":["Used by theater troupes in combination with a {@item fake blood pack|LORA}, this bit of minor magic can simulate a dramatic and sudden wound. A {@i blood pack squib} is a small unassuming stone that is keyed to a single {@item fake blood pack|LORA} in a process that takes 1 minute.",{"type":"ability","name":"Burst Pack","activity":{"number":1,"unit":"action"},"traits":["manipulate"],"requirements":"The {@i blood pack squib} must be within 20 feet of its associated {@item fake blood pack|LORA}","entries":["You lightly squeeze the stone and the {@item fake blood pack|LORA} dramatically bursts. The creature wearing the {@item fake blood pack|LORA} gains the benefits of a punctured {@item fake blood pack|LORA}. A single creature adjacent to the creature wearing the {@item fake blood pack|LORA} must succeed at a DC 16 Reflex save or be splattered with the fake blood, becoming {@condition dazzled|LORA} until the end of their next turn. You can also activate the blood pack squib as a reaction when the {@item fake blood pack|LORA} is punctured normally."]}]},{"type":"Item","name":"Fake Blood Pack","level":0,"source":"LORA","page":56,"remaster":true,"traits":["consumable"],"price":{"amount":1,"coin":"gp"},"usage":"worn under light armor or clothes","bulk":"L","category":"Consumable","entries":["Adventurers have found a number of uses for these animal blood–filled bladders, which were originally used in theatrical productions. Whenever you take slashing or piercing damage with the fake blood pack under your clothes or armor, roll a DC 11 flat check. On a success, the blood pack is punctured. You or an ally can puncture the hidden pack intentionally with an {@action Interact|PC1} action. When faking an injury, a punctured blood pack grants a +2 item bonus to relevant {@skill Deception|PC1} checks, such as to {@action Lie|PC1} about being injured, for 4 hours after the pack has been punctured or until the blood is washed off, whichever comes first. Abilities that trigger when a creature deals {@condition persistent damage|PC1|bleed damage}, that determine if a creature is bleeding, or are otherwise based on {@condition persistent damage|PC1|bleed damage} don't trigger or apply for blood from a fake blood pack, which might mean creatures with such abilities automatically realize the ruse."]},{"type":"Item","name":"Hidden Pocket Outfit","level":4,"source":"LORA","page":56,"remaster":true,"traits":["uncommon"],"price":{"amount":75,"coin":"gp"},"usage":"worn garment","bulk":"L","category":"Worn","entries":["Usually worn by actors but also popular with anyone intent on subterfuge, this outfit resembles a normal piece of clothing, but with multiple pockets designed to conceal {@item blood pack squib|LORA|blood pack squibs} and similar small items. When wearing this outfit, you automatically succeed on all relevant checks to {@action Conceal an Object|PC1} on your person as long as the object is of light or negligible Bulk. However, someone specifically searching you can still attempt a {@skill Perception|PC1} check against your {@skill Stealth|PC1} DC."]},{"type":"Item","name":"Illusory Backdrop","level":10,"source":"LORA","page":56,"remaster":true,"traits":["rare","illusion","magical","structure"],"price":{"amount":900,"coin":"gp"},"bulk":"3","bulkNote":"when not activated","category":"Structure","entries":["This three-panel folding backdrop measures 5 feet tall and 3 feet wide and takes 2 hands to carry when folded up. It projects a preset illusion when fully unfolded. Illusory backdrops are typically used by artists, bards, gallery owners, and the occasional politician, and common illusions include the tops of battlements with grand castles in the background, cozy bowers, and well-appointed rooms.",{"type":"ability","name":"Set the Scene","activity":{"number":1,"unit":"minute"},"traits":["manipulate"],"entries":["You unfold the illusory backdrop, placing it on the edge of three contiguous 5-foot squares in a straight line. The illusion then emanates in a 15-foot cone from the center of the line, facing straight away from the panel. The illusion contains a scene that includes up to 5 discrete objects (usually foliage or pieces of furniture). The scene is static and lasts for 1 hour, though that duration restarts if the backdrop is refolded and then unfolded again. The appearance of the illusion is determined when the illusory backdrop is crafted and can't be changed."]}]},{"type":"Item","name":"Inspiring Spotlight","level":"9+","source":"LORA","page":56,"remaster":true,"traits":["rare","light","magical"],"usage":"mounted on a tripod or bracket","bulk":"varies","category":"Structure","entries":["An {@i inspiring spotlight} consists of a drum-shaped metal housing around several reflective plates. It has the capacity to cast a powerful, narrow beam of light to illuminate important moments or characters on stage. The portable version consists of an 18-inch-diameter lamp on a tripod that can be set up or broken down over the course of 10 minutes. The mounted version is typically 3 feet in diameter and affixed to a bracket above and behind the audience for indoor performances.",{"type":"ability","name":"Light It Up","activity":{"number":1,"unit":"action"},"traits":["light","manipulate"],"frequency":{"number":1,"unit":"hour"},"entries":["The {@i inspiring spotlight} emits a 5-foot burst of bright magical light within 120 feet. If the burst intersects with an area of magical darkness, the {@i inspiring spotlight} attempts to counteract the darkness with a {@d20 +17} modifier. Creatures within the burst gain a +1 item bonus to saving throws and Charisma-based skill checks. The spotlight remains lit for 1 minute or until you {@action Interact|PC1} to turn it off. During this time any creature adjacent to the spotlight can move the burst up to 20 feet from the burst's original position with an {@action Interact|PC1} action."]}],"generic":"G","variants":[{"variantType":"portable","level":9,"price":{"coin":"gp","amount":650},"bulk":3},{"variantType":"mounted","level":15,"price":{"coin":"gp","amount":6500},"entries":["The spotlight has a 240-foot range, the counteract modifier is {@d20 +25}, and the item bonus is +2."]}]},{"type":"Item","name":"Monster Suit","level":5,"source":"LORA","page":57,"remaster":true,"traits":["uncommon"],"price":{"amount":80,"coin":"gp"},"bulk":"2","usage":"worn garment","category":"Worn","entries":["Monster suits are used in elaborate and often tawdry performances where actors portray monstrous creatures. These shows tend to feature gratuitous special effects and culminate with the costumed actors engaging in mock battles on stage, to audiences' delight.","A monster suit is crafted to resemble a specific creature with the {@trait animal}, {@trait beast}, {@trait dragon}, {@trait fiend}, {@trait giant}, {@trait plant}, or {@trait undead} trait. You can wear a monster suit that resembles a creature that is your size or one size larger, though this doesn't change your actual size. It takes 10 minutes to don a monster suit, and when wearing one, you take a –10-foot item penalty to your Speeds and a –4 circumstance penalty to skill checks for move actions due to the suit's unwieldy shape. However, the monster suit counts as a using a {@item disguise kit|PC1} for {@action Impersonate|PC1|Impersonating} the associated creature, and you gain a +2 item bonus to your {@skill Deception|PC1} check and DC for the activity."]},{"type":"Item","name":"Prismatic Dust","level":1,"source":"LORA","bulk":"—","page":57,"remaster":true,"traits":["uncommon","consumable","magical"],"price":{"amount":1,"coin":"gp"},"usage":"held in 1 hand","category":"Consumable","activate":{"activity":{"number":1,"unit":"action"},"components":["{@trait manipulate}"]},"entries":["This pigmented dust is often used to add color to the lights of a performance. {@i Prismatic dust} can be activated while you are adjacent to a source of magical bright light. When activated, the dust is sprinkled into the light, changing the light's color into the color of the dust for 1 hour. The color of the dust is determined upon the dust's creation."]},{"type":"Item","name":"Spark Wafer","level":1,"source":"LORA","page":57,"remaster":true,"traits":["uncommon","alchemical","consumable","fire","light"],"price":{"amount":3,"coin":"gp"},"usage":"held in 1 hand","bulk":"L","category":"Consumable","activate":{"activity":{"number":1,"unit":"action"},"components":["{@trait manipulate}"]},"entries":["These wafers contain ground-up alchemical reagents that activate shortly after being snapped. First popularized by technicians in Absalom's Ivy Playhouse, they have spread throughout Golarion as an inexpensive way to add to the visual splendor of a show without relying on magic. When you activate a spark wafer, you bend the wafer, nearly snapping it in two, and then throw it at a corner of a square within 20 feet (all part of the same {@trait manipulate} action). The wafer then releases a 10-foot-high column of sparks for 1 round. The sparks shed bright light in a 5-foot burst and dim light in the next 5 feet. Any creature that begins their turn in the burst takes {@damage 1d4} fire damage (DC 14 basic Reflex save)."]},{"type":"Item","name":"Talented Tap Shoes","level":11,"source":"LORA","page":57,"remaster":true,"traits":["rare","invested","magical"],"price":{"amount":1250,"coin":"gp"},"usage":"worn shoes","bulk":"L","category":"Worn","entries":["These stylish shoes were originally created by the Tappin' Toes Troupe, a group of tap-dancing Taldan bards who achieved massive popularity for their line dance routines. Notoriously lazy when it came to practicing choreography, the troupe enchanted their footwear to enhance their agility. Upon retirement, the troupe sold off their shoe designs, and talented tap shoes have become popular among professional dancers ever since. While wearing the shoes, you gain a +2 item bonus to {@skill Acrobatics|PC1} checks to {@action Balance|PC1} and {@action Tumble Through|PC1} an enemy's space and to {@skill Performance|PC1} checks using dance.",{"type":"ability","name":"Strut Your Stuff","activity":{"number":1,"unit":"action"},"traits":["manipulate"],"frequency":{"number":1,"unit":"day"},"entries":["You click the toes of your talented tap shoes on the ground, and for the next minute, whenever you succeed or critically succeed at a Reflex save to avoid a damaging effect, you can {@action Stride|PC1} half your Speed as a reaction. However, during this time, you take a –2 item penalty to {@skill Stealth|PC1} checks to {@action Sneak|PC1}."]}]},{"type":"Item","name":"Weapon of False Wounds","level":3,"source":"LORA","page":57,"remaster":true,"traits":["uncommon","illusion","magical","visual"],"price":{"amount":80,"coin":"gp"},"usage":"held in 1 or more hands","bulk":"L","category":"Held","entries":["These weapons consist mostly of illusions, except in the spots where the weapon would be held. A sword, for example, would consist only of a physical handle with the permanent illusion of a blade. {@i Weapons of false wounds} come in all shapes and sizes to help accurately reenact both historic and theatrical combat without risk of injury. The most amazing property of these items is the fact the illusions become partially physical when interacting with other {@i weapons of false wounds}, allowing blades to clash and parry as they would in actual combat. As a {@i weapon of false wounds} is designed specifically to interact with other illusions, paying attention to subtle changes in the weapon's appearance can help alert the wielder to nearby illusions. While using this item, you gain a +1 item bonus to {@skill Perception|PC1} checks to disbelieve an illusion."]},{"type":"Item","name":"Windborne Platform","level":8,"source":"LORA","page":57,"remaster":true,"traits":["uncommon","air","magical"],"price":{"amount":500,"coin":"gp"},"bulk":"5","category":"Structure","entries":["These magical platforms are used in a variety of performances. They allow performers to access high places safely, while also serving an important role before the performance even begins. They're used by various backstage crews to hang lights, curtains, and scenery above the stage. Sometimes several of these platforms are lined up to make an upper and lower stage. This large 10-foot-by-10-foot platform can be secured to a surface as a 1-minute activity. While standing on a secured platform, any creature can use the Adjust Height activation.",{"type":"ability","name":"Adjust Height","activity":{"number":1,"unit":"action"},"traits":["manipulate"],"entries":["The platform and all creatures and items on the platform either rise or lower up to 10 feet. This action fails if there is more than 50 Bulk on the platform."]}]},{"type":"Item","name":"Twig of Knowledge and memory","level":1,"source":"LORA","page":64,"remaster":true,"traits":["uncommon","consumable","magical","mental","plant"],"price":{"amount":4,"coin":"gp"},"activate":{"activity":{"number":1,"unit":"action"},"components":["{@trait manipulate}"]},"usage":"held in 1 hand, hung on a cord, or attached to clothing","bulk":"L","category":"Consumable","entries":["This tiny magic item looks like a twig from the rare mti'le tree with its swirls of reddish-gold veins through dark brown wood. Each one is unique and fits easily in the palm of a Medium-sized creature's hand. When pressed to the temple or lips of a sentient creature, that creature can immediately attempt a check to {@action Recall Knowledge|PC1} about any subject using a corresponding skill (such as {@skill Society|PC1} to {@action Recall Knowledge|PC1} about a {@trait humanoid}); they gain a +1 status bonus on this check. This consumable is not immediately consumed on its first use, but can be used three times before it loses its power and becomes a mundane, if still beautiful, twig."]},{"type":"Item","name":"Seed Pod of Wisdom","level":2,"source":"LORA","page":65,"remaster":true,"traits":["uncommon","consumable","magical","mental","plant"],"price":{"amount":7,"coin":"gp"},"activate":{"activity":{"number":1,"unit":"action"},"components":["{@trait manipulate}"]},"usage":"held in 1 hand","bulk":"L","category":"Consumable","entries":["This tiny magic item looks like a ripe brown fruit from a kapok tree. Inside the fruit are three seeds. Each magical seed releases an effect when swallowed. The first grants you a +1 status bonus on Will saves against {@trait fear} effects for 10 minutes. The second makes your next 10 words comprehensible to any creature that understands any language. The third lets you recall precisely how to get from where you are to any other place you've stayed for more than an hour within the past day. Once the seeds are removed, the fruit is edible, if chewed slowly, and quite tasty, being much sweeter than the non-magical version."]},{"type":"Item","name":"Demon-Hunting Bands","level":3,"bulk":"—","source":"LORA","page":66,"remaster":true,"traits":["rare","consumable","divine","holy","talisman"],"price":{"amount":10,"coin":"gp"},"activate":{"activity":{"number":1,"unit":"action"},"trigger":"You {@action Stride|PC1}.","components":["{@trait concentrate}"]},"usage":"affixed to armor","category":"Consumable","entries":["These strips of supple leather, typically about 2 inches wide and 3 feet long, feature sigils, runes, and divine marks that reflect family lineage and beliefs in the old gods of Sarkoris. When activated, the band's holy patterns surround you as you move, preventing your movement from triggering reactions from {@trait demon||demons}. The holy patterns scour nearby {@trait demon||demons}; any {@trait demon||demons} you pass adjacent to during the triggering movement take damage equal to their weakness to {@trait holy} effects. You can activate the bands when you {@action Burrow|PC1}, {@action Climb|PC1}, {@action Fly|PC1}, or {@action Swim|PC1} (instead of {@action Stride|PC1}) if you have the corresponding movement type."]},{"type":"Item","name":"Uzunjati Storytelling Amulet","level":5,"bulk":"—","source":"LORA","page":67,"remaster":true,"traits":["rare","invested","magical"],"price":{"amount":145,"coin":"gp"},"usage":"worn","category":"Worn","entries":["This round, flat amulet can be made of metal, clay, or leather and is usually highly personalized with runes, sigils, lines of poetry, or a depiction of a storyteller at work. In Azimbye's case, their gold-rimmed metal amulet boasts fine dwarven workmanship, and bears lines from one of the oldest epic poems of the legendary folk hero Kgalaserke on one side and a stylized portrait of a storytelling event in Ranage's Circle on the other. While wearing the amulet, you gain a +1 item bonus to {@skill Performance|PC1} checks.",{"type":"ability","activity":{"number":1,"unit":"free"},"traits":["concentrate"],"frequency":{"number":1,"unit":"day"},"trigger":"The perfect anecdote or story to impress your interlocutor comes floating to your memory.","entries":["You attempt to {@action Make an Impression|PC1} or {@action Request|PC1}, using a {@skill Performance|PC1} check instead of a {@skill Diplomacy|PC1} check."]}]},{"type":"Item","name":"Branch Attendant's Mask","level":2,"source":"LORA","page":69,"remaster":true,"traits":["uncommon","invested","magical"],"price":{"amount":25,"coin":"gp"},"bulk":"—","usage":"worn","category":"Worn","entries":["Although not all attendants' masks are enchanted, many apply a first enchantment to celebrate their acceptance into a branch of the academy. While you wear the mask or have it as your bonded item, add the associated cantrip to your prepared cantrips. This has no effect if you do not prepare cantrips from the {@trait arcane} or {@trait primal} lists.",{"type":"list","items":[{"type":"item","name":"Cascade Bearers","entries":["{@spell read aura|PC1}"]},{"type":"item","name":"Emerald Boughs","entries":["{@spell root reading|RoE}"]},{"type":"item","name":"Rain-Scribes","entries":["{@spell deep breath|RoE}"]},{"type":"item","name":"Tempest-Sun Mages","entries":["{@spell electric arc|PC1}"]},{"type":"item","name":"Uzunjati","entries":["{@spell prestidigitation|PC1}"]}]}]},{"type":"Item","name":"Perfection's First Step","level":5,"source":"LORA","page":77,"remaster":true,"traits":["uncommon","consumable","mental","occult","water"],"price":{"amount":23,"coin":"gp"},"bulk":"—","activate":{"activity":{"number":1,"unit":"action"},"components":["{@trait concentrate}"]},"category":"Consumable","entries":["This palm-leaf manuscript contains an incomplete philosophical treatise about perfection, which you must complete and provide written commentaries upon before you can activate it. This activity takes 10 minutes, but can occur at any time before you activate the treatise.","When you activate {@i perfection's first step}, you cast {@spell unbreaking wave advance|LOWG} with a save DC of 19. You are then temporarily immune to benefiting from further copies of {@i perfection's first step} until your next daily preparations."]},{"type":"Item","name":"Drop of Convergent Waters","level":2,"source":"LORA","page":79,"remaster":true,"traits":["rare","consumable","magical","talisman","water"],"price":{"amount":7,"coin":"gp"},"usage":"affixed to armor","bulk":"—","activate":{"activity":{"number":1,"unit":"action"},"components":["{@trait concentrate}"]},"category":"Consumable","entries":["Abhaya's tireless years of study have allowed her to reproduce, at some level, the unconscious melding of elements she experienced during the last Challenge of Sky and Heaven. A single drop of water in a crystalline container is the simplest application of her research.","When you activate this talisman, a watery echo of one of your limbs emerges from the container. Make a {@action Strike|PC1} with your fist or an unarmed attack from your ancestry. This attack gains the {@trait magical}, {@trait reach}, and {@trait water} traits, retains any benefits from appropriate weapon fundamental runes (but not of weapon property runes), and takes no penalties for being used underwater. You can perform this {@action Strike|PC1} even if you're in a stance or under a {@trait polymorph} effect that restricts your {@action Strike|PC1|Strikes}."]},{"type":"Item","name":"Dr. Ushernacht's Astonishing Ink","level":"3+","source":"LORA","page":89,"remaster":true,"traits":["uncommon","alchemical","consumable"],"usage":"held in 1 hand","bulk":"L","category":"Consumable","activate":{"activity":{"number":10,"unit":"minute"},"components":["{@trait manipulate}"]},"entries":["This syrupy ink smells organic and faintly spoiled. It's tied to one of Ushernacht's engines, created with a sample of the fluid from inside the engine. If the associated engine stops functioning, all ink linked with it can no longer be activated, including freshly created ink.","When you write a question on a sheet of paper using the astonishing ink, handwriting scrawls over the paper after 10 minutes, answering with the knowledge it can draw from its engine. The astonishing ink has all {@skill Lore|PC1} skills and attempts a {@action Recall Knowledge|PC1} check to answer the question using the listed bonus. At the GM's discretion, the astonishing ink takes a –4 circumstance penalty to the check if the question relates to advice, emotions, opinions, or other subjective topics.","If the astonishing ink fails (but not critically fails) the check to {@action Recall Knowledge|PC1}, the writing turns blood-red as it forms disturbing words. Anyone reading these words must succeed at a Will save at the listed DC or become {@condition stupefied|PC1|stupefied 1} until they get a full night's rest. The bloody message may also carry valuable or misleading information at the GM's discretion.","You can use a vial of astonishing ink to ask 5 questions before it's used up."],"generic":"G","variants":[{"variantType":"minor","level":3,"price":{"coin":"gp","amount":10},"entries":["The ink has a {@d20 +10} modifier, and the Will DC is 18."]},{"variantType":"moderate","level":10,"price":{"coin":"gp","amount":160},"entries":["The ink has a {@d20 +19} modifier, and the Will DC is 28."]},{"variantType":"major","level":17,"price":{"coin":"gp","amount":2250},"entries":["The ink has a {@d20 +28} modifier, and the Will DC is 36."]}]},{"type":"Item","name":"Aetheric Irritant","level":"1+","source":"LORA","page":92,"remaster":true,"traits":["uncommon","consumable","gadget","sonic"],"usage":"held in 1 hand","bulk":"L","category":"Consumable","activate":{"activity":{"number":1,"unit":"action"},"components":["{@trait manipulate}"]},"entries":["An aetheric irritant is a chime that can emit a subsonic frequency that otherworldly beings find unpleasant. When you Activate an aetheric irritant, you sound the chime and place it on the ground in a square within your reach. Creatures with the {@trait fey}, {@trait spirit}, or {@trait undead} traits must attempt a Will save when they enter the affected area and at the beginning of every turn they are in the affected area. Those who fail the save treat the area as difficult terrain until the beginning of their next turn. A creature that critically succeeds at the save is immune to all aetheric irritants for 24 hours. An aetheric irritant continues to hum until it shakes itself to pieces after 10 minutes of being activated or it is moved, whichever comes first."],"generic":"G","variants":[{"variantType":"lesser","level":1,"price":{"coin":"gp","amount":4},"entries":["The aetheric irritant affects an area in a 10-foot emanation and the Will DC is 15."]},{"variantType":"moderate","level":3,"price":{"coin":"gp","amount":11},"entries":["The aetheric irritant affects an area in a 15-foot emanation and the Will DC is 18."]},{"variantType":"greater","level":11,"price":{"coin":"gp","amount":275},"entries":["The aetheric irritant affects an area in a 20-foot emanation and the Will DC is 28."]},{"variantType":"major","level":17,"price":{"coin":"gp","amount":2750},"entries":["The aetheric irritant affects an area in a 30-foot emanation and the Will DC is 36."]}]},{"type":"Item","name":"Krasovnatype","level":4,"source":"LORA","page":92,"remaster":true,"traits":["uncommon","consumable","gadget"],"price":{"amount":15,"coin":"gp"},"usage":"held in 2 hands","bulk":"L","activate":{"activity":{"number":1,"unit":"action"},"components":["{@trait manipulate}"]},"category":"Consumable","entries":["A krasovnatype (named after Dr. Krasovna Gerenevich) consists of a carefully prepared silvered glass plate charged by a Stasian coil. When you touch the front of the glass or hold it near a living creature within your reach, an image of that creature's aura is imprinted on the glass. Once a krasovnatype has an image on it, you can't use the glass plate on another creature. If you are trained in {@skill Occultism|PC1}, you can look at the image and learn if the associated creature has innate, prepared, or spontaneous spellcasting, along with the tradition of that casting and the highest rank of spells they can cast. Referencing the image grants a +1 item bonus to any {@action Recall Knowledge|PC1} check regarding the creature."]},{"type":"Item","name":"Maelstromic Destabilizer","level":"2+","source":"LORA","page":92,"remaster":true,"traits":["uncommon","consumable","gadget","spirit"],"usage":"held in 1 hand","bulk":"L","category":"Consumable","activate":{"activity":{"number":1,"unit":"action"},"components":["{@trait manipulate}"]},"entries":["A maelstromic destabilizer is a whirling gyroscope of burnished bronze and glass. It strengthens the bonds that hold a creature to this world by weakening those same bonds to every other nearby creature. When activated, the destabilizer emits a constant pleasant chime as it spins. For the next minute, the creature holding the gadget gains the listed resistance to spirit damage, while all creatures not immune to spirit damage in a 10-foot emanation gain the listed weakness to spirit damage."],"generic":"G","variants":[{"variantType":"lesser","level":2,"price":{"coin":"gp","amount":6},"entries":["The value for the spirit resistance and weakness is 2."]},{"variantType":"moderate","level":7,"price":{"coin":"gp","amount":65},"entries":["The value for the spirit resistance and weakness is 5."]},{"variantType":"major","level":17,"price":{"coin":"gp","amount":2750},"entries":["The value for the spirit resistance and weakness is 10."]}]},{"type":"Item","name":"Moritype","level":"10+","source":"LORA","page":92,"remaster":true,"traits":["rare","consumable","gadget","void"],"usage":"held in 2 hands","bulk":"1","category":"Consumable","activate":{"activity":{"number":1,"unit":"action"},"components":["{@trait manipulate}"]},"entries":["This plate of smoky glass is a variation on Dr. Krasovna Gerenevich's krasovnatype that is imprinted with void energies. Creating the plate requires a living thing to die as part of its electrical charging; most creators use insects or lab mice. The moritype creates an image in the same way as a krasovnatype, but also siphons off part of that aura. If used on a living creature, that creature must attempt a Will save.",{"type":"successDegree","entries":{"Critical Success":"The creature is unaffected.","Success":"If the creature has any innate, prepared, or spontaneous spells, they're unable to Cast a Spell of their highest-ranked slot for 1 round. {@trait cantrip||Cantrips} and {@trait focus} spells are unaffected.","Failure":"As success, except they can't cast the 2 highest ranks they have available.","Critical Failure":"As success, except they can't cast any spells other than {@trait cantrip||cantrips} and {@trait focus} spells."}}],"generic":"G","variants":[{"variantType":"moritype","name":"Moritype","level":10,"price":{"coin":"gp","amount":200},"entries":["The Will DC is 27."]},{"variantType":"greater","level":16,"price":{"coin":"gp","amount":2000},"entries":["The Will DC is 35."]}]},{"type":"Item","name":"Portable Seal","level":"6+","source":"LORA","page":93,"remaster":true,"traits":["uncommon","consumable","gadget","magical"],"usage":"held in 2 hands","bulk":"1","category":"Consumable","activate":{"activity":{"number":2,"unit":"action"},"components":["{@trait manipulate}"]},"entries":["A portable seal is a stiff framework of copper wires and strategically placed hinges, so that when the device is snapped open it forms an instant geometric design. A tiny Stasian coil is attached, which when activated runs a mixture of occult energy and high-voltage electricity through the wire. The design covers a 5-foot burst when unfolded and must be unfolded into an area free of major obstructions such as rocks or {@condition hostile|PC1} creatures. When a creature with the {@trait summoned} trait attempts to enter the seal's area or make a melee {@action Strike|PC1} against a creature in that area, the {@trait summoned} creature must attempt a Will save.",{"type":"successDegree","entries":{"Success":"The action occurs normally, and the creature is immune to the effects of this portable seal this round.","Failure":"The movement or {@action Strike|PC1} is disrupted, but the creature is immune to further effects of the portable seal this round.","Critical Failure":"The movement or {@action Strike|PC1} is disrupted."}}],"generic":"G","variants":[{"variantType":"lesser","level":6,"price":{"coin":"gp","amount":45},"entries":["The Will DC is 20."]},{"variantType":"moderate","level":12,"price":{"coin":"gp","amount":400},"entries":["The Will DC is 28."]},{"variantType":"major","level":18,"price":{"coin":"gp","amount":5000},"entries":["The Will DC is 36."]}]},{"type":"Item","name":"Quartz-Coil Rail Transport","level":"4+","source":"LORA","page":93,"remaster":true,"traits":["uncommon","consumable","electricity","gadget","teleportation"],"usage":"held in 1 hand","bulk":"L","category":"Consumable","activate":{"activity":{"number":2,"unit":"action"},"components":["{@trait manipulate}"]},"entries":["This odd metal rod is often misinterpreted as a mechanical wand of some kind. Any gadgeteer or mage will be able to elaborate on the fact that magic wands do not need to be throughly covered in a copper wire coil and that the pointed quartz crystal at its tip thrums with electricity, not magic. When activated, electricity courses through you, allowing you to move through the voltage that arcs through the air. You instantly transport yourself and any items you're wearing and holding from your current space to an unoccupied space up to 20 feet away that you can see. If this would bring another creature with you—even if you're carrying it in an {@trait extradimensional} container—the teleportation fails. You and all creatures in a line between your original location and your destination take 2 electricity damage."],"generic":"G","variants":[{"variantType":"lesser","level":4,"price":{"coin":"gp","amount":20}},{"variantType":"moderate","level":9,"price":{"coin":"gp","amount":150},"entries":["The distance you can teleport increases to 40 feet, and the electricty damage increases to 4."]},{"variantType":"greater","level":14,"price":{"coin":"gp","amount":650},"entries":["The distance you can teleport increases to 60 feet, and the electricity damage increases to 6."]},{"variantType":"major","level":19,"price":{"coin":"gp","amount":8000},"entries":["The distance you can teleport increases to 80 feet, and the electricity damage increases to 8."]}]},{"type":"Item","name":"Static-Muscular Relay","level":"10","source":"LORA","page":93,"remaster":true,"traits":["uncommon","consumable","electricity","gadget"],"price":{"amount":180,"coin":"gp"},"usage":"held in 1 hand","bulk":"L","category":"Consumable","activate":{"activity":{"number":1,"unit":"action"},"components":["{@trait manipulate}"]},"entries":["This glass orb has a Stasian coil in the center, allowing visible electricity to be safely seen within the glass. The electricity that dances within this orb can be transferred to the user of this gadget, allowing their muscles to react and respond much quicker. When activated, you gain a +2 circumstance bonus to Reflex saves and AC for 1 minute, or until you are hit by an attack or fail a Reflex saving throw, whichever happens first."]},{"type":"Item","name":"Tangibility Resonator","level":"5+","source":"LORA","page":93,"remaster":true,"traits":["uncommon","consumable","gadget","sonic"],"usage":"held in 1 hand","bulk":"L","category":"Consumable","activate":{"activity":{"number":1,"unit":"action"},"components":["{@trait manipulate}"]},"entries":["One of the stranger devices to come out of the University of Lepidstadt is a twisted glass contraption that hums with electricity. This vibration is harmless to most but is massively disruptive to the locomotion of {@trait incorporeal} creatures. When activated, one {@trait incorporeal} creature within 15 feet must attempt a DC 19 Fortitude saving throw. Once used, the vibrations cause the glass to shatter.",{"type":"successDegree","entries":{"Success":"The target is unaffected.","Failure":"The target is {@condition immobilized|PC1} for 1 round.","Critical Failure":"The target is {@condition immobilized|PC1} and {@condition off-guard|PC1} for 1 round."}}],"generic":"G","variants":[{"variantType":"lesser","level":5,"price":{"coin":"gp","amount":25}},{"variantType":"moderate","level":11,"price":{"coin":"gp","amount":300},"entries":["The Fortitude DC is 27."]},{"variantType":"major","level":17,"price":{"coin":"gp","amount":2500},"entries":["The Fortitude DC is 35."]}]},{"type":"Item","name":"Vanishing Shocker","level":"7+","source":"LORA","page":93,"remaster":true,"traits":["uncommon","consumable","electricity","gadget","illusion","magical"],"usage":"held in 1 hand","bulk":"L","category":"Consumable","activate":{"activity":{"number":1,"unit":"action"},"components":["{@trait manipulate}"]},"entries":["The vanishing shocker is a cube with extruding spikes at each corner. This inscrutable device channels {@trait occult} energy through the electricity it produces, creating the result of invisible lighting. When activated, the cube floats above your head, creating a field of invisible electricity in a 10-foot emanation that lasts for 1 round. You and creatures within the emanation are {@condition concealed|PC1}. Creatures that enter or start their turn within the area must attempt a DC 22 Reflex save.",{"type":"successDegree","entries":{"Success":"The target is unaffected.","Failure":"The target is {@condition off-guard|PC1} for 1 round.","Critical Failure":"The target is {@condition clumsy|PC1|clumsy 1} and {@condition off-guard|PC1} for 1 round."}}],"generic":"G","variants":[{"variantType":"lesser","level":7,"price":{"coin":"gp","amount":70}},{"variantType":"moderate","level":11,"price":{"coin":"gp","amount":300},"entries":["The Reflex DC is 27."]},{"variantType":"greater","level":15,"price":{"coin":"gp","amount":1300},"entries":["The Reflex DC is 33."]},{"variantType":"major","level":19,"price":{"coin":"gp","amount":8000},"entries":["The Reflex DC is 38."]}]},{"type":"Item","name":"Bloodstone Doll","level":"4+","source":"LORA","page":101,"remaster":true,"traits":["rare","consumable","magical"],"usage":"held in 1 hand","bulk":"L","category":"Consumable","activate":{"activity":{"number":1,"unit":"reaction"},"components":["{@trait concentrate}","{@trait manipulate}"],"trigger":"A creature within 60 feet casts a {@trait summon} spell","requirements":"You have a free hand."},"entries":["This small doll has been carved from a fragment of Bloodstone. When you Activate a {@i bloodstone doll} in response to another's magic, you {@action Interact|PC1} to take it in hand and hold it up toward the triggering creature. Attempt a counteract check against the triggering spell at the listed bonus and rank.","If the spell would be counteracted, the {@i bloodstone doll} instead influences the summoned creature. You gain control of the summoned creature and can dictate its 2 actions for that turn. The triggering creature then regains control of their summoned creature, but the summoned creature takes a –2 status penalty to attack rolls against you. Your {@i bloodstone doll} shatters when the {@trait summon} spell ends."],"generic":"G","variants":[{"variantType":"minor","level":4,"price":{"coin":"gp","amount":15},"entries":["The {@i bloodstone doll} has a counteract modifier of +9 and a counteract rank of 2."]},{"variantType":"moderate","level":10,"price":{"coin":"gp","amount":180},"entries":["The {@i bloodstone doll} has a counteract modifier of +17 and a counteract rank of 5."]},{"variantType":"major","level":16,"price":{"coin":"gp","amount":1800},"entries":["The {@i bloodstone doll} has a counteract modifier of +25 and a counteract rank of 8."]}],"craftReq":["You have a fragment of the Bloodstone at the heart of the Blodostone Conservatory."]},{"type":"Item","name":"Oathlamp of Accord","level":"3","source":"LORA","page":103,"remaster":true,"traits":["rare","light","magical","mental"],"price":{"amount":50,"coin":"gp"},"usage":"held in 1 hand","bulk":"L","category":"Held","entries":["This {hooded lantern takes the form of a translucent prism. It functions as a normal {@item hooded lantern|PC1}, except that it isn't fueled by oil, but by oaths. While you're holding the lantern, you gain a +1 item bonus to {@skill Diplomacy|PC1} checks.",{"type":"ability","name":"Announce Oath","activity":{"number":1,"unit":"reaction"},"traits":["light","mental"],"trigger":"You make a promise in good faith","entries":["The {@i oathlamp of accord} sheds light without consuming fuel until the promise you made is broken or fulfilled. The GM adjudicates whether a spoken promise is broken or fulfilled. This light and the shutters to conceal it work as normal for a {@item hooded lantern|PC1}. Any creature in the light of the oathlamp becomes aware of the contents of the oath, along with who made it and how long ago."]}]},{"type":"Item","name":"Mutator Onyx","level":"3","source":"LORA","page":104,"remaster":true,"traits":["rare","alchemical","consumable","earth"],"price":{"amount":10,"coin":"gp"},"usage":"held in 1 hand","bulk":"L","category":"Consumable","activate":{"activity":{"number":1,"unit":"action"},"components":["{@trait manipulate}"]},"entries":["A mutator onyx is a jet-black, alien mineral first found within the walls of the Onyx Citadel but is now used primarily as an alchemical teaching or experimentation tool within Oprak. Pressing the gem into a solid, unattended inanimate object with Hardness 5 or less transforms that object's surface into a curious syrupy, liquid-like state, reducing its Hardness to 0. One mutator onyx can transform up to a 5-foot cube. After 10 minutes, the matter reverts to its solid state, regaining its Hardness."]},{"type":"Item","name":"Prankster's Perpetual Pieplate","level":"1","source":"LORA","page":105,"remaster":true,"traits":["rare","magical"],"price":{"amount":12,"coin":"gp"},"usage":"held in 1 hand","bulk":"L","category":"Held","entries":["Although the simple pies that fill this glass plate every minute are edible, they don't last long enough to sate hunger or provide any real nutritive value. Instead, they can be magically guided at targets, unleashed harmlessly by even the most uncoordinated child.",{"type":"ability","name":"Project Pastry","activity":{"number":1,"unit":"action"},"traits":["manipulate"],"frequency":{"number":1,"unit":"minute"},"entries":["You magically hurl the pie at a creature within 30 feet. Unless the target succeeds at a DC 15 Reflex save, they're splattered with a harmless but tasty mess, which remains until it is wiped away with an {@action Interact|PC1} action or is otherwise cleaned off (like if the target is submerged in water). After a minute, the mess disappears, and the pieplate refills with another kind of pie."]}]},{"type":"Item","name":"Zarothrask's Contract","level":"9","source":"LORA","page":106,"remaster":true,"traits":["rare","contract","invested","occult"],"bulk":"—","category":"Contract","entries":["You've bargained for power with a gongorinan, but in return, you must avoid furthering demonic goals. You gain a +2 item bonus to {@skill Athletics|PC1} checks to {@action Disarm|PC1} manufactured items and to {@action Grapple|PC1}. Once per day, the gongorinan can warp your body with animal features; you must attempt a DC 25 Fortitude save or become {@condition sickened|PC1|sickened 2}. When you recover from the {@condition sickened|PC1} condition, your features revert to normal. The gongorinan will usually do this if you sin or aid a {@trait demon}, even unintentionally.",{"type":"ability","name":"Gongarinan's Emergence","activity":{"number":2,"unit":"action"},"traits":["concentrate","mental","morph","occult","unholy"],"frequency":{"number":1,"unit":"day"},"entries":["Stony tentacles burst out of your body, lashing at foes. Creatures in a 10-foot emanation take {@damage 6d6} bludgeoning damage and {@damage 2d6} mental damage (DC 25 basic Fortitude save); on a failure, the creature also becomes {@condition sickened|PC1|sickened 1} ({@condition sickened|PC1|sickened 2} on a critical failure) as parts of their anatomy temporarily warp into animal features. When a creature recovers from the {@condition sickened|PC1} condition, its features revert to normal."]}]},{"type":"Item","name":"Kimanéz Luminescent Toadstool","level":"3","source":"LORA","page":107,"remaster":true,"traits":["rare","consumable","fungus","light","magical"],"price":{"amount":9,"coin":"gp"},"usage":"held in 1 hand","bulk":"L","category":"Consumable","entries":["This large blue toadstool glimmers with soft, magical light similar to moonlight. The spots of white adorning the mushroom's cap glow ethereally, as if illuminated from the inside, shedding dim light in a 10-foot radius.",{"type":"ability","name":"Ward Area","activity":{"number":10,"unit":"minute"},"traits":["concentrate","light","manipulate"],"entries":["You plant the toadstool in the ground, allowing it to connect to all living fungi and plant matter within 120 feet of its planting. For 8 hours, any corporeal creature that touches the affected matter even accidentally begins to glow with bright magical light in a 10-foot emanation, which persists as long as they remain within 120 feet of the planted mushroom. A creature can move through an area containing affected fungi and plant matter without touching it by treating the area as difficult terrain and succeeding at a DC 18 {@skill Acrobatics|PC1} check."]}]},{"type":"Item","name":"Three-Pillared Yang Na","level":"4","source":"LORA","page":108,"remaster":true,"traits":["rare","divine","invested","tattoo"],"price":{"amount":80,"coin":"gp"},"usage":"tattooed on the body","category":"Tattoo","entries":["This tattoo represents an abstract tree whose trunk is made up of three lines of Tang text. Applied in a ritual involving jasmine, turmeric, and a blossom from a yang na tree, the tattoo provides three blessings. The first blessing keeps your mind still during negotiations, granting a +1 item bonus to {@skill Diplomacy|PC1} checks.",{"type":"ability","name":"Second Blessing","activity":{"number":1,"unit":"action"},"traits":["concentrate","detection"],"entries":["You learn the direction of the yang na tree that gave the blossom used in creating your tattoo. Most such trees are in Tang Mai, far to the west of the Inner Sea."]},{"type":"ability","name":"Third Blessing","activity":{"number":1,"unit":"reaction"},"trigger":"You take spirit damage","traits":["concentrate"],"entries":["You gain resistance 3 against that spirit damage."]}]},{"type":"Item","name":"Demon Bone Tiles","level":"2","source":"LORA","page":111,"remaster":true,"traits":["rare","catalyst","consumable","magical","unholy"],"usage":"held in 1 hand","bulk":"L","category":"Consumable","activate":{"activity":{"unit":"varies","entry":"Cast a Spell (add 1 action)"}},"entries":["These bones from different types of demons can be used to form temporary barriers. When you crush the bone fragments and blow the resulting dust around yourself as you cast {@spell shield}, the shield appears as a bone bulwark shaped like the {@trait demon||demon's} face.","When use {@feat Shield Block|PC1} with the spell, the barrier explodes into many bone fragments. The shards cause {@condition persistent damage|PC1|persistent bleed damage} to each creature adjacent to you that fails a Reflex save at the listed DC. This {@condition persistent damage|PC1|persistent bleed damage} is {@trait unholy} and can be stopped with an {@action Interact|PC1} action to remove the shards."],"generic":"G","variants":[{"variantType":"pusk bone tiles","name":"Pusk Bone Tiles","level":2,"price":{"amount":7,"coin":"gp"},"entries":["The {@condition persistent damage|PC1|persistent bleed damage} is {@damage 1d4}, and the save DC is 16."]},{"variantType":"brimorak bone tiles","name":"Brimorak Bone Tiles","level":5,"price":{"amount":28,"coin":"gp"},"entries":["The {@condition persistent damage|PC1|persistent bleed damage} is {@damage 1d6}, and the save DC is 20."]},{"variantType":"pusk bone tiles","name":"Seraptis Bone Tiles","level":15,"price":{"amount":1200,"coin":"gp"},"entries":["The {@condition persistent damage|PC1|persistent bleed damage} is {@damage 2d8}, and the save DC is 34."]}]}]}