{
	"item": [
		{
			"name": "Armor of the Holy Warrior",
			"source": "LOKL",
			"page": 88,
			"type": "Item",
			"level": 16,
			"traits": [
				"rare",
				"divine",
				"good",
				"invested",
				"magical",
				"necromancy"
			],
			"price": {
				"amount": 9000,
				"coin": "gp"
			},
			"usage": "worn armor",
			"bulk": 3,
			"category": "Armor",
			"entries": [
				"Based on the armors used by the holy warriors who served under General Arnisant in the Shining Crusade, this well-polished +2 greater resilient half plate is decorated with religious motifs and carved with sacred scripture.",
				"While wearing armor of the holy warrior, your item bonus from the greater resilient rune increases from +2 to +3; if you upgrade to a major resilient rune, the item bonus instead increases from +3 to +4. An undead that critically fails an unarmed attack against you while you wear this armor takes {@damage 1d6} positive damage.",
				"If you are evil, you're {@condition enfeebled||enfeebled 2} while wearing the armor. If you're undead, you also take {@damage 2d6} positive damage each round that you wear the armor.",
				{
					"type": "ability",
					"activity": {
						"number": 3,
						"unit": "action"
					},
					"components": [
						"command",
						"envision",
						"{@action Interact}"
					],
					"frequency": {
						"number":  1,
						"unit": "day"
					},
					"entries": [
						"The armor casts the three-action version of a 6th-level {@spell heal} spell."
					]
				}
			]
		},
		{
			"name": "Anointing Oil",
			"source": "LOKL",
			"page": 88,
			"type": "Item",
			"level": "4+",
			"access": "{@organization Knights of Lastwall} have access to this item.",
			"traits": [
				"uncommon",
				"consumable",
				"magical",
				"necromancy",
				"oil"
			],
			"usage": "held in 2 hands",
			"bulk": "L",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": [
					"{@action Interact}"
				]
			},
			"category": "Oil",
			"entries": [
				"Carried by many Knights of Lastwall, this amber-colored, fragrant-smelling oil is meant to prevent those who fall in battle from rising as undead. Applying anointing oil to a corpse casts gentle repose on it. The effects last for 24 hours.",
				"The oil is repugnant to the undead. An undead creature that touches a corpse treated with this oil is {@condition enfeebled||enfeebled 1} until the contact is {@condition broken} or the oil's effect wears off."
			],
			"generic": "G",
			"variants": [
				{
					"variantType": "anointing oil",
					"level": 4,
					"price": {
						"amount": 18,
						"coin": "gp"
					},
					"entries": []
				},
				{
					"variantType": "greater",
					"level": 10,
					"price": {
						"amount": 180,
						"coin": "gp"
					},
					"entries": [
						"Applying the oil casts 5th-level {@spell gentle repose}. The funerary rites of the Knights of Lastwall sometimes include using this type of oil on their dead if they are to be buried."
					]
				}
			]
		},
		{
			"name": "Banner of the Restful",
			"source": "LOKL",
			"page": 88,
			"type": "Item",
			"level": 9,
			"access": "{@organization Knights of Lastwall} have access to this item.",
			"traits": [
				"uncommon",
				"abjuration",
				"magical"
			],
			"price": {
				"amount": 700,
				"coin": "gp"
			},
			"usage": "held in 1 hand",
			"bulk": 1,
			"category": "Held",
			"entries": [
				"Carried by knights who expect to spend the night in the open, this simple-looking banner is accompanied by a long cross pole from which it hangs. Usually, the banner appears to be a piece of plain cloth; when activated, it automatically adopts whatever insignia the person activating it desires.",
				{
					"type": "ability",
					"activity": {
						"number": 10,
						"unit": "minute"
					},
					"components": [
						"command",
						"envision",
						"{@action Interact}"
					],
					"frequency": {
						"number":  1,
						"unit": "day"
					},
					"entries": [
						"You plant the banner firmly in the ground, and a comfortable environment is created around it in a 20-foot radius. Those within the area are shielded against your choice of hot or cold temperatures, gaining the effects of 1st-level {@spell endure elements}. The area created by the banner lasts for 8 hours or until it is removed from the ground.",
						"As part of the activation, you can choose to ward the same area with an {@spell alarm} spell. In addition to a mental alert for the person who Activates the banner, the alert sent by the {@spell alarm} spell also includes an audible alarm with the sound and volume of a hand bell, which has the {@trait auditory} trait. You choose the password as you decide to ward the area."
					]
				}
			]
		},
		{
			"name": "Barding Saddle",
			"source": "LOKL",
			"page": 88,
			"type": "Item",
			"level": 7,
			"access": "{@organization Knights of Lastwall} have access to this item.",
			"traits": [
				"uncommon",
				"companion",
				"invested",
				"magical",
				"transmutation"
			],
			"price": {
				"amount": 330,
				"coin": "gp"
			},
			"usage": "worn saddle",
			"bulk": 4,
			"category": "Companion",
			"entries": [
				"This saddle is covered with well-polished metal plates on the outside and adjusts itself to fit any mount.",
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"{@action Interact}"
					],
					"entries": [
						"You touch the metal plates of the saddle, and they begin to unfold and adapt to the creature, covering your mount in heavy barding (Core Rulebook 295). This leaves the mount covered with the barding and wearing a simple-looking saddle. The bulk of the saddle is unchanged in either form, but your mount is not affected by the restrictions, nor the benefits, of wearing barding while in saddle form. If the mount is already wearing any barding, this has no effect. You can make the barding return to its saddle form by following the same process."
					]
				}
			]
		},
		{
			"name": "Busine of Divine Reinforcements",
			"source": "LOKL",
			"page": 89,
			"type": "Item",
			"level": 15,
			"access": "{@organization Knights of Lastwall} have access to this item.",
			"traits": [
				"uncommon",
				"conjuration",
				"divine",
				"good",
				"magical"
			],
			"price": {
				"amount": 6000,
				"coin": "gp"
			},
			"usage": "held in 2 hands",
			"bulk": 1,
			"category": "Held",
			"entries": [
				"This long, straight, trumpet-like instrument is made of well-polished brass and adorned with imagery of angels fighting demons or religious symbols.",
				"When played as an instrument, the busine generates powerful and harmonious notes and grants a +2 item bonus to {@skill Performance} checks.",
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"{@action Interact}"
					],
					"traits": [
						"auditory"
					],
					"frequency": {
						"number":  1,
						"unit": "minute"
					},
					"entries": [
						"You play a few notes on the busine.",
						"Evil creatures within 60 feet who hear the notes must succeed at a DC 34 Will save or be {@condition stunned} for 1 round, or 2 rounds on a critical failure; this is an {@trait incapacitation} effect."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 3,
						"unit": "action"
					},
					"components": [
						"command",
						"envision",
						"{@action Interact}"
					],
					"frequency": {
						"number":  1,
						"unit": "day"
					},
					"entries": [
						"You blow into the busine and conjure a celestial with the effects of a 6th-level {@spell summon celestial} spell, but there are no alignment restrictions to define which celestials you can call. The celestial will fight only evil creatures and leaves after all present evil creatures have been defeated or the spell's duration ends, whichever comes first. You can Sustain the Activation to extend the spell's duration, as normal.",
						"If you have a deity and the conjured celestial's alignment is one of your deity's preferred alignments, the effect functions as a normal 6th-level {@spell summon celestial} spell instead, meaning the celestial will fight any creature, not just evil creatures, and will perform other tasks as you command."
					]
				}
			]
		},
		{
			"name": "Called",
			"source": "LOKL",
			"page": 89,
			"type": "Rune",
			"level": 7,
			"traits": [
				"conjuration",
				"magical"
			],
			"price": {
				"amount": 350,
				"coin": "gp"
			},
			"usage": "etched onto a weapon",
			"category": "Rune",
			"appliesTo": [
				"Weapon"
			],
			"entries": [
				"A called weapon can be teleported to its owner's hand.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "minute"
					},
					"components": [
						"command",
						"envision"
					],
					"entries": [
						"You imprint upon the weapon, proclaiming yourself as its owner. This allows you to use the rune's second activation until someone else uses this activation or succeeds at a Will save to prevent you from using the second activation."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"command",
						"envision"
					],
					"entries": [
						"You extend your hand and call the weapon. If the weapon is within 100 feet of you, it appears in your hand even if it was {@condition restrained}. If the weapon is in another creature's possession, that creature can attempt a Will save against your Will DC. If the creature succeeds, your bond as the owner is {@condition broken}, and you can't use this activation again until you use the first activation to restore the connection."
					]
				}
			]
		},
		{
			"name": "Camp Shroud",
			"source": "LOKL",
			"page": 89,
			"type": "Item",
			"level": "4+",
			"access": "{@organization Knights of Lastwall} have access to this item.",
			"traits": [
				"uncommon",
				"consumable",
				"illusion",
				"magical"
			],
			"usage": "held in 1 hand",
			"bulk": "—",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": [
					"{@action Interact}"
				]
			},
			"category": "Consumable",
			"entries": [
				"Knights make use of this magically treated powder to help hide their camps while traveling through the Gravelands or other dangerous regions. When you toss the powder into a campfire or other sizable fire, the fire produces a thin mist that enshrouds everything in a 10-foot emanation from the fire. The mist creates protective illusions that remain for up to 12 hours and make it difficult to spot the area from afar. You can end the effect earlier by putting out the fire. Light and smoke produced in the area aren't visible from outside the area. The illusions don't prevent sound from traveling nor prevent the area or its inhabitants from being seen.",
				"A creature outside the area that uses the {@action Seek} action or {@action Search} activity to examine the area or look for smoke and light coming from that direction can attempt a DC 18 {@skill Perception} check to disbelieve the illusion."
			],
			"generic": "G",
			"variants": [
				{
					"level": 4,
					"price": {
						"amount": 15,
						"coin": "gp"
					},
					"entries": [],
					"variantType": "minor"
				},
				{
					"level": 7,
					"price": {
						"amount": 65,
						"coin": "gp"
					},
					"entries": [
						"The mist enshrouds a 15-foot emanation, and the DC is 23."
					],
					"variantType": "lesser"
				},
				{
					"level": 10,
					"price": {
						"amount": 175,
						"coin": "gp"
					},
					"entries": [
						"The mist enshrouds a 20-foot emanation, and the DC is 27."
					],
					"variantType": "moderate"
				},
				{
					"level": 13,
					"price": {
						"amount": 500,
						"coin": "gp"
					},
					"entries": [
						"The mist enshrouds a 25-foot emanation, and the DC is 30."
					],
					"variantType": "greater"
				},
				{
					"level": 16,
					"price": {
						"amount": 1500,
						"coin": "gp"
					},
					"entries": [
						"The mist enshrouds a 30-foot emanation, and the DC is 35."
					],
					"variantType": "major"
				}
			]
		},
		{
			"name": "Campaign Stable",
			"source": "LOKL",
			"page": 89,
			"type": "Item",
			"level": 8,
			"access": "{@organization Knights of Lastwall} have access to this item.",
			"traits": [
				"uncommon",
				"conjuration",
				"magical",
				"structure"
			],
			"price": {
				"amount": 500,
				"coin": "gp"
			},
			"bulk": "L (when not activated)",
			"category": "Structure",
			"entries": [
				"Used to facilitate the care of mounts during long campaigns or when it's necessary to move camp frequently, this object appears to be a simple, worn wooden horseshoe.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "minute"
					},
					"components": [
						"command",
						"{@action Interact}"
					],
					"frequency": {
						"number":  1,
						"unit": "day"
					},
					"entries": [
						"You place the horseshoe on the ground and it unfolds into a spacious stable with a wide central aisle, stalls to accommodate up to eight horses, and sufficient feed and water to sustain the horses for 1 day.",
						"The stalls can house other quadrupedal mounts, but the stable provides only horse feed, which might be unsuitable for other creatures. As a 1-minute activity, which has the {@trait concentrate} trait, you can alter the shape of the stalls to accommodate different mounts, though the space available within the stable never changes, only the layout.",
						"A metal horseshoe hangs inside the stable near the entrance. You can remove the horseshoe with an {@action Interact} action, which causes the stable to fold into the horseshoe, leaving it again looking as if it's made of worn wood."
					]
				}
			]
		},
		{
			"name": "Detector Stone",
			"source": "LOKL",
			"page": 90,
			"type": "Item",
			"level": 7,
			"access": "{@organization Knights of Lastwall} have access to this item.",
			"traits": [
				"uncommon",
				"divination",
				"invested",
				"magical"
			],
			"price": {
				"amount": 360,
				"coin": "gp"
			},
			"usage": "worn",
			"bulk": "—",
			"category": "Worn",
			"entries": [
				"During their journeys across the Gravelands, the Knights of Lastwall found several smoky, gemstone-like objects that knights refer to as detector stones. Some of the knights' Magaambyan allies believe the stones are aeon stones corrupted by the same energies that corrupted the Gravelands, though they don't display the characteristic orbiting behavior of aeon stones when invested. Despite the controversy, many knights use the stones for their ability to detect the presence of undead.",
				"While you have a detector stone invested, it glows faintly when an undead creature is within 30 feet of you, unless the undead is {@condition hidden} or disguised with a {@skill Deception} or {@skill Stealth} result of 20 or higher. An invested stone may be carried in a pocket, but some knights set them in necklaces, bracelets, or weapon hilts.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"envision"
					],
					"frequency": {
						"number":  1,
						"unit": "minute"
					},
					"entries": [
						"You channel your life-force into the stone, empowering it temporarily. The stone can detect undead within 60 feet of you, rather than 30 feet, until the end of your turn. Undead hiding or disguising themselves must make an additional {@skill Deception} or {@skill Stealth} check to remain disguised or {@condition hidden} from the activation, and the DC of the check is 23 rather than 20."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"envision",
						"{@action Interact}"
					],
					"frequency": {
						"number":  1,
						"unit": "hour"
					},
					"entries": [
						"You focus on the stone as it glows, and your eyes glow with the same tainted light. You detect the auras of evil undead in a 30-foot radius around you and learn each aura's location and strength. This has the effects of a 2nd-level {@spell detect alignment} spell but only detects evil undead."
					]
				}
			]
		},
		{
			"name": "Ghost Oil",
			"source": "LOKL",
			"page": 90,
			"type": "Item",
			"level": 4,
			"traits": [
				"consumable",
				"magical",
				"oil",
				"transmutation"
			],
			"price": {
				"amount": 18,
				"coin": "gp"
			},
			"usage": "held in 1 hand",
			"bulk": "L",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": [
					"{@action Interact}"
				]
			},
			"category": "Oil",
			"entries": [
				"The vials containing this translucent, unsubstantial oil are always cold to the touch. Applying ghost oil to a melee weapon you're wielding or carrying causes it to become semitransparent and gain the effects of a {@item ghost touch} rune, but it also makes the weapon unable to harm corporeal creatures. The oil has no effect when applied to another creature's weapon. The effect of the oil lasts for 1 minute."
			]
		},
		{
			"name": "Guardian Shield",
			"source": "LOKL",
			"page": 90,
			"type": "Item",
			"level": 11,
			"access": "{@organization Knights of Lastwall} have access to this item.",
			"traits": [
				"uncommon",
				"abjuration",
				"divine",
				"magical"
			],
			"price": {
				"amount": 1200,
				"coin": "gp"
			},
			"usage": "held in 1 hand",
			"bulk": 1,
			"category": "Held",
			"entries": [
				"A guardian shield is a steel shield (Hardness 9, HP 36, BT 18) engraved with the symbol of a good deity.",
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"command",
						"{@action Interact}"
					],
					"frequency": {
						"number":  1,
						"unit": "day"
					},
					"entries": [
						"You conjure a Medium guardian with the effects of the {@spell spiritual guardian} spell, but it carries a shield instead of weapons and can't attack. The guardian appears in an unoccupied space next to an ally of your choice within range and uses the {@action Raise a Shield} action, granting that ally a +2 circumstance bonus to AC until the beginning of your next turn or until your ally is no longer adjacent to the spiritual guardian.",
						"Each time you Sustain the Activation, the guardian moves to the ally, as long as the ally remains within range, and Raises its Shield, granting its bonus again until the beginning of your next turn or until your ally is no longer adjacent to the spiritual guardian. When the ally receiving the AC bonus takes damage beyond the 10 that's redirected to the guardian, you can use a reaction to have the guardian reduce damage for your ally even more by interposing itself further. When it blocks damage in this way, it reduces the damage your ally takes by an additional 20 (for a total of 30 damage reduced), but Dismisses the guardian, immediately ending the activation."
					]
				}
			]
		},
		{
			"name": "Knight Captain's Lance",
			"source": "LOKL",
			"page": 90,
			"type": "Item",
			"level": 13,
			"access": "{@organization Knights of Lastwall} have access to this item.",
			"traits": [
				"uncommon",
				"divine",
				"enchantment",
				"magical"
			],
			"price": {
				"amount": 3000,
				"coin": "gp"
			},
			"usage": "held in 2 hands",
			"bulk": 2,
			"category": "Held",
			"entries": [
				"The appearance of this beautifully crafted +2 disrupting greater striking lance changes to match the armor of its wielder. It has a cloth flag attached behind the lance point that displays whatever heraldry the wielder wishes.",
				"If a cavalier with the Cavalier's Banner feat takes the knight captain's lance, it instead automatically displays the banner of their pledge.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "reaction"
					},
					"components": [
						"{@action Interact}"
					],
					"trigger": "Your attack roll with the knight captain's lance is a critical success",
					"entries": [
						"You raise the lance, inspiring those around you. Allies within 30 feet that can see you receive a +1 status bonus to their attack rolls and damage rolls for 1 round."
					]
				}
			]
		},
		{
			"name": "Shining Shield",
			"source": "LOKL",
			"page": 90,
			"type": "Item",
			"level": 10,
			"access": "{@organization Knights of Lastwall} have access to this item.",
			"traits": [
				"uncommon",
				"enchantment",
				"magical"
			],
			"price": {
				"amount": 1000,
				"coin": "gp"
			},
			"usage": "held in 1 hand",
			"bulk": 1,
			"category": "Held",
			"entries": [
				"Kalabrynne Iomedar commissioned the first of these shields, which have become some of the Shining Sentinels' most valued equipment, replicated among these knights. A shining shield is a seemingly simple wooden shield (Hardness 6, HP 24, BT 12) with the Shining Oath engraved on the inside. While raised, a shining shield moves itself to provide cover for your allies. If you have this shield raised and would provide cover to an ally against a foe by standing between them, the cover you provide increases one step. Thus, if you were to grant lesser cover, you grant standard cover instead; if you were to grant standard cover, you instead grant greater cover.",
				{
					"type": "ability",
					"activity": {
						"number": 3,
						"unit": "action"
					},
					"components": [
						"command",
						"{@action Interact}"
					],
					"frequency": {
						"number":  1,
						"unit": "day"
					},
					"entries": [
						"You shout an oath to protect the innocent and weak, and the shield gives off bright light. All enemies in a 30- foot radius around you must attempt a DC 27 Will save, with the following effects.",
						{
							"type": "successDegree",
							"entries": {
								"Success": [
									"The creature is unaffected."
								],
								"Failure": [
									"For 1 round, the creature ignores other creatures in the area and concentrates on bringing you down. The creature will still attack anyone preventing them from attacking you, uses tactics deemed most convenient to defeat you, and works with other creatures that confront you."
								],
								"Critical Failure": [
									"As failure, but the duration is 1 minute."
								]
							}
						}
					]
				}
			]
		},
		{
			"name": "Swiftmount Saddle",
			"source": "LOKL",
			"page": 91,
			"type": "Item",
			"level": 7,
			"access": "{@organization Knights of Lastwall} have access to this item.",
			"traits": [
				"uncommon",
				"companion",
				"divination",
				"invested",
				"magical",
				"primal"
			],
			"price": {
				"amount": 360,
				"coin": "gp"
			},
			"usage": "worn saddle",
			"bulk": 2,
			"category": "Companion",
			"entries": [
				"This sturdy leather saddle was designed to improve communication between mount and rider, allowing even inexperienced knights to command their mounts in battle. A swiftmount saddle grants a +2 item bonus to {@skill Nature} checks made to {@action Command an Animal} for anyone who is riding the creature wearing it.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "free"
					},
					"components": [
						"{@action Interact}"
					],
					"frequency": {
						"number":  1,
						"unit": "day"
					},
					"requirements": "You're adjacent to the creature wearing the swiftmount saddle and could {@action Mount} it",
					"entries": [
						"You {@action Mount} the creature wearing the swiftmount saddle."
					]
				}
			]
		},
		{
			"name": "Undead Compendium",
			"source": "LOKL",
			"page": 91,
			"type": "Item",
			"level": 14,
			"access": "{@organization Knights of Lastwall} have access to this item.",
			"traits": [
				"uncommon",
				"divination",
				"magical"
			],
			"price": {
				"amount": 6300,
				"coin": "gp"
			},
			"usage": "held in 1 hand",
			"bulk": "L",
			"category": "Held",
			"entries": [
				"The best minds among the Magaambyan, Iomedaean, and Pharasmin Knights of Lastwall joined together to create these small, leather-bound journals. While you're holding an undead compendium, the information it contains slips into your mind, granting you a +2 item bonus to {@action Recall Knowledge} checks to obtain information about undead creatures.",
				{
					"type": "ability",
					"activity": {
						"number": 10,
						"unit": "minute"
					},
					"components": [
						"envision",
						"{@action Interact}"
					],
					"traits": [
						"auditory",
						"linguistic"
					],
					"frequency": {
						"number":  1,
						"unit": "day"
					},
					"entries": [
						"You study the journal, focusing on a specific type of undead creature, and as the information fills the pages, you recite it aloud to your allies. Select ghost, ghoul, graveknight, lich, mummy, vampire, wight, or zombie. You and up to four allies that hear you read the information aloud during the activation gain a +2 item bonus on attack rolls and saving throws against that type of undead for the next 10 minutes. To benefit from the bonus, your allies must listen attentively and can't perform any other activities during the activation time."
					]
				}
			]
		},
		{
			"name": "Undead Scourge",
			"source": "LOKL",
			"page": 91,
			"type": "Item",
			"level": 7,
			"access": "{@organization Knights of Lastwall} have access to this item.",
			"traits": [
				"uncommon",
				"magical",
				"necromancy"
			],
			"price": {
				"amount": 350,
				"coin": "gp"
			},
			"usage": "held in 1 hand",
			"bulk": "L",
			"category": "Held",
			"entries": [
				"An undead scourge is a +1 striking disrupting dagger with a bluish-white metal blade that emits a faint glow.",
				"These used to be weapons of Pharasmin undead slayers only, but the slayers have since shared these daggers with the Knights of Lastwall.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "free"
					},
					"components": [
						"{@action Interact}"
					],
					"frequency": {
						"number":  1,
						"unit": "hour"
					},
					"trigger": "You damage an undead creature with the undead scourge",
					"entries": [
						"You disrupt the undead's connection to negative energy. For 1 minute, the undead damaged with the dagger can't be healed by negative energy unless the effect attempting to heal the undead first counteracts the undead scourge's effect, with a counteract level of 4 and DC of 25. Positive energy still has the usual effects on the undead."
					]
				}
			]
		},
		{
			"name": "Whistle of Calling",
			"source": "LOKL",
			"page": 91,
			"type": "Item",
			"level": 15,
			"access": "{@organization Knights of Lastwall} have access to this item.",
			"traits": [
				"uncommon",
				"conjuration",
				"magical"
			],
			"price": {
				"amount": 6300,
				"coin": "gp"
			},
			"usage": "held in 1 hand",
			"bulk": "—",
			"category": "Held",
			"entries": [
				"A whistle of calling appears to be a simple brass whistle. It changes slightly in appearance depending on the type of creature to which it's attuned, depicting small carvings of hooves, feather patterns, claws, or other appropriate motifs.",
				{
					"type": "ability",
					"activity": {
						"number": 10,
						"unit": "minute"
					},
					"components": [
						"{@action Interact}"
					],
					"entries": [
						"You blow the whistle at different tones in the presence of a companion or another allied creature willing to be your mount. At the end of the 10 minutes, the whistle is attuned to that creature.",
						"The whistle can be attuned to only one creature at any time, but you can attune it to a new one with another 10-minute activation."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"{@action Interact}"
					],
					"frequency": {
						"number":  1,
						"unit": "day"
					},
					"entries": [
						"You blow the whistle and the creature to which it is attuned teleports instantly from as far as 1 mile away to an unoccupied space within 30 feet of you. The whistle has no effect if the attuned creature is dead, on another plane, or outside the range."
					]
				}
			]
		},
		{
			"name": "War Saddle",
			"source": "LOKL",
			"page": 86,
			"level": 5,
			"equipment": true,
			"type": "Item",
			"traits": [
				"uncommon"
			],
			"access": "{@organization Knights of Lastwall} have access to this item.",
			"price": {
				"coin": "gp",
				"amount": 50
			},
			"bulk": 1,
			"category": "Adventuring Gear",
			"entries": [
				"Each war saddle is specifically fitted to a mount's body type and has numerous straps that can secure you on your mount. You remain mounted even if you fall unconscious until either you or someone else uses an {@action Interact} action to unfasten the straps on the saddle. A creature or effect can separate you from your mount by pulling so hard it tears the straps, but to do so, the effect's DC, attack roll, or skill check must exceed 20."
			]
		},
		{
			"name": "Traveler's Cloak",
			"source": "LOKL",
			"page": 86,
			"level": 1,
			"equipment": true,
			"type": "Item",
			"traits": [
				"uncommon"
			],
			"access": "{@organization Knights of Lastwall} have access to this item.",
			"price": {
				"coin": "gp",
				"amount": 7
			},
			"bulk": "L",
			"category": "Adventuring Gear",
			"entries": [
				"These cloaks are designed to accommodate long treks through various climates. Traveler's cloaks for hot climates might be bleached white and created from lighter materials, while those intended for cold climates are made of thicker materials and have linings intended to retain heat. While wearing a traveler's cloak for the appropriate type of weather, increase the time it takes to become fatigued from temperature effects by 2 hours (Core Rulebook 518). A traveler's cloak has no effect at extreme or incredible temperatures."
			]
		},
		{
			"name": "Portable Altar",
			"source": "LOKL",
			"page": 86,
			"level": 3,
			"equipment": true,
			"type": "Item",
			"traits": [
				"uncommon"
			],
			"access": "{@organization Knights of Lastwall} have access to this item.",
			"price": {
				"coin": "gp",
				"amount": 25
			},
			"bulk": 3,
			"hands": 2,
			"category": "Adventuring Gear",
			"entries": [
				"This travel-ready kit contains a small altar featuring a deity's iconography. The altar's top can be lifted to reveal a compartment for materials of no more than light Bulk (such as candles, incense, oils, and small texts). The altar grants a +1 item bonus to checks made to conduct religious rites using {@skill Performance} or {@skill Religion}."
			]
		},
		{
			"name": "Knight's Tabard",
			"source": "LOKL",
			"page": 86,
			"level": 3,
			"equipment": true,
			"type": "Item",
			"traits": [
				"uncommon"
			],
			"access": "{@organization Knights of Lastwall} have access to this item.",
			"price": {
				"coin": "gp",
				"amount": 15
			},
			"bulk": "L",
			"category": "Adventuring Gear",
			"entries": [
				"This cloth vestment features the heraldry or symbol associated with an entity (such as a deity, kingdom, or organization). Knights typically wear it over armor and other clothing, helping them identify allies on the battlefield or distinguishing themselves in more peaceful situations. An individual wearing a tabard gains a +1 item bonus to {@action Make an Impression} on creatures who have a positive association with the entity represented on the tabard."
			]
		},
		{
			"name": "Knight's Standard",
			"source": "LOKL",
			"page": 86,
			"equipment": true,
			"type": "Item",
			"traits": [
				"uncommon"
			],
			"access": "{@organization Knights of Lastwall} have access to this item.",
			"price": {
				"coin": "gp",
				"amount": 5
			},
			"bulk": 1,
			"hands": 2,
			"category": "Adventuring Gear",
			"entries": [
				"This cloth flag or banner, no larger than a few feet long, bears the symbol or heraldry of a deity, knightly house, nation, or similar organization. A typical standard comes with a stand or pole to hold it aloft. You can instead spend 2 consecutive Interact actions to mount a knight's standard on a two-handed polearm or spear weapon; the standard is visible as long as you wield the weapon with two hands. Some individuals are inspired by the sight of a standard or demoralized by the destruction of one."
			]
		},
		{
			"name": "Knight's Maintenance Kit",
			"source": "LOKL",
			"page": 86,
			"level": 5,
			"equipment": true,
			"type": "Item",
			"traits": [
				"uncommon"
			],
			"access": "{@organization Knights of Lastwall} have access to this item.",
			"price": {
				"coin": "gp",
				"amount": 50
			},
			"bulk": 1,
			"hands": 2,
			"category": "Adventuring Gear",
			"entries": [
				"This set of gear contains a repair kit, cloth rolls for storing or covering equipment, and specialized mixtures developed by the Knights of Lastwall to clean and treat armaments for continued use. This kit gives you a +1 item bonus to checks to {@action Repair} weapons, shields, and armor using the {@skill Crafting} skill, and you restore an additional 5 Hit Points when you successfully {@action Repair} such items using it."
			]
		},
		{
			"name": "Hollowed Hilt",
			"source": "LOKL",
			"page": 86,
			"traits": [
				"uncommon"
			],
			"access": "{@organization Knights of Lastwall} have access to this item.",
			"equipment": true,
			"type": "Item",
			"price": {
				"coin": "gp",
				"amount": 3
			},
			"category": "Adventuring Gear",
			"entries": [
				"A hollowed hilt is a weapon modification that allows a pommel to be detached and its hilt meticulously hollowed out to create a small compartment without greatly affecting its balance. Often used by knight emissaries to hide important missives, this space can hold an object of light Bulk about the size of a scroll. A creature studying the weapon can find the hilt compartment with a successful DC 20 {@skill Perception} check. Any weapon with an appropriate hilt or pommel can be converted into a hollowed one by paying the equipment's price."
			]
		},
		{
			"name": "Parade Armor",
			"source": "LOKL",
			"page": 87,
			"type": "Item",
			"level": 2,
			"access": "{@organization Knights of Lastwall} have access to this item.",
			"traits": [
				"uncommon",
				"adjustment"
			],
			"price": {
				"amount": 10,
				"coin": "gp"
			},
			"usage": "applied to medium or heavy armor",
			"category": "Adjustment",
			"entries": [
				"Parade armor is an armor adjustment that creates a set of pseudo-decorative armor to wear during noncombat functions. Any medium or heavy armor can be fashioned into parade armor, which features custom designs based on the wearer's affiliation, military branch, or rank. A particular faction typically has one uniform appearance for its set of parade armor.",
				"While wearing this armor, you gain a +1 item bonus to {@skill Diplomacy} and {@skill Intimidation} checks against creatures of the same affiliation as your parade armor, though the bonus to {@skill Intimidation} doesn't apply when interacting with creatures of higher rank than you. The armor is slightly bulkier, increasing the Bulk by 1."
			]
		},
		{
			"name": "Throwing Shield",
			"source": "LOKL",
			"page": 87,
			"type": "Item",
			"level": 1,
			"access": "{@organization Knights of Lastwall} have access to this item.",
			"traits": [
				"uncommon",
				"adjustment"
			],
			"price": {
				"amount": 5,
				"coin": "gp"
			},
			"usage": "applied to a buckler or shield",
			"category": "Adjustment",
			"entries": [
				"These special straps and weightings fit over a shield or buckler, but not a tower shield. They are designed to let you doff and throw the shield in one swift movement. You can quickly remove the shield by spending a free action as part of the {@action Strike} to throw the shield. When thrown in this way, the shield is a martial thrown weapon that deals {@damage 1d6} bludgeoning damage and has the thrown <20 feet> trait. A shield with the throwing shield attachment can't have any attached weapons, such as shield spikes or a shield boss, and the adjustments to make it more aerodynamic make it slightly less sturdy, reducing its Hardness by 1."
			]
		}
	]
}
