{
	"item": [
		{
			"name": "Genealogy Mask",
			"source": "LOME",
			"page": 34,
			"type": "Item",
			"level": 1,
			"traits": [
				"uncommon",
				"divination",
				"invested"
			],
			"access": "Alijae ethnicity",
			"price": {
				"coin": "gp",
				"amount": 10
			},
			"usage": "Worn",
			"bulk": "L",
			"category": "Worn",
			"entries": [
				"These large masks are forged of precious metals or carved of wood and tasked with guarding the history of a family. Most Alijae are granted a genealogy mask when they come of age, which they bequeath to their next of kin upon death. When a member of the family recounted in the genealogy mask performs a particularly significant event while wearing the mask, its eyes and ears animate, allowing the item to witness and record the deeds for posterity. Different families have different standards for their genealogy masks—some may value accuracy and objective, clinical facts, while others may relish embellishing their stories to the very brink of believability in the name of a good story.",
				{
					"type": "ability",
					"style": "compact",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"command"
					],
					"frequency": {
						"unit": "day",
						"freq": 1
					},
					"entries": [
						"You ask the mask about the deeds of a particular ancestor, and the mask speaks for 10 minutes, recalling the tales it knows about that ancestor. The mask is limited by what information a particular ancestor shared with it."
					]
				}
			],
			"craftReq": "Supply a casting of {@spell ancestral memories} or {@spell mindlink}. You must be an Alijae elf."
		},
		{
			"name": "Jahan Waystone",
			"source": "LOME",
			"page": 207,
			"type": "Item",
			"level": 21,
			"traits": [
				"rare",
				"artifact",
				"conjuration",
				"magical",
				"teleportation"
			],
			"usage": "Worn",
			"category": "Artifact",
			"entries": [
				"This enormous stone glows with a pale light and emits a quiet hum. Each Jahan waystone is part of a paired link. The paired stones correspond in the color of the light they emit, as well as the specific tone at which they hum.",
				{
					"type": "ability",
					"style": "compact",
					"activity": {
						"number": 1,
						"unit": "minute"
					},
					"components": [
						"envision",
						"interact"
					],
					"frequency": {
						"unit": "day",
						"freq": 1
					},
					"entries": [
						"You place your hand on the stone and focus on the stone's light. The stone's glow envelopes all creatures in a 10-foot radius with its light and attempts to teleport the creatures to its paired stone. If there is no open space within 30 feet of the target waystone, the teleportation attempt fails. A creature can resist the teleportation with a successful DC 45 Will save."
					]
				}
			],
			"hasFluff": true
		},
		{
			"name": "Oath Of The Devoted",
			"source": "LOME",
			"page": 231,
			"type": "Item",
			"level": 9,
			"traits": [
				"rare",
				"contract",
				"divine",
				"invested",
				"magical",
				"necromancy"
			],
			"category": "Contract",
			"entries": [
				"You gain fire and mental resistance 5.",
				"When you die, you rise as an undead creature with the {@trait zombie} trait on the next round; if you are a PC, you become an NPC under Walkena's control. Your stats remain the same, except that your alignment changes to evil. If you reach 0 Hit Points as a zombie, you are destroyed and do not rise again.",
				{
					"type": "ability",
					"activity": {
						"unit": "action",
						"number": 1
					},
					"components": [
						"command"
					],
					"frequency": {
						"unit": "day",
						"freq": 1
					},
					"entries": [
						"You gain a +1 status bonus to Will saves. Choose a weapon or an unarmed {@action Strike}; your chosen attack deals an extra {@damage 1d6} fire damage for the next 1 minute."
					]
				}
			],
			"special": "If you are a zombie at a time when Mzali is entirely purged of foreigners, your duty is fulfilled and you are immediately destroyed."
		}
	]
}
