{
	"item": [
		{
			"name": "Dueling Cape",
			"source": "APG",
			"page": 248,
			"equipment": true,
			"type": "Item",
			"price": {
				"coin": "sp",
				"amount": 5,
				"note": null
			},
			"hands": 1,
			"bulk": "L",
			"category": "Gear",
			"entries": [
				"You can pull a dueling cape you're wearing from your shoulder and wrap it around your arm with an {@action Interact} action. While wielding the dueling cape this way, the cape uses that arm and hand, and you can't hold anything else in that hand. While you do so, you can spend an action to hold it in a protective position, giving you a +1 circumstance bonus to AC and to {@skill Deception} checks to {@action Feint} until the start of your next turn."
			]
		},
		{
			"name": "Net",
			"source": "APG",
			"page": 248,
			"equipment": true,
			"type": "Item",
			"price": {
				"coin": "gp",
				"amount": 1,
				"note": null
			},
			"hands": 2,
			"bulk": 1,
			"category": "Gear",
			"entries": [
				"You can use a net either on its own or attached to a rope. When attached to a rope, you can use the net to {@action Grapple} a Medium or smaller creature up to 10 feet away (instead of only adjacent creatures). You can continue to {@action Grapple} to keep your hold on the target so long as the target remains within 10 feet and you continue to hold the net. The grabbed creature gains a +2 circumstance bonus to {@action Escape} unless you are adjacent to them, and it can attempt a DC 16 {@skill Athletics} check to {@action Force Open} the net entirely. Once the target is no longer {@condition grabbed}, the net is unwieldy until refolded as a {@trait Concentrate} action that requires two hands; if used without being refolded, {@action Grapple} checks made with the net take a –2 penalty.",
				"When the net is unattached, you can attempt a ranged attack roll against a Medium or smaller creature within 20 feet. On a hit, the target is {@condition flat-footed} and takes a –10- foot circumstance penalty to its Speeds until it {@action Escapes}, and on a critical hit, it's also {@condition immobilized} until it {@action Escapes}. The {@action Escape} DC is 16. A creature adjacent to the target can {@action Interact} to remove the net."
			]
		},
		{
			"name": "Parrying Scabbard",
			"source": "APG",
			"page": 248,
			"equipment": true,
			"type": "Item",
			"price": {
				"coin": "sp",
				"amount": 5,
				"note": null
			},
			"hands": 1,
			"bulk": "L",
			"category": "Gear",
			"entries": [
				"You can draw this reinforced sheath during the same Interact action you use to draw the weapon it holds, wielding the weapon in one hand and the scabbard in your other. A parrying scabbard can be used for your defense much like a weapon with the {@trait parry} trait: you can spend an action to position it defensively, gaining a +1 circumstance bonus to AC until the start of your next turn. Parrying scabbards are available for any sword that can be wielded in one hand."
			]
		},
		{
			"name": "Periscope",
			"source": "APG",
			"page": 248,
			"level": 2,
			"equipment": true,
			"type": "Item",
			"price": {
				"coin": "gp",
				"amount": 25,
				"note": null
			},
			"hands": 2,
			"bulk": "L",
			"category": "Gear",
			"entries": [
				"This is a 2-foot-long tube with two angled mirrors, one at each end. When the mirrors are aligned correctly, you can look around obstacles while remaining behind cover. This doesn't provide a sufficient line of effect to target creatures around corners."
			]
		},
		{
			"name": "Detective's Kit",
			"source": "APG",
			"page": 248,
			"level": 3,
			"equipment": true,
			"type": "Item",
			"price": {
				"coin": "gp",
				"amount": 25,
				"note": null
			},
			"hands": 2,
			"bulk": 1,
			"category": "Gear",
			"entries": [
				"This leather satchel contains empty vials, a pair of tweezers, a supply of small linen cloths, a set of brass calipers and a knotted string for measuring distances, several pieces of chalk, a pen, and a blank notebook for keeping notes. Every component of a detective's kit is of exceeding quality, and thus a detective's kit adds a +1 item bonus to checks to investigate a crime scene, a clue, or similar details."
			]
		},
		{
			"name": "Concealed Sheath",
			"source": "APG",
			"page": 248,
			"level": 3,
			"equipment": true,
			"type": "Item",
			"price": {
				"coin": "gp",
				"amount": 25,
				"note": null
			},
			"category": "Gear",
			"entries": [
				"This leather sheath is large enough to hold an item of up to light Bulk and is typically used for {@item dagger||daggers}, wands, {@item thieves' tools}, and similar objects. You can affix it to the inside of a boot, under a bracer or sleeve, or in other inconspicuous locations to gain a +1 item bonus to {@skill Stealth} checks and DCs to hide or conceal the item within."
			]
		},
		{
			"name": "Brass Ear",
			"source": "APG",
			"page": 248,
			"equipment": true,
			"type": "Item",
			"price": {
				"coin": "gp",
				"amount": 1,
				"note": null
			},
			"hands": 1,
			"category": "Gear",
			"entries": [
				"A brass ear is a short, flared tube with one end narrow enough to comfortably fit against the ear canal. When using a brass ear to listen through a door, window, thin wall, or similar barrier, if the barrier would normally increase the DC of your {@skill Perception} check to hear sounds on the other side, the DC increases by only half as much as normal."
			]
		},
		{
			"name": "Fearsome",
			"source": "APG",
			"page": 260,
			"type": "Rune",
			"level": "5+",
			"traits": [
				"Emotion",
				"Enchantment",
				"Fear",
				"Magical",
				"Mental"
			],
			"usage": "etched onto a weapon",
			"category": "Rune",
			"appliesTo": [
				"Weapon"
			],
			"entries": [
				"When you critically hit with this weapon, the target becomes {@condition frightened 1}."
			],
			"generic": "G",
			"variants": [
				{
					"type": "fearsome",
					"level": 5,
					"price": {
						"coin": "gp",
						"amount": 160,
						"note": null
					},
					"entries": []
				},
				{
					"type": "greater fearsome",
					"level": 12,
					"price": {
						"coin": "gp",
						"amount": 2000,
						"note": null
					},
					"entries": [
						"When you critically hit with this weapon, the target becomes {@condition frightened 2}."
					],
					"_mod": {
						"entries": {
							"mode": "replaceTxt",
							"replaceTags": true,
							"replace": "1",
							"with": "2"
						},
						"entriesMode": "generic"
					}
				}
			]
		}
	]
}
