{
	"item": [
		{
			"name": "Ablative Armor Plating",
			"source": "G&G",
			"page": 66,
			"type": "Item",
			"level": "1+",
			"traits": [
				"Uncommon",
				"Consumable",
				"Gadget"
			],
			"usage": "attached to armor or traveler's clothing",
			"bulk": "1",
			"category": "Consumable",
			"entries": [
				"Ablative armor plating is additional plating, combined with springs, clever clockwork, and improvised padding, to absorb damage by knocking the additional pieces free. The pieces slowly come apart on their own with time and movement.",
				"The process of attaching the plating takes 10 minutes and grants the wearer of the armor the listed temporary Hit Points for the stated duration or until lost. Removing the plating early destroys it."
			],
			"generic": "G",
			"variants": [
				{
					"type": "lesser",
					"level": 1,
					"price": {
						"coin": "gp",
						"amount": 4,
						"note": null
					},
					"entries": [
						"The wearer gains 5 temporary Hit Points that last for 1 minute or until lost."
					],
					"_mod": {
						"entries": {
							"with": "5 temporary Hit Points that last for 1 minute"
						}
					}
				},
				{
					"type": "moderate",
					"level": 3,
					"price": {
						"coin": "gp",
						"amount": 12,
						"note": null
					},
					"entries": [
						"The wearer gains 10 temporary Hit Points that last for 10 minutes or until lost."
					],
					"_mod": {
						"entries": {
							"with": "10 temporary Hit Points that last for 10 minutes"
						}
					}
				},
				{
					"type": "greater",
					"level": 7,
					"price": {
						"coin": "gp",
						"amount": 70,
						"note": null
					},
					"entries": [
						"The wearer gains 20 temporary Hit Points that last for 1 hour or until lost."
					],
					"_mod": {
						"entries": {
							"with": "20 temporary Hit Points that last for 1 hour"
						}
					}
				},
				{
					"type": "major",
					"level": 13,
					"price": {
						"coin": "gp",
						"amount": 600,
						"note": null
					},
					"entries": [
						"The wearer gains 30 temporary Hit Points that last for 1 hour or until lost."
					],
					"_mod": {
						"entries": {
							"with": "30 temporary Hit Points that last for 1 hour"
						}
					}
				},
				{
					"type": "true",
					"level": 19,
					"price": {
						"coin": "gp",
						"amount": 8000,
						"note": null
					},
					"entries": [
						"The wearer gains 40 temporary Hit Points that last for 1 hour or until lost."
					],
					"_mod": {
						"entries": {
							"with": "40 temporary Hit Points that last for 1 hour"
						}
					}
				}
			],
			"_vmod": {
				"entries": {
					"mode": "replaceTxt",
					"replace": "the listed temporary Hit Points for the stated duration"
				},
				"entriesMode": "generic"
			},
			"consumable": true
		},
		{
			"name": "Ablative Shield Plating",
			"source": "G&G",
			"page": 67,
			"type": "Item",
			"level": "1+",
			"traits": [
				"Uncommon",
				"Consumable",
				"Gadget"
			],
			"usage": "attached to a shield",
			"bulk": "1",
			"category": "Consumable",
			"entries": [
				"Ablative shield plating is an amalgam device that provides a layer of additional protection for a shield. Ablative shield plating is cobbled together from parts of other shields, wires, scraps, and bits of detritus, adding mass to a shield. The process of attaching ablative shield plating takes 10 minutes, and you can't attach ablative shield plating to a shield that has any other attached item, such as a shield boss or shield spikes.",
				"When the shield is damaged, this additional material crumples, breaks, and falls apart, absorbing some of the energy of the blow. Otherwise, the additional material slowly crumbles over time. Applying the plating grants the shield temporary Hit Points that last for the stated duration or until lost. Removing the plating early destroys it."
			],
			"generic": "G",
			"variants": [
				{
					"type": "lesser",
					"level": 1,
					"price": {
						"coin": "gp",
						"amount": 4,
						"note": null
					},
					"entries": [
						"The shield gains 5 temporary Hit Points that last for 1 minute or until lost."
					],
					"_mod": {
						"entries": {
							"with": "5 temporary Hit Points that last for 1 minute"
						}
					}
				},
				{
					"type": "moderate",
					"level": 3,
					"price": {
						"coin": "gp",
						"amount": 12,
						"note": null
					},
					"entries": [
						"The shield gains 10 temporary Hit Points that last for 10 minutes or until lost."
					],
					"_mod": {
						"entries": {
							"with": "10 temporary Hit Points that last for 10 minutes"
						}
					}
				},
				{
					"type": "greater",
					"level": 7,
					"price": {
						"coin": "gp",
						"amount": 70,
						"note": null
					},
					"entries": [
						"The shield gains 20 temporary Hit Points that last for 1 hour or until lost."
					],
					"_mod": {
						"entries": {
							"with": "20 temporary Hit Points that last for 1 hour"
						}
					}
				},
				{
					"type": "major",
					"level": 13,
					"price": {
						"coin": "gp",
						"amount": 600,
						"note": null
					},
					"entries": [
						"The shield gains 30 temporary Hit Points that last for 1 hour or until lost."
					],
					"_mod": {
						"entries": {
							"with": "30 temporary Hit Points that last for 1 hour"
						}
					}
				},
				{
					"type": "true",
					"level": 19,
					"price": {
						"coin": "gp",
						"amount": 8000,
						"note": null
					},
					"entries": [
						"The shield gains 40 temporary Hit Points that last for 1 hour or until lost."
					],
					"_mod": {
						"entries": {
							"with": "40 temporary Hit Points that last for 1 hour"
						}
					}
				}
			],
			"_vmod": {
				"entries": {
					"mode": "replaceTxt",
					"replace": "temporary Hit Points that last for the stated duration"
				},
				"entriesMode": "generic"
			},
			"consumable": true
		},
		{
			"name": "Acid Spitter",
			"source": "G&G",
			"page": 78,
			"type": "Snare",
			"level": 4,
			"traits": [
				"Uncommon",
				"Acid",
				"Clockwork",
				"Consumable",
				"Mechanical",
				"Snare",
				"Trap"
			],
			"price": {
				"coin": "gp",
				"amount": 15,
				"note": null
			},
			"category": "Snare",
			"entries": [
				"This tin clockwork lizard is activated when a creature moves adjacent to it, at which point it spits out a glob of acid. The target must succeed at a DC 20 Reflex saving throw or take {@damage 3d6} acid damage.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "The creature is unaffected.",
						"Success": "The creature takes full damage.",
						"Failure": "The creature takes full damage and 5 {@condition persistent damage ||persistent acid damage}.",
						"Critical Failure": "The creature takes double damage and 10 {@condition persistent damage ||persistent acid damage}."
					}
				}
			],
			"generic": false,
			"consumable": true
		},
		{
			"name": "Adaptive Cogwheel",
			"source": "G&G",
			"page": 184,
			"type": "Item",
			"level": 2,
			"traits": [
				"Consumable",
				"Magical",
				"Talisman",
				"Transmutation"
			],
			"price": {
				"coin": "gp",
				"amount": 5,
				"note": null
			},
			"usage": "affixed to a firearm",
			"bulk": "–",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "free"
				},
				"components": "envision",
				"requirements": "You're wielding the affixed firearm.",
				"frequency": null,
				"trigger": null
			},
			"category": "Talisman",
			"entries": [
				"This tiny copper gear is attached to the side of a firearm with a matching bolt or pin. When you activate it, the affixed weapon magically transfigures itself into the form of any simple or martial firearm to which you have access, harmlessly ejecting any contained ammunition in the process. Any runes or attached items present on the affixed weapon remain active unless incompatible with its new form, in which case they're suppressed for the duration of the transformation. The effect lasts until the beginning of your next turn."
			],
			"generic": false,
			"consumable": true
		},
		{
			"name": "Admonishing Band",
			"source": "G&G",
			"page": 184,
			"type": "Item",
			"level": 4,
			"traits": [
				"Consumable",
				"Enchantment",
				"Magical",
				"Talisman"
			],
			"price": {
				"coin": "gp",
				"amount": 20,
				"note": null
			},
			"usage": "affixed to a firearm",
			"bulk": "–",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": "envision",
				"requirements": "You're trained in {@skill Intimidation}.",
				"frequency": null,
				"trigger": null
			},
			"category": "Talisman",
			"entries": [
				"This wide strip of treated lizard hide is wrapped around the grip or stock of the affixed weapon, augmenting the unease that your gunshot creates. When you activate it, you fire your gun into the air with the effects of Warning Shot (page 112). If you already have the Warning Shot feat, the target doesn't become temporarily immune to your {@action Demoralize}, potentially allowing you to {@action Demoralize} them again."
			],
			"generic": false,
			"consumable": true
		},
		{
			"name": "Air Cartridge Firing System",
			"source": "G&G",
			"page": 183,
			"type": "Item",
			"level": 4,
			"traits": [
				"Uncommon"
			],
			"price": {
				"coin": "gp",
				"amount": 75,
				"note": null
			},
			"usage": "attached to firearm (firing mechanism)",
			"bulk": "—",
			"appliesTo": [
				"Weapon"
			],
			"category": "Modification",
			"subCategory": "Firing Mechanism",
			"entries": [
				"Air cartridge firing mechanisms use a container of compressed air affixed to a sealed system that releases the air in a small burst to propel ammunition, and they're the default used in Arcadian air repeaters. Any firearm can be modified to replace its normal firing mechanism with an air cartridge firing system, allowing the weapon to be fired underwater or in other conditions that would normally prevent the ignition of black powder. The air cartridges lack much of the propulsive power of black powder, however, imposing a –10-foot penalty to the attached firearm's range increment. Weapons with the kickback trait don't gain that trait's benefits when using an air cartridge firing system.",
				"Attaching an air cartridge firing system takes one hour, though this time can overlap with the standard time required to maintain and clean your firearm to prevent misfires."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Alchemical Springald",
			"source": "G&G",
			"page": 173,
			"type": "Item",
			"level": 13,
			"traits": [
				"Uncommon",
				"Huge"
			],
			"price": {
				"coin": "gp",
				"amount": 6000,
				"note": null
			},
			"usage": "mounted (black powder)",
			"category": "Siege Weapon",
			"entries": [
				"Crew 3 to 5; Proficiency martial AC 29; Fort +23, Reflex +16 Hardness 15; HP 200 (BT 100); Immunities object immunities Speed 10 feet (pulled or pushed) Like the standard springald, an alchemical springald can launch three arrows simultaneously when its paddle is released. It fires specially crafted and balanced bomb arrows that carry black powder enhanced alchemical payloads that explode on impact.",
				"Aim {@as 2} 30 feet, minimum distance 50 feet Load {@as 2} (manipulate) 3 times Launch {@as 1} (manipulate, range increment 100 feet) {@dice 10d6} damage and 3 splash damage, three different targets within a 15-foot burst, DC 30 Reflex. The damage type depends on the alchemical ammunition used: acid, cold, electricity, or fire. Creatures take the splash damage only once from the launch, even if they're in the area of more than one of the three splashes."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Alkenstar Cannon",
			"source": "G&G",
			"page": 176,
			"type": "Item",
			"level": 15,
			"traits": [
				"Rare",
				"Huge"
			],
			"price": {
				"coin": "gp",
				"amount": 12000,
				"note": null
			},
			"category": "Siege Weapon",
			"entries": [
				"5 Bulk) Usage mounted (black powder); Space 18 feet long, 7 feet wide, 8 feet high Crew 4 to 6; Proficiency martial AC 32; Fort +26, Reflex +18 Hardness 15; HP 200 (BT 100); Immunities object immunities Speed 10 feet (pulled or pushed)"
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Animate Dreamer",
			"source": "G&G",
			"page": 161,
			"type": "Item",
			"level": 15,
			"traits": [
				"Rare",
				"Cn",
				"Evocation",
				"Intelligent",
				"Occult"
			],
			"perception": {
				"default": 26,
				"senses": {
					"precise": [
						"vision 60 feet"
					],
					"imprecise": [
						"hearing 30 feet"
					]
				}
			},
			"communication": [
				{
					"name": "telepathy",
					"notes": "{@language Common}, and six other common languages"
				}
			],
			"skills": {
				"Arcana": {
					"default": 30
				},
				"Deception": {
					"default": 27
				},
				"Diplomacy": {
					"default": 27
				},
				"Occultism": {
					"default": 30
				}
			},
			"abilityMods": {
				"Int": 6,
				"Wis": 4,
				"Cha": 4
			},
			"savingThrows": {
				"Will": {
					"default": 26
				}
			},
			"usage": "held in 2 hands",
			"bulk": "2",
			"category": "Held",
			"entries": [
				"The gunsmith that created this marvelous {@runeItem scattergun|G&G|+2 weapon potency||greater striking||spell-storing|} poured so much love and care into its creation that the weapon gained a spark of sentience. However, at first it was completely incapable of expressing itself. This led a seething frustration to grow within the weapon, as it yearned desperately to respond to Animate Dreamer the same love and affection that created it. Through decades of effort, it gained the ability to communicate empathically, then telepathically. Now, the weapon is capable of exerting its influence over other inanimate objects. Despite the weapon's progress, years of feeling helpless have given the animate dreamer a singular goal: to obtain and occupy a body of its own.",
				"An animate dreamer is cunning, intelligent, and patient. It urges you to create a body for it and is willing to go to any lengths to see its goals come to fruition, including coercion, deception, and violence. An animate dreamer desires a permanent body but isn't picky about the body's form or the methods it has to use in order to gain it. Therefore, an animate dreamer is just as happy in a living body stolen from an innocent as it would be in an artificially constructed body, or even an undead corpse. If you refuse to work towards creating or obtaining a body for the animate dreamer, it will likely use its possession ability to try and take control of you and use your body to find a permanent replacement for itself.",
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"command"
					],
					"frequency": null,
					"trigger": null,
					"requirements": "The animate dreamer has a stored spell.",
					"entries": [
						"The animate dreamer casts its stored spell at a target that meets the requirements. This empties the spell from the weapon and allows a spell to be cast into it again. The animate dreamer has a spell attack roll of +25 and a spell DC of 33 with the stored spell."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 3,
						"unit": "action"
					},
					"components": [
						"command"
					],
					"frequency": null,
					"trigger": null,
					"requirements": null,
					"entries": [
						"The animate dreamer focuses on a single unattended inanimate object in an area it can see and exerts its will over the object, temporarily levitating it around. The animate dreamer casts {@spell mage hand} as a 5th-level occult spell."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 3,
						"unit": "action"
					},
					"components": [
						"command"
					],
					"frequency": "once per day",
					"trigger": null,
					"requirements": null,
					"entries": [
						"The animate dreamer attempts to achieve its goal of occupying a body of its own and casts {@spell possession} as a 7th-level spell with a spell DC of 33. The weapon still functions as a +2 greater striking spell-storing scattergun while this effect is active but loses all other special abilities until the spell expires and the animate dreamer's intellect returns to it."
					]
				}
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Aquarium Lamp",
			"source": "G&G",
			"page": 84,
			"type": "Item",
			"level": 8,
			"traits": [
				"Uncommon",
				"Electricity",
				"Light"
			],
			"price": {
				"coin": "gp",
				"amount": 1500,
				"note": null
			},
			"bulk": "20",
			"category": "no category found",
			"entries": [
				"The aquarium lamp is a combination light source and exotic animal aquarium, intended to provide rich nobles amusement and illumination. It takes the shape of a glass cube 50 feet wide and seven feet high filled with sea water, flanked by two much smaller water tanks. A sparse brass frame around the device keeps the tanks themselves from touching the ground and serves as a mounting point for a pair of electrical coils on the top, which are enclosed within separate glass tubes. Six electric eels swim within the central tank, while a number of animals belonging to species considered to be the eels' natural prey swim in the smaller feeding tanks.",
				"With the simple pull of a lever attached to either smaller tank, one of the prey animals is released into the eel tank.",
				"Within seconds, the eels converge on the hapless animal, using their electrical charges to stun their victims. When this happens, the salty seawater conducts the electrical energy into transfer coils {@condition hidden} within the brass frame, which send the energy to the top-mounted electrical coils. The end result produces enough light to fully illuminate a room as though it were midday.",
				"This device is an expression of a recent trend among certain Avistani nobles to blend form and function in their manors' interior decorations. In such circles, ostentatious decorations that serve no functional purpose are derided as \"tacky\" and \"unrefined.\" If a noble in such company wishes not to be ridiculed, they must be sure that each decoration adds something to the room beyond the aesthetic. The aquarium lamp is the latest tool in this social arms race, and it's already proven popular with its target market.",
				"When active, the aquarium lamp produces bright light in a 60-foot radius (and dim light for the next 60 feet). Each activation provides enough energy for 10 minutes of use, and the two feeding tanks combined carry enough prey animals for 50 activations before needing to be refilled, though electric eels usually need feeding only once per day, and won't go after the prey if they're all full. While electric eels are not aggressive to their aquarium keepers and will gradually learn to associate them with food, they can engage in violent social behavior, especially when they are young. This behavior leads to small fights involving tail slapping, biting, and discharged electricity, the last of which causes the lamp to illuminate without hitting the lever to release prey. The electric eels live around 15 years if kept well-fed."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Arboreal's Revenge",
			"source": "G&G",
			"page": 160,
			"type": "Item",
			"level": 6,
			"traits": [
				"Rare",
				"Cursed",
				"Magical",
				"Transmutation"
			],
			"usage": "held in 2 hands",
			"bulk": "2",
			"category": "Held",
			"entries": [
				"This walnut and brass +1 striking blunderbuss has a natural look, with wood worn smooth by time, but left knotted and gnarled. The handgrip beneath the flared muzzle is a wellpositioned bulging tree knot, and the long stock looks as if it was grown to fit you. On closer examination, the whorls and rings in the wood resemble eyes.",
				"Arboreal's revenge is a haunted firearm constructed with wood hewn from a living arboreal, slaying the arboreal and trapping its spirit in the firearm. Perhaps a patient wielder could one day put the arboreal's spirit to rest, or at least come to terms with it, abating the drawbacks of the weapon while keeping its advantages.",
				"When you first fire arboreal's revenge, the blunderbuss fuses with you, after which it's almost impossible to remove it from your possession with a remove curse or similar effect, like many cursed items. You gain weakness 5 to fire and the flat check for you to recover from {@condition persistent damage ||persistent fire damage} increases from 15 to 17, or from 10 to 12 if you receive appropriate help.",
				"Whenever you wield arboreal's revenge, the arboreal spirit bound to the blunderbuss attempts to overtake you.",
				"The wood handgrip sprouts roots which grow around your hand, binding both of your hands to the firearm. You gain a +4 circumstance bonus to your Reflex DC when defending against checks to {@action Disarm} you. However, you can't {@action Release} your grip on the blunderbuss until you forcibly tear off the roots, though they do allow you to move your hands enough (and only enough) to reload and fire the blunderbuss. Tearing off the roots takes 1 minute.",
				"The arboreal haunting the firearm can use the following two effects whenever it wants, often using them at random.",
				"You can coax it into performing them each intentionally once per day, with the following activations.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "free"
					},
					"components": [
						"command"
					],
					"frequency": "once per day",
					"trigger": null,
					"requirements": null,
					"entries": [
						"The arboreal haunting the blunderbuss attempts to regrow itself into a new physical body by sprouting from the bodies of all the creatures that the firearm recently harmed. You and all creatures within 60 feet damaged by arboreal's revenge within the last minute must attempt a DC 20 Fortitude saving throw. On a failure, they take a –10-foot circumstance penalty to their Speeds as roots rapidly sprout from their wounds, which lasts until they {@action Escape} (DC 20)."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"command",
						"Interact"
					],
					"frequency": "once per day",
					"trigger": null,
					"requirements": null,
					"entries": [
						"You cast {@spell barkskin} from the blunderbuss as a 2ndlevel primal spell. However, the weakness to fire imposed by barkskin is cumulative with the weakness to fire imposed by this weapon's curse, for a total of weakness 8 to fire."
					]
				}
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Aromatic Ammunition",
			"source": "G&G",
			"page": 168,
			"type": "Item",
			"level": 2,
			"traits": [
				"Alchemical",
				"Consumable"
			],
			"price": {
				"coin": "gp",
				"amount": 5,
				"note": null
			},
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": "Interact",
				"requirements": null,
				"frequency": null,
				"trigger": null
			},
			"ammunition": [
				"any"
			],
			"category": "Consumable",
			"entries": [
				"The components of this ammunition emit a strong smell when combined during its activation. A creature hit by an activated aromatic ammunition gains a distinct odor for up to 1 hour or until the scent is washed off (requiring at least a gallon of water and 10 minutes of scrubbing). Any creatures within 30 feet smell the target, allowing even those with a weak sense of smell to detect its presence, and all creatures gain a +1 item bonus to {@action Track} the affected creature for as long as it has the odor. A creature that has imprecise or precise scent doubles the range at which they can detect the target using their scent compared to the normal range of their scent."
			],
			"generic": false,
			"consumable": true
		},
		{
			"name": "Awakened Metal Shot",
			"source": "G&G",
			"page": 168,
			"type": "Item",
			"level": "17+",
			"traits": [
				"Uncommon",
				"Consumable",
				"Evocation",
				"Magical"
			],
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": "Interact",
				"requirements": null,
				"frequency": null,
				"trigger": null
			},
			"ammunition": [
				"Dose or Round of Black Powder|G&G|round"
			],
			"category": "Consumable",
			"entries": [
				"These bullets are formed from a liquefied high-grade precious metal and enchanted to unlock that metal's true potential. Each version has a different special effect."
			],
			"generic": "G",
			"variants": [
				{
					"type": "awakened adamantine shot",
					"name": "Awakened Adamantine Shot",
					"level": 18,
					"price": {
						"coin": "gp",
						"amount": 3500,
						"note": null
					},
					"entries": [
						"The shot is a high-grade adamantine bullet. The awakened adamantine breaks through any resistance. The shot ignores the first 20 resistance a creature has to physical damage, all damage, or piercing or bludgeoning damage. Against a golem or creature who already has a resistance bypassed by adamantine, or a weakness to adamantine, the shot shatters the target's defenses, causing them to become {@condition flat-footed} for 1 minute instead. Because adamantine is uncommon, this version of awakened metal shot is uncommon even for gunslingers or other characters with access to uncommon guns and bullets from this book."
					]
				},
				{
					"type": "awakened cold iron shot",
					"name": "Awakened Cold Iron Shot",
					"level": 17,
					"price": {
						"coin": "gp",
						"amount": 2300,
						"note": null
					},
					"entries": [
						"The shot is a high-grade cold iron bullet. The awakened cold iron attempts to disrupt enchantments the target placed on others' minds. You can name a creature you believe to be enchanted by your target or allow the shot to choose an enchanted creature randomly. On a hit, the shot attempts to counteract the enchantment the target is using to manipulate that creature's mind. The counteract level is 9, and the counteract modifier is +27. If you fail (but don't critically fail) the counteract check against a demon or fey, you get a success instead. If you hit a demon or fey with no active {@trait enchantment} effects on other creatures, the target is {@condition stupefied|CRB|stupefied 1} for 1 minute instead."
					]
				},
				{
					"type": "awakened silver shot",
					"name": "Awakened Silver Shot",
					"level": 17,
					"price": {
						"coin": "gp",
						"amount": 2300,
						"note": null
					},
					"entries": [
						"The shot is a high-grade silver bullet. The awakened silver gleams with altered celestial moonlight designed to weaken and expose devils and werecreatures. On a hit, it attempts to counteract any {@trait polymorph} effect on the target. The counteract level is 9, and the counteract modifier is +27. If you fail (but don't critically fail) the counteract check against a devil or a werecreature, you get a success instead. If you counteracted the {@action Change Shape|LOAG} ability, the creature can't use that ability again for 1 round, or 1 minute on a critical success. If you hit a devil or werecreature not under a {@trait polymorph} effect, the target is {@condition enfeebled|CRB|enfeebled 1} for 1 minute instead."
					]
				}
			],
			"_vmod": {
				"entries": {
					"mode": "replaceTxt",
					"replace": "Each version has a different special effect.",
					"with": ""
				}
			},
			"consumable": true
		},
		{
			"name": "Ballista",
			"source": "G&G",
			"page": 74,
			"type": "Item",
			"level": 5,
			"traits": [
				"Uncommon",
				"Large",
				"Mounted"
			],
			"price": {
				"coin": "gp",
				"amount": 320,
				"note": null
			},
			"usage": "mounted",
			"category": "Siege Weapon",
			"entries": [
				"Crew 2; Proficiency martial AC 17; Fort +12, Ref +11 Hardness 10; HP 40 (BT 20); Immunities object immunities Speed 20 feet (pulled or pushed) Resembling a massive crossbow mounted on a tripod, but with a pair of arms for torsion instead of a single prod, a ballista flings massive bolts. Also referred to as a scorpion, this weapon requires fewer crew members than the larger heavy ballista and can be Aimed and Loaded much more quickly.",
				"Aim {@as 1} 35 feet, minimum distance 25 feet Load {@as 2} (manipulate) 2 times Launch {@as 1} (attack, manipulate, range increment 120 feet) {@damage 4d12} piercing, single target, DC 19 Reflex."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Basic Chair",
			"source": "G&G",
			"page": 91,
			"otherSources": {
				"Expanded": [
					"LOTGB|70"
				]
			},
			"type": "Item",
			"level": 0,
			"price": {
				"coin": "sp",
				"amount": 5,
				"note": null
			},
			"bulk": "2",
			"category": "Assistive Item",
			"subCategory": "Wheelchair",
			"entries": [
				"This common wheelchair is ideal for everyday use, but isn't designed for adventuring. Basic chairs are most common among non-adventurers."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Battering Ram",
			"source": "G&G",
			"page": 74,
			"type": "Item",
			"level": "5+",
			"traits": [
				"Uncommon",
				"Large",
				"Portable"
			],
			"usage": "portable, held in 12 hands",
			"bulk": "20",
			"category": "Held",
			"entries": [
				"Crew 6; Proficiency martial Simple but powerful, a battering ram is a full tree stripped of limbs with one end clad in iron, often shaped like a ram's head.",
				"Large handles are affixed to the sides so it can be hefted and carried by a crew."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Big Boom Gun",
			"source": "G&G",
			"page": 157,
			"type": "Item",
			"level": 1,
			"traits": [
				"Uncommon",
				"Cobbled",
				"Goblin"
			],
			"price": {
				"coin": "gp",
				"amount": 10,
				"note": null
			},
			"usage": "held in 1 hand",
			"bulk": "2",
			"category": "Held",
			"entries": [
				"Developed by a goblin weaponsmith who missed the ‘hand' part of ‘hand cannon', this comically-oversized gun has a heavily reinforced barrel and is loaded with a worrisome quantity of gunpowder.",
				"This hand cannon is a martial weapon, instead of a simple weapon. It has the fatal d12 trait and a range of 20 feet. It also has the following modified critical failure condition:",
				{
					"type": "successDegree",
					"entries": {
						"Critical Failure": "The attack misses, the weapon misfires, and you take {@damage 1d12} fire damage as it explodes in your face."
					}
				}
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Binding Snare",
			"source": "G&G",
			"page": 78,
			"type": "Snare",
			"level": 10,
			"traits": [
				"Uncommon",
				"Consumable",
				"Mechanical",
				"Snare",
				"Trap"
			],
			"price": {
				"coin": "gp",
				"amount": 160,
				"note": null
			},
			"category": "Snare",
			"entries": [
				"When a creature enters the snare's square, several strands of strong wires ending in jagged hooks latch onto it before hauling it to the ground. The snare deals {@damage 2d6} piercing damage, and the targeted creature must attempt a DC 28 Reflex save.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "The creature is unaffected.",
						"Success": "The creature takes half damage.",
						"Failure": "The creature takes full damage and is knocked {@condition prone} and {@condition immobilized} for 1 round ({@action Escape} DC 28).",
						"Critical Failure": "The creature takes double damage, is knocked {@condition prone}, and is {@condition restrained} for 1 round ({@action Escape} DC 28). "
					}
				}
			],
			"generic": false,
			"consumable": true
		},
		{
			"name": "Black Powder",
			"source": "G&G",
			"page": 169,
			"type": "Item",
			"level": "0+",
			"traits": [
				"Uncommon",
				"Alchemical",
				"Consumable"
			],
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": "{@action Interact}"
			},
			"ammunition": [
				"Dose or Round of Black Powder|G&G|rounds"
			],
			"category": "Consumable",
			"entries": [
				"Black powder is a volatile and explosive alchemical substance commonly used in the production of firearm munitions.",
				"Black powder becomes inert and useless when wet and must be kept in a sealed, water-tight container."
			],
			"generic": "G",
			"variants": [
				{
					"type": "dose or round",
					"name": "Dose or Round of Black Powder",
					"level": 0,
					"entries": [
						"The smallest unit of black powder that still has a simple use, a dose can be a simple package paper parcel around black powder or it can be packaged with a metal bullet or pellet to be used as ammunition. When ignited with a fuse or exposed to direct flame, a dose of black powder explodes. This isn't powerful enough to deal damage but makes a loud sound and could trigger further explosions. A fuse for a dose can be created with a few twists of paper and causes the dose to explode the round after it's lit."
					],
					"activate": null
				},
				{
					"type": "horn",
					"name": "Horn of Black Powder",
					"level": 2,
					"price": {
						"coin": "gp",
						"amount": 5,
						"note": null
					},
					"ammunition": null,
					"entries": [
						"A horn contains 500 doses worth of black powder. A horn can be detonated by leaving a small trail of black powder and then lighting it. Each 5-foot square requires one dose of black powder to create a trail through. As long as the horn is mostly full (at least 400 doses remaining) it can be detonated to deal {@damage 1d6} fire damage in a 5-foot burst (DC 16 basic Reflex save). It takes 1 round per 15 feet of powder trail laid down for a horn to detonate after the trail is lit. If multiple horns detonate simultaneously, it can increase the area of the explosion, but the damage in overlapping areas doesn't increase."
					]
				},
				{
					"type": "keg",
					"name": "Keg of Black Powder",
					"level": 6,
					"price": {
						"coin": "gp",
						"amount": 50,
						"note": null
					},
					"ammunition": null,
					"entries": [
						"A keg contains 5,000 doses of black powder and can be detonated in the same way as a horn. As long as the keg is mostly full (at least 4,000 doses remaining) this deals {@damage 3d6} fire damage in a 20-foot burst (DC 20 basic Reflex save). Detonating multiple kegs can increase the area, but not the damage, of this effect; detonating a keg and any horns at the same time in an overlapping area also doesn't increase the damage."
					]
				}
			],
			"consumable": true
		},
		{
			"name": "Blade Launcher",
			"source": "G&G",
			"page": 64,
			"type": "Item",
			"level": 1,
			"traits": [
				"Uncommon"
			],
			"price": {
				"coin": "gp",
				"amount": 18,
				"note": null
			},
			"usage": "held in 2 hands",
			"bulk": "1",
			"category": "Held",
			"entries": [
				"A blade launcher has a bow-like assembly mounted on a handled frame. The frame can be configured to fire either a dagger, dart, shuriken, or starknife. Configuring a blade launcher requires three {@action Interact} actions. Once properly configured, loading an appropriate thrown weapon into a blade launcher requires a single {@action Interact} action. A blade launcher can't fire weapons for which it's not currently configured. A weapon fired with a blade launcher loses the agile, monk, {@trait thrown}, and {@trait versatile} traits, if it has them, and has a range increment of 40 feet. Due to losing the thrown weapon trait, returning and most other effects that allow a weapon to return don't function; even if a launched weapon did return, you'd still need to load it into the blade launcher with an {@action Interact} action to fire the blade launcher again."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Blast Boots",
			"source": "G&G",
			"page": 67,
			"type": "Item",
			"level": 1,
			"traits": [
				"Uncommon",
				"Consumable",
				"Gadget"
			],
			"usage": "worn (attached to footwear or feet)",
			"bulk": "L",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": "Interact",
				"requirements": null,
				"frequency": null,
				"trigger": null
			},
			"category": "Consumable",
			"entries": [
				"These sets of rockets come in pairs and strap onto existing footwear (or a creature's feet). Inserting them and aligning them properly takes 1 minute. When you {@action Activate an Item||Activate} the blast boots, you can {@action High Jump} or {@action Long Jump}, without the need to {@action Stride} first. Higher-level versions increase the distance of your {@action High Jump} or {@action Long Jump}."
			],
			"generic": "G",
			"variants": [
				{
					"type": "lesser",
					"level": 1,
					"price": {
						"coin": "gp",
						"amount": 3,
						"note": null
					},
					"entries": [],
					"_mod": {
						"entries": {
							"mode": "replaceTxt",
							"replaceTags": true,
							"replace": "Higher-level versions increase the distance of your \\{@action High Jump\\} or \\{@action Long Jump\\}.",
							"with": ""
						}
					}
				},
				{
					"type": "moderate",
					"level": 3,
					"price": {
						"coin": "gp",
						"amount": 11,
						"note": null
					},
					"entries": [
						"When you {@action Activate an Item||Activate} the moderate blast boots to {@action High Jump}, you can increase the vertical distance of your {@action High Jump} by up to 30 feet. When you {@action Activate an Item||Activate} them to {@action Long Jump}, you can increase the horizontal distance of your {@action Long Jump} by up to 45 feet."
					],
					"_mod": {
						"entries": {
							"mode": "replaceTxt",
							"replaceTags": true,
							"replace": "When you \\{@action Activate an Item\\|\\|Activate\\} the blast boots, you can \\{@action High Jump\\} or \\{@action Long Jump\\}, without the need to \\{@action Stride\\} first. Higher-level versions increase the distance of your \\{@action High Jump\\} or \\{@action Long Jump\\}.",
							"with": "When you {@action Activate an Item||Activate} the moderate blast boots, you can {@action High Jump} or {@action Long Jump}, without the need to {@action Stride} first. When you {@action Activate an Item||Activate} the moderate blast boots to {@action High Jump}, you can increase the vertical distance of your {@action High Jump} by up to 30 feet. When you {@action Activate an Item||Activate} them to {@action Long Jump}, you can increase the horizontal distance of your {@action Long Jump} by up to 45 feet."
						},
						"entriesMode": "generic"
					}
				},
				{
					"type": "greater",
					"level": 9,
					"price": {
						"coin": "gp",
						"amount": 140,
						"note": null
					},
					"entries": [
						"When you {@action Activate an Item||Activate} the greater blast boots to {@action High Jump}, you can increase the vertical distance of your {@action High Jump} by up to 50 feet. When you {@action Activate an Item||Activate} them to {@action Long Jump}, you can increase the horizontal distance of your {@action Long Jump} by up to 75 feet. Additionally, for 1 minute, the greater blast boots continue to boost your jumps. Every time you {@action Leap} during the duration, you can move 30 feet in any direction, or your normal {@action Leap} distance, whichever is further."
					],
					"_mod": {
						"entries": {
							"mode": "replaceTxt",
							"replaceTags": true,
							"replace": "When you \\{@action Activate an Item\\|\\|Activate\\} the blast boots, you can \\{@action High Jump\\} or \\{@action Long Jump\\}, without the need to \\{@action Stride\\} first. Higher-level versions increase the distance of your \\{@action High Jump\\} or \\{@action Long Jump\\}.",
							"with": "When you {@action Activate an Item||Activate} the greater blast boots, you can {@action High Jump} or {@action Long Jump}, without the need to {@action Stride} first. When you {@action Activate an Item||Activate} the greater blast boots to {@action High Jump}, you can increase the vertical distance of your {@action High Jump} by up to 50 feet. When you {@action Activate an Item||Activate} them to {@action Long Jump}, you can increase the horizontal distance of your {@action Long Jump} by up to 75 feet. Additionally, for 1 minute, the greater blast boots continue to boost your jumps. Every time you {@action Leap} during the duration, you can move 30 feet in any direction, or your normal {@action Leap} distance, whichever is further."
						},
						"entriesMode": "generic"
					}
				},
				{
					"type": "major",
					"level": 17,
					"price": {
						"coin": "gp",
						"amount": 2750,
						"note": null
					},
					"entries": [
						"When you {@action Activate an Item||Activate} the major blast boots to {@action High Jump}, you can increase the vertical distance of your {@action High Jump} by up to 80 feet. When you {@action Activate an Item||Activate} them to {@action Long Jump}, you can increase the horizontal distance of your {@action Long Jump} by up to 120 feet. Additionally, for 1 minute, the major blast boots remain active, allowing you to clumsily fly through the air for the duration. You gain a 30-foot Fly speed for the duration, but any time you {@action Fly}, you are {@condition clumsy|CRB|clumsy 1} until the start of your next turn."
					],
					"_mod": {
						"entries": {
							"mode": "replaceTxt",
							"replaceTags": true,
							"replace": "When you \\{@action Activate an Item\\|\\|Activate\\} the blast boots, you can \\{@action High Jump\\} or \\{@action Long Jump\\}, without the need to \\{@action Stride\\} first. Higher-level versions increase the distance of your \\{@action High Jump\\} or \\{@action Long Jump\\}.",
							"with": "When you {@action Activate an Item||Activate} the major blast boots, you can {@action High Jump} or {@action Long Jump}, without the need to {@action Stride} first. When you {@action Activate an Item||Activate} the major blast boots to {@action High Jump}, you can increase the vertical distance of your {@action High Jump} by up to 80 feet. When you {@action Activate an Item||Activate} them to {@action Long Jump}, you can increase the horizontal distance of your {@action Long Jump} by up to 120 feet. Additionally, for 1 minute, the major blast boots remain active, allowing you to clumsily fly through the air for the duration. You gain a 30-foot Fly speed for the duration, but any time you {@action Fly}, you are {@condition clumsy|CRB|clumsy 1} until the start of your next turn."
						},
						"entriesMode": "generic"
					}
				}
			],
			"consumable": true
		},
		{
			"name": "Blasting Ram",
			"source": "G&G",
			"page": 173,
			"type": "Item",
			"level": 7,
			"traits": [
				"Uncommon",
				"Large"
			],
			"price": {
				"coin": "gp",
				"amount": 360,
				"note": null
			},
			"usage": "portable (black powder), held in 8 hands",
			"bulk": "14",
			"category": "Held",
			"entries": [
				"Crew 4; Proficiency martial A blasting ram is a smaller battering ram that supplements the crew's size with explosive force. A steel reservoir holds a charge of black powder that ignites on impact. The body of the ram is reinforced to absorb the force of the explosion, while the head itself has a blast shield to protect the crew.",
				"Despite being a portable siege weapon, a blast ram has the Load action, which the crew uses to load the powder charge in the ram's head.",
				"Load {@as 2} (manipulate) 2 times Ram {@as 2} Requirements The other members of the crew have Readied to {@action Stride} on your order; Effect You and the crew {@action Stride}, with a maximum distance equal to the slowest crew member's Speed. Then, make a melee {@action Strike} with the ram against a structure or unattended stationary object. As you do, the black powder in the steel reservoir explodes, significantly increasing the damage of your attack. Due to the black powder's additional force, the damage of this {@action Strike} is {@dice 7d8} + the highest Strength modifier among members of the crew."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Blazons Of Shared Power",
			"source": "G&G",
			"page": 183,
			"type": "Item",
			"level": "3+",
			"traits": [
				"Evocation",
				"Invested",
				"Magical"
			],
			"usage": "worn and attached to two weapons (see below)",
			"bulk": "–",
			"category": "Worn",
			"entries": [
				"These brass emblems come in a variety of designs, usually customized to the purchaser to reflect the heraldry of a family or guild. Blazons of shared power come in sets of three. When you invest the blazons, you wear one of the three on your chest, and you attach the others to a pair of one-handed weapons, choosing one as the primary weapon and one as the secondary weapon. These weapons can be either melee weapons or ranged weapons. As long as you're wielding both the primary weapon and the secondary weapon, the secondary weapon gains the benefit of the fundamental runes on the primary weapon. A weapon can only have a single blazon of shared power attached to it at a time."
			],
			"generic": "G",
			"variants": [
				{
					"type": "blazons of shared power",
					"level": 3,
					"price": {
						"coin": "gp",
						"amount": 52,
						"note": null
					},
					"entries": []
				},
				{
					"type": "greater blazons of shared power",
					"level": 11,
					"price": {
						"coin": "gp",
						"amount": 1350,
						"note": null
					},
					"entries": [
						"A set of greater blazons of shared power also replicates property runes from the primary weapon, so long as the secondary weapon meets all the prerequisites for a given rune and isn't a specific weapon. The secondary weapon gains the benefits of those runes. All of its own runes are suppressed. When you invest the blazons, you can elect for them to transfer only fundamental runes, in which case they function as standard blazons of shared power."
					]
				}
			],
			"consumable": false
		},
		{
			"name": "Boastful Hunter",
			"source": "G&G",
			"page": 162,
			"type": "Item",
			"level": 3,
			"traits": [
				"Rare",
				"Ln",
				"Evocation",
				"Intelligent",
				"Primal"
			],
			"perception": {
				"default": 11,
				"senses": {
					"precise": [
						"vision 30 feet"
					],
					"imprecise": [
						"hearing 30 feet"
					]
				}
			},
			"communication": [
				{
					"name": "speech",
					"notes": "{@language Common}"
				}
			],
			"skills": {
				"Nature": {
					"default": 9
				},
				"Performance": {
					"default": 10
				},
				"Survival": {
					"default": 11
				}
			},
			"abilityMods": {
				"Int": 0,
				"Wis": 2,
				"Cha": 3
			},
			"savingThrows": {
				"Will": {
					"default": 11
				}
			},
			"usage": "Held in 1 or 2 hands",
			"bulk": "1",
			"category": "Held",
			"entries": [
				"Possessing a boisterous, proud demeanor, this {@runeItem jezail|g&g|+1 weapon potency|} is an aspiring big game hunter, always quick to share a tale of its bold adventures and predatory conquests—although the veracity of such tales is often questionable. A boastful hunter enjoys tracking and hunting animals of all kinds but takes particular pleasure in taking down large, dangerous, or rare animals. Against an animal, the boastful hunter deals {@damage 1d6} additional damage. On a critical hit against an animal, the boastful hunter also deals {@damage 1d6} {@condition persistent damage ||persistent bleed damage}.",
				"A boastful hunter urges you to face off against tougher and tougher creatures—a challenge the ambitious rifle may not be adequate to deal with. If the boastful hunter goes one week without participating in a hunt against an animal of at least your level, it becomes bored. A bored boastful hunter complains incessantly and imposes a –1 item penalty to attack rolls against non-animal targets. A bored boastful hunter can be appeased by using it in combat against an animal of at least your level.",
				"Unable to accept its own weaknesses, a boastful hunter blames any failed hunts on you, and considers remarks about its strength or quality a terrible insult. An insulted boastful hunter badmouths you to sentient creatures you interact with, imposing a –1 item penalty to {@skill Deception}, {@skill Diplomacy}, and {@skill Intimidation} skill checks, and all attacks with it incur a misfire chance until the weapon is appeased. An insulted boastful hunter can be appeased by complimenting it and succeeding at a {@skill Diplomacy} check against its Will DC two days in a row. You can only attempt a {@skill Diplomacy} check to appease the boastful hunter once each day."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Bomb Launcher",
			"source": "G&G",
			"page": 64,
			"type": "Item",
			"level": 1,
			"traits": [
				"Uncommon"
			],
			"price": {
				"coin": "gp",
				"amount": 20,
				"note": null
			},
			"usage": "held in 2 hands",
			"bulk": "1",
			"category": "Held",
			"entries": [
				"This long, hollow tube is held in two hands and braced over the shoulder. Inside, it contains a small metal basket sized to hold alchemical bombs. A chute in the top delivers an alchemical bomb into the internal basket, while a lever on the underside pulls the basket back and locks it in place. Loading an alchemical bomb into a bomb launcher requires a single {@action Interact} action. With a pull of a trigger, the basket speeds forward, allowing you to {@action Strike} with the loaded alchemical bomb over long distances. Bombs fired with a bomb launcher have a range increment of 60 feet."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Bombard",
			"source": "G&G",
			"page": 173,
			"type": "Item",
			"level": 5,
			"traits": [
				"Uncommon",
				"Large"
			],
			"price": {
				"coin": "gp",
				"amount": 300,
				"note": null
			},
			"usage": "mounted (black powder)",
			"category": "Siege Weapon",
			"entries": [
				"Crew 2 to 4; Proficiency martial AC 17; Fort +12, Reflex +5 Hardness 10; HP 40 (BT 20); Immunities object immunities Speed 10 feet (pulled or pushed) Bombards are some of the oldest and simplest of black powder siege weapons, devised based on many of the same principles as a hand cannon, but deploying them on a larger scale and scope. A bombard's body is usually made of brass or iron, which causes the bombard to resemble the shape of a large bell. While they are capable of moving very slowly, their {@condition clumsy} and weighty design means bombards usually remain stationary. This in turn means they're often used more defensively than offensively.",
				"Aim {@as 2} 30 feet, minimum distance 30 feet Load {@as 2} (manipulate) 2 times, requires a successful DC 20 {@skill Athletics} check Launch {@as 1} (manipulate, range increment 150 feet) {@damage 4d10} bludgeoning, 10-foot burst, DC 19 Reflex."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Breath Blaster",
			"source": "G&G",
			"page": 154,
			"type": "Item",
			"level": "8+",
			"traits": [
				"Uncommon",
				"Evocation",
				"Magical"
			],
			"usage": "held in 2 hands",
			"bulk": "2",
			"category": "Held",
			"entries": [
				"A breath blaster is a +1 striking blunderbuss most commonly crafted from the trachea of a dragon, though other creatures with breath weapons or the ability to spit energy are occasionally used. The implementation of the dragon's trachea allows the firearm to unleash a torrent of pure energy in the form of gouts of flame or bolts of electricity.",
				"A breath blaster's Strikes deal either acid, cold, electricity, fire, or poison damage, depending on the dragon type or other creature from which it was made, though it can otherwise be used like a normal blunderbuss. A breath blaster also can be activated to fire a line of energy in a 30-foot line or 15-foot cone, chosen when it's created and typically corresponding to the shape of the breath weapon used by the type of dragon or creature from which the breath blaster was created.",
				"In theory, the foundational techniques required to create a breath blaster would allow for other damage types, but such breath blasters would require the trachea from the correct dragon or creature type and additional creation techniques, making such a breath blaster rare rather than uncommon.",
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"Interact (evocation",
						"magical)"
					],
					"frequency": "once per minute",
					"trigger": null,
					"requirements": null,
					"entries": [
						"You fire the breath blaster, dealing {@dice 4d6} damage of the appropriate type in the appropriate area.",
						"Creatures in the area must attempt a DC 24 basic Reflex save (or Fortitude save if the damage is poison)."
					]
				}
			],
			"generic": "G",
			"variants": [
				{
					"type": "breath blaster",
					"level": 8,
					"price": {
						"coin": "gp",
						"amount": 500,
						"note": null
					},
					"entries": []
				},
				{
					"type": "greater breath blaster",
					"level": 14,
					"price": {
						"coin": "gp",
						"amount": 4500,
						"note": null
					},
					"entries": [
						"The greater breath blaster's activation deals {@dice 6d6} damage and the DC is 31. It's a +2 greater striking blunderbuss."
					]
				},
				{
					"type": "major breath blaster",
					"level": 18,
					"price": {
						"coin": "gp",
						"amount": 24000,
						"note": null
					},
					"craftReq": "The initial raw materials must include the trachea of a ritually hunted dragon or other creature with a breath weapon with the appropriate damage type and area (line or cone) for the breath blaster.",
					"entries": [
						"The major breath blaster's activation deals {@dice 10d6} damage, the DC is 38, and the area increases to either a 60-foot line or a 30-foot cone, chosen when it's created. It's a +3 greater striking blunderbuss."
					]
				}
			],
			"consumable": false
		},
		{
			"name": "Breech Ejectors",
			"source": "G&G",
			"page": 183,
			"type": "Item",
			"level": 3,
			"traits": [
				"Uncommon",
				"Consumable"
			],
			"price": {
				"coin": "gp",
				"amount": 10,
				"note": null
			},
			"usage": "attached to firearm (firing mechanism)",
			"bulk": "—",
			"category": "Consumable",
			"entries": [
				"These spring-loaded inserts can be fitted into the breech of a double-barreled firearm over the course of 10 minutes or during the firearm's daily maintenance. After the weapon is fired, the ejectors hasten the reloading process by ejecting the spent detritus from the fired rounds.",
				"This allows you to reload both barrels of the doublebarreled weapon as a single {@action Interact} action the next time you reload the weapon as long as you do so before the end of your next turn. However, the ejectors are consumed in the process, and you must spend the time to insert a new set to gain the benefit again."
			],
			"generic": false,
			"consumable": true
		},
		{
			"name": "Camouflage Suit",
			"source": "G&G",
			"page": 178,
			"equipment": true,
			"type": "Equipment",
			"level": 3,
			"traits": [
				"Uncommon"
			],
			"price": {
				"coin": "gp",
				"amount": 10
			},
			"bulk": "L",
			"shieldStats": null,
			"activate": null,
			"onset": null,
			"ammunition": null,
			"hands": 1,
			"category": "Gear",
			"entries": [
				"This lightweight mesh fits easily over light armor. The suit is designed to incorporate local flora and ground clutter into the mesh to help you blend in seamlessly with the environment. Due to the abrasive nature of the materials used, this item is unsuitable for use by unarmored characters. You can prepare the suit for use within your current environment by using an exploration activity that takes at least 10 minutes, but sometimes longer if the materials are hard to find or the environment is unusual enough to warrant additional difficulty in preparing camouflage that can blend with it consistently.",
				"A suit prepared in this manner grants you a +1 item bonus to {@skill Stealth} checks while you attempt to {@action Hide} or {@action Sneak} in the specific environment it has been prepared for.",
				"The suit remains usable in this manner until you rest for the night, though it doesn't grant the benefit whenever you aren't in the appropriate environment. The GM might rule that some environments are unusual enough that you can't create a camouflage suit appropriate for the environment."
			],
			"craftReq": null,
			"generic": "G",
			"variants": [
				{
					"type": "Base",
					"name": "Camouflage Suit",
					"price": {
						"coin": "gp",
						"amount": 10,
						"note": null
					},
					"entries": []
				},
				{
					"type": "Superb Camouflage Suit",
					"level": 9,
					"price": {
						"coin": "gp",
						"amount": 140,
						"note": null
					},
					"entries": [
						"A superb camouflage suit is fashioned from especially well-blended materials and gives you a +2 item bonus to the check instead of a +1 item bonus."
					],
					"_mod": {
						"entries": {
							"mode": "replaceTxt",
							"replace": "A suit prepared in this manner grants you a \\+1 item bonus",
							"with": "A suit prepared in this manner grants you a +2 item bonus"
						}
					}
				}
			]
		},
		{
			"name": "Cannon",
			"source": "G&G",
			"page": 174,
			"type": "Item",
			"level": 8,
			"traits": [
				"Uncommon",
				"Large"
			],
			"price": {
				"coin": "gp",
				"amount": 900,
				"note": null
			},
			"usage": "mounted (black powder)",
			"category": "Siege Weapon",
			"entries": [
				"Crew 2 to 4; Proficiency martial AC 22; Fort +16, Reflex +9 Hardness 15; HP 80 (BT 40); Immunities object immunities Speed 15 feet (pulled or pushed) Cannons are perhaps the most well known of all black powder siege weapons, and that's because they represent a good midpoint between power and expense. Keeps and fortresses in Alkenstar prefer to fortify their forces with cannons, as they're relatively easy to construct and their ammunition is cheap enough to build up great supplies.",
				"Aim {@as 3} 100 feet, minimum distance 50 feet Load {@as 2} (manipulate) 2 times, requires a successful DC 20 {@skill Athletics} check Launch {@as 1} (manipulate, range increment 200 feet) {@damage 6d12} bludgeoning, single target, DC 23 Reflex."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Catapult",
			"source": "G&G",
			"page": 75,
			"type": "Item",
			"level": 7,
			"traits": [
				"Uncommon",
				"Large",
				"Mounted"
			],
			"price": {
				"coin": "gp",
				"amount": 650,
				"note": null
			},
			"usage": "mounted",
			"category": "Siege Weapon",
			"entries": [
				"Crew 2 to 4; Proficiency martial AC 20; Fort +15, Ref +8 Hardness 10; HP 60 (BT 30); Immunities object immunities Speed 15 feet (pulled or pushed) A sturdy wooden frame holds the spring-loaded beam that gives this weapon its power. At the end of the beam, a bowl-shaped wooden recession holds the payload, typically heavy stones. The arm is winched back to create torsion, until the release is pulled to abruptly swing the arm forward and fling the payload.",
				"Aim {@as 2} 50 feet, minimum distance 50 feet Load {@as 2} (manipulate) 2 times, requires a successful DC 20 {@skill Athletics} check Launch {@as 1} (attack, manipulate, range increment 150 feet) {@damage 5d10} bludgeoning, 10-foot burst, DC 22 Reflex."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Cauterizing Torch",
			"source": "G&G",
			"page": 67,
			"type": "Item",
			"level": 2,
			"traits": [
				"Uncommon",
				"Consumable",
				"Gadget"
			],
			"price": {
				"coin": "gp",
				"amount": 10,
				"note": null
			},
			"usage": "held in 1 hand",
			"bulk": "L",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": "Interact",
				"requirements": null,
				"frequency": null,
				"trigger": null
			},
			"category": "Consumable",
			"entries": [
				"This small, clockwork torch device uses a trigger-operated sparker to ignite a flow of flammable gas, creating a short, hot flame capable of rapidly cauterizing wounds and helping to stop bleeding. The cauterizing torch is applied to yourself or an adjacent target. The target attempts an immediate flat check to end any {@condition persistent damage ||persistent bleed} effect with the lower DC for particularly effective assistance."
			],
			"generic": false,
			"consumable": true
		},
		{
			"name": "Chameleon Suit",
			"source": "G&G",
			"page": 67,
			"type": "Item",
			"level": "4+",
			"traits": [
				"Uncommon",
				"Clockwork",
				"Consumable",
				"Gadget"
			],
			"usage": "worn over armor and clothes",
			"bulk": "L",
			"activate": {
				"activity": {
					"number": 2,
					"unit": "action"
				},
				"components": "Interact",
				"requirements": null,
				"frequency": null,
				"trigger": null
			},
			"category": "Consumable",
			"entries": [
				"This complex clockwork outerwear, worn over armor or other clothing, is composed of thin, interlocking scales of myriad colors attached to numerous clockwork gears that can rotate between all visible colors and shades.",
				"When activated, the clockwork gears work double-time to temporarily switch and adjust the scales to match the exact coloration of the area around you, allowing you to blend in as long as you stay still. For the duration, you can {@action Hide} without needing cover or concealment to do so. This doesn't allow you to {@action Sneak} without ending your movement in cover or concealment, however, as the clockwork flips over and adjusts the scales to match your background as you move, giving the impression of rippling waves of color and revealing your movement. Once the duration expires, the overworked clockwork and scales fall apart."
			],
			"generic": "G",
			"variants": [
				{
					"type": "chameleon suit",
					"level": 4,
					"price": {
						"coin": "gp",
						"amount": 16,
						"note": null
					},
					"entries": [
						"The effect lasts for 1 minute."
					]
				},
				{
					"type": "greater chameleon suit",
					"level": 8,
					"price": {
						"coin": "gp",
						"amount": 80,
						"note": null
					},
					"entries": [
						"The effect lasts for 10 minutes."
					]
				},
				{
					"type": "major chameleon suit",
					"level": 12,
					"price": {
						"coin": "gp",
						"amount": 320,
						"note": null
					},
					"entries": [
						"The effect lasts for 1 hour."
					]
				}
			],
			"consumable": true
		},
		{
			"name": "Clockwork Bookshelf",
			"source": "G&G",
			"page": 85,
			"type": "Item",
			"level": 1,
			"traits": [
				"Uncommon",
				"Clockwork"
			],
			"price": {
				"coin": "gp",
				"amount": 15,
				"note": null
			},
			"bulk": "4",
			"category": "no category found",
			"entries": [
				"This device was originally created by an inventor who had way more books they wanted to access than available wall space to store them. Each of the bookshelf's six levels is actually loaded with a pair of shelves instead of a single shelf. A simple switch on the side of the bookshelf flips the corresponding shelf to the other side, revealing any books stored in the paired shelf. While this makes the clockwork bookshelf a little deeper than a normal bookshelf, in order to fit both shelves, it effectively allows you to store twice as many books using the same amount of wall space. Those who wish to keep volumes {@condition hidden} from visitors (or perhaps stow a weapon or potion within a false book) often load the {@condition hidden} shelf first, then switch to the second shelf lined with more respectable volumes."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Clockwork Box Packer",
			"source": "G&G",
			"page": 85,
			"type": "Item",
			"level": 3,
			"traits": [
				"Uncommon",
				"Clockwork"
			],
			"price": {
				"coin": "gp",
				"amount": 50,
				"note": null
			},
			"bulk": "4",
			"category": "no category found",
			"entries": [
				"This handy clockwork device is too expensive for most warehouses and shipping docks to make use of it, but some nobles have purchased the item for their staff as a status symbol, and merchants who are in the shipping trade can afford to slowly reap the benefits of its usage. It takes 1 minute to wind a clockwork box packer; after which, it can function for up to 1 hour.",
				"You can indicate how high you want the clockwork box packer to stack boxes and what the packing storage dimensions are. Once packing instructions have been input, you can load a crate onto the clockwork box packer, and it begins its task. Once the box is stacked, the clockwork box packer closes the box, if necessary, then ties a ribbon or cord around it from a supply loaded into the clockwork box packer in advance. Once the package is secure, the clockwork box packer stacks it and then swivels back into position, ready to accept another box. In this way, the clockwork device can finish within minutes a packing job that might take humanoid workers an hour."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Clockwork Chirper",
			"source": "G&G",
			"page": 79,
			"type": "Snare",
			"level": 3,
			"traits": [
				"Uncommon",
				"Auditory",
				"Clockwork",
				"Consumable",
				"Mechanical",
				"Snare",
				"Trap"
			],
			"price": {
				"coin": "gp",
				"amount": 8,
				"note": null
			},
			"category": "Snare",
			"entries": [
				"This simple clockwork bird is no larger than a sparrow, designed to be wound up and perched on a tree branch or ledge. The Tiny clockwork remains immobile and silent until a Small or larger creature enters the square beneath its perch, at which point it springs into action. Once activated, it flies around making a loud chirping sound that can be heard up to 500 feet away. The bird then follows the creature that activated it for up to one hour or until it is destroyed, doing its best to stay just above the creature and out of reach, and continuing its string of loud chirps. The bird is an object with a Speed 10 feet, and a fly Speed of 25 feet. It has AC 15, Hardness 5, HP 10 (BT 5) and object immunities. Once {@condition broken}, it can no longer fly. It can't attack or otherwise damage other creatures. After an hour has passed after its activation, the clockwork chirper falls into a pile of useless components."
			],
			"generic": false,
			"consumable": true
		},
		{
			"name": "Clockwork Disguise",
			"source": "G&G",
			"page": 85,
			"type": "Item",
			"level": 6,
			"traits": [
				"Uncommon",
				"Clockwork"
			],
			"price": {
				"coin": "gp",
				"amount": 200,
				"note": null
			},
			"ac": 2,
			"dexCap": 3,
			"checkPen": 1,
			"speedPen": 0,
			"str": 12,
			"group": "Plate",
			"usage": "worn armor",
			"bulk": "2",
			"category": "Armor",
			"subCategory": "Light",
			"entries": [
				"Sometimes, just disguising one's face just isn't convincing enough. Clockwork disguises were invented to supplement regular disguise kits, which are used all across Golarion. For example, if a spy wants to infiltrate a military camp, they must be wearing the same type of armor as the soldiers stationed there—or else have a very good explanation for their commander as to why they're out of proper uniform! The clockwork disguise is intended to help avoid such awkward, potentially fatal confrontations.",
				"The clockwork disguise looks like a harness connected to hundreds of small metal plates that cover the user's torso and arms. Each of these plates is equipped with several hinges, allowing them to be shaped into a wide variety of patterns. When these shaped plates are arranged and connected, they can be made to look like almost any basic suit of light or medium metal armor, though armor embellishments such as those worn by highranking officers are beyond this device. The arrangement process takes some time, but once it's completed, the user need only perform a few simple adjustments to a clockwork mechanism in the disguise to make the plate arrangement into a new preset configuration. Afterwards, when the user flips a switch on the harness's belt to one of three positions, the plates shift, overlap, and connect as necessary to transform the disguise into the desired preset configuration. The clockwork disguise can have up to three preset configurations at a time, and most users use a minimum of two: the one required for their current task, and a suitably inconspicuous configuration for when the first configuration is unnecessary.",
				"Giving a clockwork disguise a new preset configuration requires 20 minutes of work. The clockwork disguise can have a maximum of three preset configurations at a time, and it can only mimic light and medium armor suits made of metal.",
				"The clockwork disguise is light armor and has the stats listed above, regardless of which type of armor it mimics.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"Interact"
					],
					"frequency": null,
					"trigger": null,
					"requirements": null,
					"entries": [
						"Transform the clockwork disguise into any one current preset configuration of the user's choice."
					]
				}
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Clockwork Diving Suit",
			"source": "G&G",
			"page": 86,
			"type": "Item",
			"level": 6,
			"traits": [
				"Uncommon",
				"Air",
				"Clockwork",
				"Water"
			],
			"price": {
				"coin": "gp",
				"amount": 200,
				"note": null
			},
			"usage": "Worn",
			"bulk": "4",
			"category": "no category found",
			"entries": [
				"The clockwork diving suit is a marvel of technology that allows its user to breathe underwater for hours at a time without the aid of magic. Compared to a more traditional magically-assisted diving suit using a bottle of air, a clockwork diving suit is both less expensive and better protected, making clockwork diving suits a good choice for characters who prefer more protection. However, they also come with a built-in time limit, which magical diving suits circumvent. A clockwork diving suit is a bulky, fully sealed suit of armor lined with a complex series of filter-equipped bladders that store and circulate air for the user to breathe.",
				"A glass faceplate on the front of the helmet allows the user to see what's going on in front of them.",
				"The suit's rigidity and mechanisms severely restrict the user's range of movement and keeps them from moving faster than a slow walk on the sea floor. To compensate for this, a clockwork water jet mechanism is installed in the suit's back. The water jet includes both a vacuum system and separate air bladder; it's activated with a simple pull of a lever on the suit's belt. When the lever is pulled, the vacuum system sucks in seawater, and seconds later, the air bladder sprays the water out and propels the user short distances.",
				"This mechanism is also necessary for the suit to surface without walking to shore—it's too heavy to float on its own.",
				"Most wearers can only swim a few feet before sinking back to the water's floor.",
				"The diving suit contains enough air for three hours of operation, and the clockwork components can operate for up to 3 hours before the suit needs winding. If you run out of air, drowning and suffocation rules begin to apply as normal.",
				"This air supply can be refilled by spending one hour in an area with air, and you can rewind the clockwork in a process that takes 10 minutes to complete.",
				"The diving suit is a suit of medium armor, and it has the following stats: AC Bonus +4; Dex Cap +1; Check Penalty –4; Speed Penalty –15 ft; Strength 18.",
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"Interact"
					],
					"frequency": null,
					"trigger": null,
					"requirements": null,
					"entries": [
						"The diving suit shoots out a water jet that causes you to {@action Swim} 25 feet in a straight line. The distance of this movement is unaffected by your swim Speed, if you have one, or the armor's Speed penalty.",
						"However, {@quickref difficult terrain||3|terrain}, such as the {@quickref difficult terrain||3|terrain} for moving up or down or moving against a current, still slows this movement."
					]
				}
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Clockwork Goggles",
			"source": "G&G",
			"page": 68,
			"type": "Item",
			"level": "1+",
			"traits": [
				"Uncommon",
				"Clockwork",
				"Consumable",
				"Gadget"
			],
			"usage": "worn eyepiece",
			"bulk": "L",
			"activate": {
				"activity": {
					"number": 2,
					"unit": "action"
				},
				"components": "Interact",
				"requirements": null,
				"frequency": null,
				"trigger": null
			},
			"category": "Consumable",
			"entries": [
				"This heavy set of mechanical goggles contains a variety of different lenses for different situations, including lenses that filter light at different intensities and frequencies and even some that capture heat and other stimuli. Clockwork mechanisms can swap between the lenses rapidly as needed.",
				"However, many of these lenses can only capture a single stimulus once and then are forever etched with it, making them unsuitable for long-term use. When activated, the clockwork mechanism on the goggles rapidly switches between the different lenses, granting you the benefits of all of them for a brief period of time."
			],
			"generic": "G",
			"variants": [
				{
					"type": "clockwork goggles",
					"level": 1,
					"price": {
						"coin": "gp",
						"amount": 3,
						"note": null
					},
					"entries": [
						"When activated, you gain {@ability low-light vision} for 10 minutes."
					]
				},
				{
					"type": "greater clockwork goggles",
					"level": 4,
					"price": {
						"coin": "gp",
						"amount": 15,
						"note": null
					},
					"entries": [
						"When activated, you gain {@ability low-light vision} and {@ability darkvision} for 10 minutes."
					]
				},
				{
					"type": "major clockwork goggles",
					"level": 8,
					"price": {
						"coin": "gp",
						"amount": 80,
						"note": null
					},
					"entries": [
						"When activated, you gain {@ability low-light vision}, {@ability darkvision}, and the effects of {@spell see invisibility} for 10 minutes."
					]
				}
			],
			"consumable": true
		},
		{
			"name": "Clockwork Megaphone",
			"source": "G&G",
			"page": 87,
			"type": "Item",
			"level": 1,
			"traits": [
				"Uncommon",
				"Clockwork"
			],
			"price": {
				"coin": "gp",
				"amount": 15,
				"note": null
			},
			"bulk": "1",
			"category": "no category found",
			"entries": [
				"A clockwork megaphone uses cunning clockwork gears to adjust the shape and angle of the cone within the megaphone, allowing you to raise or lower the volume, widen or contract the angle in which you project your voice, or both at the same time. This makes a clockwork megaphone far more useful than an ordinary megaphone for situations where you want to make sure that everyone in a particular venue or location can hear you without being so loud that your voice comes across as a painful shout. It takes 1 minute to wind up a clockwork megaphone, which allows it to remain active for up to 1 hour of adjustments, only counting the time you change the megaphone's settings, not the time you spend speaking.",
				"Since it automatically enters standby mode when not in use, this typically means you don't have to wind up the clockwork megaphone for months, or even years, depending on how often you adjust the settings each day."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Clockwork Monkey",
			"source": "G&G",
			"page": 79,
			"type": "Snare",
			"level": 2,
			"traits": [
				"Uncommon",
				"Auditory",
				"Clockwork",
				"Consumable",
				"Mechanical",
				"Snare",
				"Trap"
			],
			"price": {
				"coin": "gp",
				"amount": 5,
				"note": null
			},
			"category": "Snare",
			"entries": [
				"These cute and unassuming toy monkeys are often dressed in loud clothing and carry a percussion instrument. It's activated once a creature moves adjacent to the square it sits in, at which point it leaps on the creature, scurrying about on its agile hind legs while it pounds on its instrument, riding the creature and raising a racket. The creature being assaulted by the monkey must find a way to escape its agitator either via flinging the monkey off with the {@action Escape} action (DC 18) or by breaking the monkey. The monkey has AC 19, Hardness 2, HP 10 (BT 5) and object immunities."
			],
			"generic": false,
			"consumable": true
		},
		{
			"name": "Concealed Holster",
			"source": "G&G",
			"page": 178,
			"equipment": true,
			"type": "Equipment",
			"level": 3,
			"traits": [],
			"price": {
				"coin": "gp",
				"amount": 25
			},
			"bulk": "L",
			"shieldStats": null,
			"activate": null,
			"onset": null,
			"ammunition": null,
			"hands": 1,
			"category": "Gear",
			"entries": [
				"This leather holster is crafted to better hide small firearms from view. Only firearms designed for use in one hand are small enough to disguise with this holster. You gain a +1 item bonus to {@skill Stealth} checks and DCs to hide or conceal a {@filter firearm|items||Hands=1|Group=Firearm} or {@item hand crossbow} in this holster."
			],
			"craftReq": null,
			"generic": false
		},
		{
			"name": "Cryomister",
			"source": "G&G",
			"page": 68,
			"type": "Item",
			"level": "1+",
			"traits": [
				"Uncommon",
				"Cold",
				"Consumable",
				"Gadget"
			],
			"usage": "held in 1 hand",
			"bulk": "L",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": "Interact",
				"requirements": null,
				"frequency": null,
				"trigger": null
			},
			"category": "Consumable",
			"entries": [
				"When you {@action Activate an Item||Activate} a cryomister, you can either place it in an adjacent square or toss it up to 20 feet away. Once you've done so, the metallic device instantly disperses a heavy mist, settling quickly on nearby flat surfaces and forming a sheet of ice. The cryomister creates a burst with a radius depending on the type, making the affected area {@quickref difficult terrain||3|terrain} for 1 minute; , at the GM's discretion, however, this duration might be reduced in unusually hot conditions or increased in unusually cold ones. If an affected square takes fire damage, the {@quickref difficult terrain||3|terrain} is removed. Though not designed as a weapon, the cryomister's rapidly cooling mist deals cold splash damage depending on the type to creatures in the area on activation. Creatures attempting to move through the affected area can attempt an {@skill Acrobatics} check with a DC depending on the type to ignore the {@quickref difficult terrain||3|terrain} and move at their normal Speed. Throwing the cryomister onto the surface of a liquid creates a floating piece of ice for the same duration, capable of supporting one or more creatures of the listed size."
			],
			"generic": "G",
			"variants": [
				{
					"type": "lesser",
					"level": 1,
					"price": {
						"coin": "gp",
						"amount": 3,
						"note": null
					},
					"entries": [
						"The area is a 5-foot burst, the {@skill Acrobatics} DC is 17, and the cold splash damage is 1. The floating ice can support one creature up to Medium size."
					],
					"_mod": {
						"entries": [
							{
								"mode": "replaceTxt",
								"replaceTags": true,
								"replace": "burst with a radius depending on the type",
								"with": "5-foot burst"
							},
							{
								"mode": "replaceTxt",
								"replaceTags": true,
								"replace": "an \\{@skill {@skill Acrobatics}\\} check with a DC depending on the type",
								"with": "a DC 17 {@skill Acrobatics}"
							},
							{
								"mode": "replaceTxt",
								"replaceTags": true,
								"replace": "deals cold splash",
								"with": "deals 1 cold splash"
							},
							{
								"mode": "replaceTxt",
								"replaceTags": true,
								"replace": "one or more creatures of the listed size",
								"with": "one creature up to Medium size"
							}
						],
						"entriesMode": "generic"
					}
				},
				{
					"type": "moderate",
					"level": 5,
					"price": {
						"coin": "gp",
						"amount": 25,
						"note": null
					},
					"entries": [
						"The area is a 10-foot burst, the {@skill Acrobatics} DC is 21, and the cold splash damage is 3. The floating ice can support one Large creature or two Medium or smaller creatures."
					],
					"_mod": {
						"entries": [
							{
								"mode": "replaceTxt",
								"replaceTags": true,
								"replace": "burst with a radius depending on the type",
								"with": "10-foot burst"
							},
							{
								"mode": "replaceTxt",
								"replaceTags": true,
								"replace": "an \\{@skill {@skill Acrobatics}\\} check with a DC depending on the type",
								"with": "a DC 21 {@skill Acrobatics}"
							},
							{
								"mode": "replaceTxt",
								"replaceTags": true,
								"replace": "deals cold splash",
								"with": "deals 3 cold splash"
							},
							{
								"mode": "replaceTxt",
								"replaceTags": true,
								"replace": "one or more creatures of the listed size",
								"with": "one Large creature or two Medium or smaller creatures"
							}
						],
						"entriesMode": "generic"
					}
				},
				{
					"type": "greater",
					"level": 11,
					"price": {
						"coin": "gp",
						"amount": 250,
						"note": null
					},
					"entries": [
						"The area is a 15-foot burst, the {@skill Acrobatics} DC is 30, and the cold splash damage is 5. The floating ice can support one Huge creature, two Large creatures, or four Medium or smaller creatures."
					],
					"_mod": {
						"entries": [
							{
								"mode": "replaceTxt",
								"replaceTags": true,
								"replace": "burst with a radius depending on the type",
								"with": "15-foot burst"
							},
							{
								"mode": "replaceTxt",
								"replaceTags": true,
								"replace": "an \\{@skill {@skill Acrobatics}\\} check with a DC depending on the type",
								"with": "a DC 30 {@skill Acrobatics}"
							},
							{
								"mode": "replaceTxt",
								"replaceTags": true,
								"replace": "deals cold splash",
								"with": "deals 5 cold splash"
							},
							{
								"mode": "replaceTxt",
								"replaceTags": true,
								"replace": "one or more creatures of the listed size",
								"with": "one Huge creature, two Large creatures, or four Medium or smaller creatures"
							}
						],
						"entriesMode": "generic"
					}
				},
				{
					"type": "major",
					"level": 17,
					"price": {
						"coin": "gp",
						"amount": 2500,
						"note": null
					},
					"entries": [
						"The area is a 20-foot burst, the {@skill Acrobatics} DC is 39, and the cold splash damage is 8. The floating ice can support one Gargantuan creature, two Huge creatures, four Large creatures, or eight Medium or smaller creatures. The ice can't support Gargantuan creatures larger than a 20-by-20-foot space, such as a {@creature mu spore}."
					],
					"_mod": {
						"entries": [
							{
								"mode": "replaceTxt",
								"replaceTags": true,
								"replace": "burst with a radius depending on the type",
								"with": "20-foot burst"
							},
							{
								"mode": "replaceTxt",
								"replaceTags": true,
								"replace": "an \\{@skill {@skill Acrobatics}\\} check with a DC depending on the type",
								"with": "a DC 39 {@skill Acrobatics}"
							},
							{
								"mode": "replaceTxt",
								"replaceTags": true,
								"replace": "deals cold splash",
								"with": "deals 8 cold splash"
							},
							{
								"mode": "replaceTxt",
								"replaceTags": true,
								"replace": "one or more creatures of the listed size.",
								"with": "one Gargantuan creature, two Huge creatures, four Large creatures, or eight Medium or smaller creatures. The ice can't support Gargantuan creatures larger than a 20-by-20-foot space, such as a {@creature mu spore}."
							}
						],
						"entriesMode": "generic"
					}
				}
			],
			"consumable": true
		},
		{
			"name": "Day Goggles",
			"source": "G&G",
			"page": 87,
			"type": "Item",
			"level": 2,
			"traits": [
				"Uncommon"
			],
			"price": {
				"coin": "gp",
				"amount": 30,
				"note": null
			},
			"usage": "worn eyepiece",
			"bulk": "L",
			"category": "Worn",
			"entries": [
				"The darkened lenses of these goggles protect sensitive eyes from bright light but make seeing in the dark more difficult.",
				"While wearing day goggles, you gain a +1 item bonus to saving throws against visual {@trait light} effects. However, while wearing the goggles, you take a –2 item penalty to visual {@skill Perception} checks and you treat areas of bright light as dim light and areas of dim light as darkness for the purpose of whether you can see. While this is normally a disadvantage, if you have light blindness, you aren't {@condition dazzled} in bright light as long as you continue wearing the day goggles, since to your eyes, there is only dim light. You can wear the goggles around your neck or on your forehead, granting no benefits, but allowing you to move them over your eyes with a single {@action Interact} action, without having to withdraw them first."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Death Coil",
			"source": "G&G",
			"page": 79,
			"type": "Snare",
			"level": 20,
			"traits": [
				"Rare",
				"Consumable",
				"Electricity",
				"Mechanical",
				"Snare",
				"Trap"
			],
			"price": {
				"coin": "gp",
				"amount": 9000,
				"note": null
			},
			"category": "Snare",
			"entries": [
				"This modified Stasian coil of metal and glass stands about three feet tall. It activates when at least three creatures are within 20 feet of it, or if at least one creature stays within 20 feet of it for more than 1 round. It then lashes out with a torrent of electrical energy dealing {@damage 7d12} electricity damage to all creatures within 20 feet of it. Due to the fact that it doesn't trigger immediately when a creature enters its square, abilities like Surprise Snare (Advanced Player's Guide 194) don't work with a death coil. Creatures within that area must attempt a DC 43 Fortitude saving throw.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "The creature is unaffected.",
						"Success": "The creature takes half damage.",
						"Failure": "The creature takes full damage and is {@condition stunned|CRB|stunned 2}.",
						"Critical Failure": "The creature takes double damage is {@condition stunned|CRB|stunned 4}."
					}
				}
			],
			"generic": false,
			"consumable": true
		},
		{
			"name": "Deployable Cover",
			"source": "G&G",
			"page": 64,
			"type": "Item",
			"level": "1+",
			"traits": [
				"Uncommon"
			],
			"usage": "held in 2 hands",
			"bulk": "1",
			"category": "Held",
			"entries": [
				"This thick mat of canvas, foliage, and wood is mounted on a tripod of flexible metal struts, folded into a batonlike shape, and clamped shut. You can rapidly deploy it on the ground with an {@action Interact} action to create cover. Deployable cover is large enough to {@action Take Cover} behind, allowing you (and others) to gain standard cover when you use the {@action Take Cover} action. Before it can be used again, deployable cover must be carefully folded and clamped shut, which takes 1 minute."
			],
			"generic": "G",
			"variants": [
				{
					"type": "deployable cover",
					"level": 1,
					"price": {
						"coin": "gp",
						"amount": 15,
						"note": null
					},
					"entries": []
				},
				{
					"type": "ballistic cover",
					"level": 2,
					"price": {
						"coin": "gp",
						"amount": 35,
						"note": null
					},
					"entries": [
						"Specially crafted to protect against bullet fire, a ballistic cover also works against other physical projectiles, such as arrows, bolts, and thrown weapons. While a creature has cover from {@action Take Cover||Taking Cover} behind a ballistic cover, it gains resistance 2 to piercing damage from ranged weapons and ranged unarmed attacks."
					]
				}
			],
			"consumable": false
		},
		{
			"name": "Detonating Gears Snare",
			"source": "G&G",
			"page": 79,
			"type": "Snare",
			"level": 3,
			"traits": [
				"Auditory",
				"Clockwork",
				"Consumable",
				"Mechanical",
				"Snare",
				"Trap"
			],
			"price": {
				"coin": "gp",
				"amount": 12,
				"note": null
			},
			"category": "Snare",
			"entries": [
				"This snare uses clockwork stressed almost to the breaking point, which activates with a powerful explosion that deals {@damage 3d8} piercing damage to the first creature entering the snare's square. The creature must attempt a DC 19 Reflex saving throw.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "The creature is unaffected.",
						"Success": "The creature takes half damage.",
						"Failure": "The creature takes full damage and 3 {@condition persistent damage ||persistent bleed damage}.",
						"Critical Failure": "The creature takes double damage and 6 {@condition persistent damage ||persistent bleed damage}."
					}
				}
			],
			"generic": false,
			"consumable": true
		},
		{
			"name": "Door Ram",
			"source": "G&G",
			"page": 75,
			"type": "Item",
			"level": 2,
			"traits": [
				"Uncommon",
				"Small",
				"Portable"
			],
			"price": {
				"coin": "gp",
				"amount": 30,
				"note": null
			},
			"usage": "portable, held in 4 hands",
			"bulk": "3",
			"category": "Held",
			"entries": [
				"Crew 2; Proficiency simple A door ram is a small siege weapon meant for breaking down doors, palisades, and weak portcullises. It consists of a log with an iron cap, and has handholds carved into it or grips attached to it.",
				"Ram {@as 2} Requirements The other member of the crew has Readied to {@action Stride} on your order; Effect You and the other crew member {@action Stride}, with a maximum distance equal to the slowest crew member's Speed, then make a melee {@action Strike} with the ram against a structure or an unattended, stationary object. The damage of this {@action Strike} is {@dice 2d8} + the highest Strength modifier among members of the crew."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Drake Rifle",
			"source": "G&G",
			"page": 154,
			"type": "Item",
			"level": 4,
			"traits": [
				"Uncommon",
				"Evocation",
				"Magical"
			],
			"price": {
				"coin": "gp",
				"amount": 100,
				"note": null
			},
			"usage": "held in 2 hands",
			"bulk": "2",
			"category": "Held",
			"entries": [
				"A drake rifle is a firearm made from the saliva glands of a drake. The firearm launches small bursts of empowered spittle instead of typical rounds of ammunition. A drake rifle "
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Dreaming Round",
			"source": "G&G",
			"page": 169,
			"type": "Item",
			"level": 14,
			"traits": [
				"Uncommon",
				"Consumable",
				"Enchantment",
				"Incapacitation",
				"Magical",
				"Mental",
				"Sleep"
			],
			"price": {
				"coin": "gp",
				"amount": 900,
				"note": null
			},
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": "command",
				"requirements": null,
				"frequency": null,
				"trigger": null
			},
			"ammunition": [
				"Dose or Round of Black Powder|G&G|round"
			],
			"category": "Consumable",
			"entries": [
				"The night sky seems contained in this glass projectile.",
				"When an activated dreaming round damages a creature, it induces drowsiness. The creature must attempt a DC 30 Fortitude save.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "The creature is unaffected and becomes temporarily immune for 1 minute.",
						"Success": "The creature becomes {@condition slowed|CRB|slowed 1} and {@condition fatigued} for 1 round.",
						"Failure": "The creature becomes {@condition fatigued} and {@condition slowed|CRB|slowed 1}, and must attempt another Fortitude save at the end of each of its turns. If it fails, its {@condition slowed} condition increases by 1. A successful save reduces the {@condition slowed} condition by 1. If the {@condition slowed} condition is removed or reduced to 0, the effect and the {@condition fatigued} condition end. If the target's actions are reduced to 0 by this effect, it immediately falls into a deep sleep and is {@condition unconscious}, during which it no longer attempts a save at the end of its turn. It wakes up automatically after 1 hour or if it takes damage, but not due to non-painful stimuli (such as noise or being nudged). When it wakes up, its {@condition slowed} condition decreases by 1, though it must once again save at the end of each of its turns and might risk falling asleep again.",
						"Critical Failure": "As failure, except the target is initially {@condition slowed|CRB|slowed 2}."
					}
				}
			],
			"generic": false,
			"consumable": true
		},
		{
			"name": "Duchy Defender",
			"source": "G&G",
			"page": 162,
			"type": "Item",
			"level": 13,
			"traits": [
				"Rare",
				"Lg",
				"Conjuration",
				"Intelligent",
				"Occult"
			],
			"perception": {
				"default": 26,
				"senses": {
					"precise": [
						"vision 60 feet"
					],
					"imprecise": [
						"hearing 30 feet"
					]
				}
			},
			"communication": [
				{
					"name": "speech",
					"notes": "{@language Common}, {@language Dwarven}, {@language Kelish}, {@language Osiriani}"
				}
			],
			"skills": {
				"Diplomacy": {
					"default": 23
				},
				"Intimidation": {
					"default": 23
				},
				"Alkenstar Lore": {
					"default": 25
				},
				"Firearm Lore": {
					"default": 25
				},
				"Society": {
					"default": 21
				}
			},
			"abilityMods": {
				"Int": 2,
				"Wis": 5,
				"Cha": 4
			},
			"savingThrows": {
				"Will": {
					"default": 26
				}
			},
			"usage": "held in 2 hands",
			"bulk": "1",
			"category": "Held",
			"entries": [
				"Patriotic to the extreme, this {@runeItem flintlock musket|G&G|+2 weapon potency||flaming||greater striking|} was among the first firearms forged in the Gunworks and was wielded by Ancil Alkenstar, founder of the Grand Duchy of Alkenstar. In Alkenstar's hands, the musket was used to defend the burgeoning Grand Duchy from outside threats, including mutants of the Mana Wastes, Nexian constructs, and undead from Geb. After Ancil's death, the weapon was passed down, per his own decree, not to his heirs but to the greatest defender of Alkenstar, as determined by the weapon's previous owner. Over time, the devotion and heroism of each successive wielder left a psychic imprint on the weapon, until it developed an intellect and drive of its own.",
				"A duchy defender is a powerful weapon with a rigid personality. It follows the laws of Alkenstar to the letter, and fights in defense of its nation. If these two priorities ever clash, a duchy defender prioritizes the protection of Alkenstar and its citizens over following the laws themselves, since laws can change, but the people will always need protecting.",
				"If you break the laws of Alkenstar, a duchy defender goes out of its way to call attention to you at inopportune times, such as when you're engaged in an illegal activity, and attempts to see you pay for your crimes, up to and including outing you to law enforcement and providing testimony against you in court. If a duchy defender is used unjustly against a citizen of Alkenstar, the weapon automatically misfires.",
				"If the weapon is removed from the Grand Duchy of Alkenstar without a reason that directly benefits the duchy, the duchy defender transports itself away, reappearing in the hands of a previous worthy owner, or elsewhere in Alkenstar if no such previous owner lives. In the hands of a worthy owner, a duchy defender is nearly impossible to steal, since it transports itself back to you at the first opportunity after someone takes it, and it grants you a +2 circumstance bonus to their Reflex DC to resist being disarmed of it.",
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"command"
					],
					"frequency": "once per round",
					"trigger": null,
					"requirements": null,
					"entries": [
						"The duchy defender focuses its will on a single target it can see and who it knows is guilty of committing a crime within Alkenstar's borders. The next time the duchy defender damages this target, it deals an additional {@damage 2d8} precision damage."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 3,
						"unit": "action"
					},
					"components": [
						"command"
					],
					"traits": [
						"conjuration",
						"magical",
						"teleportation"
					],
					"entries": [
						"The duchy defender travels through the air at a speed faster than light, returning to the hands of a previous owner who has been deemed worthy. If the owner's hands are full, the duchy defender instead appears on the ground in their space. If there is no previous owner the duchy defender deems worthy that lives, it instead travels to a random public location within Alkenstar. Traveling to an unknown location is draining; after doing so, the duchy defender can't transport itself anywhere for {@dice 1d4} days."
					]
				}
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Earplugs",
			"source": "G&G",
			"page": 178,
			"equipment": true,
			"type": "Equipment",
			"traits": [],
			"price": {
				"coin": "sp",
				"amount": 1
			},
			"bulk": null,
			"shieldStats": null,
			"activate": null,
			"onset": null,
			"ammunition": null,
			"hands": 1,
			"category": "Gear",
			"entries": [
				"These small pieces of cloth and stuffing have been crafted to dramatically muffle sound and easily slide into and out of the ear canals of humanoid creatures. You can insert or remove earplugs from your ears or a willing creature's ears with a single {@action Interact} action using one hand. They take a –2 circumstance penalty to all {@trait auditory} {@skill Perception} checks but also gain a +2 circumstance bonus to saving throws against {@trait auditory} effects."
			],
			"craftReq": null,
			"generic": false
		},
		{
			"name": "Electrocable",
			"source": "G&G",
			"page": 87,
			"type": "Item",
			"level": 3,
			"traits": [
				"Rare",
				"Electricity",
				"Fire"
			],
			"price": {
				"coin": "gp",
				"amount": 45,
				"note": null
			},
			"usage": "held in 2 hands",
			"bulk": "L",
			"category": "Held",
			"entries": [
				"This footlong length of conductive cable is capped on both ends by grounded handles containing Stasian coils. These coils can be turned on or off as a single action. While on, the coils electrify the cable, dealing {@damage 1d6} electricity and {@damage 1d6} fire damage in a thin precise line to anything the cable touches, though the cable is too unwieldy to use as a weapon. Electrocables are typically used to \"cut\" a thin straight line through metal. They ignore 10 points of a metal object's hardness."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Electromuscular Stimulator",
			"source": "G&G",
			"page": 68,
			"type": "Item",
			"level": 5,
			"traits": [
				"Rare",
				"Consumable",
				"Gadget"
			],
			"price": {
				"coin": "gp",
				"amount": 30,
				"note": null
			},
			"usage": "worn",
			"bulk": "1",
			"activate": {
				"activity": {
					"number": 2,
					"unit": "action"
				},
				"components": "Interact",
				"requirements": null,
				"frequency": null,
				"trigger": null
			},
			"category": "Consumable",
			"entries": [
				"This rare gadget uses Stasian technology to grant someone a burst of activity, though its use can be painful. The electromuscular stimulator must be carefully attached to you, requiring 1 minute to do so. You can attach an electromuscular stimulator to yourself. When you {@action Activate an Item||Activate} an attached electromuscular stimulator, roll a {@skill Crafting} check, using the {@skill Crafting} modifier of the creature who attached the stimulator to you, with a DC equal to the standard DC for your level. The effects of the activation depend on the result of the {@skill Crafting} check.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "You gain the {@condition quickened} condition for 1 minute and can use the extra action each round only to {@action Stride} or {@action Strike}.",
						"Success": "As critical success, but you also take 3 persistent electrical damage.",
						"Failure": "You gain the {@condition quickened} condition for 2 rounds and can use the extra action each round only to {@action Stride} or {@action Strike}. You take 3 persistent electrical damage.",
						"Critical Failure": "You take {@damage 2d6} electrical damage and 3 persistent electrical damage."
					}
				}
			],
			"generic": false,
			"consumable": true
		},
		{
			"name": "Energized Cartridge",
			"source": "G&G",
			"page": 184,
			"type": "Item",
			"level": 4,
			"traits": [
				"Consumable",
				"Magical",
				"Talisman",
				"Transmutation"
			],
			"price": {
				"coin": "gp",
				"amount": 20,
				"note": null
			},
			"usage": "affixed to a firearm or crossbow",
			"bulk": "-",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "free"
				},
				"components": "envision",
				"requirements": "You're trained in use of the affixed firearm or crossbow.",
				"frequency": null,
				"trigger": "You attempt an attack roll with the affixed firearm or crossbow"
			},
			"category": "Talisman",
			"entries": [
				"This simple brass shell casing contains trace amounts of alchemical ingredients and is usually attached to the underside of the affixed weapon's barrel. When activated, it causes the ammunition fired from the affixed weapon to transform into your choice of acid, cold, electricity, or fire, dealing damage of the appropriate energy type instead of its usual damage as well as {@damage 1d6} {@condition persistent damage} of the same type on a critical hit."
			],
			"generic": false,
			"consumable": true
		},
		{
			"name": "Eroding Bullet",
			"source": "G&G",
			"page": 169,
			"type": "Item",
			"level": 5,
			"traits": [
				"Uncommon",
				"Acid",
				"Alchemical",
				"Consumable"
			],
			"price": {
				"coin": "gp",
				"amount": 22,
				"note": null
			},
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": "Interact",
				"requirements": null,
				"frequency": null,
				"trigger": null
			},
			"ammunition": [
				"Dose or Round of Black Powder|G&G|round"
			],
			"category": "Consumable",
			"entries": [
				"Eroding bullets cast a faint green glow, and smell like the sicklysweet organic gases that rise from corpses. Handling an eroding bullet without gloves deals 1 point of acid damage and leaves the putrid scent coated on your fingers. Upon Striking an enemy, the glass casing inside the bullet bursts, releasing a splattering of bubbling green acid that coats the target. The target takes {@damage 2d6} {@condition persistent damage ||persistent acid damage} in addition to the damage normally dealt by the attack."
			],
			"generic": false,
			"consumable": true
		},
		{
			"name": "Etheric Essence Disruptor",
			"source": "G&G",
			"page": 68,
			"type": "Item",
			"level": "3+",
			"traits": [
				"Uncommon",
				"Consumable",
				"Gadget"
			],
			"usage": "held in 1 hand",
			"bulk": "1",
			"activate": {
				"activity": {
					"number": 2,
					"unit": "action"
				},
				"components": "Interact",
				"requirements": null,
				"frequency": null,
				"trigger": null
			},
			"category": "Consumable",
			"entries": [
				"An etheric essence disruptor emits bursts of discordant ethereal energy through a process based upon Stasian etheric-spirit singers, though without the need for a Stasian coil. Etheric essence disruptors attempt to break down the workings of a spell that manipulates spiritual essence. Upon activation, attempt to counteract an active {@trait divine} or {@trait occult} spell within the listed range, with the listed counteract modifier and counteract level."
			],
			"generic": "G",
			"variants": [
				{
					"type": "lesser",
					"level": 3,
					"price": {
						"coin": "gp",
						"amount": 60,
						"note": null
					},
					"entries": [
						"The range is 30 feet, the counteract modifier is +7, and the counteract level is 2."
					],
					"_mod": {
						"entries": {
							"with": "Upon activation, attempt to counteract an active {@trait divine} or {@trait occult} spell within 30 feet, with a +7 counteract modifier and counteract level of 2."
						}
					}
				},
				{
					"type": "moderate",
					"level": 7,
					"price": {
						"coin": "gp",
						"amount": 360,
						"note": null
					},
					"entries": [
						"The range is 40 feet, the counteract modifier is +13, and the counteract level is 4."
					],
					"_mod": {
						"entries": {
							"with": "Upon activation, attempt to counteract an active {@trait divine} or {@trait occult} spell within 40 feet, with a +13 counteract modifier and counteract level of 4."
						}
					}
				},
				{
					"type": "greater",
					"level": 11,
					"price": {
						"coin": "gp",
						"amount": 1400,
						"note": null
					},
					"entries": [
						"The range is 60 feet, the counteract modifier is +18, and the counteract level is 6."
					],
					"_mod": {
						"entries": {
							"with": "Upon activation, attempt to counteract an active {@trait divine} or {@trait occult} spell within 60 feet, with a +18 counteract modifier and counteract level of 6."
						}
					}
				},
				{
					"type": "major",
					"level": 15,
					"price": {
						"coin": "gp",
						"amount": 6500,
						"note": null
					},
					"entries": [
						"The range is 90 feet, the counteract modifier is +24, and the counteract level is 8."
					],
					"_mod": {
						"entries": {
							"with": "Upon activation, attempt to counteract an active {@trait divine} or {@trait occult} spell within 90 feet, with a +24 counteract modifier and counteract level of 8."
						}
					}
				}
			],
			"_vmod": {
				"entries": {
					"mode": "replaceTxt",
					"replaceTags": true,
					"replace": "Upon activation, attempt to counteract an active \\{@trait divine\\} or \\{@trait occult\\} spell within the listed range, with the listed counteract modifier and counteract level."
				},
				"entriesMode": "generic"
			},
			"consumable": true
		},
		{
			"name": "Explosive Mine",
			"source": "G&G",
			"page": 69,
			"type": "Item",
			"level": "1+",
			"traits": [
				"Uncommon",
				"Consumable",
				"Gadget"
			],
			"usage": "held in 2 hands",
			"bulk": "L",
			"activate": {
				"activity": {
					"number": 2,
					"unit": "action"
				},
				"components": "Interact",
				"requirements": null,
				"frequency": null,
				"trigger": null
			},
			"category": "Consumable",
			"entries": [
				"When you {@action Activate an Item||Activate} an explosive mine, you place it on the ground in a square within your reach, priming it to explode when a creature steps on that square. If you have time in advance to prepare, you can place the mine on the ground before activating it, and you or an ally can try to use {@skill Stealth} to {@action Conceal an Object} before you {@action Activate an Item||Activate} the mine. If you don't {@action Conceal an Object||Conceal} the mine, its position is obvious at a glance.",
				"Once activated, the mine is primed to explode when enough pressure is placed on the square where it's located.",
				"Typically, this occurs when a Small or larger creature moves onto the square, though it could happen if a creature intentionally places pressure on the square from a distance to safely trigger the mine. Once triggered, the mine explodes, dealing the listed fire damage to any creatures in a 5-foot emanation with a basic Reflex save."
			],
			"generic": "G",
			"variants": [
				{
					"type": "lesser",
					"level": 1,
					"price": {
						"coin": "gp",
						"amount": 4,
						"note": null
					},
					"entries": [
						"The mine deals {@damage 2d6} fire damage, and the Reflex DC is 15."
					],
					"_mod": {
						"entries": {
							"with": "dealing {@damage 2d6} fire damage to any creatures in a 5-foot emanation with a DC 15 basic Reflex save"
						}
					}
				},
				{
					"type": "moderate",
					"level": 6,
					"price": {
						"coin": "gp",
						"amount": 40,
						"note": null
					},
					"entries": [
						"The mine deals {@damage 6d6} fire damage, and the Reflex DC is 20."
					],
					"_mod": {
						"entries": {
							"with": "dealing {@damage 6d6} fire damage to any creatures in a 5-foot emanation with a DC 20 basic Reflex save"
						}
					}
				},
				{
					"type": "greater",
					"level": 12,
					"price": {
						"coin": "gp",
						"amount": 400,
						"note": null
					},
					"entries": [
						"The mine deals {@damage 12d6} fire damage, and the Reflex DC is 29."
					],
					"_mod": {
						"entries": {
							"with": "dealing {@damage 12d6} fire damage to any creatures in a 5-foot emanation with a DC 29 basic Reflex save"
						}
					}
				},
				{
					"type": "major",
					"level": 18,
					"price": {
						"coin": "gp",
						"amount": 4000,
						"note": null
					},
					"entries": [
						"The mine deals {@damage 18d6} fire damage in a 10-foot emanation, and the Reflex DC is 38."
					],
					"_mod": {
						"entries": {
							"with": "dealing {@damage 18d6} fire damage to any creatures in a 10-foot emanation with a DC 38 basic Reflex save"
						}
					}
				}
			],
			"_vmod": {
				"entries": {
					"mode": "replaceTxt",
					"replace": "dealing the listed fire damage to any creatures in a 5-foot emanation with a basic Reflex save"
				},
				"entriesMode": "generic"
			},
			"consumable": true
		},
		{
			"name": "Exsanguinating Ammunition",
			"source": "G&G",
			"page": 170,
			"type": "Item",
			"level": "4+",
			"traits": [
				"Alchemical",
				"Consumable"
			],
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": "Interact",
				"requirements": null,
				"frequency": null,
				"trigger": null
			},
			"ammunition": [
				"any"
			],
			"category": "Consumable",
			"entries": [
				"This ammunition includes a small reservoir of a tacky red substance that coats the ammunition when you activate it. The substance makes a creature bleed more freely. For 1 minute after you deal damage to a creature with an activated exsanguinating ammunition that creature gains the listed weakness to {@condition persistent damage ||persistent bleed damage}. In addition, the DC of any flat checks to end {@condition persistent damage ||persistent bleed damage} increases from 15 to 17 (from 10 to 12 when receiving particularly effective assistance) for the duration."
			],
			"generic": "G",
			"variants": [
				{
					"type": "exsanguinating ammunition",
					"level": 4,
					"price": {
						"coin": "gp",
						"amount": 15,
						"note": null
					},
					"entries": [
						"The target gains weakness 1 to {@condition persistent damage ||persistent bleed damage}."
					],
					"_mod": {
						"entries": {
							"with": "weakness 1"
						}
					}
				},
				{
					"type": "greater exsanguinating ammunition",
					"level": 8,
					"price": {
						"coin": "gp",
						"amount": 80,
						"note": null
					},
					"entries": [
						"The target gains weakness 3 to {@condition persistent damage ||persistent bleed damage}."
					],
					"_mod": {
						"entries": {
							"with": "weakness 3"
						}
					}
				},
				{
					"type": "major exsanguinating ammunition",
					"level": 12,
					"price": {
						"coin": "gp",
						"amount": 360,
						"note": null
					},
					"entries": [
						"The target gains weakness 5 {@condition persistent damage ||persistent bleed damage}."
					],
					"_mod": {
						"entries": {
							"with": "weakness 5"
						}
					}
				}
			],
			"_vmod": {
				"entriesMode": "generic",
				"entries": {
					"mode": "replaceTxt",
					"replace": "the listed weakness"
				}
			},
			"consumable": true
		},
		{
			"name": "Extendable Pincer",
			"source": "G&G",
			"page": 87,
			"type": "Item",
			"level": 0,
			"traits": [
				"Uncommon",
				"Clockwork"
			],
			"price": {
				"coin": "gp",
				"amount": 2,
				"note": null
			},
			"usage": "held in 2 hands",
			"bulk": "L",
			"category": "Held",
			"entries": [
				"This extendable rod features a pincer on one end and clamped handle on the other. By squeezing the handle, the pincer opens or closes. As an {@action Interact} action, you can extend or retract the rod by 5 feet to one of three settings, allowing you to {@action Interact} to pick up an object with the pincer either within your own space, in an adjacent space, or exactly 10 feet away."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Fairy Bullet",
			"source": "G&G",
			"page": 170,
			"type": "Item",
			"level": 7,
			"traits": [
				"Uncommon",
				"Conjuration",
				"Consumable",
				"Fey",
				"Magical"
			],
			"price": {
				"coin": "gp",
				"amount": 65,
				"note": null
			},
			"activate": {
				"activity": {
					"number": 2,
					"unit": "action"
				},
				"components": "command, envision",
				"requirements": null,
				"frequency": null,
				"trigger": null
			},
			"ammunition": [
				"Dose or Round of Black Powder|G&G|round"
			],
			"category": "Consumable",
			"entries": [
				"These bullets are seaweed-green, refract light like an emerald, and are covered in a thin film of gray-green powder. When fired, a fairy bullet creates an effect that functions as the {@spell glitterdust} spell in a line between you and your target. This line can be no more than 60 feet long, so if the target is more than 60 feet away from you, the line simply ends after reaching its maximum distance. Since the fairy bullet is fired before the glitterdust can reveal the target, the effects don't affect the flat check for the attack roll with the fairy bullet."
			],
			"generic": false,
			"consumable": true
		},
		{
			"name": "Fiend's Mouth Cannon",
			"source": "G&G",
			"page": 174,
			"type": "Item",
			"level": 11,
			"traits": [
				"Uncommon",
				"Huge"
			],
			"price": {
				"coin": "gp",
				"amount": 2800,
				"note": null
			},
			"usage": "mounted (black powder)",
			"category": "Siege Weapon",
			"entries": [
				"Crew 3 to 6; Proficiency martial AC 26; Fort +21, Reflex +13 Hardness 18; HP 90 (BT 45); Immunities object immunities Fiend's mouth cannons are large-scale cannons designed to blast a target at great distance, from a stationary location.",
				"They get their name from the fiendish features usually adorning their barrels and frames. Compared to a standard field cannon, a fiend's mouth cannon can be aimed more easily, but flexibility comes at the cost of mobility. The barrel rests on a platform which can be rotated 360 degrees to allow for precise aiming.",
				"Aim {@as 2} 200 feet, minimum distance 50 feet Load {@as 2} (manipulate) 2 times, requires a successful DC 20 {@skill Athletics} check Launch {@as 1} (manipulate, range increment 300 feet) {@damage 8d12} bludgeoning, single target, DC 27 Reflex."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Fire Box",
			"source": "G&G",
			"page": 80,
			"type": "Snare",
			"level": 3,
			"traits": [
				"Uncommon",
				"Clockwork",
				"Consumable",
				"Fire",
				"Mechanical",
				"Snare",
				"Trap"
			],
			"price": {
				"coin": "gp",
				"amount": 10,
				"note": null
			},
			"category": "Snare",
			"entries": [
				"Anyone who opens the box triggers a clockwork mechanism that unleashes a 15-foot cone of fire. The cone issues forth in a random direction determined by the GM but always including the creature who opened the box. Those within the cone must succeed at a DC 17 basic Reflex save or take {@damage 4d6} fire damage."
			],
			"generic": false,
			"consumable": true
		},
		{
			"name": "Firearm Cleaning Kit",
			"source": "G&G",
			"page": 178,
			"equipment": true,
			"type": "Equipment",
			"traits": [],
			"price": {
				"coin": "sp",
				"amount": 1
			},
			"bulk": "L",
			"shieldStats": null,
			"activate": null,
			"onset": null,
			"ammunition": null,
			"hands": 2,
			"category": "Gear",
			"entries": [
				"This kit contains cleaning cloth, oil, small steel brushes, and other minor tools necessary for proper cleaning and maintenance of a firearm. Without a firearm cleaning kit, you can't perform the necessary tasks during your daily preparations to ensure that your firearm isn't at risk of misfiring under normal use conditions."
			],
			"craftReq": null,
			"generic": false
		},
		{
			"name": "Firedrake",
			"source": "G&G",
			"page": 175,
			"type": "Item",
			"level": 8,
			"traits": [
				"Uncommon",
				"Huge"
			],
			"price": {
				"coin": "gp",
				"amount": 1000,
				"note": null
			},
			"category": "Siege Weapon",
			"entries": [
				"3 Bulk) Usage mounted (black powder); Space 15 feet long, 12 feet wide, 10 feet high Crew 3 to 5; Proficiency martial AC 22; Fort +16, Reflex +9 Hardness 12; HP 70 (BT 35); Immunities object immunities; Resistances fire 10 Speed 15 feet (pulled or pushed) This alchemical black powder hybrid siege weapon uses a blast of black powder to spray alchemical fire from a long metal nozzle, often sculpted or painted with designs resembling a dragon's neck and head. The nozzle turns on a ratcheted, rotating disc with a reservoir in the center to hold a barrel full of combustible alchemical liquid, using black powder to propel the fire. This main structure is atop a wheeled cart to allow it to be easily moved. Unlike most mounted siege weapons, a firedrake is intended to be wheeled out into the thick of a skirmish rather than shooting from a distance.",
				"Aim {@as 2} rotate 45º Load {@as 2} (manipulate) 3 times, requires a successful DC 20 {@skill Athletics} check Launch {@as 1} (manipulate) {@damage 8d6} fire plus {@damage 1d6} {@condition persistent damage ||persistent fire}, 60-foot line or 30-foot cone, DC 23 Reflex. Switching between the firedrake's line or cone mode takes an {@action Interact} action, and any of the crew can perform the action."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Flame Drake Snare",
			"source": "G&G",
			"page": 79,
			"type": "Snare",
			"level": 5,
			"traits": [
				"Uncommon",
				"Clockwork",
				"Consumable",
				"Fire",
				"Mechanical",
				"Snare",
				"Trap"
			],
			"price": {
				"coin": "gp",
				"amount": 25,
				"note": null
			},
			"category": "Snare",
			"entries": [
				"The snare takes the form of a Tiny, drake-like clockwork toy. When a creature enters its square the snare activates, causing the drake to spit a gout of fire in a 15-foot cone in the direction from which the creature entered.",
				"For instance, if a creature entered the square coming from the east, the cone would point east, to hit any allies behind the triggering creature. Those within the cone must succeed a DC 19 basic Reflex save or take {@damage 6d6} fire damage. After spitting its fire, the snare falls apart."
			],
			"generic": false,
			"consumable": true
		},
		{
			"name": "Flare Beacon",
			"source": "G&G",
			"page": 69,
			"type": "Item",
			"level": "1+",
			"traits": [
				"Uncommon",
				"Consumable",
				"Gadget"
			],
			"usage": "held in 1 hand",
			"bulk": "L",
			"activate": {
				"activity": {
					"number": 2,
					"unit": "action"
				},
				"components": "Interact",
				"requirements": null,
				"frequency": null,
				"trigger": null
			},
			"category": "Consumable",
			"entries": [
				"Flare beacons create an incredibly bright light for a brief period of time. They are often used to signal others to the beacon's location, to coordinate assaults, to request rescue, or for other similar reasons. Higher-level beacons have a radius so large that they can be seen from miles away at night. When you {@action Activate an Item||Activate} a flare beacon, you can either place it on the ground in a space within your reach or toss it up to 60 feet straight up. The beacon then sparks into being, casting bright light in a 20-foot radius and dim light in the next 20 feet for 1 minute. A flare beacon in the air falls at a rate of 10 feet per round. Creatures adjacent to a flare beacon must succeed at a DC 15 Fortitude save or be {@condition dazzled} until they are no longer adjacent to it."
			],
			"generic": "G",
			"variants": [
				{
					"type": "lesser",
					"level": 1,
					"price": {
						"coin": "gp",
						"amount": 4,
						"note": null
					},
					"_mod": {
						"entries": {
							"with": "The beacon then sparks into being, casting bright light in a 20-foot radius and dim light in the next 20 feet for 1 minute. A flare beacon in the air falls at a rate of 10 feet per round. Creatures adjacent to a flare beacon must succeed at a DC 15 Fortitude save or be {@condition dazzled} until they are no longer adjacent to it."
						}
					},
					"entries": []
				},
				{
					"type": "moderate",
					"level": 6,
					"price": {
						"coin": "gp",
						"amount": 35,
						"note": null
					},
					"_mod": {
						"entries": {
							"with": "The beacon then sparks into being, casting bright light in a 60-foot radius and dim light in the next 60 feet for 1 minute. A flare beacon in the air falls at a rate of 10 feet per round. Creatures within a 10-foot radius of the beacon must succeed at a DC 20 Fortitude save or be {@condition dazzled} until they are no longer within 10 feet of it."
						}
					},
					"entries": [
						"The beacon shines bright light in a 60-foot radius and dim light in the next 60 feet. Creatures within a 10-foot radius of the beacon must succeed at a DC 20 Fortitude save or be {@condition dazzled} until they are no longer within 10 feet of it."
					]
				},
				{
					"type": "greater",
					"level": 10,
					"price": {
						"coin": "gp",
						"amount": 180,
						"note": null
					},
					"_mod": {
						"entries": {
							"with": "The beacon then sparks into being, casting bright light in a 100-foot radius and dim light in the next 100 feet for 1 minute. A flare beacon in the air falls at a rate of 10 feet per round. Creatures within a 20-foot radius of the beacon must succeed at a DC 27 Fortitude save or be {@condition dazzled} until they are no longer within 20 feet of it. Additionally, on a critical failure, they are also {@condition blinded} for 1 round."
						}
					},
					"entries": [
						"The beacon shines bright light in a 100-foot radius and dim light in the next 100 feet. Creatures within a 20-foot radius of the beacon must succeed at a DC 27 Fortitude save or be {@condition dazzled} until they are no longer within 20 feet of it.",
						"Additionally, on a critical failure, they are also {@condition blinded} for 1 round."
					]
				},
				{
					"type": "major",
					"level": 16,
					"price": {
						"coin": "gp",
						"amount": 1500,
						"note": null
					},
					"_mod": {
						"entries": {
							"with": "The beacon then sparks into being, casting bright light in a 180-foot radius and dim light in the next 180 feet for 1 minute. A flare beacon in the air falls at a rate of 10 feet per round. Creatures within a 30-foot radius of the beacon must succeed at a DC 35 Fortitude save or be {@condition dazzled} until they are no longer within 30 feet of it. Additionally, on a critical failure, they are also {@condition blinded} for 1 round."
						}
					},
					"entries": [
						"The beacon shines bright light in a 180-foot radius and dim light in the next 180 feet. Creatures within a 30-foot radius of the beacon must succeed at a DC 35 Fortitude save or be {@condition dazzled} until they are no longer within 30 feet of it.",
						"Additionally, on a critical failure, they are also {@condition blinded} for 1 round."
					]
				}
			],
			"_vmod": {
				"entries": {
					"mode": "replaceTxt",
					"replaceTags": true,
					"replace": "The beacon then sparks into being, casting bright light in a 20-foot radius and dim light in the next 20 feet for 1 minute. A flare beacon in the air falls at a rate of 10 feet per round. Creatures adjacent to a flare beacon must succeed at a DC 15 Fortitude save or be \\{@condition dazzled\\} until they are no longer adjacent to it."
				},
				"entriesMode": "generic"
			},
			"consumable": true
		},
		{
			"name": "Frog Chair",
			"source": "G&G",
			"page": 91,
			"type": "Item",
			"level": 8,
			"traits": [
				"Uncommon",
				"Clockwork",
				"Magical"
			],
			"price": {
				"coin": "gp",
				"amount": 475,
				"note": null
			},
			"bulk": "3",
			"category": "Assistive Item",
			"subCategory": "Wheelchair",
			"entries": [
				"This clockwork traveler's chair is shaped like a wheeled frog, with springs attached to the bottom and an extensible tongue on the front.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"Interact"
					],
					"frequency": "once per hour",
					"trigger": null,
					"requirements": null,
					"entries": [
						"You activate the wheelchair's springs to make hopping leaps.",
						"For 1 minute, whenever you {@action Leap} with the wheelchair, you can jump 30 feet in any direction without touching the ground. You must land on a space of solid ground within 30 feet of you, or else you fall after using your next action."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"Interact"
					],
					"frequency": "once per minute",
					"trigger": null,
					"requirements": null,
					"entries": [
						"You activate the wheelchair's tongue to grab a nearby object and bring it to you. {@action Interact} to pick up an unattended object within 15 feet and bring it to your empty hand. If you don't have a hand to take the object, it falls in your space instead."
					]
				}
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Frost Worm Snare",
			"source": "G&G",
			"page": 80,
			"type": "Snare",
			"level": 9,
			"traits": [
				"Uncommon",
				"Clockwork",
				"Cold",
				"Consumable",
				"Mechanical",
				"Snare",
				"Trap"
			],
			"price": {
				"coin": "gp",
				"amount": 115,
				"note": null
			},
			"category": "Snare",
			"entries": [
				"The snare takes the form of a Tiny frost worm clockwork toy. When a creature enters its square, the snare activates, causing the worm to let loose a 30-foot line of frost in the direction from which the creature entered the square. For instance, if a creature entered the square coming from the south, the worm would shoot the line south, to hit any allies of the triggering creature. Those within the line must succeed a DC 25 basic Reflex save or take {@damage 10d6} cold damage. After spitting its frost, the snare falls apart."
			],
			"generic": false,
			"consumable": true
		},
		{
			"name": "Gadget Skates",
			"source": "G&G",
			"page": 70,
			"type": "Item",
			"level": 5,
			"traits": [
				"Uncommon",
				"Clockwork",
				"Consumable",
				"Gadget"
			],
			"price": {
				"coin": "gp",
				"amount": 21,
				"note": null
			},
			"usage": "worn (attached to footwear or feet)",
			"bulk": "L",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": "Interact (move)",
				"requirements": null,
				"frequency": null,
				"trigger": null
			},
			"category": "Consumable",
			"entries": [
				"Gadget skates are metal devices that come in pairs and strap onto existing footwear (or a creature's feet)",
				"When you {@action Activate an Item||Activate} gadget skates, clockwork gears reveal small wheels that propel you along the ground, moving you up to twice your Speed. During this movement, you must succeed at a DC 20 {@skill Acrobatics} check to turn up to 90 degrees, and you can't turn more than once or more than 90 degrees. During the activation and after the activation is complete, you can't {@action Stride}, {@action Step}, or otherwise move on the ground until the end of your next turn. However, you can use this movement instead of a {@action Stride} to perform a {@action High Jump} or {@action Long Jump} just after the activation ends, in the direction of your last movement using the gadget skates.",
				"You can Sustain the Activation of your gadget skates for up to 1 minute. Starting on the turn after you {@action Activate an Item||Activate} the gadget skates, the first time you Sustain the Activation each turn, you gain the effects of the activation again: you move up to twice your Speed in the same direction as your last movement with the gadget skates, and the restrictions continue to apply until you choose to cease Sustaining the Activation or you reach the maximum duration. Once the effect ends, the skates fall away and you can move normally."
			],
			"generic": false,
			"consumable": true
		},
		{
			"name": "Galvanic Mortal Coil",
			"source": "G&G",
			"page": 82,
			"type": "Item",
			"level": 10,
			"traits": [
				"Rare",
				"Magical",
				"Necromancy"
			],
			"price": {
				"coin": "gp",
				"amount": 970,
				"note": null
			},
			"usage": "held in 1 hand",
			"bulk": "L",
			"category": "Held",
			"entries": [
				"This porous steel coil wraps around a shard of onyx, supplementing the closely guarded science of galvaspheres with the magic of necromancy. When embedded in a body comprised of flesh, the blood and other fluids catalyze electrical pulses within the coil, activating the necromantic energies. In living creatures, this causes a dangerous surge that can damage the heart. In corpses, however, this can create a limited window of reanimation, with access to the corpse's final memories. Galvanic mortal coils are even rarer than other galvaspheres, and thought by most to be merely hypothetical.",
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"Interact"
					],
					"frequency": "once per hour",
					"trigger": null,
					"requirements": null,
					"entries": [
						"You drive the coil into a living creature that has 0 HP while attaching the other end to yourself, in order to damage their heart and possibly siphon their life force. The galvanic mortal coil casts death knell on the creature (DC 27)."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 10,
						"unit": "minute",
						"entry": "(10 minutes)"
					},
					"components": [
						"Interact"
					],
					"frequency": "once per day",
					"trigger": null,
					"requirements": null,
					"entries": [
						"You implant the coil into a corpse. The coil casts talking corpse on the body."
					]
				}
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Galvasphere",
			"source": "G&G",
			"page": 82,
			"type": "Item",
			"level": 4,
			"traits": [
				"Rare",
				"Consumable",
				"Gadget"
			],
			"price": {
				"coin": "gp",
				"amount": 20,
				"note": null
			},
			"category": "Consumable",
			"entries": [],
			"generic": false,
			"consumable": true
		},
		{
			"name": "Gecko Pads",
			"source": "G&G",
			"page": 70,
			"type": "Item",
			"level": "5+",
			"traits": [
				"Uncommon",
				"Clockwork",
				"Consumable",
				"Gadget"
			],
			"usage": "worn (attached to handwear or hands)",
			"bulk": "L",
			"activate": {
				"activity": {
					"number": 2,
					"unit": "action"
				},
				"components": "Interact",
				"requirements": null,
				"frequency": null,
				"trigger": null
			},
			"category": "Consumable",
			"entries": [
				"Gecko pads are thin, clockwork devices shaped like palms, which can be strapped onto existing handwear or a creature's hands. When activated, they whir to life and improve your grip on surfaces, while slowly releasing a sticky substance stored within the device's surface to help you climb. The pads give you a climb Speed equal to your Speed as long as your hands are free."
			],
			"generic": "G",
			"variants": [
				{
					"type": "gecko pads",
					"level": 5,
					"price": {
						"coin": "gp",
						"amount": 25,
						"note": null
					},
					"entries": [
						"The climb Speed lasts for 10 minutes."
					]
				},
				{
					"type": "greater gecko pads",
					"level": 9,
					"price": {
						"coin": "gp",
						"amount": 125,
						"note": null
					},
					"entries": [
						"The climb Speed lasts for 1 hour."
					]
				}
			],
			"consumable": true
		},
		{
			"name": "Ghostshot Wrapping",
			"source": "G&G",
			"page": 184,
			"type": "Item",
			"level": 11,
			"traits": [
				"Consumable",
				"Illusion",
				"Magical",
				"Talisman"
			],
			"price": {
				"coin": "gp",
				"amount": 300,
				"note": null
			},
			"usage": "affixed to a ranged weapon",
			"bulk": "–",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "free"
				},
				"components": "envision",
				"requirements": null,
				"frequency": null,
				"trigger": "You attempt a ranged {@action Strike} with the affixed weapon while {@condition hidden} or {@condition undetected}."
			},
			"category": "Talisman",
			"entries": [
				"This long strip of linen is tightly wound around the barrel of the affixed firearm or the grip of a bow. When activated, the talisman's magic dampens the sound of the triggering shot, rendering it completely silent, and additionally skews the angle of the shot, so it appears to come from a different location and direction than your actual position. You don't become automatically {@condition observed} to any creatures due to making the triggering {@action Strike}."
			],
			"generic": false,
			"consumable": true
		},
		{
			"name": "Glue Bullet",
			"source": "G&G",
			"page": 170,
			"type": "Item",
			"level": 4,
			"traits": [
				"Uncommon",
				"Alchemical",
				"Consumable"
			],
			"price": {
				"coin": "gp",
				"amount": 16,
				"note": null
			},
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": "Interact",
				"requirements": null,
				"frequency": null,
				"trigger": null
			},
			"ammunition": [
				"Dose or Round of Black Powder|G&G|round"
			],
			"category": "Consumable",
			"entries": [
				"These cartridges are filled with sticky clear glue. When a glue bullet hits, a syrupy webbing coats the target and sticks to the ground or a nearby surface, hindering their movement. The target takes a –10-foot circumstance penalty to its Speeds for {@dice 2d4} rounds, or until it Escapes against a DC of 18. On a critical hit, the target is also {@condition immobilized} until it Escapes."
			],
			"generic": false,
			"consumable": true
		},
		{
			"name": "Goblin-eye Orb",
			"source": "G&G",
			"page": 184,
			"type": "Item",
			"level": 5,
			"traits": [
				"Consumable",
				"Divination",
				"Magical",
				"Talisman"
			],
			"price": {
				"coin": "gp",
				"amount": 24,
				"note": null
			},
			"usage": "affixed to a weapon",
			"bulk": "–",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "free"
				},
				"components": "envision",
				"requirements": "You're an expert with the affixed firearm or crossbow and an expert in {@skill Perception}.",
				"frequency": null,
				"trigger": "You attempt a {@action Strike} with the affixed firearm or crossbow against an enemy that's {@condition concealed} or {@condition hidden} to you"
			},
			"category": "Talisman",
			"entries": [
				"This colorful marble dangles from a leather thong wrapped around the affixed weapon. When you activate the band, for the triggering {@action Strike}, you don't need to attempt a flat check due to the enemy being {@condition concealed} or {@condition hidden} to you."
			],
			"generic": false,
			"consumable": true
		},
		{
			"name": "Grappling Gun",
			"source": "G&G",
			"page": 64,
			"type": "Item",
			"level": "0+",
			"traits": [
				"Uncommon"
			],
			"usage": "held in 2 hands",
			"bulk": "1",
			"category": "Held",
			"entries": [
				"This wooden, pistol-like device features a large reel coiled with 100 feet of thin metal cord and can fire a grappling hook up to 100 feet. To reload the grappling gun, you must manually recoil the cord by turning the reel's crank, and then lock in the grappling hook. Reloading a grappling gun takes 1 minute."
			],
			"generic": "G",
			"variants": [
				{
					"type": "grappling gun",
					"level": 0,
					"price": {
						"coin": "gp",
						"amount": 3,
						"note": null
					},
					"entries": []
				},
				{
					"type": "clockwork grappling gun",
					"level": 1,
					"price": {
						"coin": "gp",
						"amount": 15,
						"note": null
					},
					"entries": [
						"Clockwork controls the reel on this grappling gun, reeling the grappling hook back in when you pull a lever. Reloading a clockwork grappling gun takes three {@action Interact} actions."
					]
				}
			],
			"consumable": false
		},
		{
			"name": "Growth Gun",
			"source": "G&G",
			"page": 155,
			"type": "Item",
			"level": 9,
			"traits": [
				"Uncommon",
				"Magical",
				"Transmutation"
			],
			"price": {
				"coin": "gp",
				"amount": 700,
				"note": null
			},
			"usage": "held in 1 hand",
			"bulk": "2",
			"category": "Held",
			"entries": [
				"A growth gun is a +1 striking hand cannon made from the regenerative flesh of a hydra, troll, or other similar creature. It has an attached flesh sac that slowly replenishes one shot each round and can be loaded like a normal round of ammunition. It fires regenerating gobbets of flesh, bone, or teeth, determined by the damage type selected for its {@trait modular} trait. A growth gun can be fired underwater, though it's still limited by the selected damage type as normal.",
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"Interact (magical",
						"transmutation)"
					],
					"frequency": "once per minute",
					"trigger": null,
					"requirements": null,
					"entries": [
						"Make a ranged {@action Strike}. On a hit, the creature becomes covered in a mass of flesh that continues to grow on the target for a brief time. The creature becomes {@condition slowed|CRB|slowed 1} for 1 round, after which the growth withers and falls off."
					]
				}
			],
			"craftReq": "The initial raw materials must include the flesh of a creature with regeneration.",
			"generic": false,
			"consumable": false
		},
		{
			"name": "Gunner's Bandolier",
			"source": "G&G",
			"page": 179,
			"type": "Item",
			"level": 3,
			"traits": [
				"Uncommon",
				"Conjuration",
				"Invested",
				"Magical"
			],
			"price": {
				"coin": "gp",
				"amount": 60,
				"note": null
			},
			"usage": "worn",
			"bulk": "L",
			"category": "Worn",
			"entries": [
				"This incredibly spacious bandolier can hold up to 4 onehanded crossbows or firearms that take no more than 1 action to completely reload (typically meaning that weapons with the capacity or repeating traits won't fit in the bandolier's holsters). A gunner's bandolier can be etched with runes as though it were a ranged weapon. When you invest the gunner's bandolier, you can attune it to each of the 4 weapons holstered in it.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"envision"
					],
					"frequency": null,
					"trigger": null,
					"requirements": null,
					"entries": [
						"You empower one of the attuned weapons in the bandolier, granting it the runes etched onto the gunner's bandolier and removing the runes from any previously drawn weapon. Then, you {@action Interact} to draw the weapon."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 3,
						"unit": "action"
					},
					"components": [
						"envision"
					],
					"frequency": null,
					"trigger": null,
					"requirements": null,
					"entries": [
						"All weapons that were attuned to the bandolier when you invested it, not including any weapons you're currently wielding, return to the bandolier, and one of the returned weapons is automatically reloaded."
					]
				}
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Gunner's Saddle",
			"source": "G&G",
			"page": 182,
			"type": "Item",
			"level": 2,
			"traits": [
				"Uncommon"
			],
			"price": {
				"coin": "gp",
				"amount": 20,
				"note": null
			},
			"usage": "worn saddle",
			"bulk": "2",
			"category": "Worn",
			"entries": [
				"Developed by marauders from the Mana Wastes, this clockwork saddle comes with a retractable weapon mount that can be used as a tripod to stabilize a weapon with the kickback trait. Just like a normal tripod, you {@action Interact} to deploy the tripod to stabilize the firearm, and then again to retract the tripod to move it. The saddle uses complex hydraulics to protect the steed from the firearm's recoil."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Heated Cloak",
			"source": "G&G",
			"page": 87,
			"type": "Item",
			"level": 5,
			"traits": [
				"Uncommon"
			],
			"price": {
				"coin": "gp",
				"amount": 160,
				"note": null
			},
			"usage": "worn cloak",
			"bulk": "L",
			"category": "Worn",
			"entries": [
				"This fine cloak is lined with tiny tubes of slowly reacting alchemical reagents. These chemicals generate heat, which is circulated throughout the cloak by the wearer's movements.",
				"While active, the wearer is protected from severe cold. The cloak offers no protection from extreme or incredible cold. It operates for 24 hours and can be reset with a simple process that takes 1 minute."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Heavy Ballista",
			"source": "G&G",
			"page": 75,
			"type": "Item",
			"level": 8,
			"traits": [
				"Uncommon",
				"Huge",
				"Mounted"
			],
			"price": {
				"coin": "gp",
				"amount": 900,
				"note": null
			},
			"usage": "mounted",
			"category": "Siege Weapon",
			"entries": [
				"Crew 3 to 6; Proficiency martial AC 22; Fort +18, Ref +12 Hardness 15; HP 80 (BT 40); Immunities object immunities Speed 15 feet (pulled or pushed) Capable of launching bolts the size of fully grown trees, a heavy ballista is best suited to smashing down castle gates, walls, or similar fortifications.",
				"Aim {@as 2} 60 feet, minimum distance 40 feet Load {@as 2} (manipulate) 3 times, requires a successful DC 20 {@skill Athletics} check."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Heavy Bombard",
			"source": "G&G",
			"page": 175,
			"type": "Item",
			"level": 9,
			"traits": [
				"Uncommon",
				"Gargantuan"
			],
			"price": {
				"coin": "gp",
				"amount": 1400,
				"note": null
			},
			"category": "Siege Weapon",
			"entries": [
				"Bulk) Usage mounted (black powder); Space 17 feet long, 6 feet wide, 6 feet high Crew 3 to 6; Proficiency martial AC 23; Fort +18, Reflex +10 Hardness 18; HP 50 (BT 25); Immunities object immunities A heavy bombard looks like little more than a large metal cylinder, resembling the barrel of a firearm so large that it's immobile. The sheer size of the weapon allows it to strike far and hard.",
				"Aim {@as 3} 50 feet, minimum distance 50 feet Load {@as 2} (manipulate) 3 times, requires a successful DC 20 {@skill Athletics} check Launch {@as 1} (manipulate, range increment 250 feet) {@damage 7d10} bludgeoning, 20-foot burst, DC 25 Reflex."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Holy Steam Ball",
			"source": "G&G",
			"page": 87,
			"type": "Item",
			"level": 2,
			"traits": [
				"Uncommon",
				"Divine",
				"Enchantment",
				"Mental",
				"Good"
			],
			"price": {
				"coin": "gp",
				"amount": 30,
				"note": null
			},
			"usage": "held in 1 hand",
			"bulk": "L",
			"category": "Held",
			"entries": [
				"The holy steam ball is an odd-looking device that's nevertheless effective at reinforcing its user's mind against fiendish control. It's a hollow black-rubber ball with small, flexible twin tubes sticking out from its center. Sealed within the rubber ball is vapor made from a mixture of evaporated holy water and a special type of incense smoke. The tube's twin prongs are placed into the user's nostrils, after which the user squeezes the rubber ball to activate the device, forcing the vapor into the user's body through their nose.",
				"The holy power contained within the vapor strengthens the user's will against creatures that are weak to holy water, making it tougher for malevolent creatures to subvert the user's mind.",
				"When the holy steam ball was first introduced in Mendev fifty years ago, few trusted it's efficacy. The nation had seen many charlatans peddle so-called \"anti-demon\" products, and most thought this was no different. Only when soldiers of the Mendevian Crusades used the ball and personally testified to its effectiveness did suspicion gave way to enthusiastic use. Nobody remembers who first invented the holy steam ball; they're likely lost to history because most initially thought it was a scam. After receiving endorsement from the Mendevian Crusade, a team of alchemists and inventors were able to determine the vapor's exact composition and mass produce them. The holy steam ball's highly specialized purpose kept it from widespread use outside of the nations that once bordered the Worldwound. Yet with the return of the Whispering Tyrant in the past few years, the growing undead threat presents a new opportunity for more citizens to use holy steam balls for protection against the mind control powers of vampires and other undead.",
				"After using a holy steam ball, you must refill it before the next use in a process that takes five minutes to complete.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"Interact"
					],
					"frequency": null,
					"trigger": null,
					"requirements": "The holy steam ball is filled with evaporated holy water and incense smoke",
					"entries": [
						"You release the stored steam and smoke to grant yourself its protections. Each use of the holy steam ball lasts for 1 hour and gives you a +2 item bonus to Will saving throws against {@trait possession} effects from fiends and undead and effects from fiends and undead that cause the {@condition controlled} condition."
					]
				}
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Hwacha",
			"source": "G&G",
			"page": 175,
			"type": "Item",
			"level": 4,
			"traits": [
				"Uncommon",
				"Large"
			],
			"price": {
				"coin": "gp",
				"amount": 180,
				"note": null
			},
			"usage": "mounted (black powder)",
			"category": "Siege Weapon",
			"entries": [
				"Crew 1 to 4; Proficiency simple AC 16; Fort +11, Reflex +4 Hardness 5; HP 40 (BT 20); Immunities object immunities Speed 25 feet (pulled or pushed) Rather than a shoot a single, large projectile like a boulder, the hwacha fires dozens of rocket-propelled arrows at once. The frame of the hwacha holds 100 tubes, each loaded with an arrow or a small bundle of arrows wrapped with a small amount Fiend's Mouth Cannon Hwacha of black powder and attached to a fuse. By lighting a master fuse, you can make all of the arrows fire in rapid succession.",
				"Aim {@as 2} 40 feet, minimum distance 40 feet Load {@as 3} (manipulate) Each Load action loads 10 hwacha arrows. Taking the Launch action requires three Load actions to load 30 hwacha arrows, but you can continue to Load more arrows to increase the effect of the next Launch action, as detailed below.",
				"Launch {@as 1} (manipulate, range increment 300 feet) {@damage 4d8} piercing, 20-foot burst, DC 18 Reflex. If you loaded at least 70 hwacha arrows, the area increases to a 25-foot burst.",
				"If you loaded 100 hwacha arrows, the area increases to a 30-foot burst and the damage to {@damage 5d8} piercing."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Hyldarf's Fang",
			"source": "G&G",
			"page": 164,
			"type": "Item",
			"level": 15,
			"traits": [
				"Unique",
				"Evocation",
				"Fire",
				"Magical",
				"Poison"
			],
			"usage": "held in 1 hand",
			"bulk": "1",
			"category": "Poison",
			"entries": [
				"This +2 greater striking hand cannon is carved and crafted from a single large fang, worn with age and cracked with red lines. The tip of the fang has been filed down, but still leaks black fluid occasionally. It was fashioned from the tooth of the tor linnorm Hyldarf by a half-Ulfen gunsmith from Tian Xia who sought the title of linnorm king. Though the smith failed to slay the linnorm, he did claim the mighty dragon's tooth and fashion it into a magic firearm that still drips warm venom. Hyldarf survived the encounter with her attacker and slew the gunsmith years later, though by then the smith had already bequeathed the weapon to his chosen heir and it was far out of her grasp. The linnorm still searches for her missing tooth, portending potential doom for the weapon's owner.",
				"The weapon deals an additional {@damage 2d6} fire damage on a successful {@action Strike}, plus {@damage 3d10} {@condition persistent damage ||persistent fire damage} on a critical hit. Fire damage dealt by this weapon (including {@condition persistent damage ||persistent fire damage} and damage from Hyldarf's Venom) ignores the target's fire resistance.",
				{
					"type": "ability",
					"activity": {
						"number": 3,
						"unit": "action"
					},
					"components": [
						"command",
						"envision"
					],
					"frequency": "once per day",
					"trigger": null,
					"requirements": null,
					"entries": [
						"You call upon Hyldarf's power to gain the magic of a linnorm for a brief time. For 1 minute, you gain the effects of fly, freedom of movement, and true seeing as well as fire resistance 20."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"Interact"
					],
					"frequency": "Once per minute",
					"trigger": null,
					"requirements": null,
					"entries": [
						"You soak your shot in the fluid of the fang, imbuing it with Hyldarf's venom. The next {@action Strike} you make with Hydalf's Fang before the end of your next turn delivers the venom to the target.",
						"Hyldarf's Venom (fire, injury, poison) Saving Throw DC 34; Maximum Duration 3 rounds; Stage 1 {@damage 3d6} fire damage and {@condition sickened|CRB|sickened 1}; Stage 2 {@damage 6d6} fire damage and {@condition sickened|CRB|sickened 2}."
					]
				}
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Ignitor",
			"source": "G&G",
			"page": 88,
			"type": "Item",
			"level": 1,
			"traits": [
				"Clockwork"
			],
			"price": {
				"coin": "gp",
				"amount": 5,
				"note": null
			},
			"usage": "held in 1 hand",
			"bulk": "-",
			"category": "Held",
			"entries": [
				"An ignitor uses interlocking clockwork to create a small spark in order to ignite flammable materials. While holding the ignitor, you can {@action Interact} with it to ignite a flammable object within reach."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Immaculate Holsters",
			"source": "G&G",
			"page": 180,
			"type": "Item",
			"level": 3,
			"traits": [
				"Uncommon",
				"Conjuration",
				"Invested",
				"Magical"
			],
			"price": {
				"coin": "gp",
				"amount": 52,
				"note": null
			},
			"usage": "worn",
			"bulk": "L",
			"category": "Worn",
			"entries": [
				"This pristine leather belt is made of treated and polished black leather with silver fittings; it features a pair of matching leather holsters that can each fit a one-handed firearm or hand crossbow.",
				{
					"type": "ability",
					"activity": {
						"number": 3,
						"unit": "action"
					},
					"components": [
						"envision"
					],
					"frequency": "once per day",
					"trigger": null,
					"requirements": null,
					"entries": [
						"Up to two firearms currently holstered in the immaculate holsters are instantly cleaned and oiled, protecting them from accidental misfires (though not misfires caused as a result of using a feat or ability). The holstered weapons are also reloaded with non-magical 0-level ammunition appropriate to a weapon of their type; if a firearm has multiple chambers, such as a slide pistol, each empty chamber is loaded. Immaculate holsters can't reload the cartridge of a repeating weapon."
					]
				}
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Immolation Clan Pistol",
			"source": "G&G",
			"page": 160,
			"type": "Item",
			"level": 10,
			"traits": [
				"Rare",
				"Cursed",
				"Evocation",
				"Fire",
				"Magical"
			],
			"usage": "held in 1 hand",
			"bulk": "1",
			"category": "Held",
			"entries": [
				"This charred and blackened +2 striking clan pistol is coated in a thick layer of soot and grease and its retort sounds uncomfortably like a scream. Clearly at dangerous risk of misfire, this weapon claimed the life of its dwarven crafter shortly after completion and is haunted by that pained spirit.",
				"This ever-burning spirit keeps the firearm warm to the touch, regardless of surrounding environment.",
				"No matter how much you clean and maintain it, an immolation clan pistol is always at risk of a misfire, and the flat check to avoid a misfire is DC 7 rather than DC 5.",
				"On a misfire, an immolation hand cannon releases a blast of concentrated fire, dealing you {@damage 2d6} fire damage and {@damage 2d6} {@condition persistent damage ||persistent fire damage}.",
				"An immolation clan pistol fuses with you when you first fire it. While you're fused with the immolation clan pistol, the pained spirit haunts your dreams, forcing you to relive its death each night. If you fired the immolation clan pistol that day, you are unharmed by these dreams. If you didn't fire the immolation clan pistol that day, but still possess it, you awaken {@condition fatigued}. If you no longer possess the immolation clan pistol, the spirit of its dwarven smith is enraged by your neglect; you awaken {@condition fatigued} and aflame, taking {@damage 2d6} {@condition persistent damage ||persistent fire damage}."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Immovable Tripod",
			"source": "G&G",
			"page": 182,
			"type": "Item",
			"level": 10,
			"traits": [
				"Uncommon",
				"Magical",
				"Transmutation"
			],
			"price": {
				"coin": "gp",
				"amount": 700,
				"note": null
			},
			"bulk": "1",
			"category": "no category found",
			"entries": [
				"This copper tripod with an immovable rod at its core is a perfect example of engineering ingenuity applied to magic items, adapting the eccentric power of an immovable rod for the pragmatic use of stabilizing weapons without the need for solid ground on which to stabilize them. In addition to extraplanar and aquatic environments, these devices have seen use by flying and climbing snipers who would otherwise have no way to mitigate their weapons' fierce kickback.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"Interact"
					],
					"frequency": null,
					"trigger": null,
					"requirements": null,
					"entries": [
						"You deploy the tripod and press a button to lock it into place via the immovable rod, allowing you to deploy the tripod in midair, underwater, or anywhere else where you don't have a solid horizontal surface available. If you {@action Activate an Item||Activate} the tripod by pushing the button again, you release and retrieve the tripod. While anchored, the tripod can be moved only if 8,000 pounds of pressure are applied to it or if a creature uses {@skill Athletics} to {@action Force Open} the tripod with a DC of 40 (though most intelligent creatures can just push the button to release the tripod)."
					]
				}
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Impact Foam Chassis",
			"source": "G&G",
			"page": 70,
			"type": "Item",
			"level": "1+",
			"traits": [
				"Uncommon",
				"Consumable",
				"Gadget"
			],
			"usage": "worn over armor and clothes",
			"bulk": "L",
			"category": "Consumable",
			"entries": [
				"While you're wearing an impact foam chassis wrapped around your body, it {@action Activate an Item||Activates} automatically whenever you fall at least 10 feet, causing a layer of soft, flexible impact foam to expand beneath and around you to cushion the fall. The impact foam decreases the falling damage by up to the listed amount, taking damage equal to the amount of falling damage the foam reduced. If this is enough to destroy the foam, it disperses immediately. However, if the foam has any Hit Points remaining, it remains surrounding you for up to 1 minute. While you're surrounded in foam, you are {@condition immobilized} and have standard cover against other creatures, and other creatures have standard cover against you. The foam has an {@action Escape} DC of 15; a creature can also remove it by spending three {@action Interact} actions. You or others can also attack the foam (the foam has an AC of 12), which disperses if reduced to 0 Hit Points."
			],
			"generic": "G",
			"variants": [
				{
					"type": "lesser",
					"level": 1,
					"price": {
						"coin": "gp",
						"amount": 3,
						"note": null
					},
					"entries": [
						"A lesser impact foam chassis prevents up to 20 falling damage and has 20 Hit Points."
					],
					"_mod": {
						"entries": {
							"with": "The lesser impact foam decreases the falling damage by up to 20 falling damage, taking damage equal to the amount of falling damage the foam reduced. The foam has 20 Hit Points."
						}
					}
				},
				{
					"type": "moderate",
					"level": 4,
					"price": {
						"coin": "gp",
						"amount": 15,
						"note": null
					},
					"entries": [
						"A moderate impact foam chassis prevents up to 50 falling damage and has 40 Hit Points."
					],
					"_mod": {
						"entries": {
							"with": "The moderate impact foam decreases the falling damage by up to 50 falling damage, taking damage equal to the amount of falling damage the foam reduced. The foam has 40 Hit Points."
						}
					}
				},
				{
					"type": "greater",
					"level": 9,
					"price": {
						"coin": "gp",
						"amount": 150,
						"note": null
					},
					"entries": [
						"A greater impact foam chassis prevents up to 100 falling damage and has 100 Hit Points."
					],
					"_mod": {
						"entries": {
							"with": "The greater impact foam decreases the falling damage by up to 100 falling damage, taking damage equal to the amount of falling damage the foam reduced. The foam has 100 Hit Points."
						}
					}
				},
				{
					"type": "major",
					"level": 14,
					"price": {
						"coin": "gp",
						"amount": 650,
						"note": null
					},
					"entries": [
						"A major impact foam chassis prevents up to 200 falling damage and has 200 Hit Points."
					],
					"_mod": {
						"entries": {
							"with": "The moderate impact foam decreases the falling damage by up to 200 falling damage, taking damage equal to the amount of falling damage the foam reduced. The foam has 200 Hit Points."
						}
					}
				}
			],
			"_vmod": {
				"entries": {
					"mode": "replaceTxt",
					"replace": "The impact foam decreases the falling damage by up to the listed amount, taking damage equal to the amount of falling damage the foam reduced."
				},
				"entriesMode": "generic"
			},
			"consumable": true
		},
		{
			"name": "Indomitable Keepsake",
			"source": "G&G",
			"page": 185,
			"type": "Item",
			"level": "3+",
			"traits": [
				"Abjuration",
				"Consumable",
				"Fortune",
				"Magical",
				"Talisman"
			],
			"usage": "affixed to armor",
			"bulk": "–",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "free"
				},
				"components": "envision",
				"requirements": null,
				"frequency": null,
				"trigger": "You're critically hit by a firearm attack."
			},
			"category": "Talisman",
			"entries": [
				"This talisman usually takes the form of a small sentimental object carried in a pocket or attached to the inside of a piece of armor. When you activate it, it slows the attack, and you reduce the damage from the triggering critical hit by 10, as the attack destroys the talisman. This effect only reduces the additional damage from a critical hit; it can't reduce the damage below the amount it would deal on a normal hit."
			],
			"generic": "G",
			"variants": [
				{
					"type": "indomitable keepsake",
					"level": 3,
					"price": {
						"coin": "gp",
						"amount": 12,
						"note": null
					},
					"entries": []
				},
				{
					"type": "greater indomitable keepsake",
					"level": 9,
					"price": {
						"coin": "gp",
						"amount": 120,
						"note": null
					},
					"entries": [
						"When you activate a greater indomitable keepsake, you reduce the damage from a firearm critical hit by 20 instead of reducing it by 10."
					],
					"_mod": {
						"entries": {
							"mode": "replaceTxt",
							"replace": "10",
							"with": "20"
						},
						"entriesMode": "generic"
					}
				},
				{
					"type": "major indomitable keepsake",
					"level": 15,
					"price": {
						"coin": "gp",
						"amount": 1200,
						"note": null
					},
					"entries": [
						"When you activate a major indomitable keepsake, you reduce the damage from a firearm critical hit by 30 instead of reducing it by 10."
					],
					"_mod": {
						"entries": {
							"mode": "replaceTxt",
							"replace": "10",
							"with": "30"
						},
						"entriesMode": "generic"
					}
				}
			],
			"consumable": true
		},
		{
			"name": "Instant Spy",
			"source": "G&G",
			"page": 70,
			"type": "Item",
			"level": 2,
			"traits": [
				"Uncommon",
				"Clockwork",
				"Consumable",
				"Gadget"
			],
			"price": {
				"coin": "gp",
				"amount": 5,
				"note": null
			},
			"usage": "held in 1 hand",
			"bulk": "L",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": "Interact",
				"requirements": null,
				"frequency": null,
				"trigger": null
			},
			"category": "Consumable",
			"entries": [
				"An instant spy is a tiny clockwork device that is small enough to be easily {@condition hidden}. It contains the same audio-recording mechanisms as a clockwork spy (Pathfinder Bestiary 3 48), as well as a short-lived gemstone that can store up to 1 hour of sound to play back later.",
				"Once you have activated the instant spy, it surreptitiously begins recording all the sounds around it for an hour. In general, it can hear sounds that are clearly audible in the location where you activated it, but not sounds that would require a {@skill Perception} check with a DC of 10 or greater to hear. The GM determines exactly what the instant spy can hear and record, as well as whether or not the recording is clear in a situation where the original sound is quiet, distorted, or intentionally obscured.",
				"When the recording is complete, once within the next 24 hours, you or another creature can use an {@action Interact} action to play back the stored audio in its entirety, after which the gem crumbles to dust. If no one plays the recorded sounds back within 1 day, the gem crumbles into dust anyway.",
				"This prevents the information from falling into the wrong hands later. It's typical to use the {@action Conceal an Object} action to hide an instant spy in a location once you've activated it, since if you don't hide it, it's relatively easy to discover in a thorough search, despite the fact that it's small and relatively unobtrusive."
			],
			"generic": false,
			"consumable": true
		},
		{
			"name": "Iris Of The Sky",
			"source": "G&G",
			"page": 165,
			"type": "Item",
			"level": 6,
			"traits": [
				"Unique",
				"Evocation",
				"Magical"
			],
			"price": {
				"coin": "gp",
				"amount": 240,
				"note": null
			},
			"usage": "held in 2 hands",
			"bulk": "2",
			"category": "Held",
			"entries": [
				"This +1 striking jezail is built from white hot metal and has a ruby fused into the palm wood stock. When the iris of the sky misfires, you take 5 {@condition persistent damage ||persistent fire damage}.",
				"The first firearm of this type came as the result of a gunslinger who entreated an efreeti, wishing for the might of the desert sun. The weapon constantly glows and burns with a brilliant intensity. The firearm has since belonged to an extensive string of users and been replicated several times, though each wielder of the weapon, whether the original or one of its copies, has eventually ended up as a charred husk, slain by fire in battle or unusual accidents that no one could quite explain except, perhaps, the efreet.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"envision"
					],
					"frequency": "once per minute",
					"trigger": null,
					"requirements": null,
					"entries": [
						"You focus the solar energy housed in the ruby to release a gout of solar flame instead of a bullet. Make a {@action Strike} with the iris of the sky. All damage from this {@action Strike} is fire damage and the target takes an additional {@damage 1d6} fire damage and {@damage 1d6} {@condition persistent damage ||persistent fire damage}."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"command",
						"envision (fortune)"
					],
					"frequency": "once per minute",
					"trigger": null,
					"requirements": null,
					"entries": [
						"You make a wish into the iris of the sky, yearning for it to strike true, and then fire. {@action Strike} against a foe with the iris, rolling the attack roll twice and taking the better result. If the attack is a failure, you take 5 {@condition persistent damage ||persistent fire damage}."
					]
				}
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Large Bore Modifications",
			"source": "G&G",
			"page": 183,
			"type": "Item",
			"level": 5,
			"traits": [
				"Uncommon"
			],
			"price": {
				"coin": "gp",
				"amount": 120,
				"note": null
			},
			"usage": "attached to firearm",
			"bulk": "1",
			"category": "Modification",
			"entries": [
				"These modifications include a heavier stock and larger replacement barrel designed to increase the stopping power of firearms. Large bore modifications can only be applied to firearms with the kickback or scatter traits, and attaching large bore modifications takes 1 hour, though this time can overlap with the standard time required to maintain and clean your firearm to prevent misfires.",
				"Blazons of shared power When you attach large bore modifications to a kickback weapon, the circumstance bonus to damage granted by the kickback trait increases from 1 to 2 additional damage and the Strength requirement to fire the weapon without penalty increases to 18.",
				"When you attach large bore modifications to a weapon with the scatter trait, the radius of the scatter effect increases by 5 feet, but the weapon imposes a –2 penalty on attack rolls if the wielder's Strength score is less than 14. If the weapon has both the kickback and scatter traits, apply both sets of modifications with the Strength requirement raised to 18 to avoid penalties when firing."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Liar's Gun",
			"source": "G&G",
			"page": 157,
			"type": "Item",
			"level": 7,
			"traits": [
				"Uncommon",
				"Cobbled",
				"Magical"
			],
			"price": {
				"coin": "gp",
				"amount": 360,
				"note": null
			},
			"usage": "held in 1 hand",
			"bulk": "L",
			"category": "Held",
			"entries": [
				"This dubious weapon gets its name from the fact that it's typically crafted with multiple false barrels so that it's more difficult for enemies to predict the weapon's angle of fire from the four working barrels. Most of the time, this gun functions as a +1 striking pepperbox with capacity 4 instead of capacity 3, albeit one with a complicated loading mechanism involving rotating the barrels. In a pinch though, all four of the real barrels can be fired simultaneously.",
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"Interact"
					],
					"frequency": null,
					"trigger": null,
					"requirements": null,
					"entries": [
						"Make up to four Strikes with the liar's gun. Each of the four Strikes must be against a different target within a 20-foot cone. You apply and increasing your multiple attack penalty for the four Strikes only after resolving all attacks. If the weapon misfires on any of these attacks, wait to apply the misfire until you resolve all of the attacks."
					]
				}
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Light Writer",
			"source": "G&G",
			"page": 88,
			"type": "Item",
			"level": 6,
			"traits": [
				"Rare",
				"Clockwork",
				"Evocation",
				"Light"
			],
			"price": {
				"coin": "gp",
				"amount": 200,
				"note": null
			},
			"bulk": "2",
			"category": "no category found",
			"entries": [
				"The light writer is a cutting edge invention, first created in Absalom in late 4721, combining magic and clockwork innovation to allow its operator to create a true-to-life, monochromatic portrait of people or a scene over the course of 20 minutes of exposure.",
				"It consists of two flat metal squares, one larger than the other, connected by a tube of leather similar to that found on a bellows. The smaller square, which sits at the front of the device, has a small glass lens in the center of it. The larger square contains a specially treated metallic plate on the inside; its exterior also has both a small control stick connected via flexible wire, and a small metal tube attached to the top and pointing forward. The user presses a button on the control stick to activate the light writer. Upon activation, magical light illuminates the tube, producing a steady light for 20 minutes. This light is captured by the lens and projected onto the metal plate, slowly creating an image of the scene in front of the lens. The plate can then be removed, allowing the image to be displayed anywhere the owner desires. The light writer is mounted on a tripod and must be perfectly still during operation to prevent any defects from appearing in the plate image. If creating a captured image of a living creature, it is equally important for that creature to remain still throughout the process, to avoid a ghostlike blurring of the final image."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Lucky Draw Bandolier",
			"source": "G&G",
			"page": 180,
			"type": "Item",
			"level": "9+",
			"traits": [
				"Uncommon",
				"Conjuration",
				"Invested",
				"Magical"
			],
			"usage": "worn",
			"bulk": "L",
			"category": "Worn",
			"entries": [
				"This beige bandolier has a rectangular holster, which allows it to contain a standard-sized Harrow deck, and red pockets embroidered with goldwork in a strange but appealing mixture of Alkenstar and Varisian motifs.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"Interact"
					],
					"frequency": "once per day",
					"trigger": null,
					"requirements": null,
					"entries": [
						"You draw a card from the bandolier and {@action Interact} to load the card into a gun or crossbow you're wielding that requires 1 action to reload. The drawn card immediately transforms into magical ammunition with a type depending on the drawn card's suit, and a new copy of that card returns to the deck, ready to be drawn again.",
						"When the card transforms into ammunition, it transforms into a firearm round or crossbow bolt appropriate for the weapon you chose to reload, even if magical ammunition of the drawn variety would normally be limited to ammunition of a different type (such as a storm arrow normally only being available in arrow form). Either draw a card from the Harrow deck or roll {@dice 1d6} to determine the suit of the card.",
						"The result determines the type of magical ammunition the card becomes, as per the table below. Magical ammunition created this way lasts 10 minutes or until you fire it, whichever comes first."
					]
				}
			],
			"generic": "G",
			"variants": [
				{
					"type": "lucky draw bandolier",
					"level": 9,
					"price": {
						"coin": "gp",
						"amount": 700,
						"note": null
					},
					"entries": []
				},
				{
					"type": "greater lucky draw bandolier",
					"level": 12,
					"price": {
						"coin": "gp",
						"amount": 2000,
						"note": null
					},
					"entries": [
						"You can activate a greater lucky draw bandolier once per hour instead of being able to activate it once per day.",
						"d6 Ability (Suit) Ammunition 1 Strength (Hammer) Meteor shot (page 171) 2 Dexterity (Key) Storm arrow 3 Constitution (Shield) Corrosive ammunition 4 Intelligence (Book) Explosive shot 5 Wisdom (Star) Terrifying ammunition (Advanced Player's Guide 259) 6 Charisma (Crown) Fairy bullet (page 170)"
					]
				}
			],
			"consumable": false
		},
		{
			"name": "Magnetic Suit",
			"source": "G&G",
			"page": 71,
			"type": "Item",
			"level": "4+",
			"traits": [
				"Aura",
				"Consumable"
			],
			"usage": "worn over armor and clothes",
			"bulk": "1",
			"activate": {
				"activity": {
					"number": 2,
					"unit": "action"
				},
				"components": "Interact",
				"requirements": null,
				"frequency": null,
				"trigger": null
			},
			"category": "Consumable",
			"entries": [
				"This magnetized suit is strapped to your body over your armor or clothes. When you {@action Activate an Item||Activate} it, you must choose whether to set it to attract or repel.",
				"While set to attract, you take a –1 item penalty to your AC against attacks made by metal weapons, while creatures within a 5-foot emanation other than you gain a +1 item bonus to their AC. If set to repel, you gain a +1 item bonus to AC against attacks made with metal weapons. While attracting metal, you gain a +1 item bonus to {@skill Athletics} checks to {@action Climb} metal objects and {@action Grapple} metal creatures and a –1 item penalty to {@skill Athletics} checks to {@action Shove} metal creatures. While repelling metal, you gain a +1 item bonus to {@skill Athletics} checks to {@action Shove} metal creatures, but you take a –1 item penalty to {@action Climb} metal objects and {@action Grapple} metal creatures."
			],
			"generic": "G",
			"variants": [
				{
					"type": "magnetic suit",
					"level": 4,
					"price": {
						"coin": "gp",
						"amount": 20,
						"note": null
					},
					"entries": []
				},
				{
					"type": "greater magnetic suit",
					"level": 10,
					"price": {
						"coin": "gp",
						"amount": 200,
						"note": null
					},
					"entries": [
						"The area that gains an AC bonus when attracting is a 10-foot emanation, and the item bonuses and penalties increase from 1 to 2."
					],
					"_mod": {
						"entries": [
							{
								"mode": "replaceTxt",
								"replace": "5-foot",
								"with": "10-foot"
							},
							{
								"mode": "replaceTxt",
								"replace": "1 ",
								"with": "2 "
							}
						],
						"entriesMode": "generic"
					}
				},
				{
					"type": "major magnetic suit",
					"level": 16,
					"price": {
						"coin": "gp",
						"amount": 2000,
						"note": null
					},
					"entries": [
						"The area that gains an AC bonus when attracting is a 20-foot emanation, and the item bonuses and penalties increase from 1 to 3."
					],
					"_mod": {
						"entries": [
							{
								"mode": "replaceTxt",
								"replace": "5-foot",
								"with": "20-foot"
							},
							{
								"mode": "replaceTxt",
								"replace": "1 ",
								"with": "3 "
							}
						],
						"entriesMode": "generic"
					}
				}
			],
			"consumable": true
		},
		{
			"name": "Magnetite Scope",
			"appliesTo": [
				"Weapon"
			],
			"source": "G&G",
			"page": 181,
			"type": "Item",
			"level": "9+",
			"traits": [
				"Magical",
				"Transmutation"
			],
			"usage": "attached to firearm (scope)",
			"bulk": "L",
			"category": "Modification",
			"subCategory": "Scope",
			"entries": [
				"More of a field projector than a scope, this small cylinder of magnetite has been enchanted to spread and accelerate the shrapnel of a scatter weapon further than the weapon's natural capabilities. Furthermore, some of the floating magnetite inside the scope's structure can help you when attempting to determine the your allies' locations. The magnetite scope grants you a +2 item bonus to {@skill Survival} checks to {@action Sense Direction} when using the scope to assist you in navigating. This scope can only be attached to firearms with the scatter trait.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"Interact"
					],
					"frequency": null,
					"trigger": null,
					"requirements": null,
					"entries": [
						"The next {@action Strike} you make this round with the gun to which the scope is attached has its scatter radius increased by 5 feet."
					]
				}
			],
			"generic": "G",
			"variants": [
				{
					"type": "magnetite Scope",
					"appliesTo": [
						"Weapon"
					],
					"level": 9,
					"price": {
						"coin": "gp",
						"amount": 800,
						"note": null
					},
					"entries": []
				},
				{
					"type": "greater magnetite Scope",
					"appliesTo": [
						"Weapon"
					],
					"level": 17,
					"price": {
						"coin": "gp",
						"amount": 16000,
						"note": null
					},
					"entries": [
						"The item bonus is +3, and activating the scope increases the scatter radius by 10 feet."
					]
				}
			],
			"consumable": false
		},
		{
			"name": "Magnifying Scope",
			"source": "G&G",
			"page": 181,
			"type": "Item",
			"level": "3+",
			"traits": [
				"Divination",
				"Magical"
			],
			"usage": "attached to firearm or crossbow (scope)",
			"bulk": "L",
			"category": "Modification",
			"subCategory": "Scope",
			"appliesTo": [
				"Weapon"
			],
			"entries": [
				"These scopes use magically enhanced lenses to extend the range of your weapon and help spot distant foes. The scope grants you a +1 item bonus to visual {@skill Perception} checks to {@action Seek} creatures through the scope.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"Interact"
					],
					"frequency": null,
					"trigger": null,
					"requirements": null,
					"entries": [
						"While gazing through the scope, you zoom in on your targets to make it easier to hit them at a distance. You increase the range increment of the weapon to which the scope is attached by 5 feet until the beginning of your next turn or until you're no longer wielding the weapon, whichever comes first."
					]
				}
			],
			"generic": "G",
			"variants": [
				{
					"type": "magnifying Scope",
					"appliesTo": [
						"Weapon"
					],
					"level": 3,
					"price": {
						"coin": "gp",
						"amount": 70,
						"note": null
					},
					"entries": []
				},
				{
					"type": "greater magnifying Scope",
					"appliesTo": [
						"Weapon"
					],
					"level": 9,
					"price": {
						"coin": "gp",
						"amount": 800,
						"note": null
					},
					"entries": [
						"The item bonus is +2, and activating the scope increases the range increment by 10 feet."
					]
				},
				{
					"type": "major magnifying Scope",
					"appliesTo": [
						"Weapon"
					],
					"level": 17,
					"price": {
						"coin": "gp",
						"amount": 16000,
						"note": null
					},
					"entries": [
						"The item bonus is +3, and activating the scope increases the range increment by 20 feet."
					]
				}
			],
			"consumable": false
		},
		{
			"name": "Material Essence Disruptor",
			"source": "G&G",
			"page": 71,
			"type": "Item",
			"level": "3+",
			"traits": [
				"Uncommon",
				"Consumable",
				"Gadget"
			],
			"usage": "held in 1 hand",
			"bulk": "1",
			"activate": {
				"activity": {
					"number": 2,
					"unit": "action"
				},
				"components": "Interact",
				"requirements": null,
				"frequency": null,
				"trigger": null
			},
			"category": "Consumable",
			"entries": [
				"A material essence disruptor emits bursts of disordered energy to break down the structure of a spell that manipulates material essence. Attempt to counteract an active {@trait arcane} or {@trait primal} spell within the listed range, with the listed counteract modifier and counteract level."
			],
			"generic": "G",
			"variants": [
				{
					"type": "lesser",
					"level": 3,
					"price": {
						"coin": "gp",
						"amount": 60,
						"note": null
					},
					"entries": [
						"The range is 30 feet, the counteract modifier is +7, and the counteract level is 2."
					],
					"_mod": {
						"entries": {
							"with": "Attempt to counteract an active {@trait arcane} or {@trait primal} spell within 30 feet, with a +7 counteract modifier and counteract level of 2."
						}
					}
				},
				{
					"type": "moderate",
					"level": 7,
					"price": {
						"coin": "gp",
						"amount": 360,
						"note": null
					},
					"entries": [
						"The range is 40 feet, the counteract modifier is +13, and the counteract level is 4."
					],
					"_mod": {
						"entries": {
							"with": "Attempt to counteract an active {@trait arcane} or {@trait primal} spell within 40 feet, with a +13 counteract modifier and counteract level of 4."
						}
					}
				},
				{
					"type": "greater",
					"level": 11,
					"price": {
						"coin": "gp",
						"amount": 1400,
						"note": null
					},
					"entries": [
						"The range is 60 feet, the counteract modifier is +18, and the counteract level is 6."
					],
					"_mod": {
						"entries": {
							"with": "Attempt to counteract an active {@trait arcane} or {@trait primal} spell within 60 feet, with a +18 counteract modifier and counteract level of 6."
						}
					}
				},
				{
					"type": "major",
					"level": 15,
					"price": {
						"coin": "gp",
						"amount": 6500,
						"note": null
					},
					"entries": [
						"The range is 90 feet, the counteract modifier is +24, and the counteract level is 8."
					],
					"_mod": {
						"entries": {
							"with": "Attempt to counteract an active {@trait arcane} or {@trait primal} spell within 90 feet, with a +24 counteract modifier and counteract level of 8."
						}
					}
				}
			],
			"_vmod": {
				"entries": {
					"mode": "replaceTxt",
					"replaceTags": true,
					"replace": "Attempt to counteract an active \\{@trait arcane\\} or \\{@trait primal\\} spell within the listed range, with the listed counteract modifier and counteract level."
				},
				"entriesMode": "generic"
			},
			"consumable": true
		},
		{
			"name": "Mechanical Torch",
			"source": "G&G",
			"page": 88,
			"type": "Item",
			"level": 1,
			"traits": [
				"Clockwork"
			],
			"price": {
				"coin": "gp",
				"amount": 10,
				"note": null
			},
			"usage": "held in 1 hand",
			"bulk": "L",
			"category": "Held",
			"entries": [
				"Powered by electricity, you can turn a mechanical torch on and off by toggling a lever on the torch with an {@action Interact} action. When active, the torch sheds bright light in either a 20-foot radius (and dim light to the next 40 feet) or a 40-foot cone (and dim light to the next 40 feet). Changing this area requires a single {@action Interact} action to flip a switch. The torch carries sufficient charge to operate for ten minutes.",
				"You can recharge the torch in 1 minute via an integrated crank-charging mechanism, turning the clockwork gears and generating sparks to power the torch, though doing so requires two hands."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Meteor Shot",
			"source": "G&G",
			"page": 171,
			"type": "Item",
			"level": "7+",
			"traits": [
				"Uncommon",
				"Consumable",
				"Evocation",
				"Fire",
				"Magical",
				"Splash"
			],
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": "Interact",
				"requirements": null,
				"frequency": null,
				"trigger": null
			},
			"ammunition": [
				"Dose or Round of Black Powder|G&G|round"
			],
			"category": "Consumable",
			"entries": [
				"This craggy stone ammunition is warm to the touch. When you fire an activated meteor shot, it explodes into a small swarm of meteors as it reaches its target, scorching nearby creatures and littering the ground with rubble. In addition to the weapon's normal damage, the meteor shot deals fire damage and the ground in the area becomes {@quickref difficult terrain||3|terrain}.",
				"In addition, the {@action Strike} gains the following critical failure effect.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Failure": "The weapon misfires."
					}
				}
			],
			"generic": "G",
			"variants": [
				{
					"type": "meteor shot",
					"level": 7,
					"price": {
						"coin": "gp",
						"amount": 70,
						"note": null
					},
					"_mod": {
						"entries": {
							"with": "{@damage 3d6} fire damage in a 5-foot emanation around the target (DC 23 basic Reflex save)"
						}
					},
					"entries": [
						"The ammunition deals {@damage 3d6} fire damage in a 5-foot emanation around the target (DC 23 basic Reflex save)."
					]
				},
				{
					"type": "greater meteor shot",
					"level": 12,
					"price": {
						"coin": "gp",
						"amount": 400,
						"note": null
					},
					"_mod": {
						"entries": {
							"with": "{@damage 6d6} fire damage in a 10-foot emanation around the target (DC 29 basic Reflex save)"
						}
					},
					"entries": [
						"The ammunition deals {@damage 6d6} fire damage in a 10-foot emanation around the target (DC 29 basic Reflex save)."
					]
				},
				{
					"type": "major meteor shot",
					"level": 17,
					"price": {
						"coin": "gp",
						"amount": 3000,
						"note": null
					},
					"_mod": {
						"entries": {
							"with": "{@damage 9d6} fire damage in a 20-foot emanation around the target (DC 37 basic Reflex save)"
						}
					},
					"entries": [
						"The ammunition deals {@damage 9d6} fire damage in a 20-foot emanation around the target (DC 37 basic Reflex save)."
					]
				}
			],
			"_vmod": {
				"entriesMode": "generic",
				"entries": {
					"mode": "replaceTxt",
					"replace": "fire damage"
				}
			},
			"consumable": true
		},
		{
			"name": "Mortar",
			"source": "G&G",
			"page": 176,
			"type": "Item",
			"level": 7,
			"traits": [
				"Uncommon",
				"Medium"
			],
			"price": {
				"coin": "gp",
				"amount": 720,
				"note": null
			},
			"usage": "mounted (black powder)",
			"category": "no category found",
			"entries": [
				"Crew 3 to 4; Proficiency martial AC 20; Fort +15, Reflex +8 Hardness 12; HP 40 (BT 20); Immunities object immunities Speed 20 feet (pulled or pushed) A mortar fires its shells at a high angle, allowing it to bypass obstacles and strike from above. A crew typically sets up such a weapon behind a wall or in another hard-to-access area to protect themselves while retaining full functionality.",
				"Due to the steep angle of its arc, such mortars are especially useful when opposing barricaded targets.",
				"Aim {@as 2} 40 feet, minimum distance 50 feet Load {@as 2} (manipulate) 3 times Launch {@as 2} (manipulate, range increment 100 feet) {@damage 5d10} slashing, 20-foot burst, DC 21. Because a mortar launches its round at a high angle, the mortar round descends on the center of the burst from above, not in a straight line from the mortar. This affects whether creatures have cover from the mortar launch."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Mountebank's Passage",
			"source": "G&G",
			"page": 165,
			"type": "Item",
			"level": 15,
			"traits": [
				"Unique",
				"Conjuration",
				"Magical"
			],
			"usage": "held in 1 hand",
			"bulk": "1",
			"category": "Held",
			"entries": [
				"This +2 greater striking flintlock pistol has the odd construction of possessing two triggers, one of soapstone and one of onyx, clearly separated with individual trigger guards. Originally created by a student at Blythir College in Alkenstar, the mountebank's passage has the ability to create temporary linked portals on existing surfaces. The weapon disappeared shortly after its invention, but rumors have circulated that it now belongs to a group of thieves who use it to commit impossible robberies.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"Interact"
					],
					"frequency": null,
					"trigger": null,
					"requirements": "the mountebank's passage isn't loaded",
					"entries": [
						"You pull the soapstone trigger. Choose a vertical surface within 120 feet. A beam of white energy crackles to the vertical surface and creates a white portal on that surface. Any creature who moves through the white portal comes out through the mountebank's passage's black portal, if one exists on the same plane. Using this activation causes any previous white portal to disappear, even if you don't create a new portal; otherwise, the portal lasts until your next daily preparations."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"Interact"
					],
					"frequency": null,
					"trigger": null,
					"requirements": "the mountebank's passage isn't loaded",
					"entries": [
						"You pull the onyx trigger.",
						"Choose a vertical surface within 120 feet. A beam of black energy crackles to the vertical surface and creates a black portal on that surface. Any creature who moves through the black portal comes out through the mountebank's passage's white portal, if one exists on the same plane.",
						"Using this activation causes any previous black portal to disappear; even if you don't create a new portal; otherwise, the portal lasts until your next daily preparations."
					]
				}
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Net Launcher",
			"source": "G&G",
			"page": 65,
			"type": "Item",
			"level": 1,
			"traits": [
				"Rare"
			],
			"price": {
				"coin": "gp",
				"amount": 16,
				"note": null
			},
			"usage": "held in 2 hands",
			"bulk": "1",
			"category": "Held",
			"entries": [
				"This wide, hollow tube is two to three feet long and fires an unattached net at much greater range than one can be thrown.",
				"A net launcher can be wielded while propped up on your shoulder or cradled under your arm. A net must be carefully folded to be launched without tangling. Properly loading a net into a net launcher takes 1 minute. A net fired with a net launcher can target a Medium or smaller creature within 40 feet, rather than 20 feet."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Nightbreeze Machine",
			"source": "G&G",
			"page": 88,
			"type": "Item",
			"level": 5,
			"traits": [
				"Uncommon",
				"Air",
				"Clockwork"
			],
			"price": {
				"coin": "gp",
				"amount": 125,
				"note": null
			},
			"bulk": "4",
			"category": "no category found",
			"entries": [
				"The nightbreeze machine can turn a scorching hot room into a comfortable one with just the pull of a lever. Its outer shell is a brass cube half as tall as the average human that houses a series of flat metal \"blades\" in a circular arrangement. When placed on a flat surface, a creature within reach can {@action Interact} to flip the lever, turning the machine on. When the machine is active, the blades begin to spin rapidly, setting the air in the room into motion, which cools off the room's inhabitants. A front-mounted metal grate prevents anyone from coming into accidental contact with the spinning blades without impeding airflow.",
				"The nightbreeze machine was recently commissioned by Malduoni, Keeper of the First Law, leader of the nation of Rahadoum.",
				"He tasked the country's brightest inventors with creating devices that would, in his words, \"Ensure that no mortal need fear death from the desert heat.\" This machine was the first creation to come out of this consolidated engineering effort, but it won't be the last.",
				"A nightbreeze machine can affect an enclosed area of no more than 50 feet by 50 feet and has negligible effect when used in a larger enclosed area or outside. While active, it reduces the effects of severe heat by one step to mild heat, and reduces extreme heat to severe heat (Core Rulebook page 518). A nightbreeze machine isn't powerful enough to reduce the effects of incredible heat, though fortunately such heat isn't found naturally in the deserts of Rahadoum. A nightbreeze machine runs for 8 hours, after which it must be wound in a process that takes 10 minutes to complete. The 8 hours of activity don't have to be consecutive."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Noisemaker Snare",
			"source": "G&G",
			"page": 80,
			"type": "Snare",
			"level": 2,
			"traits": [
				"Uncommon",
				"Clockwork",
				"Consumable",
				"Fire",
				"Mechanical",
				"Snare",
				"Trap"
			],
			"price": {
				"coin": "gp",
				"amount": 6,
				"note": null
			},
			"category": "Snare",
			"entries": [
				"When a creature enters this snare's square, it triggers an extremely loud clockwork device, which explodes with a bang that can be heard from 200 feet away and deals {@damage 1d8} fire damage. The creature must attempt a DC 18 Reflex save.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "The creature is unaffected.",
						"Success": "The creature takes half damage.",
						"Failure": "The creature takes full damage and is {@condition deafened} for 1 round.",
						"Critical Failure": "The creature takes double damage and is {@condition deafened} for 1 minute."
					}
				}
			],
			"generic": false,
			"consumable": true
		},
		{
			"name": "Pact-bound Pistol",
			"source": "G&G",
			"page": 161,
			"type": "Item",
			"level": 10,
			"traits": [
				"Rare",
				"Cursed",
				"Enchantment",
				"Evil",
				"Fire",
				"Magical"
			],
			"usage": "held in 1 hand",
			"bulk": "L",
			"category": "Held",
			"entries": [
				"Wielded in over a hundred duels by the famed Ustalavic noblewoman Countess Tasya Iserav, this +1 striking fearsome dueling pistol (Advanced Player's Guide 260) is a work of master craftsmanship, almost eerie in the axiomatic perfection present in each dimension and detail.",
				"Commissioned at great expense and artfully designed by a team of the finest gunsmiths, this exquisite mahogany pistol has adamantine detailing. The ruby-eyed, leering devil's face that surrounds the barrel was intended to strike fear into the Countess's opponents—of which there were many. Countess Tasya credited this weapon with her exceptional success in dueling circles and refused to name the weapon's creators for fear their works would fall into an opponent's hands. In the past decade, seven replicas of the Countess's famed pistol have arisen, each said to be crafted by the Countess's anonymous gunsmiths.",
				"That each of these weapon's wielders have quickly risen to become exceptional duelists in their own right has lent credence to their claims. Despite public pressure, wielders of these replicas have refused to square off against the Countess.",
				"Despite the weapon's beauty and utility, a pact-bound pistol is a cursed weapon and a physical manifestation of an infernal contract sworn between the bearer of the weapon and the Archdevil {@deity Mephistopheles|LOGM}. Each pact-bound pistol was crafted not by a team of master artisans, but by Countess Tasya Iserav herself, a secret diabolist and devoted priestess of The Crimson Son. The very act of firing the weapon is an acceptance of the contract's terms and causes the weapon to fuse to you. Thereafter, the weapon reappears in your possessions within 1 minute of you discarding it, and can't be destroyed or thrown away permanently, until the curse is removed.",
				"Whenever you attack a living creature with the pact-bound pistol, text from the infernal contract is seared into your flesh, causing you to lose 1 Hit Point, or 2 Hit Points if the attack was a critical success. The text appears one sentence at a time, from the beginning to the end and is written in Infernal. When the contract is fully scribed (see below), you no longer lose Hit Points when you attack a living creature.",
				"These burned phrases heal over as scars which can't be removed while you are fused to the weapon, although they can be covered and disguised.",
				"Each time a creature dies within 1 hour of being damaged by a pact-bound pistol, that creature must attempt a DC 25 Will saving throw. On a failure, their soul is consigned to the Archdevil {@deity Mephistopheles|LOGM}; their soul immediately goes to Hell and they can't be returned to life through any means short of divine intervention, a heist, or a successful appeal in the courts of Hell; even powerful magic such as wish is insufficient.",
				"After you have consigned 9 souls to {@deity Mephistopheles|LOGM} in this way, the contract is fully scribed upon your flesh. You become immune to fire damage and the pact-bound pistol becomes a +2 striking greater fearsome dueling pistol. Your soul belongs to {@deity Mephistopheles|LOGM} and immediately goes to Hell when you die. You can't be returned to life through any means, even through the divine intervention of a deity.",
				"Failing to wield a pact-bound pistol is a breach of contract. Each day you go without firing the pact-bound pistol at a living creature, you must attempt a Will saving throw. On a failure, you become {@condition stupefied|CRB|stupefied 1}. If you are already {@condition stupefied}, the value of your {@condition stupefied} condition increases by 1, to a maximum of {@condition stupefied|CRB|stupefied 4}. While you're fused with the pact-bound pistol, you can't reduce the value of your {@condition stupefied} condition except by damaging a living creature with it. Whenever you damage a living creature with it, if you are suffering from the {@condition stupefied} condition due to the pact-bound pistol, your {@condition stupefied} condition is removed."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Paper Shredder",
			"source": "G&G",
			"page": 88,
			"type": "Item",
			"level": 2,
			"traits": [
				"Uncommon",
				"Clockwork"
			],
			"price": {
				"coin": "gp",
				"amount": 30,
				"note": null
			},
			"bulk": "2",
			"category": "no category found",
			"entries": [
				"Whether it's a parchment with ominous pentagrams and Steamflight Pack "
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Peacemaker",
			"source": "G&G",
			"page": 185,
			"type": "Item",
			"level": 6,
			"traits": [
				"Abjuration",
				"Consumable",
				"Magical",
				"Talisman"
			],
			"price": {
				"coin": "gp",
				"amount": 35,
				"note": null
			},
			"usage": "affixed to a weapon",
			"bulk": "–",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": "envision, manipulate",
				"requirements": null,
				"frequency": null,
				"trigger": null
			},
			"category": "Talisman",
			"entries": [
				"Your last action was an {@action Interact} action to stow the affixed firearm or crossbow.",
				"This ragged piece of white cloth is wrapped around the grip, stock, or haft of the affixed weapon.",
				"When you activate the talisman, you gain the effects of a {@spell sanctuary} spell (DC 20) lasting for 1 minute. If you draw the affixed firearm, the effect ends immediately and the talisman crumbles."
			],
			"generic": false,
			"consumable": true
		},
		{
			"name": "Persistent Lodestone",
			"source": "G&G",
			"page": 185,
			"type": "Item",
			"level": 7,
			"traits": [
				"Conjuration",
				"Consumable",
				"Magical",
				"Talisman"
			],
			"price": {
				"coin": "gp",
				"amount": 55,
				"note": null
			},
			"usage": "affixed to a firearm with a reload of 1",
			"bulk": "–",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "free"
				},
				"components": "envision",
				"requirements": null,
				"frequency": null,
				"trigger": "You miss on a ranged {@action Strike} with the affixed weapon using an ordinary 0-level piece of ammunition."
			},
			"category": "Talisman",
			"entries": [
				"This small magnetite block is attached to the barrel of the firearm by a thin metal wire drilled through a hole in its center. When you activate the lodestone, the ammunition from your missed shot is immediately recalled to your firearm, allowing you to fire again without reloading."
			],
			"generic": false,
			"consumable": true
		},
		{
			"name": "Petrification Cannon",
			"source": "G&G",
			"page": 155,
			"type": "Item",
			"level": 15,
			"traits": [
				"Uncommon",
				"Magical",
				"Transmutation"
			],
			"price": {
				"coin": "gp",
				"amount": 6500,
				"note": null
			},
			"usage": "held in 2 hands",
			"bulk": "2",
			"category": "Held",
			"entries": [
				"Built from the taxidermic body of a basilisk, a petrification cannon functions as a +2 greater striking double-barreled musket. A petrification cannon can be activated to fire a beam of energy that transforms flesh into stone.",
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"Interact (magical",
						"transmutation)"
					],
					"frequency": null,
					"trigger": null,
					"requirements": null,
					"entries": [
						"Frequency once per hour Effect A beam of coiling energy leaps from the petrification cannon at a target within 60 feet. The target must attempt a Fortitude save against DC 34 with the effects of flesh to stone."
					]
				}
			],
			"craftReq": "The initial raw materials must include the body of a basilisk.",
			"generic": false,
			"consumable": false
		},
		{
			"name": "Pistol Of Wonder",
			"source": "G&G",
			"page": 167,
			"type": "Item",
			"level": 13,
			"traits": [
				"Rare",
				"Chaotic",
				"Evocation",
				"Magical"
			],
			"price": {
				"coin": "gp",
				"amount": 3000,
				"note": null
			},
			"usage": "held in 1 hand",
			"bulk": "L",
			"category": "Held",
			"entries": [
				"This +2 greater striking flintlock pistol bears strange, jagged markings of erratic design and has an oddly squishy grip. It can be activated to produce a variety of unusual effects.",
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"command",
						"Interact"
					],
					"frequency": null,
					"trigger": null,
					"requirements": null,
					"entries": [
						"Choose a creature within 60 feet and roll a percentile die on the table below to determine the pistol's effect. If an entry lists a spell, the pistol Casts that Spell at the indicated level (or at its lowest level, if no level is listed). You make any decisions for a spell cast by the pistol unless otherwise indicated, except that it must only target the creature you chose, or the creature you chose must be the center of the spell's area, if it has an area but no targets. The only exception to the limitation on targeting is if the effect specifically states it targets you. If the spell's range is less than 60 feet, increase the range to 60 feet.",
						"Any spell DC required is DC 29, and any spell attack roll required is +21. If the pistol casts a spell on you, you don't get a saving throw or any other defense against it. Once activated, the pistol can't be activated again for {@dice 1d4} hours.",
						"d% Wondrous Effect 1–2 The pistol casts phantom steed (4th level) to produce a pale horse adjacent to you; only you can ride it.",
						"3 The target becomes a shiny metal color (bronze, copper, or iron) and any sound or speech becomes tinny and robotic in nature; this effect lasts 1 month.",
						"4–5 The pistol casts dimensional anchor.",
						"6 Modify memory (6th level) causes the target to forget you ever existed; you can't {@action Sustain a Spell||Sustain the Spell}.",
						"7–13 A short rod protrudes from the pistol and unfurls a small flag that reads \"Bang!\". The pistol can't be fired until the flag is removed, which requires a single {@action Interact} action.",
						"14–16 You are pushed 30 feet directly away from the target; if you hit an object or creature, you stop, but take falling damage equal to the distance you moved (if you hit a creature, it takes the same amount of falling damage)",
						"17–19 The target is pushed 30 feet directly away from you; if it hits an object or creature, it stops, but takes falling damage equal to the distance it moved (if it hits another creature, the other creature takes the same amount of falling damage)",
						"20 You don't need to eat or drink for 1 week.",
						"21–25 The pistol casts cloudkill.",
						"26–30 The pistol casts heroism on you.",
						"31 The pistol casts tree shape on you, except you appear as a Medium wooden grave marker bearing your name and the current date; you can't {@action Dismiss} the spell for 1 round.",
						"32 The pistol casts mask of terror, except the target appears as a more fearsome and violent version of itself to all observers.",
						"33–35 The target knows you have a bullet with its name on it; the first time you {@action Strike} the target with the pistol before the end of your next turn, roll the attack roll twice and take the highest result (this is a {@trait fortune} effect)",
						"36–37 The pistol casts cloak of colors on you with a duration of {@dice 1d10} rounds.",
						"38–47 The pistol casts hydraulic push (4th level) as water streams from the pistol.",
						"48–50 The pistol casts dimension door on you, teleporting you to the space adjacent to the target opposite your current position; if that space isn't clear, you instead teleport to the nearest open space.",
						"51 The pistol casts disintegrate.",
						"52 Dozens of tattered, nonmagical playing cards burst from the pistol's barrel.",
						"53–54 Shadows crowd around the target, making all creatures {@condition concealed} to the target while not in bright light; this effect lasts for 1 hour.",
						"55–57 Normal vegetation within 30 feet of the target immediately dies and turns to ash.",
						"58 The pistol casts dinosaur form on you to transform you into a triceratops; the pistol protrudes from the base of your front horn, and you can fire (but not reload) the pistol while in this form.",
						"59 All non-artifact ammunition in your possession crumbles to dust.",
						"60–69 You are {@condition quickened} for 1 minute. You can use the extra action only to reload or fire the pistol.",
						"70–71 The target is {@condition quickened} for 1 minute. It can use the extra action only to {@action Step} or {@action Stride}.",
						"72-79 The pistol casts phantasmal killer.",
						"80–81 Dozens of bullet holes appear in the target's nonmagical clothing. The effect is purely cosmetic.",
						"82–85 The pistol casts outcast's curse.",
						"86 The pistol vanishes, reappearing among your possessions once it can be activated again.",
						"87–91 The pistol casts solid fog, but with swirling dust and sand instead of fog.",
						"92–96 The pistol casts stoneskin on you, making your skin rough and leathery; the target ignores the resistance you gain from this spell, and the target's attacks don't reduce the spell's duration.",
						"97–99 The pistol casts uncontrollable dance with a duration of 3 rounds, even on a failure or critical failure.",
						"100 Reroll two results and apply both in the order rolled; further results of 100 on these rerolls have no effect.",
						"No gunslinger's or arbalist's repertoire is complete without a selection of magical ammunition to amplify the effectiveness and impact of their shots. While many of the following options are limited to firearm rounds, others work for a variety of ammunition."
					]
				}
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Portable Weapon Mount",
			"source": "G&G",
			"page": 182,
			"type": "Item",
			"level": "1+",
			"traits": [
				"Uncommon"
			],
			"bulk": "1",
			"category": "no category found",
			"entries": [
				"Powerful firearms like the arquebus were originally used to defend fortifications or ships, mounted on casements or pintles to steady their aim and offset their recoil. More mobile means of stabilizing weapons with kickback were developed as firearms began to spread across the Inner Sea.",
				"The standard tripod takes an {@action Interact} action to deploy using one hand."
			],
			"generic": "G",
			"variants": [
				{
					"type": "monopod",
					"level": 1,
					"price": {
						"coin": "sp",
						"amount": 2,
						"note": null
					},
					"entries": [
						"Monopods are lighter and can be deployed with a single hand using the same action as drawing the firearm. They still require an {@action Interact} action to retrieve. Monopods are Portable Weapon {@action Mount}"
					]
				}
			],
			"consumable": false
		},
		{
			"name": "Practice Targets",
			"source": "G&G",
			"page": 178,
			"equipment": true,
			"type": "Equipment",
			"traits": [],
			"price": {
				"coin": "sp",
				"amount": 2,
				"note": "(price for 10)"
			},
			"bulk": "L",
			"shieldStats": null,
			"activate": null,
			"onset": null,
			"ammunition": null,
			"category": "Gear",
			"entries": [
				"While gunslingers have many methods for practicing their aim, these sturdy paper targets are excellent for tracking a gunslinger's progress over time, keeping score of how close they came to hitting the most vital spots. These targets are also used in situations where more detailed accuracy must be recorded, such as firearm competitions. Practice targets can appear in many shapes and sizes and usually come in packs of 10 held in protective cases made of heavy cloth or light leather."
			],
			"craftReq": null,
			"generic": false
		},
		{
			"name": "Printing Press",
			"source": "G&G",
			"page": 89,
			"type": "Item",
			"level": 9,
			"traits": [
				"Rare",
				"Clockwork"
			],
			"price": {
				"coin": "gp",
				"amount": 600,
				"note": null
			},
			"bulk": "20",
			"category": "no category found",
			"entries": [
				"The printing press is a revolutionary machine that combines movable type with a mechanical inking system and screw press, allowing for the mass production of large volumes of text. Using the press, a worker can produce up to 3,600 identical pages per day. In order to use the printing press, you must first set the type for the page you want to print.",
				"Time required to set type varies depending on the number of characters used; from 1 hour for small pages with brief text, to 8 hours for a full-sized normal page of text, though extreme examples may be outside this range. When you prepare a page for printing, you can include engraved images in addition to text. No magical properties of text are transferred in the printing process, so it cannot be used to mass-produce magical scrolls, glyphs of warding, or similar spells or magic items."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Puff Dragon",
			"source": "G&G",
			"page": 80,
			"type": "Snare",
			"level": 9,
			"traits": [
				"Uncommon",
				"Clockwork",
				"Consumable",
				"Mechanical",
				"Poison",
				"Snare",
				"Trap"
			],
			"price": {
				"coin": "gp",
				"amount": 120,
				"note": null
			},
			"category": "Poison",
			"entries": [
				"This cute and unassuming dragon toy activates once a creature moves into its square. It then unleashes a rapid burst of toxic gas in a 10-foot emanation. Those within the emanation when the snare is activated must attempt a DC 25 Fortitude saving throw or take {@damage 3d6} poison damage.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "The creature is unaffected.",
						"Success": "The creature takes half damage.",
						"Failure": "The creature takes full damage and is {@condition sickened|CRB|sickened 1}.",
						"Critical Failure": "The creature takes double damage and is {@condition sickened|CRB|sickened 2}."
					}
				}
			],
			"generic": false,
			"consumable": true
		},
		{
			"name": "Reaper's Grasp",
			"source": "G&G",
			"page": 165,
			"type": "Item",
			"level": 11,
			"traits": [
				"Unique",
				"Evil",
				"Magical",
				"Necromancy"
			],
			"usage": "held in 2 hands",
			"bulk": "2",
			"category": "Held",
			"entries": [
				"This +2 striking arquebus has an ashwood stock plated with worked silver, featuring a mosaic of agonized skulls carved into the metal. The mere mention of Galt's infamous final blades is enough to make any mortal creature shudder. Used to execute political opponents in the nation's constant civil war, these guillotines hold the souls of those they execute, preventing them from reaching a natural afterlife. When one of the final blades was destroyed in 4710, some of the metal from its remains made its way to Alkenstar and was reforged into a deadly firearm that retained the guillotine's soul-stealing properties.",
				"Whenever the reaper's grasp kills a sapient living or undead creature, a portion of that creature's soul is drawn inexorably into the weapon, and another skull is added to the mosaic as if scrawled by an {@condition invisible} hand, to a maximum of 10 souls. Creatures whose souls are protected by outside forces, such as a lich's soul cage, are immune to this effect, though the process, while painful, does not prevent the soul from going to the afterlife or being resurrected.",
				"Keep track of the level of each creature whose souls are stored in the reaper's grasp.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"envision (evil)"
					],
					"frequency": null,
					"trigger": null,
					"requirements": "There's at least one soul stored in the reaper's grasp",
					"entries": [
						"You channel the necromantic energy of a soul stored in the weapon into your next attack, increasing the attack's destructive power. Choose a soul stored in the weapon. The next {@action Strike} you make with the reaper's grasp before the end of your turn deals an additional negative damage equal to twice the level of the creature whose soul you chose.",
						"Using this ability releases the chosen soul, and a skull on the mosaic fades away."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"envision (evil)"
					],
					"frequency": null,
					"trigger": null,
					"requirements": "There's at least one soul stored in the reaper's grasp",
					"entries": [
						"You channel the necromantic energy of a soul stored in the weapon into a mantle around you, protecting you from harm. Choose a soul stored in the weapon. You gain temporary Hit Points equal to three times the level of the creature whose soul you chose, which last until the end of your next turn. Using this ability releases the chosen soul, and a skull on the mosaic fades away."
					]
				}
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Repeating Magazine",
			"source": "G&G",
			"page": 63,
			"equipment": true,
			"type": "Equipment",
			"traits": [],
			"price": {
				"coin": "sp",
				"amount": 9,
				"note": "(price for 5 bolts)"
			},
			"bulk": "L",
			"shieldStats": null,
			"activate": null,
			"onset": null,
			"ammunition": null,
			"group": "Bow",
			"category": "Ammunition",
			"entries": [
				"{@note For use with repeating crossbows.}"
			],
			"generic": "G",
			"variants": [
				{
					"type": "Crossbow",
					"name": "Repeating Crossbow Magazine",
					"entries": []
				},
				{
					"type": "Hand Crossbow",
					"name": "Repeating Hand Crossbow Magazine",
					"entries": []
				},
				{
					"type": "Heavy Crossbow",
					"name": "Repeating Heavy Crossbow Magazine",
					"entries": []
				}
			]
		},
		{
			"name": "Backpack Ballista Bolts",
			"source": "G&G",
			"page": 63,
			"equipment": true,
			"type": "Equipment",
			"traits": [],
			"price": {
				"coin": "sp",
				"amount": 1,
				"note": "(price for 10)"
			},
			"bulk": 1,
			"shieldStats": null,
			"activate": null,
			"onset": null,
			"ammunition": null,
			"group": "Bow",
			"category": "Ammunition",
			"entries": [
				"{@note For use with the {@item Backpack Ballista|G&G}."
			],
			"craftReq": null,
			"generic": false
		},
		{
			"name": "Backpack Catapult Stones",
			"source": "G&G",
			"page": 63,
			"equipment": true,
			"type": "Equipment",
			"traits": [],
			"price": {
				"coin": "sp",
				"amount": 1,
				"note": "(price for 10)"
			},
			"bulk": 1,
			"shieldStats": null,
			"activate": null,
			"onset": null,
			"ammunition": null,
			"group": "Sling",
			"category": "Ammunition",
			"entries": [
				"{@note For use with the {@item Backpack Catapult|G&G}."
			],
			"craftReq": null,
			"generic": false
		},
		{
			"name": "Rowan Rifle",
			"source": "G&G",
			"page": 166,
			"type": "Item",
			"level": 16,
			"traits": [
				"Unique",
				"Enchantment",
				"Magical",
				"Primal"
			],
			"usage": "held in two hands",
			"bulk": "2",
			"category": "Held",
			"entries": [
				"In a dense forest within Arcadia, djezet fell from the sky millennia ago, even before Earthfall. While this metal was poisonous to most of the plant life growing nearby, one stubborn rowan tree refused to die, its roots slowly absorbing djezet in small particles from the ground until the entire plant was suffused with it. Fey bowyers discovered the remarkable plant and coaxed it into growing into a very particular shape, its branching trunks woven together into a tightly twisted and naturally rifled barrel.",
				"One of the legendary star guns, Arcadia's greatest treasures, the Rowan Rifle is a +2 greater fearsome speed greater striking (Advanced Player's Guide 260) advanced firearm with a range of increment of 300 feet. It deals {@damage 1d8} fire damage and has the backstabber, concussive, and fatal d12 traits.",
				"As a star gun, the Rowan Rifle runs on magic, and doesn't use ammunition or {@item black powder}. As a weapon forged to protect the fey peoples of Arcadia, the Rowan Rifle's enchantments prevent it from ever causing harm to a creature with the {@trait fey} trait; any attempt to shoot a fey with it results in an automatic misfire. This legendary star gun is as much a badge of office as a weapon, as it denotes dominion over all Briarbough. If the Rowan Rifle's wielder is fey, or if they were specifically given the Rowan Rifle by a fey creature who recognized them as a worthy champion, they can use the following activations.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"envision"
					],
					"frequency": null,
					"trigger": null,
					"requirements": null,
					"entries": [
						"You will the Rowan Rifle to change the energy it fires from the white-hot energy of summer that glows like a star to the shivering chill of winter, the crackling electricity of the storm, or even the sonic vibrations of a roar. The Rowan Rifle's damage type changes from its current damage type to cold, electricity, fire, or sonic. On the next sunrise, the Rowan Rifle returns to dealing fire damage."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"command",
						"Interact"
					],
					"frequency": null,
					"trigger": null,
					"requirements": null,
					"entries": [
						"The Rowan Rifle fires a 60-foot line of liquid djezet that wraps around all creatures in the affected area before hardening, which impedes them with metallic vines unless the affected creature succeeds at a DC 35 Reflex save. A creature who fails the save takes a –15-foot circumstance penalty to their Speeds, and a creature who critically fails is {@condition immobilized}. A creature who succeeds at a DC 35 {@action Escape} check ends this effect. Otherwise, the djezet vines last for 10 minutes before crumbling away."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "varies",
						"entry": "command,"
					},
					"components": [
						"envision",
						"Interact (1 minute)"
					],
					"frequency": null,
					"trigger": null,
					"requirements": null,
					"entries": [
						"You hold aloft the Rowan Rifle and step into a tree in Briarbough, and you tree stride to another tree in Briarbough."
					]
				}
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Sambuca",
			"source": "G&G",
			"page": 177,
			"type": "Item",
			"level": 3,
			"traits": [
				"Rare"
			],
			"price": {
				"coin": "gp",
				"amount": 120,
				"note": null
			},
			"category": "no category found",
			"entries": [
				"A sambuca is a long, covered troop bridge designed to help troops move from sea to land. Preparing it for use requires lashing together two galleys (Gamemastery Guide 178) or other ships of similar size. The sambuca is then mounted across the ships on one end with its length suspended upward, and attached to pulleys fastened to the tops of the ships' masts. Once the ships are moved into position, the sambuca can be lowered to rest on a battlement or other surface, allowing troops to rush from the ships onto their intended destination.",
				"The sambuca has AC 17, Fort +11, Ref +5, Hardness 8, HP 32 (BT 16), and object immunities. It's covered on all sides to protect those who cross, granting them greater cover. The end of the sambuca can be lowered by teams operating the pulleys in concert. This requires three crew members on each ship, and they can lower the far end of the sambuca by 15 feet each round they work.",
				"A hero lives and dies by the tools of their trade. While weapons, armor, staves, and other fancy items get a lot of the spotlight, the ability to get the drop on the enemy can make the difference between a glorious victory and a humiliating defeat, so experienced combatants know the value of a protective poncho that gives them an advantage in a fight. Wise adventurers stock up on tools and accessories to improve their chances of survival.",
				"Foolish adventurers are lucky if they get a second chance to learn from their mistakes."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Scope Of Limning",
			"source": "G&G",
			"page": 182,
			"type": "Item",
			"level": 10,
			"traits": [
				"Magical",
				"Transmutation"
			],
			"price": {
				"coin": "gp",
				"amount": 900,
				"note": null
			},
			"usage": "attached to firearm (scope)",
			"bulk": "L",
			"category": "Modification",
			"subCategory": "Scope",
			"appliesTo": [
				"Weapon"
			],
			"entries": [
				"The dwarven gunsmiths of Dongun Hold originally created these scopes to help them clear out vermin in underground areas. This scope captures the sound that echoes off a creature hit by the firearm and transforms it into light, illuminating the target for all to see.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"Interact (auditory",
						"light",
						"transmutation)"
					],
					"frequency": null,
					"trigger": null,
					"requirements": null,
					"entries": [
						"If your next {@action Strike} from the weapon to which the scope is attached hits a creature, the sound of the impact transforms into light, causing the creature to glow until the end of your next turn. A visible creature can't be {@condition concealed} while they glow. If a creature is {@condition invisible}, they're {@condition concealed} while glowing, rather than being {@condition undetected}. Because the effect requires a solid impact, incorporeal creatures are unaffected unless the bullet can deal force damage or has the effects of the ghost touch property rune."
					]
				}
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Scope Of Truth",
			"source": "G&G",
			"page": 182,
			"type": "Item",
			"level": 13,
			"traits": [
				"Divination",
				"Magical"
			],
			"price": {
				"coin": "gp",
				"amount": 3000,
				"note": null
			},
			"usage": "attached to firearm or crossbow (scope)",
			"bulk": "L",
			"category": "Modification",
			"subCategory": "Scope",
			"appliesTo": [
				"Weapon"
			],
			"entries": [
				"The scope of truth is a bit bigger than most to accommodate larger lenses, which have been magically prepared with tiny shards from crystal balls to reveal the truth. The scope grants you a +2 item bonus to {@skill Perception} checks made to {@action Seek} in areas you can see through the scope.",
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"Interact"
					],
					"frequency": "Once per day",
					"trigger": null,
					"requirements": null,
					"entries": [
						"For the next 10 minutes, you can see things through the scope as they actually are. The GM rolls a secret counteract check with a +20 counteract modifier and a counteract level of 7 against any illusion or transmutation in the area, but only for the purpose of determining whether you see through it, not to end the spell or effect. For instance, if the check succeeds against a polymorph spell, you can see the creature's true form, but you don't end the spell."
					]
				}
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Screech Shooter",
			"source": "G&G",
			"page": 155,
			"type": "Item",
			"level": "9+",
			"traits": [
				"Uncommon",
				"Evocation",
				"Magical"
			],
			"usage": "held in 2 hands",
			"bulk": "2",
			"category": "Held",
			"entries": [
				"Built from the larynx of an owlbear, terror shrike, or similar animal that possesses a frightening screech or similar special ability, a screech shooter is a special +1 striking harmona gun designed to fire terrifying blasts of sound. A screech shooter deals sonic damage but can otherwise be used like a normal harmona gun.",
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"{@action Interact}"
					],
					"traits": [
						"emotion",
						"enchantment",
						"fear",
						"magical",
						"mental"
					],
					"frequency": "once per hour",
					"trigger": null,
					"requirements": null,
					"entries": [
						"The screech shooter unleashes a frightening wail. All creatures in a 30-foot emanation from you must attempt a DC 25 Will save.",
						{
							"type": "successDegree",
							"entries": {
								"Critical Success": "The creature is unaffected.",
								"Success": "The creature is {@condition frightened|CRB|frightened 1}.",
								"Failure": "The creature is {@condition frightened|CRB|frightened 2}.",
								"Critical Failure": "The creature is {@condition frightened|CRB|frightened 3} and {@condition fleeing} for 1 round."
							}
						}
					]
				}
			],
			"generic": "G",
			"variants": [
				{
					"type": "screech shooter",
					"level": 9,
					"price": {
						"coin": "gp",
						"amount": 700,
						"note": null
					},
					"entries": []
				},
				{
					"type": "greater screech shooter",
					"level": 13,
					"price": {
						"coin": "gp",
						"amount": 3000,
						"note": null
					},
					"entries": [
						"A greater screech shooter is a +2 greater striking harmona gun. The DC for the activation is 30 and it affects creatures in a 40-foot emanation."
					]
				},
				{
					"type": "major screech shooter",
					"level": 17,
					"price": {
						"coin": "gp",
						"amount": 15000,
						"note": null
					},
					"craftReq": "The initial raw materials must include the larynx of a creature with a frightening screech.",
					"entries": [
						"The DC for the activation is 37 and it affects creatures in a 50-foot emanation."
					]
				}
			],
			"consumable": false
		},
		{
			"name": "Shockguard Coil",
			"source": "G&G",
			"page": 83,
			"type": "Item",
			"level": 10,
			"traits": [
				"Rare",
				"Consumable",
				"Evocation",
				"Magical",
				"Talisman"
			],
			"price": {
				"coin": "gp",
				"amount": 175,
				"note": null
			},
			"usage": "affixed to a shield",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "free"
				},
				"components": "Interact",
				"requirements": null,
				"frequency": null,
				"trigger": "You Shield Block a foe's melee unarmed attack or melee attack with the affixed shield."
			},
			"category": "Talisman",
			"entries": [
				"This miniature Stasian coil talisman emits small sparks when jostled. It uses a combination of Stasian technology and evocation magic to erupt in electricity when discharged.",
				"When you activate the coil, the foe takes {@damage 2d12} electricity damage (DC 27 basic Reflex save). On a failed save, the foe is {@condition flat-footed} until the start of its next turn."
			],
			"generic": false,
			"consumable": true
		},
		{
			"name": "Shrapnel Snare",
			"source": "G&G",
			"page": 80,
			"type": "Snare",
			"level": 14,
			"traits": [
				"Uncommon",
				"Consumable",
				"Mechanical",
				"Snare",
				"Trap"
			],
			"price": {
				"coin": "gp",
				"amount": 700,
				"note": null
			},
			"category": "Snare",
			"entries": [
				"This snare uses tightly wound springs, clockwork, and shrapnel to cause devastating damage. When a creature enters the snare's square, the trap releases, dealing {@damage 12d6} piercing damage in a deafening explosion. Everyone in a 10-foot radius of the snare's square must attempt a DC 31 Reflex save.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "The creature in unaffected,",
						"Success": "The creature takes half damage and is {@condition deafened} for 1 round.",
						"Failure": "The creature takes full damage, {@damage 2d6} {@condition persistent damage ||persistent piercing damage}, and is {@condition deafened} for 1 minute.",
						"Critical Failure": "The creature takes double damage, {@damage 4d6} {@condition persistent damage ||persistent piercing damage}, and is {@condition deafened} for 1 minute."
					}
				}
			],
			"generic": false,
			"consumable": true
		},
		{
			"name": "Shrieking Skull",
			"source": "G&G",
			"page": 185,
			"type": "Item",
			"level": 12,
			"traits": [
				"Auditory",
				"Consumable",
				"Enchantment",
				"Magical",
				"Talisman"
			],
			"price": {
				"coin": "gp",
				"amount": 400,
				"note": null
			},
			"usage": "affixed to a firearm or crossbow",
			"bulk": "–",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": "envision",
				"requirements": "You're an expert in {@skill Intimidation} and the affixed weapon is loaded.",
				"frequency": null,
				"trigger": null
			},
			"category": "Talisman",
			"entries": [
				"This dried skull of a snake is mounted atop the firearm's barrel or affixed to a crossbow's stock. When activated, the skull crawls onto the ammunition loaded in the affixed weapon. If you {@action Strike} with the weapon before the end of your turn, the skull lets out a bloodcurdling scream as the ammunition approaches its target. Regardless of whether the {@action Strike} is a success, the screaming skull allows you to attempt to {@action Demoralize} the target as well as each enemy within 30 feet of the target."
			],
			"generic": false,
			"consumable": true
		},
		{
			"name": "Silencer",
			"source": "G&G",
			"page": 178,
			"equipment": true,
			"type": "Equipment",
			"traits": [],
			"price": {
				"coin": "sp",
				"amount": 1
			},
			"bulk": "L",
			"shieldStats": null,
			"activate": null,
			"onset": null,
			"ammunition": null,
			"hands": 1,
			"category": "Gear",
			"entries": [
				"One of the more prolifically used devices developed in the infamous Alkenstar Gunworks, these small firearm components are capable of muffling most of the weapons' explosive sound when fired. Without a silencer, a firearm's shot makes a loud and distinctive bang, which can easily be heard through doors and thin walls, but firearms equipped with silencers only make a quiet noise when fired. Due to engineering constraints, a silencer can't be attached to any firearm with the {@trait scatter} trait. Attaching a silencer to a firearm takes 1 minute, and the silencer is consumed the first time a shot is fired through it."
			],
			"craftReq": null,
			"generic": false
		},
		{
			"name": "Silencing Shot",
			"source": "G&G",
			"page": 171,
			"type": "Item",
			"level": 11,
			"traits": [
				"Consumable",
				"Illusion",
				"Magical"
			],
			"price": {
				"coin": "gp",
				"amount": 300,
				"note": null
			},
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": "envision",
				"requirements": null,
				"frequency": null,
				"trigger": null
			},
			"ammunition": [
				"any"
			],
			"category": "Consumable",
			"entries": [
				"This shimmering, golden-hued ammunition never makes any sound. A creature hit by a silencing shot is subject to the effects of a 4th-level {@spell silence} spell (DC 25)."
			],
			"craftReq": "Supply one casting of silence at 4th level.",
			"generic": false,
			"consumable": true
		},
		{
			"name": "Silver Tripod",
			"source": "G&G",
			"page": 185,
			"type": "Item",
			"level": 1,
			"traits": [
				"Conjuration",
				"Consumable",
				"Force",
				"Magical",
				"Talisman"
			],
			"price": {
				"coin": "gp",
				"amount": 3,
				"note": null
			},
			"usage": "affixed to a firearm with the kickback trait",
			"bulk": "–",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": "envision",
				"requirements": null,
				"frequency": null,
				"trigger": null
			},
			"category": "Talisman",
			"entries": [
				"This tiny, silver facsimile of a weapon tripod is usually attached to the underside of the affixed weapon's barrel.",
				"When activated, it creates an {@condition invisible} construct of magical force that attaches to the weapon and automatically stabilizes it in any location, even in midair. The effect lasts for 1 minute or until you {@action Dismiss} it. The effect also ends immediately if you let go of the affixed weapon. The affixed weapon cannot be moved while this effect is active.",
				"Peacemaker."
			],
			"generic": false,
			"consumable": true
		},
		{
			"name": "Smoke Fan",
			"source": "G&G",
			"page": 71,
			"type": "Item",
			"level": "2+",
			"traits": [
				"Uncommon",
				"Consumable",
				"Gadget"
			],
			"usage": "held in 1 hand",
			"bulk": "L",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": "Interact",
				"requirements": null,
				"frequency": null,
				"trigger": null
			},
			"category": "Consumable",
			"entries": [
				"When you {@action Activate an Item||Activate} a smoke fan, it creates a cloud of colored smoke. The smoke fills a 5-foot radius. The creator chooses the smoke's color when creating the smoke fan. Creatures within the smoke's area are {@condition concealed}, and all other creatures are {@condition concealed} to them. The smoke lasts for 1 minute or until dissipated by a strong wind."
			],
			"generic": "G",
			"variants": [
				{
					"type": "smoke fan",
					"level": 2,
					"price": {
						"coin": "gp",
						"amount": 5,
						"note": null
					},
					"entries": []
				},
				{
					"type": "greater smoke fan",
					"level": 8,
					"price": {
						"coin": "gp",
						"amount": 75,
						"note": null
					},
					"entries": [
						"The smoke's radius is 20 feet, and the creator can choose for the smoke to be a mixture of colors."
					],
					"_mod": {
						"entries": {
							"mode": "replaceTxt",
							"replace": "5-foot radius. The creator chooses the smoke's color when creating the smoke fan.",
							"with": "20-foot radius. The creator can choose for the smoke to be a mixture of colors when creating the smoke fan."
						}
					}
				}
			],
			"consumable": true
		},
		{
			"name": "Sniper's Bead",
			"source": "G&G",
			"page": 185,
			"type": "Item",
			"level": "4+",
			"traits": [
				"Consumable",
				"Magical",
				"Talisman",
				"Transmutation"
			],
			"usage": "affixed to a two-handed firearm or",
			"bulk": "–",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "free"
				},
				"components": "envision",
				"requirements": "You're a master with the affixed weapon.",
				"frequency": null,
				"trigger": "You attempt a ranged {@action Strike} with the affixed weapon before rolling"
			},
			"category": "Talisman",
			"entries": [
				"This plain wooden bead dangles from a string attached to the stock of the affixed weapon. When you activate the bead, its magic greatly lessens the effect of distance on your triggering attack."
			],
			"generic": "G",
			"variants": [
				{
					"type": "sniper's bead",
					"level": 4,
					"price": {
						"coin": "gp",
						"amount": 16,
						"note": null
					},
					"entries": [
						"You take no range increment penalty on your attack, as long as the attack is against a target within the affixed weapon's first two range increments."
					]
				},
				{
					"type": "greater sniper's bead",
					"level": 10,
					"price": {
						"coin": "gp",
						"amount": 160,
						"note": null
					},
					"entries": [
						"You take no range increment penalty on your attack, as long as the attack is against a target within the affixed weapon's first four range increments."
					]
				},
				{
					"type": "major sniper's bead",
					"level": 16,
					"price": {
						"coin": "gp",
						"amount": 1600,
						"note": null
					},
					"entries": [
						"You take no range increment penalty on your attack, even if the target is all the way out to the weapon's sixth range increment. As normal, you still can't hit a target more than six range increments away."
					]
				}
			],
			"consumable": true
		},
		{
			"name": "Spider Chair",
			"source": "G&G",
			"page": 91,
			"type": "Item",
			"level": 12,
			"traits": [
				"Uncommon",
				"Clockwork",
				"Magical"
			],
			"price": {
				"coin": "gp",
				"amount": 1800,
				"note": null
			},
			"bulk": "3",
			"category": "Assistive Item",
			"subCategory": "Wheelchair",
			"entries": [
				"This clockwork traveler's chair has spinnerets and spider legs that allow it to roll up walls, fire web lines to pull you to a location, and obstruct foes with webs. While using the chair, you gain a climb Speed equal to your Speed.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"Interact"
					],
					"frequency": "once per minute",
					"trigger": null,
					"requirements": null,
					"entries": [
						"The chair shoots a web line at a solid wall, floor, or ceiling up to 60 feet away and then pulls itself and you to that location."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 3,
						"unit": "action"
					},
					"components": [
						"Interact"
					],
					"frequency": "once per hour",
					"trigger": null,
					"requirements": null,
					"entries": [
						"You cause the chair to launch an enormous web to hinder your foes, with the effects of a 4th-level {@spell web} spell."
					]
				}
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Spider Gun",
			"source": "G&G",
			"page": 155,
			"type": "Item",
			"level": "6+",
			"traits": [
				"Uncommon",
				"Evocation",
				"Magical"
			],
			"usage": "held in 2 hands",
			"bulk": "2",
			"category": "Held",
			"entries": [
				"A spider gun is a +1 striking weapon. It's a distinct type of martial firearm made from the fangs and spinneret of a Large spider. It deals {@damage 1d10} poison damage with a range Petrification Cannon increment of 30 feet and reload 1. On a critical hit, the venom clings to the target and they take {@condition persistent damage ||persistent poison damage} equal to {@dice 1d4} + the number of weapon damage dice.",
				"A spider gun does not add critical specialization effects.",
				"The gun can be activated to fire webbing that hampers other creatures.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"Interact (conjuration",
						"magical)"
					],
					"frequency": null,
					"trigger": null,
					"requirements": null,
					"entries": [
						"You fire a mass of webbing at a square within 30 feet. That square becomes covered in webbing for 1 minute. A square covered with the webbing from a spider gun can be cleared by a single attack or effect that deals at least 5 slashing damage or 1 fire damage. A square has AC 5, and it automatically fails its saving throws. The first time each turn a creature in the webbing begins to use a move action or enters the webbing during a move action, it must attempt an {@skill Athletics} check or Reflex save against DC 20. On a success, it moves normally through the webbing and clears away the webbing from any squares it enters this turn. On a failure, it treats squares of webbing as {@quickref difficult terrain||3|terrain} this turn, and on a critical failure, it's {@condition immobilized} for 1 round or until it Escapes (DC 20) or destroys the webbing."
					]
				}
			],
			"generic": "G",
			"variants": [
				{
					"type": "spider gun",
					"level": 6,
					"price": {
						"coin": "gp",
						"amount": 250,
						"note": null
					},
					"entries": []
				},
				{
					"type": "greater spider gun",
					"level": 9,
					"price": {
						"coin": "gp",
						"amount": 1400,
						"note": null
					},
					"entries": [
						"The gun's webbing requires at least 15 slashing damage or 5 fire damage to clear away and the DC is 25."
					]
				},
				{
					"type": "major spider gun",
					"level": 15,
					"price": {
						"coin": "gp",
						"amount": 6500,
						"note": null
					},
					"craftReq": "The initial raw materials for the spider gun must include the fangs and spinneret of a giant spider or other Large spider.",
					"entries": [
						"A major spider gun is a +2 greater striking weapon. The gun's webbing requires at least 25 slashing damage or 15 fire damage to clear away and the DC is 34."
					]
				}
			],
			"consumable": false
		},
		{
			"name": "Spike Launcher",
			"source": "G&G",
			"page": 156,
			"type": "Item",
			"level": 6,
			"traits": [
				"Uncommon",
				"Evocation",
				"Magical"
			],
			"price": {
				"coin": "gp",
				"amount": 250,
				"note": null
			},
			"usage": "held in 1 or 2 hands",
			"bulk": "2",
			"category": "Held",
			"entries": [
				"Built from the spiked tail of a manticore, a spike launcher is designed to launch large, spear-like projectiles. A spike launcher is a +1 striking weapon. It's a distinct type of martial firearm that deals {@damage 1d8} piercing damage. It has the backstabber, fatal aim d12, and kickback traits with a range increment of 120 feet and reload 2. It uses the critical specialization of the bow weapon group, rather than the firearm critical specialization.",
				{
					"type": "ability",
					"activity": {
						"number": 3,
						"unit": "action"
					},
					"components": [
						"Interact (evocation",
						"magical)"
					],
					"frequency": null,
					"trigger": null,
					"requirements": "The spike launcher is loaded",
					"entries": [
						"The spike launcher fires a volley of smaller spikes in a 10-foot burst centered anywhere within its range.",
						"Make a {@action Strike} with the spike launcher against each creature in the area. On a success, the spike causes the creature to take a –5-foot status penalty to their Speed.",
						"On a critical success, the creature becomes {@condition immobilized} instead. In either case, the creature, or an adjacent creature, can use an {@action Interact} action to remove the spike and end the penalty or {@condition immobilized} condition."
					]
				}
			],
			"craftReq": "The initial raw materials must include the tail of a manticore.",
			"generic": false,
			"consumable": false
		},
		{
			"name": "Spirit Snare",
			"source": "G&G",
			"page": 80,
			"type": "Snare",
			"level": 8,
			"traits": [
				"Rare",
				"Consumable",
				"Electricity",
				"Mechanical",
				"Snare",
				"Trap"
			],
			"price": {
				"coin": "gp",
				"amount": 90,
				"note": null
			},
			"category": "Snare",
			"entries": [
				"This complicated snare is affixed with various crystals and Stasian coils attached to strange electrical relays, working."
			],
			"generic": false,
			"consumable": true
		},
		{
			"name": "Spirit-singer",
			"source": "G&G",
			"page": 83,
			"type": "Item",
			"level": "5+",
			"traits": [
				"Rare"
			],
			"category": "no category found",
			"entries": [
				"Etheric spirit-singers create an eerie spectral sound based on the presence of spiritual essence and other ethereal energies. All spirit-singers can be used as musical instruments by manipulating the sensitivity to ethereal energies. However, they have an even greater benefit in areas heavy with spiritual essence. When played in the presence of a significant spiritual disturbance, such as a haunt or an incorporeal undead, a spirit-singer grants you a +1 item bonus to {@skill Performance} checks. While playing a spirit-singer, you also gain a +1 item bonus to checks to detect a haunt or incorporeal undead, and you can roll a check to notice a haunt even if you aren't actively Searching for it, due to the distortions of the spirit-singer's music. A haunt or incorporeal undead that is intelligent enough to notice the effects it is having on the spirit-singer's music and that can't otherwise communicate with the living might choose to use the spirit-singer to do so if it wishes. For instance, it could try to guide the spirit-singer player towards a location by creating distortions in that direction or, if it understands language, it could try to answer questions by creating one distortion for yes and two distortions for no. Unless stated otherwise in its usage entry, a spirit-singer functions like a heavy musical instrument; rather than carrying it, the musician places the spirit-singer in a particular position and uses both hands to play."
			],
			"generic": "G",
			"variants": [
				{
					"type": "spirit-singer",
					"level": 5,
					"price": {
						"coin": "gp",
						"amount": 150,
						"note": null
					},
					"bulk": "16",
					"entries": []
				},
				{
					"type": "handheld spirit-singer",
					"level": 6,
					"entries": [
						"gp; Usage held in two hands; Bulk 1."
					]
				},
				{
					"type": "incredible spirit-singer",
					"level": 11,
					"price": {
						"coin": "gp",
						"amount": 1250,
						"note": null
					},
					"bulk": "16",
					"entries": [
						"This spirit-singer is fine-tuned to the point that you can analyze its song more intricately. Increase the item bonus to {@skill Performance} checks near spiritual disturbances, and the item bonus to detecting haunts and incorporeal undead to +2. While playing the spirit-singer, you can notice haunts that normally require you to have a master proficiency in {@skill Perception} to detect."
					]
				},
				{
					"type": "incredible handheld spirit-singer",
					"level": 12,
					"price": {
						"coin": "gp",
						"amount": 1650,
						"note": null
					},
					"entries": [
						"Usage held in two hands; Bulk 1This spirit-singer functions just like an incredible spirit-singer, except for its Usage and Bulk."
					]
				}
			],
			"consumable": false
		},
		{
			"name": "Spoon Gun",
			"source": "G&G",
			"page": 157,
			"type": "Item",
			"level": 1,
			"traits": [
				"Uncommon",
				"Cobbled",
				"Goblin"
			],
			"price": {
				"coin": "gp",
				"amount": 10,
				"note": null
			},
			"usage": "held in 1 hand",
			"bulk": "1",
			"category": "Held",
			"entries": [
				"No one's entirely certain who developed the spoon gun, but all authorities agree that it was probably a goblin. Essentially a terrible idea in firearm form, the spoon gun is a spring-powered hand cannon with a modified grip that uses miscellaneous knives, forks, chopsticks, and spoons as ammunition. Users typically upend the entire contents of their cutlery drawer into the gun, aim it in the general direction of the foe, and hope it hits something.",
				"This hand cannon is a martial weapon, instead of a simple weapon. It has the scatter (5 feet) trait and uses cutlery or similar-sized objects as ammunition instead of bullets (enough cheap cutlery to fire ten shots costs 1 sp)."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Springald",
			"source": "G&G",
			"page": 76,
			"type": "Item",
			"level": 7,
			"traits": [
				"Uncommon",
				"Huge",
				"Mounted"
			],
			"price": {
				"coin": "gp",
				"amount": 700,
				"note": null
			},
			"usage": "mounted",
			"category": "Siege Weapon",
			"entries": [
				"Crew 3 to 5; Proficiency martial AC 20; Fort +16, Ref +13 Hardness 10; HP 40 (BT 20); Immunities object immunities Speed 10 feet (pulled or pushed) A springald consists of a wooden board cranked backward and chutes that hold up to three oversized arrows. Rather than having a nock, each arrow has a flat back end. Releasing the board strikes the backs of the arrows, sending them hurtling through the air.",
				"Aim {@as 2} 30 feet, minimum distance 50 feet Load {@as 2} (manipulate) 3 times Launch {@as 1} (attack, manipulate, range increment 100 feet) {@damage 5d8} piercing, three different targets within a 15-foot burst, DC 22 Reflex."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Steam Winch",
			"source": "G&G",
			"page": 89,
			"type": "Item",
			"level": 8,
			"traits": [
				"Rare",
				"Steam"
			],
			"price": {
				"coin": "gp",
				"amount": 425,
				"note": null
			},
			"usage": "operated with two hands",
			"bulk": "2",
			"category": "no category found",
			"entries": [
				"This hefty winch is powered by a small steam engine and includes a 100 ft. length of steel cable, which enables you to haul a heavier load than you could with a hand cranked winch or comealong (Lost Omens Pathfinder {@skill Society} Guide 114). A steam winch allows you to slowly pull a heavy load (usually up to 50 Bulk) along a flat surface or up and down a vertical expanse.",
				"Attaching a steam winch to a device takes three {@action Interact} actions, while starting the winch (and getting it warm enough to operate) takes 10 minutes. Once in operation, a steam winch requires regular maintenance to function.",
				"Every twenty minutes, the boiler must be refilled and heat levels maintained."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Steamflight Pack",
			"source": "G&G",
			"page": 89,
			"type": "Item",
			"level": 15,
			"traits": [
				"Rare",
				"Clockwork",
				"Steam"
			],
			"price": {
				"coin": "gp",
				"amount": 6000,
				"note": null
			},
			"usage": "worn backpack",
			"bulk": "2",
			"category": "Worn",
			"entries": [
				"The steamflight pack allows its user to fly without using magic or wings. Each steamflight pack looks like a large brass backpack with two large nozzles mounted on the sides pointing downward. It also features metal arms reaching around the front that terminate in handles with activation buttons on them. When the user holds down an activation button, a complex series of mechanisms pumps water from the large tank in the backpack and releases it through the nozzles as powerful jets of steam, enabling the user to fly short distances. Tilting the handle adjusts the nozzles' angles, allowing the user to control the direction of their flight.",
				"When active, the steamflight pack gives the user a fly Speed of 20 feet. It carries enough water for 20 minutes of operation and can be refilled in five minutes with a supply of normal water and a funnel.",
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"Interact"
					],
					"frequency": null,
					"trigger": null,
					"requirements": null,
					"entries": [
						"You turn the steamflight pack on or off."
					]
				}
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Stepping Stone Shot",
			"source": "G&G",
			"page": 171,
			"type": "Item",
			"level": "7+",
			"traits": [
				"Uncommon",
				"Consumable",
				"Magical",
				"Transmutation"
			],
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": "envision, Interact",
				"requirements": null,
				"frequency": null,
				"trigger": null
			},
			"ammunition": [
				"Dose or Round of Black Powder|G&G|round"
			],
			"category": "Consumable",
			"entries": [
				"A series of small stone discs pressed into a single round make up this ammunition. When you fire an activated stepping stone shot, whether you hit or miss your target, the shot creates a series of supports in a line that creatures can walk on as if solid ground. The line can ascend or descend at a 45-degree angle. The discs support any amount of weight, but don't otherwise pose any sort of obstacle; creatures and attacks can move through them if they wish. They crumble to dust if anything attempts to move or otherwise manipulate them. A creature can use a two-action activity, which has the {@trait manipulate} trait, to {@action Stride} up to its speed on the stones while causing them to crumble behind it. This ammunition does not work in firearms with the {@trait scatter} trait. The maximum length of the line depends on the type of ammunition. However, the line also can't extend beyond the maximum distance for a {@action Strike} from your firearm (usually six times the firearm's range increment)."
			],
			"generic": "G",
			"variants": [
				{
					"type": "stepping stone shot",
					"level": 7,
					"price": {
						"coin": "gp",
						"amount": 65,
						"note": null
					},
					"entries": [
						"The stones reach up to 100 feet, and they last up to the end of your next turn if no one collapses them."
					]
				},
				{
					"type": "greater stepping stone shot",
					"level": 10,
					"price": {
						"coin": "gp",
						"amount": 185,
						"note": null
					},
					"entries": [
						"The stones reach up to 250 feet, and they last up to 1 minute if no one collapses them."
					]
				}
			],
			"consumable": true
		},
		{
			"name": "Storm Chair",
			"source": "G&G",
			"page": 91,
			"type": "Item",
			"level": 14,
			"traits": [
				"Rare",
				"Electricity",
				"Magical"
			],
			"price": {
				"coin": "gp",
				"amount": 4400,
				"note": null
			},
			"bulk": "3",
			"category": "Assistive Item",
			"subCategory": "Wheelchair",
			"entries": [
				"This {@item traveler's chair} uses magic and Stasian technology, storing up power in its Stasian coils to arc lightning through your foes and grant brief spurts of flight.",
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"Interact (electricity",
						"evocation",
						"magical)"
					],
					"frequency": "once per hour",
					"trigger": null,
					"requirements": null,
					"entries": [
						"You create a ball of electricity around the chair, surrounding it in a damaging aura of electricity and using electromagnetism to briefly levitate. For 1 minute, you gain a fly Speed equal to your Speed and adjacent creatures that hit you with a melee attack, as well as creatures that touch or hit you with an unarmed attack, take {@damage 2d6} electricity damage each time. As normal, this applies to creatures who choose to touch you, not when you touch or attack another creature."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"Interact (electricity",
						"evocation",
						"magical)"
					],
					"frequency": "once per day",
					"trigger": null,
					"requirements": null,
					"entries": [
						"You release the majority of the stored up energy from your storm chair, devastating foes in a chain of electricity. This has the effects of chain lightning with a DC of 31."
					]
				}
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Sunken Pistol",
			"source": "G&G",
			"page": 163,
			"type": "Item",
			"level": 8,
			"traits": [
				"Rare",
				"Cn",
				"Arcane",
				"Enchantment",
				"Intelligent"
			],
			"perception": {
				"default": 26,
				"senses": {
					"precise": [
						"vision 30 feet"
					],
					"imprecise": [
						"hearing 30 feet"
					]
				}
			},
			"communication": [
				{
					"name": "speech",
					"notes": "{@language Common}"
				}
			],
			"skills": {
				"Intimidation": {
					"default": 19
				},
				"Navigation Lore": {
					"default": 14
				},
				"Sailing Lore": {
					"default": 14
				}
			},
			"abilityMods": {
				"Int": 0,
				"Wis": 2,
				"Cha": 4
			},
			"savingThrows": {
				"Will": {
					"default": 16
				}
			},
			"usage": "held in 1 hand",
			"bulk": "1",
			"category": "Held",
			"entries": [
				"A sunken pistol is imbued with the unfulfilled desires and insatiable greed of its previous wielder, a notorious pirate drowned at sea. Once a beautiful and artistically wrought weapon, a sunken pistol is coated in a fine layer of dried salt and encrusted with barnacles. Each shot fired from this {@runeItem dragon mouth pistol|G&G|+1 weapon potency||striking|} is now coated in a layer of salty ectoplasm and has the effects of a ghost touch rune. You can shoot the sunken pistol underwater, even when using black powder ammunition.",
				"A sunken pistol urges you to amass a horde of treasure even a dragon would be proud of. The methods used to acquire these riches matter not to the greedy pirate pistol, so long as you amass and hoard excessive wealth. Above all else, a sunken pistol desires the return of its own treasure, which might rest in the wreck of its sunken ship's hold or be {@condition hidden} on a dangerous island.",
				"In pursuit of treasure, a sunken pistol offers nautical and navigation advice to you, though it refuses such aid during less lucrative ventures. If you prove a profitable partner, the sunken pistol aids you in combat by Demoralizing your opponents (see the first Activation below). If you prove charitable or unwilling to retrieve its treasure, the sunken pistol turns its ire on you, Demoralizing you during combat until you relent. If you repeatedly refuse the sunken pistol, it would be wise to not accept water breathing from it, as it might attempt to drown you to allow a more suitable wielder to acquire it from your corpse. The sunken pistol can use the following activations.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"command"
					],
					"frequency": "once per minute",
					"trigger": null,
					"requirements": null,
					"entries": [
						"The sunken pistol curses and insults a creature it can see, attempting an {@skill Intimidation} check to {@action Demoralize} that creature."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 3,
						"unit": "action"
					},
					"components": [
						"command"
					],
					"frequency": "once per day",
					"trigger": null,
					"requirements": null,
					"entries": [
						"The sunken pistol casts water breathing on you as a 3rd-level arcane spell. The sunken pistol can {@action Dismiss} this spell, so be sure to keep the gun happy if you're relying on its good graces to breathe!"
					]
				}
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Tentacle Cannon",
			"source": "G&G",
			"page": 156,
			"type": "Item",
			"level": "7+",
			"traits": [
				"Uncommon",
				"Evocation",
				"Magical"
			],
			"usage": "held in 2 hands",
			"bulk": "2",
			"category": "Held",
			"entries": [
				"A tentacle cannon is a +1 striking weapon, built using components from squids, krakens, and sometimes even stranger tentacled creatures like alghollthu. It's a distinct type of martial firearm that deals {@damage 1d8} piercing damage. It has the capacity 5, concussive, and fatal d12 traits, a range increment of 30 feet, and reload 2. The weapon itself resembles a five-barreled handheld cannon with each barrel made from a hollowed out tentacle.",
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"Interact (magical",
						"transmutation)"
					],
					"frequency": null,
					"trigger": null,
					"requirements": null,
					"entries": [
						"You cause one of the tentacles forming the weapon's five barrels to stretch out and attempt to pull and grab a creature within 15 feet. The tentacle attempts to {@action Grapple} with a +13 bonus. It can attempt to {@action Grapple} any creature, regardless of size. On a success, the tentacle pulls the creature up to 10 feet directly towards you, until it's in a square adjacent to you."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"Interact"
					],
					"frequency": null,
					"trigger": null,
					"requirements": "The tentacle cannon has a creature {@condition grabbed}",
					"entries": [
						"You continue to keep the tentacle cannon's hold on one creature it has {@condition grabbed}.",
						"Attempt another check to {@action Grapple} the creature with a +13 bonus."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"Interact"
					],
					"frequency": "once per hour",
					"trigger": null,
					"requirements": null,
					"entries": [
						"The cannon fires a spray of ink in a 15-foot cone. Creatures in the area must attempt a DC 23 Reflex save. On a failure, the creature is covered in ink and becomes {@condition blinded} for 1 round and {@condition dazzled} for 1 minute or until it removes the ink. On a critical failure, the creature becomes {@condition blinded} and {@condition dazzled}; both conditions last for 1 minute or until it removes the ink. The creature, or an adjacent creature, can use an {@action Interact} action to remove the ink from its eyes to remove the {@condition blinded} and {@condition dazzled} conditions."
					]
				}
			],
			"generic": "G",
			"variants": [
				{
					"type": "tentacle cannon",
					"level": 7,
					"price": {
						"coin": "gp",
						"amount": 360,
						"note": null
					},
					"entries": []
				},
				{
					"type": "greater tentacle cannon",
					"level": 13,
					"price": {
						"coin": "gp",
						"amount": 2000,
						"note": null
					},
					"entries": [
						"A greater tentacle cannon is a +2 greater striking weapon.",
						"It has a +20 bonus to {@action Grapple}, and its ink spray DC is 30."
					]
				},
				{
					"type": "major tentacle cannon",
					"level": 17,
					"price": {
						"coin": "gp",
						"amount": 15000,
						"note": null
					},
					"craftReq": "The initial raw materials must include the tentacles and ink glands of a creature with a tentacle {@action Strike} and ink.",
					"entries": [
						"A major tentacle cannon is a +3 greater striking weapon.",
						"It has a +27 bonus to {@action Grapple}, and its ink spray DC is 37."
					]
				}
			],
			"consumable": false
		},
		{
			"name": "Tiger's Claw",
			"source": "G&G",
			"page": 166,
			"type": "Item",
			"level": 11,
			"traits": [
				"Rare",
				"Illusion",
				"Primal"
			],
			"price": {
				"coin": "gp",
				"amount": 1400,
				"note": null
			},
			"usage": "held in 1 hand",
			"bulk": "1",
			"category": "Held",
			"entries": [
				"This +2 striking fearsome dueling pistol (Advanced Player's Guide 260) is made from fine tigerwood, with the head of a tiger as the muzzle. Beneath the tiger head is a claw shaped bayonet. One of a set of four guns crafted as a gift to a Zenj family for delivery of rare healing and diseaseabating herbs during an outbreak of a deadly disease in the Grand Duchy of Alkenstar, these firearms are now passed down to those who have done brave acts in service to the Zenj people. The flintlock sparks thrown by this weapon take the shape of pouncing tigers and the firearm's report sounds like a tiger's growl. Clever wielders use the firearm's report to panic their prey into mistakes and then pounce for the kill.",
				"This firearm's bullets deal slashing damage instead of piercing and add an additional {@damage 1d6} {@condition persistent damage ||persistent bleed damage} on a critical hit. This {@condition persistent damage ||persistent bleed damage} causes tiger-claw-shaped wounds to appear on the target.",
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"envision"
					],
					"frequency": "once per day",
					"trigger": null,
					"requirements": null,
					"entries": [
						"You capitalize on the fears your firearm engenders, terrifying your foes. Make a ranged {@action Strike} with this firearm against a target. If you successfully deal damage to your target, the target is also affected by a 4th-level {@spell phantasmal killer} with a spell DC of 28. While phantasmal killer typically takes the shape of the target's worst fear, this effect always appears to the target in the form of a majestic and ferocious tiger."
					]
				}
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Timepiece",
			"source": "G&G",
			"page": 89,
			"type": "Item",
			"level": "1+",
			"traits": [
				"Uncommon",
				"Clockwork"
			],
			"category": "no category found",
			"entries": [
				"Clockwork timepieces come in a variety of sizes and aesthetic styles, but they're all designed to display the accurate time of day down to the second.",
				"Clockwork timepieces have a 24-hour activation cycle, after which they must wound in a process that takes 1 minute to complete."
			],
			"generic": "G",
			"variants": [
				{
					"type": "desktop clock",
					"level": 1,
					"price": {
						"coin": "gp",
						"amount": 10,
						"note": null
					},
					"bulk": "3",
					"entries": [
						"Desktop clocks have been designed to be small enough to only take up a quarter of a typical writing desk's surface area, but they're still too bulky and heavy to be lugged around casually."
					]
				},
				{
					"type": "grand clock",
					"level": 3,
					"price": {
						"coin": "gp",
						"amount": 50,
						"note": null
					},
					"bulk": "16",
					"entries": [
						"These towering, ten-foot-tall clocks have been painstakingly handcrafted by skilled artisans and feature loud chimes that can be heard hourly throughout a manor. Owners of grand clocks usually tend to display them prominently in a study, lounge area, or foyer."
					]
				}
			],
			"consumable": false
		},
		{
			"name": "Tin Cobra",
			"source": "G&G",
			"page": 81,
			"type": "Snare",
			"level": 5,
			"traits": [
				"Uncommon",
				"Clockwork",
				"Consumable",
				"Mechanical",
				"Poison",
				"Snare",
				"Trap"
			],
			"price": {
				"coin": "gp",
				"amount": 23,
				"note": null
			},
			"category": "Snare",
			"entries": [
				"This clockwork cobra activates when a creature enters its square, at which point it lashes out and spits venom, dealing {@damage 3d6} poison damage. The target must attempt a DC 21 Fortitude save.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "The creature is unaffected.",
						"Success": "The creature takes half damage.",
						"Failure": "The creature takes full damage and is {@condition sickened|CRB|sickened 1}.",
						"Critical Failure": "The creature takes double damage is {@condition sickened|CRB|sickened 2}. Simple Hazards The following hazards have simple effects, but they create those effects using steam or Stasian technology."
					}
				}
			],
			"generic": false,
			"consumable": true
		},
		{
			"name": "Traveler's Chair",
			"source": "G&G",
			"page": 91,
			"otherSources": {
				"Expanded": [
					"LOTGB|70"
				]
			},
			"type": "Item",
			"level": 1,
			"price": {
				"coin": "gp",
				"amount": 5,
				"note": null
			},
			"bulk": "3",
			"category": "Assistive Item",
			"subCategory": "Wheelchair",
			"entries": [
				"This wheelchair is tailored for adventures and travels. The design is sleek and fashionable to provide excellent comfort and support. A traveler's chair has small mechanisms, either made from interlocking wood pieces, clockwork, or other devices, that allow the chair to traverse up or down stairs without any additional difficulty (moving up stairs is still {@quickref difficult terrain||3|terrain}, just like for other characters), and move through other such environments that adventurers and travelers encounter without any additional difficulty, such as ladders and uneven ground.",
				"Magical Wheelchairs The following wheelchairs use technology and magic for incredible effects, in addition to the basic benefits granted from the base wheelchair (typically a traveler's chair)."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Trebuchet",
			"source": "G&G",
			"page": 76,
			"type": "Item",
			"level": 10,
			"traits": [
				"Uncommon",
				"Gargantuan",
				"Mounted"
			],
			"price": {
				"coin": "gp",
				"amount": 2000,
				"note": null
			},
			"usage": "mounted",
			"category": "Siege Weapon",
			"entries": [
				"Crew 4 to 6; Proficiency martial AC 24; Fort +21, Ref +16 Hardness 17; HP 68 (BT 34); Immunities object immunities Built with a long wooden arm and a heavy counterweight, a trebuchet can hurl massive projectiles from a large sling, releasing the projectile at the ideal point in the arm's arc.",
				"Aim {@as 2} 100 feet, minimum distance 200 feet Load {@as 2} (manipulate) 3 times, requires a successful DC 20 {@skill Athletics} check Launch {@as 1} (attack, manipulate, range increment 400 feet) {@damage 8d10} bludgeoning, 20-foot burst, DC 26 Reflex Siege Tools Some contraptions rolled onto the battlefield aren't used directly to attack, but rather to move troops."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Tripod",
			"source": "G&G",
			"page": 178,
			"equipment": true,
			"type": "Equipment",
			"traits": [],
			"price": {
				"coin": "sp",
				"amount": 2
			},
			"bulk": 1,
			"shieldStats": null,
			"activate": null,
			"onset": null,
			"ammunition": null,
			"hands": 2,
			"category": "Gear",
			"entries": [
				"Tripods are designed for use with kickback weapons, as a way for gunslingers with lower strength to accurately use these more powerful weapons by sacrificing mobility instead. They can be set up and attached to a firearm with a single {@action Interact} action using one hand, setting the tripod in your square. While this sturdy piece of engineering is in use, you don't take the –2 penalty for firing a {@trait kickback} weapon, even if your Strength isn't high enough to avoid the penalty. However, you must retrieve the tripod with a single {@action Interact} action before you can move the firearm to a different position. Normally, when you're {@condition hidden} or {@condition undetected}, you become {@condition observed} if you do anything except {@action Hide}, {@action Sneak}, or {@action Step}. However, deploying or retrieving a tripod with an {@action Interact} action doesn't automatically make you {@condition observed}, so long as you don't set up or remove the tripod when it's in a spot where creatures can see the tripod itself."
			],
			"craftReq": null,
			"generic": false
		},
		{
			"name": "Trustworthy Round",
			"source": "G&G",
			"page": 171,
			"type": "Item",
			"level": 3,
			"traits": [
				"Consumable",
				"Divination",
				"Magical"
			],
			"price": {
				"coin": "gp",
				"amount": 9,
				"note": null
			},
			"activate": {
				"activity": {
					"number": 1,
					"unit": "free"
				},
				"components": "command",
				"requirements": null,
				"frequency": null,
				"trigger": null
			},
			"ammunition": [
				"any"
			],
			"category": "Consumable",
			"entries": [
				"This ammunition was developed in Dongun Hold to minimize casualties to {@condition friendly} fire, and is always marked by a burnished copper head or tip so it can be easily identified. Before you can fire a trustworthy round, you must call out a target. You don't need to specify a name; the target could be \"The angry tiger attacking our group on the left.\" The round will only hit the specified target and will turn to gossamer dust midair if it misses the intended target or comes into contact with anything else; this also prevents abilities that redirect attacks. The round doesn't have any capabilities beyond your own to determine whether someone is who you think they are, so you can't use it to determine a disguised creature's identity.",
				"If you specify a target of \"Seltyiel\" and shoot someone disguised as Seltyiel who you thought was Seltyiel, the attack will still hit, whereas if you were about to hit a disguised Seltyiel who you didn't recognize to be Seltyiel, the round would dissolve."
			],
			"generic": false,
			"consumable": true
		},
		{
			"name": "Underwater Firing Mechanism",
			"source": "G&G",
			"page": 184,
			"type": "Item",
			"level": 9,
			"traits": [
				"Uncommon",
				"Magical"
			],
			"price": {
				"coin": "gp",
				"amount": 600,
				"note": null
			},
			"usage": "attached to firearm (firing mechanism)",
			"bulk": "—",
			"category": "Modification",
			"appliesTo": [
				"Weapon"
			],
			"subCategory": "Firing Mechanism",
			"entries": [
				"This device replaces the attached firearm's normal firing mechanism (normally, most of the guns in this chapter use a flintlock or matchlock firing mechanism). When the firearm's wielder fires the weapon, a small rune etched on a piece of stone affixed inside the mechanism releases a magical spark that's propelled through the firing mechanism and into the firearm, launching its bullet. An underwater firing mechanism allows the attached firearm to be fired underwater or in other conditions that would normally prevent the ignition of black powder. Attaching an underwater firing mechanism to a firearm takes 1 hour, though this time can overlap with the standard time required to maintain and clean your firearm to prevent misfires.",
				"Talismans A talisman is a small object affixed to armor, a shield, or a weapon (which is called the affixed item). You must be wielding or wearing an item to activate a talisman attached to that item. Once activated, a talisman burns out permanently. The talismans included in this section are particularly useful for characters who wield firearms or crossbows."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Violet Ray",
			"source": "G&G",
			"page": 83,
			"type": "Item",
			"level": 12,
			"traits": [
				"Rare"
			],
			"price": {
				"coin": "gp",
				"amount": 1893,
				"note": null
			},
			"usage": "held in 2 hands",
			"bulk": "2",
			"category": "Held",
			"entries": [
				"One of the many wondrous devices brought into the world by Stasian technology is the seemingly miraculous violet ray.",
				"Physicians claim it anything from headaches to heartburn, or nausea to deafness, all with an easy and painless treatment.",
				"The device is a glass vacuum with an insulated handle connected to a small Stasian coil. When powered, the glass tube fills with purple light and becomes warm to the touch. Pressing the tube to one's body is said to increase blood flow, eliminate toxins, and many other beneficial effects. A violet ray functions as a set of healer's tools and provides a +2 item bonus to {@skill Medicine} checks to {@action Administer First Aid}, {@action Treat Disease}, {@action Treat Poison}, or {@action Treat Wounds}.",
				{
					"type": "ability",
					"activity": {
						"number": 3,
						"unit": "action"
					},
					"components": [
						"Interact"
					],
					"frequency": "once per day",
					"trigger": null,
					"requirements": null,
					"entries": [
						"You apply the violet ray to an adjacent creature and attempt to counteract the {@condition blinded}, {@condition clumsy}, {@condition confused}, {@condition deafened}, {@condition drained}, {@condition enfeebled}, {@condition sickened}, or {@condition stupefied} condition with a counteract level of 6 and a counteract modifier of +22, using the source of the condition to determine the condition's counteract level and DC. If the condition was caused by an ongoing effect and you don't remove that effect, the condition returns after 1 minute. Each use of this ability can only counteract a single condition.",
						"Shockguard Coil Violet Ray."
					]
				}
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Waterproof Firearm Carrying Case",
			"source": "G&G",
			"page": 178,
			"equipment": true,
			"type": "Equipment",
			"traits": [],
			"price": {
				"coin": "sp",
				"amount": 2
			},
			"bulk": "L",
			"shieldStats": null,
			"activate": null,
			"onset": null,
			"ammunition": null,
			"hands": 2,
			"category": "Gear",
			"entries": [
				"This buttoned, leather case protects a firearm and up to 6 rounds of ammunition from being damaged by water or other environmental effects."
			],
			"craftReq": null,
			"generic": false
		},
		{
			"name": "Wind-up Cart",
			"source": "G&G",
			"page": 71,
			"type": "Item",
			"level": 2,
			"traits": [
				"Uncommon",
				"Clockwork",
				"Consumable",
				"Gadget"
			],
			"price": {
				"coin": "gp",
				"amount": 6,
				"note": null
			},
			"usage": "held in 2 hands",
			"bulk": "2",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": "Interact",
				"requirements": null,
				"frequency": null,
				"trigger": null
			},
			"category": "Consumable",
			"entries": [
				"This primitive device can be cobbled together from springs, wheels, and scrap and is commonly used to carry rocks or other dead weight forward to trigger traps. It can be loaded with up to 4 Bulk of items. Most creatures aren't small enough to fit on the cart, and even for Tiny creatures, it makes for a choppy ride; while riding the cart, a creature gains two actions at the start of each of its turns, instead of three. Once activated, the cart moves forward at a speed of 30 feet per round on your turn for up to 1 minute. If it strikes an obstruction, it attempts to continue its movement, pushing with an {@skill Athletics} bonus of +5, once per round. The wind-up cart has AC 15, Hardness 2, 24 Hit Points, and a Break Threshold of 12. After its 1-minute duration completes, the cart collapses back into scrap."
			],
			"generic": false,
			"consumable": true
		},
		{
			"name": "Wind-up Wings",
			"source": "G&G",
			"page": 65,
			"type": "Item",
			"level": "3+",
			"traits": [
				"Rare",
				"Clockwork"
			],
			"usage": "attached to a thrown weapon",
			"bulk": "—",
			"category": "Modification",
			"entries": [
				"These delicate clockwork wings enable thrown weapons to soar through the air at high speeds, performing turns and other aerial maneuvers midflight. Wind-up wings also have different types of special effects depending on the type.",
				"Wind-up wings must be attached to a thrown weapon and wound to function. A thrown weapon with an attached set of wind-up wings can't have anything else attached to it, or the wings cease to function.",
				"Attaching or detaching a pair of wind-up wings to a thrown weapon requires a {@item repair kit}, and the process takes 10 minutes. Winding an attached pair of wind-up wings takes three {@action Interact} actions. There are a variety of wind-up wings, with different effects."
			],
			"generic": "G",
			"variants": [
				{
					"type": "flutterback wind-up wings",
					"level": 3,
					"price": {
						"coin": "gp",
						"amount": 50,
						"note": null
					},
					"entries": [
						"When you make a thrown {@action Strike} with the weapon to which a pair of flutterback wind-up wings are attached, and the wings are wound, the wings fly the weapon back to your hand after the {@action Strike} is complete. If your hands are full when the weapon returns, the wings hover in place three feet above the ground. At the end of your turn, the wings are wound down; they don't function again until wound. If you aren't holding the weapon when the flutterback wind-up wings become wound down, the weapon falls to the ground."
					]
				},
				{
					"type": "homing wind-up wings",
					"level": 12,
					"price": {
						"coin": "gp",
						"amount": 1800,
						"note": null
					},
					"entries": [
						"When you make a thrown {@action Strike} with the weapon to which a pair of homing wind-up wings are attached, and the wings are wound, the wings seek out your target, flying through cover and avoiding obstacles. You ignore the target's {@condition concealed} condition and reduce the target's cover by one step (lesser cover to no cover, standard cover to lesser cover, or greater cover to standard cover). After the {@action Strike} is complete, the wings are wound down; they don't function again until wound."
					]
				}
			],
			"consumable": false
		},
		{
			"name": "Darkvision Scope",
			"source": "G&G",
			"page": 180,
			"type": "Item",
			"level": "5+",
			"traits": [
				"Divination",
				"Magical"
			],
			"usage": "attached to firearm or crossbow (scope)",
			"bulk": "L",
			"category": "Modification",
			"subCategory": "Scope",
			"appliesTo": [
				"Weapon"
			],
			"entries": [
				"These scopes, popular with snipers and other sneaky sharpshooters who ply their trade in the dead of night, incorporate clouded crystals with magical properties into their design. While relatively useless under normal lighting conditions, these crystals can help bring things into focus when used in dim light. The scope is then given an enchantment to enhance these properties for use in Magnifying Scope"
			],
			"generic": false,
			"consumable": false
		}
	]
}
