{
	"item": [
		{
			"name": "Abadar's Flawless Scale",
			"source": "LOGM",
			"page": 121,
			"type": "Item",
			"level": 3,
			"traits": [
				"uncommon",
				"divination",
				"magical"
			],
			"access": "follower of {@deity Abadar}",
			"price": {
				"amount": 50,
				"coin": "gp"
			},
			"usage": "held in 2 hands",
			"bulk": 1,
			"category": "Held",
			"entries": [
				"This immaculate golden set of merchant's scales is considered a divine instrument among {@deity Abadar}'s most faithful. Unlike most scales, this one has only a single dish for placing small objects, and calculates value rather than weight. On the other side of the fulcrum, a steel arrow indicator points to various numbers engraved on the side of the scale. By placing an object of light Bulk onto the dish, you can determine its value in gold pieces in the market in which the scale was made (most of these scales are made in Katapesh or Absalom), based on its material composition and artisanship. For example, after placing a gemstone on the dish, the scale will indicate the fairest (average, in most cases) price you can expect to fetch in the market to which the scale is calibrated, but the scale wouldn't detect the gemstone's historical significance or any magical properties. Abadar's flawless scale can be calibrated to a different market by performing a 1-hour ritual in the proximity of that market."
			]
		},
		{
			"name": "Bottomless Stein",
			"source": "LOGM",
			"page": 121,
			"type": "Item",
			"level": 2,
			"traits": [
				"uncommon",
				"conjuration",
				"magical"
			],
			"access": "follower of {@deity Cayden Cailean}",
			"price": {
				"coin": "gp",
				"amount": 25
			},
			"usage": "held in 1 hand",
			"bulk": "L",
			"category": "Held",
			"entries": [
				"A magic item regarded as holy by followers of Cayden Cailean, this ornate metallic stein is always filled to the brim with delicious ale, no matter how much is drunk or spilled. If it is emptied (such as by being gulped quickly or upended onto the floor), the bottomless stein will fill again within 1 round as long as it is right side up, though it's impossible to transfer the ale to another container to sell it or store it for later. The exact type of ale with which the stein is filled is determined at the item's creation, and cannot be changed thereafter."
			]
		},
		{
			"name": "Dagger Of Eternal Sleep",
			"source": "LOGM",
			"page": 121,
			"type": "Item",
			"level": 5,
			"traits": [
				"uncommon",
				"consumable",
				"magical",
				"necromancy"
			],
			"access": "follower of {@deity Achaekek|LOGM}",
			"price": {
				"coin": "gp",
				"amount": 25
			},
			"usage": "held in 1 hand",
			"bulk": "L",
			"category": "Consumable",
			"entries": [
				"This tiny serrated dagger looks like a miniature sawtooth sabre. Until activated, it is too small and ornamental to function as a weapon, which might allow it to be passed off as a weapon-shaped decoration.",
				{
					"type": "ability",
					"style": "compact",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"{@action Interact}"
					],
					"entries": [
						"You transform the dagger of eternal sleep into a +1 grievous striking dagger and {@action Strike} an {@condition unconscious} target with the dagger. If you are not in an encounter or otherwise threatened and you roll a hit with your {@action Strike}, you get a critical hit instead. The damage from the {@action Strike} and the bleed from the critical specialization effect do not awaken the target, though the target becomes temporarily immune to this effect until the next time it wakes up, meaning further daggers of eternal sleep awaken it as normal. The dagger disintegrates immediately after use."
					]
				}
			]
		},
		{
			"name": "Deteriorating Dust",
			"source": "LOGM",
			"page": 122,
			"type": "Item",
			"level": "4+",
			"traits": [
				"uncommon",
				"consumable",
				"evocation",
				"magical"
			],
			"access": "follower of {@deity Rovagug}",
			"usage": "held in 1 hand",
			"category": "Consumable",
			"entries": [
				"Contained in a specially enchanted small leather or hide sack, deteriorating dust is a potent caustic agent and a prized item among Rovagug's more discreet followers.",
				{
					"type": "ability",
					"style": "compact",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"{@action Interact}"
					],
					"entries": [
						"You sprinkle the deteriorating dust over an unattended Medium or smaller object. The dust quickly fades to a transparent color and the object immediately begins to rust, melt, or otherwise fall apart.",
						"For the listed time, the object takes constant damage; if the object has a Hardness, then the dust gradually reduces the object's Hardness instead. If the deteriorating dust is still active after the object's Hardness is reduced to 0, it deals damage to the object as previously described. If the object survives, reduced Hardness returns after the dust's duration expires, but any damage remains."
					]
				}
			],
			"generic": "G",
			"variants": [
				{
					"level": 4,
					"price": {
						"coin": "gp",
						"amount": 15
					},
					"entries": [
						"The affected object takes 1 damage per 3 hours (8 damage per day) and its Hardness is reduced by 1 per hour. The effect lasts for 3 days."
					],
					"_mod": {
						"entries": {
							"with": "The affected object takes 1 damage per 3 hours (8 damage per day); if the object has a Hardness, then the dust gradually reduces the object's Hardness instead by 1 per hour. The effect lasts for 3 days."
						}
					},
					"variantType": "deteriorating dust"
				},
				{
					"level": 6,
					"price": {
						"coin": "gp",
						"amount": 45
					},
					"entries": [
						"The affected object takes 1 damage per 3 hours (8 damage per day) and its Hardness is reduced by 1 per hour. The effect lasts for 1 week."
					],
					"_mod": {
						"entries": {
							"with": "The affected object takes 1 damage per 3 hours (8 damage per day); if the object has a Hardness, then the dust gradually reduces the object's Hardness instead by 1 per hour. The effect lasts for 1 week."
						}
					},
					"variantType": "extended deteriorating dust"
				},
				{
					"level": 9,
					"price": {
						"coin": "gp",
						"amount": 105
					},
					"entries": [
						"The affected object takes 1 damage per hour (24 damage per day) and its Hardness is reduced by 1 per hour. The effect lasts for 3 days."
					],
					"_mod": {
						"entries": {
							"with": "The affected object takes 1 damage per hour (8 damage per day); if the object has a Hardness, then the dust gradually reduces the object's Hardness instead by 1 per hour. The effect lasts for 3 days."
						}
					},
					"variantType": "caustic deteriorating dust"
				}
			],
			"_vmod": {
				"entries": {
					"mode": "replaceTxt",
					"replace": "For the listed time, the object takes constant damage; if the object has a Hardness, then the dust gradually reduces the object's Hardness instead."
				},
				"entriesMode": "generic"
			}
		},
		{
			"name": "Dreadsmoke Thurible",
			"source": "LOGM",
			"page": 122,
			"type": "Item",
			"level": 9,
			"traits": [
				"uncommon",
				"magical",
				"necromancy"
			],
			"access": "follower of {@deity Urgathoa}",
			"price": {
				"coin": "gp",
				"amount": 600
			},
			"usage": "held in 2 hands",
			"bulk": 1,
			"category": "Held",
			"entries": [
				"This black-and-gray thurible is decorated with a skeleton motif; the jaw of one of the decorative skulls unhinges, allowing you to load it with incense as an action. A long, thin chain is connected to the top of the thurible.",
				{
					"type": "ability",
					"style": "compact",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"{@action Interact}"
					],
					"entries": [
						"You swing the thurible around you, spreading inky black smoke in a 20-foot emanation that has the effect of obscuring mist.",
						"Undead creatures can see through the smoke as if it didn't exist. Negative energy also disrupts the magic of the smoke; anyone who uses a {@trait negative} effect, along with creatures affected by a {@trait negative} effect, can see through the smoke for 1 round."
					]
				}
			]
		},
		{
			"name": "Glaive Of The Artist",
			"source": "LOGM",
			"page": 122,
			"type": "Item",
			"level": 14,
			"traits": [
				"uncommon",
				"enchantment",
				"magical"
			],
			"access": "follower of {@deity Shelyn}",
			"price": {
				"coin": "gp",
				"amount": 4000
			},
			"usage": "held in 2 hands",
			"bulk": 2,
			"category": "Held",
			"entries": [
				"This +2 holy greater striking glaive has a long, multi-tailed rainbow-colored banner affixed to the butt of the pole in the style of Shelyn's religious symbol. While wielding the glaive, you gain a +2 item bonus on {@skill Crafting} and {@skill Performance} checks.",
				{
					"type": "ability",
					"style": "compact",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"{@action Interact}"
					],
					"frequency": {
						"unit": "round",
						"freq": 1
					},
					"entries": [
						"You furl one of the colored tails around the pole, causing the glaive to gain the effects of your choice of the corrosive, flaming, frost, shocking, or thundering property runes for 1 round, depending on the tail you chose."
					]
				},
				{
					"type": "ability",
					"style": "compact",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"{@action Interact}"
					],
					"frequency": {
						"unit": "day",
						"freq": 1
					},
					"entries": [
						"You thrust the blade of the glaive into the ground, activating the power of the banner. (The blade can penetrate any non-metallic surface when used in this way, and does not leave a mark when withdrawn.) As long as the glaive is thrust into the ground and standing upright, all allies within 60 feet who can see the glaive's banner gain a +2 item bonus to {@skill Performance} checks."
					]
				}
			]
		},
		{
			"name": "Lucky Rabbit's Foot",
			"source": "LOGM",
			"page": 122,
			"type": "Item",
			"level": 10,
			"traits": [
				"uncommon",
				"consumable",
				"divination",
				"fortune",
				"magical",
				"talisman"
			],
			"access": "follower of {@deity Desna}",
			"price": {
				"coin": "gp",
				"amount": 175
			},
			"usage": "affixed to armor",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "reaction",
					"entry": "{@as R}"
				},
				"components": [
					"envision"
				],
				"trigger": "You fail a Reflex save against a damaging effect."
			},
			"category": "Talisman",
			"entries": [
				"This treated rabbit's foot has shockingly blue fur and is often carried by vagabonds who worship Desna. When you activate the foot, reroll the triggering Reflex save. If you fail the second roll as well, you can {@action Stride} up to your Speed."
			]
		},
		{
			"name": "Manacles Of Persuasion",
			"source": "LOGM",
			"page": 122,
			"type": "Item",
			"level": 3,
			"traits": [
				"uncommon",
				"magical",
				"necromancy",
				"nonlethal"
			],
			"access": "follower of {@deity Zon-Kuthon}",
			"price": {
				"coin": "gp",
				"amount": 45
			},
			"usage": "worn on wrists",
			"bulk": 1,
			"category": "Worn",
			"entries": [
				"These sturdy, average manacles are connected by a thick iron chain that is much heavier than its appearance suggests at a glance.",
				"Followers of Zon-Kuthon sometimes employ manacles of persuasion against captured enemies and spies. When the manacles are locked around an {@condition immobilized} creature's wrists, they begin to sap the life out of the victim, dealing 2 negative damage per hour until the creature falls {@condition unconscious}. The effect is nonlethal, so the damage doesn't cause the creature to become {@condition dying}.",
				"While the creature is {@condition unconscious}, the manacles deal no damage and allow the creature to recover Hit Points normally to a maximum of 10 Hit Points, at which point the manacles begin to deal damage once more. The manacles have no effect on a creature that is not {@condition immobilized}."
			]
		},
		{
			"name": "Miter Of Communion",
			"source": "LOGM",
			"page": 123,
			"type": "Item",
			"level": 10,
			"traits": [
				"uncommon",
				"divination",
				"invested",
				"magical"
			],
			"price": {
				"coin": "gp",
				"amount": 800
			},
			"usage": "worn headwear",
			"bulk": "L",
			"category": "Worn",
			"entries": [
				"This ornate headgear comes in many different shapes and sizes, though most are elaborately decorated with motifs of the deity whose honor in which it was made. The miter brings you spiritually closer to your deity's servitors, granting you a +2 item bonus to {@skill Religion} checks.",
				{
					"type": "ability",
					"style": "compact",
					"activity": {
						"number": 1,
						"unit": "minute",
						"entry": "1 minute"
					},
					"components": [
						"command"
					],
					"entries": [
						"You chant for a minute about a task at hand for the coming week to cast a 4th-level {@spell read omens} spell that grants you cryptic but useful advice."
					]
				}
			]
		},
		{
			"name": "Mortar Of Hidden Meaning",
			"source": "LOGM",
			"page": 123,
			"type": "Item",
			"level": 4,
			"traits": [
				"divination",
				"magical"
			],
			"price": {
				"coin": "gp",
				"amount": 75
			},
			"usage": "held in 2 hands",
			"bulk": "L",
			"category": "Held",
			"entries": [
				"This matching mortar and pestle are made from immaculate darkwood that looks nearly olive in the right light.",
				{
					"type": "ability",
					"style": "compact",
					"activity": {
						"number": 1,
						"unit": "minute",
						"entry": "1 minute"
					},
					"components": [
						"{@action Interact}"
					],
					"frequency": {
						"unit": "hour",
						"freq": 1
					},
					"entries": [
						"You use the mortar of {@condition hidden} meaning to grind tea leaves (or another suitable substance for making a hot beverage). While grinding the tea leaves, which takes no less than 1 minute, you can speak a message into the mortar. After the leaves are steeped in hot water, the first person who drinks from the resulting brew hears the message whispered in their ear."
					]
				}
			]
		},
		{
			"name": "Necklace Of Knives",
			"source": "LOGM",
			"page": 123,
			"type": "Item",
			"level": 2,
			"traits": [
				"uncommon",
				"conjuration",
				"invested",
				"magical"
			],
			"access": "follower of {@deity Pharasma}",
			"price": {
				"coin": "gp",
				"amount": 25
			},
			"usage": "worn",
			"category": "Worn",
			"entries": [
				"This necklace strung with miniature stone throwing knives.",
				"As long as you wear it, you are never without a weapon, a crude surgical tool, or stake for a vampire, if necessary in following Pharasma's teachings.",
				{
					"type": "ability",
					"style": "compact",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"{@action Interact}"
					],
					"entries": [
						"You pluck a miniature knife from the necklace, and it grows into a normal stone, steel, or wooden dagger for as long as you hold it, fading away 1 round after it leaves your hand. No matter how many knives you pull from the necklace, you never seem to deplete them. Wooden daggers from the necklace are as effective as ordinary steel daggers and can be useful to stake vampires."
					]
				}
			]
		},
		{
			"name": "Rat-catcher Trident",
			"source": "LOGM",
			"page": 123,
			"type": "Item",
			"level": 11,
			"traits": [
				"uncommon",
				"conjuration",
				"magical"
			],
			"access": "follower of {@deity Hanspur|LOGM}",
			"price": {
				"coin": "gp",
				"amount": 1200
			},
			"usage": "held in 1 hand",
			"bulk": 1,
			"category": "Held",
			"entries": [
				"The haft of this +2 striking trident is carved with intricate designs of swarming rodents sacred to Hanspur, the drowned god of the Sellen River. When used against a swarm, it ignores the swarm's resistance to piercing damage, if any.",
				{
					"type": "ability",
					"style": "compact",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"{@action Interact}"
					],
					"frequency": {
						"unit": "day",
						"freq": 1
					},
					"entries": [
						"While floating down a river on a raft or boat, you plunge the rat-catcher trident into the water. The trident casts a 5th-level {@spell control water} spell on the body of water."
					]
				}
			]
		},
		{
			"name": "Singing Bowl Of The Versatile Stance",
			"source": "LOGM",
			"page": 123,
			"type": "Item",
			"level": 11,
			"traits": [
				"uncommon",
				"enchantment",
				"magical"
			],
			"access": "follower of {@deity Irori}",
			"price": {
				"coin": "gp",
				"amount": 1175
			},
			"usage": "held in 2 hands",
			"bulk": "L",
			"category": "Held",
			"entries": [
				"In true Iroran form, the simplicity of this small, inverted copper bell belies its flawlessness.",
				"When struck with a mallet (included with the singing bowl), it emits a harmonious tone that inspires bodily perfection in those who know how to hear it.",
				{
					"type": "ability",
					"style": "compact",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"Interact (auditory)"
					],
					"entries": [
						"While holding the singing bowl of the versatile stance with one hand, you strike the lip of it with a mallet held in the other.",
						"Anyone within 60 feet currently in a stance can spend a reaction to use one of their stance actions in order to change to a different stance."
					]
				}
			]
		},
		{
			"name": "Torag's Silver Anvil",
			"source": "LOGM",
			"page": 123,
			"type": "Item",
			"level": 18,
			"traits": [
				"uncommon",
				"divine",
				"magical",
				"transmutation"
			],
			"access": "follower of {@deity Torag}",
			"price": {
				"coin": "gp",
				"amount": 24000
			},
			"usage": "held in 2 hands",
			"bulk": 2,
			"category": "Held",
			"entries": [
				"This portable silver anvil has a narrow hoop on one end, through which a long, sturdy chain has been strung.",
				"Torag's Silver Anvil can be wielded as a +3 holy greater flaming greater striking silver meteor hammer.",
				"Outside of combat, the anvil can be used with a hammer as an incredibly effective portable forge, heating up the metal to be forged without a furnace and granting a +3 item bonus to {@skill Crafting} checks involving metalworking. When you use the anvil to successfully {@action Repair} a metal item, the item recovers an additional 10 Hit Points (or an additional 20 on a critical success)."
			]
		}
	]
}
