{
	"item": [
		{
			"name": "Alignment Ampoule",
			"source": "LOPSG",
			"page": 39,
			"type": "Item",
			"level": "1+",
			"traits": [
				"uncommon",
				"alchemical",
				"bomb",
				"consumable"
			],
			"usage": "held in 1 hand",
			"bulk": "L",
			"category": "Bomb",
			"entries": [
				"This glass sphere is divided into four quarters, each of which contains a different material aligned with good, evil, chaos, or law, such as shavings from a holy relic or dried flowers that grew near a planar rift to the Abyss. When an alignment ampoule strikes a creature with a weakness to good, evil, chaos, or law, it deals the listed damage, which matches the creature's highest weakness. This damage is always based on the weaknesses of the initial target of the attack.",
				"If a creature has multiple eligible weaknesses, randomly determine the damage type. An alignment ampoule has no effect against creatures that don't have a weakness to the ampoule's associated alignment types."
			],
			"generic": "G",
			"variants": [
				{
					"variantType": "lesser",
					"level": 1,
					"price": {
						"coin": "gp",
						"amount": 4
					},
					"entries": [
						"The ampoule deals 1 damage and 1 {@trait splash} damage."
					],
					"_mod": {
						"entries": {
							"with": "When lesser alignment ampoule strikes a creature with a weakness to good, evil, chaos, or law, it deals 1 damage and 1 {@trait splash} damage"
						}
					}
				},
				{
					"variantType": "moderate",
					"level": 3,
					"price": {
						"coin": "gp",
						"amount": 12
					},
					"entries": [
						"You gain a +1 item bonus to attack rolls. The bomb deals {@damage 1d4} damage and 2 {@trait splash} damage."
					],
					"_mod": {
						"entries": {
							"with": "You gain a +1 item bonus to attack rolls. When moderate alignment ampoule strikes a creature with a weakness to good, evil, chaos, or law, it deals {@damage 1d4} damage and 2 {@trait splash} damage"
						}
					}
				},
				{
					"variantType": "greater",
					"level": 11,
					"price": {
						"coin": "gp",
						"amount": 300
					},
					"entries": [
						"You gain a +2 item bonus to attack rolls. The bomb deals {@damage 2d4} damage and 3 {@trait splash} damage."
					],
					"_mod": {
						"entries": {
							"with": "You gain a +2 item bonus to attack rolls. When greater alignment ampoule strikes a creature with a weakness to good, evil, chaos, or law, it deals {@damage 2d4} damage and 3 {@trait splash} damage"
						}
					}
				},
				{
					"variantType": "major",
					"level": 17,
					"price": {
						"coin": "gp",
						"amount": 3000
					},
					"entries": [
						"You gain a +3 item bonus to attack rolls. The bomb deals {@damage 3d4} damage and 4 {@trait splash} damage."
					],
					"_mod": {
						"entries": {
							"with": "You gain a +3 item bonus to attack rolls. When major alignment ampoule strikes a creature with a weakness to good, evil, chaos, or law, it deals {@damage 3d4} damage and 4 {@trait splash} damage"
						}
					}
				}
			],
			"_vmod": {
				"entries": {
					"mode": "replaceTxt",
					"replace": "When an alignment ampoule strikes a creature with a weakness to good, evil, chaos, or law, it deals the listed damage"
				},
				"entriesMode": "generic"
			}
		},
		{
			"name": "Astrolabe",
			"source": "LOPSG",
			"page": 35,
			"type": "Item",
			"level": "2+",
			"traits": [
				"uncommon"
			],
			"usage": "held in 2 hands",
			"bulk": "L",
			"category": "Held",
			"entries": [
				"Astrolabes can be used for navigation in unfamiliar or featureless locations. To use an astrolabe, the holder must be trained in {@skill Survival}. By spending 1 minute to measure the height of the stars and planets, a holder who knows the time and date can determine the latitude, and a holder who knows their latitude can determine the date and time. An astrolabe also grants a +1 item bonus on checks to identify celestial bodies. A standard astrolabe only functions on steady ground."
			],
			"generic": "G",
			"variants": [
				{
					"level": 2,
					"price": {
						"coin": "gp",
						"amount": 30
					},
					"entries": [],
					"variantType": "standard astrolabe"
				},
				{
					"level": 3,
					"price": {
						"coin": "gp",
						"amount": 50
					},
					"entries": [
						"A mariner's astrolabe contains additional stabilizers that make it suitable for use on moving surfaces, such as the deck of a ship."
					],
					"variantType": "mariner's astrolabe"
				}
			]
		},
		{
			"name": "Body Recovery Kit",
			"source": "LOPSG",
			"page": 2277,
			"type": "Item",
			"level": 9,
			"traits": [
				"uncommon",
				"alchemical",
				"consumable",
				"healing"
			],
			"price": {
				"coin": "gp",
				"amount": 101
			},
			"usage": "held in 2 hands",
			"bulk": "L",
			"category": "Consumable",
			"entries": [
				"This small silver tin is filled with a herb-infused salve and a shroud of fine silk fabric.",
				"The salve smells of lavender and hyssop and is waxy to the touch. The shroud, made of spun silk, can a hold a Medium or smaller creature. If you apply the salve and shroud to a creature that died within the past 3 days, a process which normally takes 1 hour, it slows the decomposition process, allowing a creature to be brought back to life with raise dead up to 1 week after its death."
			]
		},
		{
			"name": "Bookthief Brew",
			"source": "LOPSG",
			"page": 31,
			"type": "Item",
			"level": 1,
			"traits": [
				"uncommon",
				"alchemical",
				"consumable"
			],
			"price": {
				"coin": "gp",
				"amount": 3
			},
			"usage": "held in 1 hand",
			"bulk": "L",
			"category": "Consumable",
			"entries": [
				"This concoction mixes into a thick, paste-like substance when shaken. When exposed to air, the substance dries after one minute. If poured over a book, scroll, or other material featuring words written in ink, the brew will make an exact copy of the words it is in contact with while it dries, though it doesn't contain any {@trait magical} effect or other special properties of the original words. Once dried, you can remove the dried substance as an {@action Interact} action. A single vial of bookthief brew can coat two pages from a book, a single scroll, or a similar amount of area for other surfaces, producing a dried sheet as thick as a piece of paper. Unfortunately, the sheet's copy is flipped, requiring a mirror to properly read."
			]
		},
		{
			"name": "Boulderhead Bock",
			"source": "LOPSG",
			"page": 30,
			"type": "Item",
			"level": 2,
			"traits": [
				"uncommon",
				"alchemical",
				"consumable",
				"elixir"
			],
			"price": {
				"coin": "gp",
				"amount": 5
			},
			"usage": "held in 1 hand",
			"bulk": "L",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": [
					"{@action Interact}"
				]
			},
			"category": "Elixir",
			"entries": [
				"No one is sure if Gorm brews this malty ale himself, but it seems to be an off-duty favorite of the Grand Archive faction leader. The brew packs a heavy punch, and while Gorm officially discourages drinking on the job, boulderhead bock does makes the drinker more self-assured and protects them from conditions that would addle their mental faculties. For 1 hour, you gain a +1 item bonus to saving throws against effects that would make you {@condition stunned} or {@condition stupefied}. However, you also become less aware of your surroundings, taking a –2 item penalty to {@skill Perception} for 1 hour."
			]
		},
		{
			"name": "Buoyancy Vest",
			"source": "LOPSG",
			"page": 114,
			"type": "Item",
			"price": {
				"coin": "gp",
				"amount": 5
			},
			"bulk": 1,
			"category": "Adventuring Gear",
			"entries": [
				"This canvas vest has been filled with cork shavings, tightly folded, and sewn shut. Wearing a buoyancy vest allows you to float in water with a lowered risk of sinking. If you end your turn in water while wearing a buoyancy vest and haven't succeeded at a Swim action that turn, attempt a DC 5 flat check. On a success, you do not sink, though you can still get moved by the current, as determined by the GM. The GM can also determine whether the vest is more or less effective in different weather conditions, raising the DC in rough waters or lowering the DC in calm water."
			]
		},
		{
			"name": "Cartographer's Kit",
			"source": "LOPSG",
			"page": 35,
			"type": "Item",
			"level": 3,
			"traits": [
				"uncommon"
			],
			"price": {
				"coin": "gp",
				"amount": 42
			},
			"bulk": 1,
			"category": "Adventuring Gear",
			"entries": [
				"This kit includes a {@item writing set}, a compass, a {@item standard astrolabe|LOPSG}, a {@item ruler|LOPSG}, and a survey map."
			]
		},
		{
			"name": "Chronicler Wayfinder",
			"source": "LOPSG",
			"page": 31,
			"type": "Item",
			"level": 6,
			"traits": [
				"uncommon",
				"evocation",
				"invested",
				"magical"
			],
			"price": {
				"coin": "gp",
				"amount": 200
			},
			"usage": "worn",
			"category": "Worn",
			"entries": [
				"Chronicler wayfinders bear a mystical connection to the Pathfinder Chronicles themselves, granting them the ability to assist in situations where unusual lore is needed by drawing on lore from a particular topic. Each chronicler wayfinder is attuned to a specific {@skill Lore} skill, chosen at the time of creation. In addition to the effects of a wayfinder (Core Rulebook 617), a chronicler wayfinder has the following activation.",
				{
					"type": "ability",
					"style": "compact",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"envision"
					],
					"entries": [
						"You tap into the Pathfinder Chronicles on the chronicler wayfinder's attuned topic, gaining the effects of a {@action Recall Knowledge} action with the chosen {@skill Lore} skill. For the {@skill Lore} check's modifier, use whichever is better of +12 or your own modifier, using your level as your proficiency bonus even if you're untrained in the attuned {@skill Lore} skill."
					]
				}
			]
		},
		{
			"name": "Clockwork Dial",
			"source": "LOPSG",
			"page": 114,
			"type": "Item",
			"traits": [
				"uncommon"
			],
			"price": {
				"coin": "gp",
				"amount": 20
			},
			"hands": 1,
			"category": "Adventuring Gear",
			"entries": [
				"This small timepiece allows you to accurately track time, useful for coordinating attacks, cooking, and all other sorts of activities, without the steadiness or care necessary to use an hourglass. As always, spell durations are too inexact to be reliably tracked, as they don't last precisely the duration listed. Protected within a brass or steel case, the clockwork mechanism of this device is turned using a small key. Most dials have a maximum duration of 1 hour, with each turn of the key adding 10 minutes to the timer, though some are crafted with longer or shorter durations and intervals. Setting the timer requires one free hand and an {@action Interact} action."
			]
		},
		{
			"name": "Comealong",
			"source": "LOPSG",
			"page": 114,
			"type": "Item",
			"traits": [
				"uncommon"
			],
			"price": {
				"coin": "gp",
				"amount": 3
			},
			"bulk": 1,
			"hands": 2,
			"category": "Adventuring Gear",
			"entries": [
				"This portable winch consists of a length of cable or chain, two hooks, and a ratcheting drum with a handle. When used with two sections of rope or chain, it allows you to pull a heavy load along a flat surface."
			]
		},
		{
			"name": "Communication Bangle",
			"source": "LOPSG",
			"page": 2277,
			"type": "Item",
			"level": 1,
			"traits": [
				"uncommon"
			],
			"price": {
				"coin": "gp",
				"amount": 10
			},
			"usage": "worn",
			"category": "Worn",
			"entries": [
				"This simple brass ring is meant to be worn as an ornamentation piece to an outfit, oftentimes as a bangle on the wrist, as the ring closure of a scarf or sash, or as an ornamentation piece of a headdress. While decorative, this serves a cover for the bangle's function as a message bearer. Messages can be coded into the bangle, either through a series of raised dots and dashes or a pattern of notches of different depths and spacings. A bangle is large enough to hold a simple message consisting of a few words like \"Danger. Flee.\" or \"Meeting. Sunset. Fountain.\" Coding a message into a bangle requires 1 minute of time. All Pathfinders with access to communication bangles are taught how to code and read most basic messages, but anyone with a bangle can develop their own communication system.",
				"A creature inspecting a bangle can discover its true purpose by succeeding at a DC 20 {@skill Perception} check. Deciphering a message requires a creature to succeed at a {@skill Society} check against the coder's {@skill Deception} DC."
			]
		},
		{
			"name": "Cordelia's Construct Key",
			"source": "LOPSG",
			"page": 124,
			"type": "Item",
			"level": "8+",
			"traits": [
				"uncommon",
				"conjuration",
				"invested",
				"magical",
				"transmutation"
			],
			"usage": "worn",
			"category": "Worn",
			"entries": [
				"Worn on a necklace, this intricate key grants you greater facility with constructs. The key alerts you to constructs lurking around you. Whether or not you are Investigating, the GM automatically rolls secret {@action Recall Knowledge} checks for you when you see a construct pretending to be a normal object, statue, or the like. Typically, this check is {@skill Arcana}, {@skill Crafting}, or an appropriate {@skill Lore} skill. On a success, you recognize the presence of the construct and gain the usual benefits of {@action Recall Knowledge}.",
				"While you're wearing the key, if your attack reduces a construct to 0 Hit Points, instead of destroying it completely, you can send it into a dormant state, from which you can study its inner workings and possibly (at the GM's discretion) spend time and money to reprogram or repurpose it. Even if you don't subvert it, you can {@action Repair} a construct rendered dormant this way, allowing you to return tomb guardians to their vigil after you've battled them. Additionally, you can activate the key in two ways to call a construct to serve you.",
				{
					"type": "ability",
					"style": "compact",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"command",
						"{@action Interact}"
					],
					"frequency": {
						"unit": "hour",
						"number": 1
					},
					"entries": [
						"You turn the key in the air and create a magic glyph.",
						"The key casts 3rd-level {@spell summon construct}."
					]
				},
				{
					"type": "ability",
					"style": "compact",
					"activity": {
						"number": 1,
						"unit": "minute"
					},
					"components": [
						"command",
						"envision",
						"{@action Interact}"
					],
					"frequency": {
						"unit": "day",
						"number": 1
					},
					"entries": [
						"You place the key on a Small object and turn it, creating a simple animated object for 1 hour. The animated object has the statistics of an {@creature animated broom} but has no bristles {@action Strike} and can't attack. It performs simple and broad menial tasks for you in exploration or downtime but is too slow to react to individual commands to assist you in a combat encounter."
					]
				}
			],
			"generic": "G",
			"variants": [
				{
					"level": 8,
					"price": {
						"coin": "gp",
						"amount": 450
					},
					"entries": [],
					"variantType": "Cordelia's construct key"
				},
				{
					"level": 12,
					"price": {
						"coin": "gp",
						"amount": 1750
					},
					"entries": [
						"A greater key allows you to fully comprehend and thus partially bypass a construct's resistances. You ignore the first 5 resistance a construct has against your damaging effects, whether martial or magical. Additionally, the key's first activation casts a 5th-level {@spell summon construct}, and its second activation lasts 8 hours."
					],
					"variantType": "Cordelia's greater construct key"
				}
			]
		},
		{
			"name": "Cunning",
			"source": "LOPSG",
			"page": 124,
			"type": "Rune",
			"level": 5,
			"traits": [
				"uncommon",
				"divination",
				"magical"
			],
			"price": {
				"coin": "gp",
				"amount": 140
			},
			"usage": "etched on a slashing or piercing weapon",
			"category": "Rune",
			"entries": [
				"The weapon performs divination magic on the blood of your foes, granting you insight into their abilities and weaknesses.",
				{
					"type": "ability",
					"style": "compact",
					"activity": {
						"number": 1,
						"unit": "free"
					},
					"components": [
						"envision"
					],
					"frequency": {
						"unit": "minute",
						"number": 1
					},
					"requirements": "On your previous action this turn, you used this weapon to hit and damage a creature that has blood or other vital fluids",
					"entries": [
						"You learn the secrets the weapon gleaned from the creature's blood. Attempt to {@action Recall Knowledge} about the target of the required attack, gaining an item bonus to the {@action Recall Knowledge} skill check equal to the weapon's item bonus to attack rolls from its potency rune.",
						"If the required attack was a critical hit, you also gain a +2 circumstance bonus to this check."
					]
				}
			]
		},
		{
			"name": "Depth Gauge",
			"source": "LOPSG",
			"page": 114,
			"type": "Item",
			"traits": [
				"uncommon"
			],
			"price": {
				"coin": "gp",
				"amount": 1
			},
			"bulk": "L",
			"hands": 2,
			"category": "Adventuring Gear",
			"entries": [
				"This simple tool consists of a small iron weight attached to a thin rope that is marked at regular intervals (typically every foot). It can be used to measure the depth of a hole or body of water by dropping the weight down into unknown depths and counting the markings on the rope. It can also be used as a plumb bob."
			]
		},
		{
			"name": "Diviner's Nose Chain",
			"source": "LOPSG",
			"page": 78,
			"type": "Item",
			"level": 9,
			"traits": [
				"uncommon",
				"divination",
				"magical"
			],
			"price": {
				"coin": "gp",
				"amount": 650
			},
			"usage": "worn",
			"bulk": "–",
			"category": "Worn",
			"entries": [
				"The diviner's nose chain is worn by attaching piercings to the ear and nose, creating a connection between the senses of hearing and smell. The diviner's nose chain grants you {@ability scent} out to 30 feet as an imprecise sense, and a +1 item bonus to checks to {@action Seek} or {@action Sense Motive}."
			]
		},
		{
			"name": "Earplugs",
			"source": "LOPSG",
			"page": 114,
			"type": "Item",
			"price": {
				"coin": "cp",
				"amount": 1
			},
			"category": "Adventuring Gear",
			"entries": [
				"Made of waxed cotton or cork, earplugs give you a +1 item bonus to saves against effects with the {@trait auditory} trait. The earplugs make it difficult to hear, however, imposing a –2 item penalty on {@skill Perception} checks involving sound. Inserting or removing the earplugs requires an {@action Interact} action."
			]
		},
		{
			"name": "Elemental Wayfinder",
			"source": "LOPSG",
			"page": 122,
			"type": "Item",
			"level": "9+",
			"traits": [
				"uncommon",
				"evocation",
				"invested",
				"magical"
			],
			"usage": "worn",
			"category": "Worn",
			"entries": [
				"Pathfinder Society researchers recently created elemental wayfinders with the assistance of the Society's elemental allies. In addition to the effects of a {@item wayfinder}, these wayfinders each grant the ability to cast a particular elemental spell once per day, and can assist Pathfinders in exploring areas associated with their element. Each has the trait associated with its element.",
				{
					"type": "ability",
					"style": "compact",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"command"
					],
					"entries": [
						"The wayfinder casts its associated spell."
					]
				}
			],
			"generic": "G",
			"variants": [
				{
					"level": 9,
					"traits": [
						"air"
					],
					"price": {
						"coin": "gp",
						"amount": 650
					},
					"entries": [
						"The wayfinder can cast 4th-level {@spell lightning bolt}. Additionally, you can cast {@spell feather fall} as a primal innate spell once every 10 minutes."
					],
					"variantType": "air"
				},
				{
					"level": 9,
					"traits": [
						"earth"
					],
					"price": {
						"coin": "gp",
						"amount": 600
					},
					"entries": [
						"The wayfinder can cast 4th-level {@spell stoneskin}. Additionally, you dig twice as quickly as normal."
					],
					"variantType": "earth"
				},
				{
					"level": 9,
					"traits": [
						"fire"
					],
					"price": {
						"coin": "gp",
						"amount": 700
					},
					"entries": [
						"The wayfinder can cast 4th-level {@spell fireball}. Additionally, you gain resistance 5 to fire."
					],
					"variantType": "fire"
				},
				{
					"level": 10,
					"traits": [
						"water"
					],
					"price": {
						"coin": "gp",
						"amount": 900
					},
					"entries": [
						"The wayfinder can cast 4th-level {@spell hydraulic torrent}.",
						"Additionally, you gain the constant effects of water breathing."
					],
					"variantType": "water"
				}
			]
		},
		{
			"name": "Emergency Disguise",
			"source": "LOPSG",
			"page": 109,
			"type": "Item",
			"level": 1,
			"traits": [
				"uncommon",
				"conjuration",
				"consumable",
				"magical",
				"talisman"
			],
			"price": {
				"coin": "gp",
				"amount": 3
			},
			"usage": "affixed to armor",
			"bulk": "–",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": [
					"envision"
				],
				"requirements": "You're trained in {@skill Deception}."
			},
			"category": "Talisman",
			"entries": [
				"In Woodsedge Lodge, this thin red ribbon, typically worn around the neck, symbolizes the reach of Galt's soul-trapping guillotines, the infamous final blades. Each of these talismans stores a specific disguise, chosen at the time of its creation. When activated, the talisman applies a disguise to its wearer, allowing them to {@action Impersonate} without taking the time to assemble a convincing disguise first. The components the disguise creates can appear to be worth up to 3 gp total.",
				"The instant nature of the disguise leaves a few traces of its haphazard nature, imposing a –2 circumstance penalty on checks to {@action Impersonate} using the disguise.",
				"Wearers with the Quick Disguise feat don't take this penalty. Any objects created as a part of the disguise disappear after 24 hours or after you remove them."
			]
		},
		{
			"name": "Everyneed Pack",
			"source": "LOPSG",
			"page": 86,
			"type": "Item",
			"level": "3+",
			"traits": [
				"uncommon",
				"conjuration",
				"invested",
				"magical"
			],
			"usage": "worn on belt",
			"category": "Worn",
			"entries": [
				"Constructed of green material and decorated with a white Glyph of the Open Road, a dozen or more small pockets line the inside of this pack. The pack is enchanted so that each pocket contains common, mundane gear, each item worth no more than 1 gp, such as chalk, flint and steel, and string. It doesn't contain any armor, shields, weapons, or items made of any kind of precious material. Keep track of the exact value of the gear you retrieve from the pack. The pack empties after 8 gp worth of items of your choice are removed, after which it becomes a mundane backpack.",
				{
					"type": "ability",
					"style": "compact",
					"activity": {
						"number": 1,
						"unit": "minute"
					},
					"components": [
						"{@action Interact}"
					],
					"frequency": {
						"unit": "hour",
						"number": 1
					},
					"entries": [
						"You draw any number of pieces of mundane gear from the pack with a combined value of 1 gp or less."
					]
				}
			],
			"generic": "G",
			"variants": [
				{
					"level": 3,
					"price": {
						"coin": "gp",
						"amount": 20
					},
					"entries": [],
					"variantType": "everyneed pack"
				},
				{
					"level": 7,
					"price": {
						"coin": "gp",
						"amount": 100
					},
					"entries": [
						"The pack's pocket contain mundane gear worth no more than 5 gp each. You can draw any number of pieces of mundane gear from the pack with a combined value of 5 gp or less, and the pack empties after 45 gp worth of items are removed."
					],
					"variantType": "greater everyneed pack"
				}
			]
		},
		{
			"name": "False Manacles",
			"source": "LOPSG",
			"page": 114,
			"type": "Item",
			"traits": [
				"uncommon"
			],
			"price": {
				"coin": "gp",
				"amount": 10
			},
			"hands": 2,
			"category": "Adventuring Gear",
			"entries": [
				"These manacles are nearly indistinguishable from real manacles upon inspection, but contain a hidden release that enables a wearer who knows the location of the release to free themselves with a single {@action Interact} action. An observer who examines the manacles and succeeds at a DC 20 {@skill Perception} check notices their false nature. On a critical success, the observer finds the location of the hidden catch as well."
			]
		},
		{
			"name": "Familiar satchel",
			"source": "LOPSG",
			"page": 114,
			"type": "Item",
			"traits": [
				"uncommon"
			],
			"price": {
				"coin": "gp",
				"amount": 5
			},
			"bulk": 1,
			"category": "Adventuring Gear",
			"entries": [
				"This armored case is made to protect any Tiny or smaller creature contained within. It includes air holes (which can be plugged with cork stoppers for underwater travel) and two receptacles for food and water. Any creature inside has neither line of sight nor line of effect to the outside world but also cannot be targeted by attacks that require a line of effect while in the satchel. However, an area effect that deals enough damage to break the case also damages the creature inside. The satchel is made of leather (Hardness 4, HP 16, BT 8). A creature can enter or exit the satchel by using a total of 2 actions: an {@action Interact} action to open the satchel and a single action with the {@trait move} trait to enter or exit."
			]
		},
		{
			"name": "Fashionable Wayfinder",
			"source": "LOPSG",
			"page": 122,
			"type": "Item",
			"level": 3,
			"traits": [
				"uncommon",
				"conjuration",
				"invested",
				"magical"
			],
			"price": {
				"coin": "gp",
				"amount": 50
			},
			"usage": "worn",
			"category": "Worn",
			"entries": [
				"Fashionable wayfinders allow you to be dressed for success in almost any situation. In addition to the effects of a wayfinder (Core Rulebook 617), a fashionable wayfinder can attune to up to three sets of mundane clothing in your possession during your daily preparations. A fashionable wayfinder has the following activation.",
				{
					"type": "ability",
					"style": "compact",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"envision"
					],
					"entries": [
						"You call one of the attuned sets of clothing onto yourself, changing clothes instantly and leaving you either holding the old set of clothing or with the old set folded neatly on the floor if you don't have a free hand to hold it. This activation can't change you into or out of a suit of armor of any kind. While the activation can transport the chosen attuned set of clothing onto you from up to 60 feet away, it can't transport any other creatures or items that might have been stored in the clothing."
					]
				}
			]
		},
		{
			"name": "Ganjay Book",
			"source": "LOPSG",
			"page": 97,
			"type": "Item",
			"level": 1,
			"traits": [
				"uncommon",
				"magical",
				"transmutation"
			],
			"price": {
				"coin": "gp",
				"amount": 10
			},
			"bulk": "L or —",
			"category": "Adventuring Gear",
			"entries": [
				"This item is a {@item formula book (blank)||formula book}, {@item religious text}, or {@item spellbook (blank)||spellbook} that has been creased—possibly by Princess Ganjay herself—to fold up into an impossibly small shape. When folded up, the book can't be read or used, but its Bulk is reduced by 1 (a book that is 1 Bulk becomes light Bulk, and a book that is light Bulk becomes negligible in weight)",
				{
					"type": "ability",
					"activity": {
						"unit": "minute",
						"number": 1
					},
					"components": [
						"{@action Interact}"
					],
					"entries": [
						"You fold or unfold the Ganjay book, manipulating the cunning creases."
					]
				}
			]
		},
		{
			"name": "Glass Cutter",
			"source": "LOPSG",
			"page": 114,
			"type": "Item",
			"traits": [
				"uncommon"
			],
			"price": {
				"coin": "gp",
				"amount": 5
			},
			"bulk": "L",
			"hands": 2,
			"category": "Adventuring Gear",
			"entries": [
				"This small rod has a tiny, sharp cutting wheel made of steel on one end and a thick bulb on the other. You can use the glass cutter's wheel to score ordinary glass and use the bulb to break the piece along your scoring. It typically takes 1 minute of work to cut a hole large enough to fit your hand. If you are attempting to break the glass quietly, you must attempt a {@skill Thievery} check against the {@skill Perception} DC of nearby creatures to go unnoticed."
			]
		},
		{
			"name": "Grappling Arrow",
			"source": "LOPSG",
			"page": 114,
			"type": "Item",
			"traits": [
				"uncommon"
			],
			"price": {
				"coin": "sp",
				"amount": 2
			},
			"bulk": "L",
			"ammunition": [
				"arrow"
			],
			"hands": 1,
			"category": "Ammunition",
			"entries": [
				"This small grappling hook is designed to be tied to a rope and fired from a bow. When fired, it has half the normal range increment for the weapon."
			]
		},
		{
			"name": "Grappling Bolt",
			"source": "LOPSG",
			"page": 114,
			"type": "Item",
			"traits": [
				"uncommon"
			],
			"price": {
				"coin": "sp",
				"amount": 2
			},
			"bulk": "L",
			"ammunition": [
				"bolt"
			],
			"hands": 1,
			"category": "Ammunition",
			"entries": [
				"This small grappling hook is designed to be tied to a rope and fired from a crossbow. When fired, it has half the normal range increment for the weapon."
			]
		},
		{
			"name": "Homeward Wayfinder",
			"source": "LOPSG",
			"page": 122,
			"type": "Item",
			"level": 13,
			"traits": [
				"uncommon",
				"conjuration",
				"evocation",
				"invested",
				"magical",
				"teleportation"
			],
			"price": {
				"coin": "gp",
				"amount": 2750
			},
			"usage": "worn",
			"category": "Worn",
			"entries": [
				"Homeward wayfinders are powerful escape tools in the hands of a Pathfinder agent, drawing upon a special connection to the Maze of the Open Road. In addition to the effects of a wayfinder (Core Rulebook 617), a homeward wayfinder attunes itself to the most recent Pathfinder Lodge you've visited and has the following activation.",
				{
					"type": "ability",
					"style": "compact",
					"activity": {
						"number": 10,
						"unit": "minute"
					},
					"components": [
						"command",
						"{@action Interact}"
					],
					"frequency": {
						"unit": "day",
						"number": 1
					},
					"entries": [
						"You teleport back to the attuned Pathfinder Lodge, as long as you are no more than 100 miles away. This {@trait teleportation} effect fails if you would bring another creature with you, even if you're carrying it in an extradimensional space."
					]
				}
			]
		},
		{
			"name": "Hummingbird Wayfinder",
			"source": "LOPSG",
			"page": 122,
			"type": "Item",
			"level": 12,
			"traits": [
				"uncommon",
				"evocation",
				"invested",
				"magical",
				"transmutation"
			],
			"price": {
				"coin": "gp",
				"amount": 1750
			},
			"usage": "worn",
			"category": "Worn",
			"entries": [
				"Hummingbird wayfinders blend a few Arcadian secrets into the original wayfinder design, allowing the wayfinder to gain mobility for a time and act as a spy. In addition to the effects of a wayfinder (Core Rulebook 617), a hummingbird wayfinder has the following activation.",
				{
					"type": "ability",
					"style": "compact",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"command",
						"{@action Interact}"
					],
					"frequency": {
						"unit": "hour",
						"number": 1
					},
					"entries": [
						"You cause the wayfinder to transform into a Tiny bee hummingbird, only 2 inches long. Other than the wayfinder being a visible bird, this has the effects of prying eye. In addition to Seeking through the hummingbird, you can activate any aeon stone within the wayfinder as if the wayfinder were still on your person. When the effect ends, the wayfinder transforms back to normal in its current position. Damaging the bird ends the effect but does not destroy the wayfinder."
					]
				}
			]
		},
		{
			"name": "Marked Playing Cards",
			"source": "LOPSG",
			"page": 114,
			"type": "Item",
			"price": {
				"coin": "gp",
				"amount": 1
			},
			"hands": 2,
			"category": "Adventuring Gear",
			"entries": [
				"A deck of marked playing cards appears to be an ordinary deck upon initial inspection but bears specific folds, colors, scratches, or other markings on each card that allow an informed user to know what's on the other side of a card. A deck of marked cards grants you a +1 item bonus to {@skill Lore||Games Lore} checks or other relevant checks to gamble with the cards. You can determine that an unattended deck of cards is marked with a successful DC 20 Perception check. Determining that a deck is marked during play is more difficult and is typically determined by a {@skill Perception} check against the dealer's {@skill Lore||Games Lore} or {@skill Thievery} DC."
			]
		},
		{
			"name": "Metalmist Sphere",
			"source": "LOPSG",
			"page": 39,
			"type": "Item",
			"level": "3+",
			"traits": [
				"uncommon",
				"alchemical",
				"consumable"
			],
			"usage": "held in 2 hands",
			"bulk": "L",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": [
					"{@action Interact}"
				]
			},
			"category": "Consumable",
			"entries": [
				"This sphere contains small fragments of thunderstones within a colloidal suspension of a precious metal. When you twist the sphere, it creates an opaque mist in a burst centered on one corner of your space. Creatures within that area are {@condition concealed}, and all other creatures are {@condition concealed} to them. Any creature with a weakness to the precious metal that starts its turn in the mist takes damage equal to its weakness. The mist lasts for 1 minute or until dispersed by a strong wind. Most metalmist spheres are filled with silver or cold iron, but more expensive versions containing other ingredients might exist."
			],
			"generic": "G",
			"variants": [
				{
					"variantType": "lesser",
					"level": 3,
					"price": {
						"coin": "gp",
						"amount": 11
					},
					"entries": [
						"The radius of the burst is 5 feet."
					],
					"_mod": {
						"entries": {
							"with": "5-foot burst"
						}
					}
				},
				{
					"variantType": "moderate",
					"level": 8,
					"price": {
						"coin": "gp",
						"amount": 90
					},
					"entries": [
						"The radius of the burst is 10 feet."
					],
					"_mod": {
						"entries": {
							"with": "10-foot burst"
						}
					}
				},
				{
					"variantType": "greater",
					"level": 13,
					"price": {
						"coin": "gp",
						"amount": 500
					},
					"entries": [
						"The radius of the burst is 15 feet."
					],
					"_mod": {
						"entries": {
							"with": "15-foot burst"
						}
					}
				}
			],
			"_vmod": {
				"entries": {
					"mode": "replaceTxt",
					"replace": "burst"
				},
				"entriesMode": "generic"
			}
		},
		{
			"name": "Playing Cards",
			"source": "LOPSG",
			"page": 114,
			"type": "Item",
			"price": {
				"coin": "sp",
				"amount": 5
			},
			"hands": 2,
			"category": "Adventuring Gear",
			"entries": [
				"A standard deck of cards consists of 54 cards made from thick paper contained within a paper sleeve. The most common deck used for games and gambling is known as the Old Mage deck and features four suits themed with the four essences of magic, each with 13 cards, as well as two wildcards. The name and appearance of the deck varies from region to region, such as the Magician's Deck in Taldor or the Deck of Masks in the Shackles."
			]
		},
		{
			"name": "Psychic Warding Bracelet",
			"source": "LOPSG",
			"page": 39,
			"type": "Item",
			"level": 3,
			"traits": [
				"consumable"
			],
			"price": {
				"coin": "gp",
				"amount": 10
			},
			"usage": "worn",
			"bulk": "L",
			"category": "Consumable",
			"entries": [
				"This set of reflective metal wires takes 10 minutes to properly tie along the wrist's energy meridians, then repels attempts at mental manipulation. You gain a +2 item bonus to your next save against a {@trait mental} effect after tying on the bracelet. After this save, the metal strands tarnish and fall off (possibly alerting the wearer or others that their mind has been tampered with)",
				"You can remove the bracelet with an {@action Interact} action, but doing so breaks the bracelet's alignment and requires you to spend another 10 minutes to carefully tie it back on."
			]
		},
		{
			"name": "Quickpatch Glue",
			"source": "LOPSG",
			"page": 35,
			"type": "Item",
			"level": 3,
			"traits": [
				"uncommon",
				"alchemical",
				"consumable"
			],
			"price": {
				"coin": "gp",
				"amount": 10
			},
			"usage": "held in 1 hand",
			"bulk": "L",
			"category": "Consumable",
			"entries": [
				"Quickpatch glue is a fast-setting adhesive designed for rapid but temporary repairs.",
				"When applied to a {@condition broken} item, the glue adheres the item's pieces back together.",
				"This does not restore the item's hit points, but it allows the item to be used for its normal function and removes the {@condition broken} condition. The glue is fragile and degrades over time. An item repaired by quickpatch glue regains the {@condition broken} condition after it takes damage or 1 hour passes (whichever comes first). In order to apply a new vial of quickpatch glue to or repair the item, the item's holder must first remove the glue residue, a process that requires 10 minutes of effort and a set of alchemist's tools."
			]
		},
		{
			"name": "Quill of Passage",
			"source": "LOPSG",
			"page": 118,
			"type": "Item",
			"level": 11,
			"traits": [
				"uncommon",
				"conjuration",
				"magical"
			],
			"price": {
				"coin": "gp",
				"amount": 1200
			},
			"usage": "held in one hand",
			"category": "Held",
			"entries": [
				"This black-feathered quill has a glowing nib with a small amount of glowing ink inside it.",
				{
					"type": "ability",
					"style": "compact",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"command",
						"{@action Interact}"
					],
					"frequency": {
						"unit": "day",
						"number": 1
					},
					"entries": [
						"Placing the tip of the quill against a wall of wood, plaster, or stone and speaking a command word causes the ink to flow from the nib onto the wall in the shape of a glowing doorway, casting passwall on the touched surface."
					]
				}
			]
		},
		{
			"name": "Razmiri Wayfinder",
			"source": "LOPSG",
			"page": 73,
			"type": "Item",
			"level": 10,
			"traits": [
				"uncommon",
				"illusion",
				"magical",
				"necromancy"
			],
			"price": {
				"coin": "gp",
				"amount": 900
			},
			"usage": "worn",
			"bulk": "–",
			"category": "Worn",
			"entries": [
				"Worn on a chain around the neck, a Razmiri wayfinder functions as a compass and provides its wearer a +1 item bonus to {@skill Deception} checks to {@action Lie} or {@action Impersonate}. Razmiri wayfinders can also be used to grant temporary healing, making it easier for the wearer to impersonate a divine spellcaster.",
				{
					"type": "ability",
					"style": "compact",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"envision"
					],
					"frequency": {
						"unit": "day",
						"number": 3
					},
					"entries": [
						"You touch an adjacent creature, granting them {@dice 3d8} temporary Hit Points for 1 hour."
					]
				},
				{
					"type": "ability",
					"style": "compact",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"manipulate"
					],
					"frequency": {
						"unit": "day",
						"number": 1
					},
					"entries": [
						"You touch an adjacent creature and attempt a counteract check against one poison or disease afflicting the creature. On a success, you halt the effects of the poison or disease for 1 day, rather than removing it. This temporarily relieves any penalties imposed by the affliction but doesn't cure the effect or count against its duration; the poison or disease is merely halted for a time, and it resumes where it left off once this effect ends."
					]
				}
			]
		},
		{
			"name": "Replacement Filter",
			"source": "LOPSG",
			"page": 114,
			"type": "Item",
			"traits": [
				"uncommon"
			],
			"category": "Adventuring Gear",
			"entries": [
				"{@note See {@item Water Purifier|LOPSG} for information.}"
			],
			"generic": "G",
			"variants": [
				{
					"name": "Replacement Filter (Level 1)",
					"level": 1,
					"price": {
						"amount": 3,
						"coin": "gp"
					},
					"entries": [
						"The counteract modifier is +5."
					],
					"variantType": "Level 1"
				},
				{
					"name": "Replacement Filter (Level 5)",
					"level": 5,
					"price": {
						"amount": 25,
						"coin": "gp"
					},
					"entries": [
						"The counteract modifier is +9."
					],
					"variantType": "Level 5"
				},
				{
					"name": "Replacement Filter (Level 10)",
					"level": 10,
					"price": {
						"amount": 25,
						"coin": "gp"
					},
					"entries": [
						"The counteract modifier is +17."
					],
					"variantType": "Level 10"
				}
			]
		},
		{
			"name": "Rubbing Set",
			"source": "LOPSG",
			"page": 114,
			"type": "Item",
			"traits": [
				"uncommon"
			],
			"price": {
				"coin": "gp",
				"amount": 1
			},
			"bulk": 1,
			"hands": 2,
			"category": "Adventuring Gear",
			"entries": [
				"By using a rubbing set, you can quickly make a copy of carvings or etchings you find during your explorations, making them easier to accurately reproduce. This kit consists of a roll of thin onion-skin paper in a waterproof leather case, several thick wax crayons, and a bar of sealing wax that can be melted and used to temporarily hold the paper in place while you take the rubbing. Using the kit consumes the materials and provides a +1 item bonus on checks to document or reproduce artwork or writing that has been carved, etched, or otherwise physically added to a surface."
			]
		},
		{
			"name": "Ruler",
			"source": "LOPSG",
			"page": 35,
			"type": "Item",
			"level": 0,
			"price": {
				"coin": "sp",
				"amount": 5
			},
			"usage": "held in 1 hand",
			"bulk": "–",
			"category": "Held",
			"entries": [
				"A ruler is a straight-edged object used for measuring small distances accurately and drawing straight lines."
			],
			"variants": null
		},
		{
			"name": "Sealing Chest",
			"source": "LOPSG",
			"page": 38,
			"type": "Item",
			"level": "4+",
			"traits": [
				"uncommon",
				"abjuration",
				"magical"
			],
			"usage": "held in 2 hands",
			"bulk": "L",
			"category": "Held",
			"entries": [
				"Vigilant Seal members use these containers when transporting samples and relics.",
				"The containers are soundproof, airtight, and studded with lead sheets, mistletoe, and other materials that block magical auras. Up to 1 Bulk of objects can be placed inside a sealing chest; the magic auras and curses of any objects placed within the chest cannot extend beyond the box unless they are of a greater level than the chest. Artifacts and similarly powerful items are unaffected regardless of level. Many cursed items prevent their bearer from removing them, but a successful remove curse gives enough time to stash the item in the chest."
			],
			"generic": "G",
			"variants": [
				{
					"variantType": "lesser",
					"level": 4,
					"price": {
						"coin": "gp",
						"amount": 75
					},
					"entries": []
				},
				{
					"variantType": "moderate",
					"level": 7,
					"price": {
						"coin": "gp",
						"amount": 300
					},
					"entries": []
				},
				{
					"variantType": "greater",
					"level": 11,
					"price": {
						"coin": "gp",
						"amount": 1250
					},
					"entries": []
				},
				{
					"variantType": "major",
					"level": 14,
					"price": {
						"coin": "gp",
						"amount": 3750
					},
					"entries": []
				}
			]
		},
		{
			"name": "Shield Sconce",
			"source": "LOPSG",
			"page": 114,
			"type": "Item",
			"traits": [
				"uncommon"
			],
			"price": {
				"coin": "sp",
				"amount": 1
			},
			"category": "Adventuring Gear",
			"entries": [
				"This carefully balanced metal bracket can be attached to the front or top of a shield or {@item tower shield} (but not a {@item buckler}), allowing you to carry a {@item torch} without giving up your shield or holding it in your other hand. While carrying a {@item torch} in this way, you must attempt a DC {@flatDC 11} flat check every time you use the {@feat Shield Block} reaction; on a failure, the {@item torch} is extinguished."
			]
		},
		{
			"name": "Snowshoes",
			"source": "LOPSG",
			"page": 114,
			"type": "Item",
			"price": {
				"coin": "gp",
				"amount": 10
			},
			"bulk": 1,
			"category": "Adventuring Gear",
			"entries": [
				"These specialized pieces of footwear are designed to distribute the wearer's weight over a larger area to prevent them from sinking while walking on snow. They are typically made with a wood frame and rawhide lacings that are tied over the wearer's other footwear. While wearing snowshoes, you ignore the effects of non-magical {@quickref difficult terrain||3|terrain} caused by snow (reducing {@quickref greater difficult terrain||3|terrain} from snow to ordinary {@quickref difficult terrain||3|terrain}). You take a –10-foot item penalty to your Speed if wearing snowshoes while walking on any surface other than snow."
			]
		},
		{
			"name": "Snowshoes of the Long Trek",
			"source": "LOPSG",
			"page": 89,
			"type": "Item",
			"level": 5,
			"traits": [
				"uncommon",
				"magical",
				"transmutation"
			],
			"price": {
				"coin": "gp",
				"amount": 550
			},
			"usage": "worn",
			"bulk": "–",
			"category": "Worn",
			"entries": [
				"These magically enhanced snowshoes are practically a necessity when traversing the gelid tundra and snow-drenched taiga of the Saga Lands. The snowshoes of the long trek allow their wearer to walk across ice and snow with the same surety as dry earth, ignoring the uneven ground and {@quickref difficult terrain||3|terrain} caused by ice and the {@quickref difficult terrain||3|terrain} caused by snow (reducing {@quickref greater difficult terrain||3|terrain} from ice or snow to ordinary {@quickref difficult terrain||3|terrain}). In addition, a character wearing snowshoes of the long trek gains a +5-foot status bonus to their Speed while moving across snow or ice and is never at risk of breaking through naturally-occurring loose or soft snow."
			]
		},
		{
			"name": "Spectacles of Understanding",
			"source": "LOPSG",
			"page": 118,
			"type": "Item",
			"level": "5+",
			"traits": [
				"uncommon",
				"divination",
				"invested",
				"magical"
			],
			"usage": "worn",
			"category": "Worn",
			"entries": [
				"These folding, wood-framed spectacles hold flat discs of cut crystal as lenses and are held in place with thin cords that wrap around each ear, with another strap holding them around the neck while not in use. While you are wearing the spectacles, you gain a +1 item bonus to checks to {@action Decipher Writing}.",
				{
					"type": "ability",
					"style": "compact",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"{@action Interact}"
					],
					"frequency": {
						"unit": "day",
						"number": 1
					},
					"entries": [
						"Unfolding the spectacles onto the bridge of the nose, you gain the effects of 2nd-level {@spell comprehend language} for one hour except that it applies to all languages you see rather than a single language, and it does not apply to language you hear."
					]
				}
			],
			"generic": "G",
			"variants": [
				{
					"level": 5,
					"price": {
						"coin": "gp",
						"amount": 130
					},
					"entries": [],
					"variantType": "spectacles of understanding"
				},
				{
					"level": 11,
					"price": {
						"coin": "gp",
						"amount": 1200
					},
					"entries": [
						"The item bonus is +2, and the ability to comprehend writing from comprehend language lasts until you fold up the spectacles or the item is no longer invested by you, whichever comes first, rather than lasting 1 hour."
					],
					"variantType": "greater spectacles of understanding"
				}
			]
		},
		{
			"name": "Sturdy Satchel",
			"source": "LOPSG",
			"page": 35,
			"type": "Item",
			"level": 2,
			"traits": [
				"uncommon"
			],
			"price": {
				"coin": "gp",
				"amount": 30
			},
			"usage": "worn",
			"bulk": 1,
			"category": "Worn",
			"entries": [
				"This heavy backpack of alchemically treated cloth layered over a metal mesh protects its contents from water damage and other harmful effects. It holds up to 4 Bulk of items, and the first 2 Bulk contained within the sturdy satchel do not count against your Bulk limits. The bag has Hardness 5 and 20 Hit Points. As long as the bag remains closed and is not {@condition broken}, water and other liquids can't seep into it."
			]
		},
		{
			"name": "Talisman Cord",
			"source": "LOPSG",
			"page": 118,
			"type": "Item",
			"level": "4+",
			"traits": [
				"uncommon",
				"abjuration",
				"invested",
				"magical"
			],
			"usage": "worn",
			"category": "Worn",
			"entries": [
				"This thin leather cord bears delicate runic markings and threads through an item that can bear affixed talismans.",
				"When you {@action Affix a Talisman} to that item, you can thread the talisman onto the cord, activating the cord's preserving effects. The cord is attuned to a particular school of magic, chosen when the cord was created. It gains the corresponding trait for that school. When you activate a talisman threaded through a cord with the same magic school trait that's also the cord's level or lower, attempt a DC {@flatDC 16} flat check. On a success, that talisman is not consumed and can be used again."
			],
			"generic": "G",
			"variants": [
				{
					"level": 4,
					"price": {
						"coin": "gp",
						"amount": 85
					},
					"entries": [],
					"variantType": "lesser talisman cord"
				},
				{
					"level": 10,
					"price": {
						"coin": "gp",
						"amount": 850
					},
					"entries": [
						"This cord is attuned to two schools of magic, and since it's higher level, it can hold higher-level talismans."
					],
					"variantType": "talisman cord"
				},
				{
					"level": 16,
					"price": {
						"coin": "gp",
						"amount": 8500
					},
					"entries": [
						"The cord is attuned to three schools of magic, and since it's higher level, it can hold higher-level talismans."
					],
					"variantType": "greater talisman cord"
				}
			]
		},
		{
			"name": "Vermin Repellent Agent",
			"source": "LOPSG",
			"page": 101,
			"type": "Item",
			"level": "3+",
			"traits": [
				"uncommon",
				"alchemical",
				"consumable"
			],
			"usage": "held in 2 hands",
			"bulk": "L",
			"activate": {
				"activity": {
					"number": 3,
					"unit": "action"
				},
				"components": [
					"{@action Interact}"
				]
			},
			"category": "Consumable",
			"entries": [
				"This specialized cream serves as a repellent to stave off insects.",
				"The repellent also binds with a number of common insect venoms, dulling the potency and giving the wearer's immune system a boost to resist venoms. Once applied to your skin, the repellent grants you an item bonus to Fortitude saving throws against poisons for 4 hours. In addition, any arthropods (insects, spiders, scorpions, crabs, and similar invertebrate animals) must attempt a Will save when attempting to attack you with a melee {@action Strike}, or with a swarm attack such as the spider swarm's swarming bites. The arthropod then becomes temporarily immune for 1 minute.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "The creature can act normally.",
						"Success": "The creature is {@condition frightened 1}.",
						"Failure": "The creature is {@condition frightened 2}.",
						"Critical Failure": "The creature is {@condition frightened 2} and {@condition fleeing}."
					}
				}
			],
			"generic": "G",
			"variants": [
				{
					"variantType": "lesser",
					"level": 3,
					"price": {
						"coin": "gp",
						"amount": 8
					},
					"entries": [
						"You gain a +1 item bonus and the save DC is 17."
					],
					"_mod": {
						"entries": {
							"replaceTags": true,
							"with": "Once applied to your skin, the repellent grants you a +1 item bonus to Fortitude saving throws against poisons for 4 hours. In addition, any arthropods (insects, spiders, scorpions, crabs, and similar invertebrate animals) must attempt a DC 17 Will save when attempting to attack you"
						}
					}
				},
				{
					"variantType": "moderate",
					"level": 8,
					"price": {
						"coin": "gp",
						"amount": 75
					},
					"entries": [
						"You gain a +2 item bonus and the save DC is 24."
					],
					"_mod": {
						"entries": {
							"with": "Once applied to your skin, the repellent grants you a +2 item bonus to Fortitude saving throws against poisons for 4 hours. In addition, any arthropods (insects, spiders, scorpions, crabs, and similar invertebrate animals) must attempt a DC 24 Will save when attempting to attack you"
						}
					}
				},
				{
					"variantType": "greater",
					"level": 12,
					"price": {
						"coin": "gp",
						"amount": 315
					},
					"entries": [
						"You gain a +3 item bonus and the save DC is 29."
					],
					"_mod": {
						"entries": {
							"with": "Once applied to your skin, the repellent grants you a +3 item bonus to Fortitude saving throws against poisons for 4 hours. In addition, any arthropods (insects, spiders, scorpions, crabs, and similar invertebrate animals) must attempt a DC 29 Will save when attempting to attack you"
						}
					}
				},
				{
					"variantType": "major",
					"level": 16,
					"price": {
						"coin": "gp",
						"amount": 1350
					},
					"entries": [
						"You gain a +4 item bonus and the save DC is 35."
					],
					"_mod": {
						"entries": {
							"with": "Once applied to your skin, the repellent grants you a +4 item bonus to Fortitude saving throws against poisons for 4 hours. In addition, any arthropods (insects, spiders, scorpions, crabs, and similar invertebrate animals) must attempt a DC 35 Will save when attempting to attack you"
						}
					}
				}
			],
			"_vmod": {
				"entries": {
					"mode": "replaceTxt",
					"replace": "Once applied to your skin, the repellent grants you an item bonus to Fortitude saving throws against poisons for 4 hours. In addition, any arthropods \\(insects, spiders, scorpions, crabs, and similar invertebrate animals\\) must attempt a Will save when attempting to attack you"
				},
				"entriesMode": "generic"
			}
		},
		{
			"name": "Water Purifier",
			"source": "LOPSG",
			"page": 114,
			"type": "Item",
			"traits": [
				"uncommon"
			],
			"price": {
				"coin": "gp",
				"amount": 5
			},
			"bulk": "L",
			"hands": 2,
			"category": "Adventuring Gear",
			"entries": [
				"This small tube of metal and glass has an opening at one end into which water can be poured, leading to a series of interconnected chambers filled with purifying agents contained between various perforated walls. The purifier attempts to counteract poisons and other toxins present in water or any other liquid poured into it. Alchemically-treated replacement filters can be purchased to more effectively filter out more dangerous substances, using the filter's listed level as the counteract level. The counteract modifier is +5 for the {@item replacement filter (level 1)|lopsg|level 1 filter}, +9 for the {@item replacement filter (level 5)|lopsg|level 5 filter}, and +17 for the {@item replacement filter (level 10)|lopsg|level 10 filter}. If you pour a liquid other than water, such as a potion or beverage, into the purifier, the filtration process negates the liquid's effects and ruins the taste. The center of the tube can be unscrewed from the ends to access and replace the chambers of purifying agents. Each filter can be used to cleanse up to 10 gallons of water at a rate of about 1 gallon every 20 minutes."
			]
		},
		{
			"name": "Waterproof Journal",
			"source": "LOPSG",
			"page": 31,
			"type": "Item",
			"level": 1,
			"traits": [
				"uncommon"
			],
			"price": {
				"coin": "gp",
				"amount": 5
			},
			"bulk": 1,
			"category": "Adventuring Gear",
			"entries": [
				"This leather-bound tome is specially treated to protect from water damage and comes with a key and a treated slipcase that bears a simple lock to keep the tome secure. This journal is commonly used by adventuring scholars and ship navigators for recording their journeys."
			]
		},
		{
			"name": "Wax Key Blank",
			"source": "LOPSG",
			"page": 114,
			"type": "Item",
			"traits": [
				"uncommon"
			],
			"price": {
				"coin": "gp",
				"amount": 1
			},
			"hands": 2,
			"category": "Adventuring Gear",
			"entries": [
				"This small wooden or metal box is slightly larger than a typical large key and folds open along a hinge, revealing two halves filled with wax. When a key is placed within and the box closed, the wax is displaced by the key, leaving an accurate impression of its shape. Once the key is removed, the impression left behind will remain indefinitely and can later be used to cast a duplicate key. Inserting, impressing, or removing a key each requires an {@action Interact} action. The wax inside this blank can be reused, though it must be smoothed over between uses, erasing any previous impression."
			]
		},
		{
			"name": "Writ of Authenticity",
			"source": "LOPSG",
			"page": 2277,
			"type": "Item",
			"level": 2,
			"traits": [
				"uncommon"
			],
			"price": {
				"coin": "gp",
				"amount": 5
			},
			"usage": "held in 1 hand",
			"category": "Held",
			"entries": [
				"A typical Pathfinder writ of authenticity confirms the holder's status as a member of the Pathfinder Society and their intended business. Most writs are pieces of fine parchment folded, bound with gold cord, and sealed with three wax seals. The top seal is always the Glyph of the Open Road and the middle one is the Envoy's Alliance open door emblem. The bottom seal uses the preparer's personal sigil. Inside, the text describes a specific instance of a legitimate business activity, with blanks for the Pathfinder to fill in and personalize the writ to the persons and activity desired. Presenting a writ of authenticity grants a +2 item bonus to Make a {@action Request} for the associated business, assuming the writ is legitimate and the viewer expects to work with the Pathfinder Society for that activity."
			]
		}
	]
}
