{
	"item": [
		{
			"name": "Grimoire of Unknown Necessities",
			"source": "SoT5",
			"page": 77,
			"type": "Item",
			"level": 16,
			"traits": [
				"unique",
				"divination",
				"grimoire",
				"invested",
				"magical"
			],
			"price": {
				"amount": 8000,
				"coin": "gp"
			},
			"bulk": "L",
			"category": "Grimoire",
			"entries": [
				"The cover of this grimoire is bound in a strange crimson, pebbly leather that a DC 40 {@skill Occultism} check to {@action Recall Knowledge} identifies as the hide of a rare monster from the distant plane of Leng. The grimoire's spine is bound in copper and a spiral of shifting runes slowly swirls across its surface.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"envision"
					],
					"traits": [
						"arcane",
						"divination"
					],
					"frequency": {
						"number":  1,
						"unit": "day"
					},
					"requirements": "You're an arcane prepared spellcaster and you have rested but not yet prepared your spells for the day",
					"entries": [
						"The grimoire provides you with temporary knowledge of a single spell of the highest level you're capable of casting that you don't already have recorded in it or any of your other spellbooks, chosen by the GM based on their knowledge of the adventure to be particularly useful to you during the upcoming day. A strange quirk of the tome prevents the spell's knowledge from ever traveling further than your own mind. The granted spell is not only removed from the tome's pages at the start of the next day, but is also removed from any other scroll, spellbook, or grimoire the granted spell is copied into, as well as any other way it might have been learned or copied."
					]
				}
			]
		},
		{
			"name": "Spellcutter",
			"source": "SoT5",
			"page": 76,
			"type": "Item",
			"level": 17,
			"traits": [
				"unique",
				"abjuration",
				"cursed",
				"magical"
			],
			"price": {
				"amount": 15000,
				"coin": "gp"
			},
			"usage": "held in 1 hand",
			"bulk": 1,
			"category": "Held",
			"entries": [
				"The blade of this +2 greater striking adamantine longsword seems to absorb light from the air around it, giving the impression the wielder is standing in the shadow of a much larger creature. While Spellcutter is a potent weapon for battling undead and constructs, an ancient restriction on the blade prevents it from harming living creatures; attacks against living beings deal no damage. This restriction doesn't apply to dhampirs or creatures with the negative healing ability who are otherwise living; the magic of the blade can't distinguish between such beings and undead.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "reaction"
					},
					"components": [
						"envision"
					],
					"trigger": "You're targeted by a spell while wielding Spellcutter",
					"entries": [
						"Spellcutter attempts to absorb the magic of the triggering spell, giving you a +4 status bonus to your AC and saves against the effect."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"{@action Interact}"
					],
					"entries": [
						"Touching Spellcutter to any light source of 12th level or lower (including 6th-level spells with the {@trait light} trait) instantly extinguishes the effect. If the source of the light is a large flame, such as a forest fire or bonfire, it only extinguishes the light source in a 5-foot radius burst from the point of contact."
					]
				}
			]
		},
		{
			"name": "Wyrm Drinker",
			"source": "SoT5",
			"page": 75,
			"type": "Item",
			"level": 17,
			"traits": [
				"unique",
				"conjuration",
				"magical",
				"staff"
			],
			"price": {
				"amount": 13000,
				"coin": "gp"
			},
			"usage": "held in 1 hand",
			"bulk": 1,
			"category": "Staff",
			"entries": [
				"This staff is made from the femur of a gold dragon wrapped in the multicolored scales of every type of chromatic and metallic dragon. When wielding this staff, you gain a +1 circumstance bonus to skill checks to {@action Coerce}, {@action Make an Impression}, {@action Request}, or {@action Lie} to dragons and creatures with strong draconic ties (such as kobolds, dragon instinct barbarians, and draconic sorcerers).",
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"command",
						"{@action Interact}"
					],
					"frequency": {
						"number":  1,
						"unit": "day"
					},
					"entries": [
						"Attempt a melee {@action Strike} with Wyrm Drinker. If your target is a dragon or a creature with a strong draconic tie, such as a kobold, and you damage the target, the target is {@condition drained||drained 2}, or {@condition drained||drained 4} on a critical hit."
					]
				},
				{
					"type": "ability",
					"components": [
						"{@action Cast a Spell}"
					],
					"entries": [
						"You expend a number of charges from the staff to cast a spell from this list.",
						{
							"type": "list",
							"items": [
								"2nd illusory creature (dragons only)",
								"4th reflective scales (Lost Omens Gods & Magic 109)",
								"5th summon dragon",
								"6th dragon form, summon dragon (6th)",
								"7th summon dragon (7th)"
							]
						}
					]
				}
			]
		}
	]
}
