{
	"item": [
		{
			"name": "Flawed Orb Of Gold Dragonkind",
			"source": "AoA6",
			"page": 75,
			"type": "Item",
			"level": 25,
			"traits": [
				"unique",
				"artifact",
				"enchantment",
				"magical"
			],
			"usage": "held in 1 hand",
			"bulk": 1,
			"category": "Artifact",
			"destruction": [
				"The {@i Flawed Orb of Gold Dragonkind} is resilient, but its imperfect nature leaves it vulnerable. It can be damaged or even destroyed by mundane attacks (Hardness 40, HP 200, BT 100). It has weakness 30 to the Breath Weapons and {@action Strike||Strikes} of gold dragons."
			],
			"entries": [
				"Each of the legendary {@i Orbs of Dragonkind} contains the essence and personality of a powerful dragon. The {@i Orb of Gold Dragonkind} was the most powerful of them all, until it was shattered by Mengkare's draconic breath. Reconstructed at great expense by enslaved spellcasters toiling under the Scarlet Triad's watch, the {@i Flawed Orb of Gold Dragonkind} is a shadow of its prior self, yet it remains a potent weapon against dragons of all types.",
				"While carried, the {@i Flawed Orb of Gold Dragonkind} grants its owner resistance 30 to the Breath Weapons of gold dragons. The owner also can sense if there are any dragons within 10 miles, or any gold dragons within 100 miles. When within 1 mile of a dragon, they can determine the direction to the dragon and the dragon's age category (such as young, ancient, or wyrm).",
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"frequency": {
						"number": 3,
						"unit": "day"
					},
					"components": [
						"envision",
						"{@action Interact}"
					],
					"entries": [
						"You attempt to overwhelm a dragon's mind—while you cannot control the dragon, you can render it immobile for a short time. Choose a dragon within 60 feet; the dragon can attempt to resist the orb with a DC 30 Will saving throw (or higher with {@item orb shard|AoA6|orb shards}). Gold dragons take a –4 circumstance penalty to this saving throw. Any stun from this activation ends if the dragon is attacked or otherwise subject to a {@condition hostile} act other than that of the orb.",
						{
							"type": "successDegree",
							"entries": {
								"Critical Success": "The dragon is unaffected.",
								"Success": "The dragon is {@condition stunned|CRB|stunned 3}.",
								"Failure": "The dragon is {@condition stunned} for as long as the orb's wielder {@action Sustain an Activation||Sustains the Activation}.",
								"Critical Failure": "As failure, but {@condition hostile} actions don't end the dragon's stun."
							}
						}
					]
				}
			]
		},
		{
			"name": "Orb Shard",
			"source": "AoA6",
			"page": 75,
			"type": "Item",
			"level": 20,
			"traits": [
				"rare",
				"artifact",
				"enchantment",
				"magical"
			],
			"usage": "held in 1 hand",
			"bulk": "–",
			"category": "Artifact",
			"entries": [
				"A shard of the {@i Orb of Gold Dragonkind} resembles a pointed length of crystal about the size and shape of a shortsword without a hilt. It functions as a {@runeItem shortsword||+3 weapon potency||striking||} that deals {@damage 2d6} extra damage to dragons.",
				"Each {@i orb shard} within 60 feet of the flawed orb of Gold Dragonkind increases the save DC against the orb by 1; thus, if all 13 remaining {@i orb shards} are in this area, the save DC against the flawed orb increases from DC 30 to DC 43. A talented spellcaster or crafter can integrate an {@i orb shard} back into the flawed orb to make this DC increase permanent."
			],
			"destruction": [
				"An {@i orb shard} is extraordinarily resilient, but it can be damaged or even destroyed by mundane attacks (Hardness 40, HP 50, BT 25). It has weakness 30 to the Breath Weapons and {@action Strike||Strikes} of gold dragons."
			]
		}
	]
}