{"item":[{"name":"Addlebrain","source":"AoA3","page":71,"type":"Item","level":7,"traits":["rare","alchemical","consumable","inhaled","poison"],"price":{"coin":"gp","amount":58},"usage":"held in 2 hands","bulk":"L","activate":{"activity":{"number":1,"unit":"action"},"components":["{@action Interact}"]},"category":"Poison","entries":["Certain Scarlet Triad poisoners use toxins like addlebrain to keep captured prisoners docile and compliant for short periods of time until they can be properly shackled and imprisoned.","Addlebrain is distilled from a hallucinogenic lichen that can often be found growing in the sewers below particularly large cities like Katapesh.","Once soaked in special reagents and then dried, a dose of addlebrain must be either lit with flame or tossed into a fire to activate, whereupon it unleashes a cloud of toxin as normal for an inhaled poison.",{"type":"affliction","DC":25,"savingThrow":"Fortitude","onset":"1 minute","maxDuration":"1 day","stages":[{"stage":1,"entry":"{@condition enfeebled|CRB|enfeebled 1} and {@condition stupefied|CRB|stupefied 1}","duration":"10 minutes"},{"stage":2,"entry":"{@condition enfeebled|CRB|enfeebled 2} and {@condition stupefied|CRB|stupefied 2}","duration":"1 hour"},{"stage":3,"entry":"{@condition fatigued}, {@condition enfeebled|CRB|enfeebled 4}, and {@condition stupefied|CRB|stupefied 4}","duration":"1 day"}]}]},{"name":"Bellflower Toolbelt","source":"AoA3","page":71,"type":"Item","level":6,"traits":["rare","invested","magical","transmutation"],"price":{"coin":"gp","amount":220},"usage":"worn belt","bulk":1,"category":"Worn","entries":["Different versions of this belt are customized to appear to suit specific trades, so a belt used for carpentry would look somewhat different than a belt for baking.",{"type":"ability","activity":{"number":1,"unit":"varies","entry":"{@as 2} envision,"},"components":["{@action Interact}"],"entries":["You place an object of up to 1 Bulk into the belt, transforming that object into a tool befitting the trade for which the belt was created. As long as there are enough transformed items, the belt can be used as artisan's tools for that trade.","Each object remains transformed until it has been removed from the belt for 24 hours or someone uses a single {@action Interact} action to return it to its normal form."]}]},{"name":"Bountiful Cauldron","source":"AoA3","page":71,"type":"Item","level":9,"traits":["uncommon","conjuration","magical"],"price":{"coin":"gp","amount":680},"bulk":2,"category":"Other","entries":["This mid-sized, silver cauldron is a boon within areas where access to fresh food is limited, for it can be commanded to fill itself with hearty (and delicious) vegetable stew. It can also be put to a much greater use in the pursuit of crafting certain items.","When used to {@action Craft} alchemical items, potions, or oils, a bountiful cauldron grants a +2 item bonus to the {@skill Crafting} check.",{"type":"ability","activity":{"number":3,"unit":"action"},"components":["command","{@action Interact}"],"frequency":{"unit":"day","number":1},"entries":["You stir the cauldron, and it casts a 4th-level {@spell create food} spell, filling itself with enough delicious vegetable stew to feed 12 Medium creatures."]}]},{"name":"Dreamstone, Cursed","source":"AoA3","page":71,"type":"Item","level":9,"traits":["rare","cursed","enchantment","magical"],"usage":"held in 1 hand","bulk":"L","category":"Held","entries":["A dreamstone can become cursed if left exposed to creatures that corrupt sleep, generate nightmares, or otherwise prey on sleeping or dreaming victims via supernatural methods. A cursed dreamstone seems to function as a normal dreamstone until the bearer falls asleep or is forced to attempt a saving throw against a {@trait sleep} effect. At this point, the person carrying the cursed dreamstone must attempt a DC 26 Will save to resist the curse's effects.",{"type":"successDegree","entries":{"Critical Success":"The character resists the curse entirely and experiences a vivid dream while sleeping that warms them of the nature of the cursed dreamstone.","Success":"The character resists the curse.","Failure":"As long as the cursed character possesses the stone, they are {@condition fatigued} whenever they wake from sleep, whether natural or magically induced, and they take a –2 item penalty to all saving throws against {@trait sleep} effects instead of gaining the normal bonus from a dreamstone.","Critical Failure":"As failure, and whenever the bearer attempts a saving throw against a {@trait sleep} effect, they get the outcome that is one degree worse than the result of their saving throw."}}]},{"name":"Dreamstone","source":"AoA3","page":71,"type":"Item","level":9,"traits":["uncommon","enchantment","magical"],"price":{"coin":"gp","amount":700},"usage":"held in 1 hand","bulk":"L","category":"Held","entries":["A dreamstone is a disc-shaped object carved with imagery or words sacred to {@deity Desna}—be it her religious symbol, a short prayer, or merely the shape of a single star. When you carry a dreamstone, you find it easier to fall asleep, and you gain improved effects from the resulting rest. You always fall asleep within 5 minutes of lying down with the intention of sleeping, and you require only 2 hours of sleep per day to gain the benefits of 8 hours of sleep, provided you have carried the dreamstone for at least 24 hours prior to resting. As long as you carry a dreamstone, you gain a +2 item bonus to saving throws against {@trait sleep} effects.",{"type":"ability","activity":{"number":1,"unit":"action"},"components":["{@action Interact}"],"traits":["metamagic"],"frequency":{"unit":"day","number":1},"entries":["If the next action you use is to {@action Cast a Spell} of 4th level or lower that has the {@trait sleep} trait or is associated with dreams, the spell slot is not expended."]}]},{"name":"Eye Of The Wise","source":"AoA3","page":72,"type":"Item","level":11,"traits":["unique","artifact","divination","invested"],"usage":"held in 1 hand","bulk":"L","category":"Artifact","entries":["This fist-sized, 12-rayed black star sapphire is sacred to Yueral, the elven goddess of magic and jewels, and most accounts of its creation attribute its crafting to a circle of her worshippers. In addition to the abilities listed below, the gem functions as a portal key for Jewelgate at {@deity Alseta|LOGM}'s Ring.",{"type":"ability","activity":{"number":1,"unit":"action"},"components":["{@action Interact}"],"entries":["You touch the Eye of the Wise to a gem worth at least 10 gp, whereupon the Eye of the Wise assumes the appearance of the touched gemstone. While this connection is active, the carriers of the Eye of the Wise and of the other gemstone can communicate telepathically with one another over any distance, as long as both are on the same plane.","This connection is {@condition broken} if the other gemstone is damaged, if the Eye of the Wise becomes attuned to another gemstone, or if the bearer of the Eye of the Wise Dismisses the activation."]},{"type":"ability","activity":{"number":1,"unit":"action"},"components":["{@action Interact}"],"entries":["You hold the Eye of the Wise up to your own eye and peer through it. The Eye of the Wise grows transparent and grants you a +2 item bonus to attempts to {@action Decipher Writing}, {@action Disable a Device}, {@action Identify Magic}, {@action Pick a Lock}, {@action Seek}, or {@action Sense Motive}. You can Sustain this activation as long as you hold the gem in place."]}]},{"name":"Gourd Home","source":"AoA3","page":72,"type":"Item","level":9,"traits":["rare","conjuration","extradimensional","magical","structure"],"price":{"coin":"gp","amount":650},"bulk":"L (when not activated)","category":"Structure","entries":["This dried gourd seems entirely nondescript, as it is hollow and has a sturdy cord wrapped around its neck for easy carrying. Closer inspection reveals the gourd has grown in the rough shape of a hut or similar small dwelling.",{"type":"ability","activity":{"number":1,"unit":"minute","entry":"(1 minute)"},"components":["{@action Interact}"],"entries":["You place the gourd home on the ground (in an open area large enough to contain it) and cause it to expand in size to a 30-foot-square structure with one door. The interior of the gourd is a single large room that can hold 10 Small or Medium creatures with moderate comfort."]},{"type":"ability","activity":{"number":1,"unit":"action"},"components":["{@action Interact}"],"frequency":{"unit":"day","number":1},"requirements":"The gourd home must be expanded into its house form atop earth or soil.","entries":["By rapping on the door from either outside or inside, you cause the gourd home to shrink back into its normal size and appear to be a non-magical gourd sitting on the ground. For the following 8 hours, the interior of the gourd home becomes an extradimensional space whose size appears unchanged to those within.","If anyone outside picks up or damages the gourd, or if anyone inside the gourd home attempts to exit, all creatures within the gourd home immediately reappear in the area surrounding the gourd, and the gourd home becomes inactive for 24 hours."]}]}]}