{
	"item": [
		{
			"name": "Barricade Stone",
			"source": "SoT3",
			"page": 76,
			"type": "Item",
			"level": "6+",
			"traits": [
				"uncommon",
				"conjuration",
				"consumable",
				"magical",
				"structure"
			],
			"bulk": "— (when not activated)",
			"activate": {
				"activity": {
					"number": 2,
					"unit": "action"
				},
				"components": [
					"command",
					"{@action Interact}"
				]
			},
			"category": "Structure",
			"entries": [
				"The ancient inhabitants of Bloodsalt crafted these magic rocks to construct defenses quickly. In its stone form, a barricade stone appears to be a simple pebble with an unnaturally geometric shape. The size and shape of the stone's final form depends on the type of barricade stone.",
				"When you activate the barricade stone, you drop it on the ground, throw it up to 20 feet away, or sling it using a sling weapon. Upon landing, the stone instantly and permanently expands. The stone grows to its maximum size. While normally items with the structure trait put creatures in their area inside the structure, this effect creates solid stone, so it can't be placed in an area where there are creatures. While it's likely to take some time even with the right tools, an activated barricade stone can be destroyed the same as any normal stone structure (Hardness 14, HP 56)."
			],
			"generic": "G",
			"variants": [
				{
					"name": "sphere",
					"level": 6,
					"price": {
						"amount": 40,
						"coin": "gp"
					},
					"entries": [
						"This smooth marble keeps its shape when activated, growing into a spherical boulder 10 feet in diameter. If stationary, the boulder can be pushed 5 feet with a successful DC 24 {@skill Athletics} check. If the marble was thrown or slung, the boulder retains its momentum, moving 25 feet away from you each round. A creature in the boulder's way takes {@damage 4d6} bludgeoning damage (DC 20 basic Reflex \nsave; on a failure, the creature is knocked {@condition prone})."
					]
				},
				{
					"name": "cube",
					"level": 8,
					"price": {
						"amount": 80,
						"coin": "gp"
					},
					"entries": [
						"This seemingly simple six-sided die was designed to block a corridor. When activated, it grows to fill a solid square or rectangular space no more than 20 feet on any side. The cube fills spaces well enough that Tiny creatures can't slip through, but it's far from a perfect seal. Liquids, gases, and minuscule creatures such as insects can still find ways around it. Depending on the irregularities of the space the cube fills, it might be possible to see or hear past it."
					]
				},
				{
					"name": "cylinder",
					"level": 10,
					"price": {
						"amount": 160,
						"coin": "gp"
					},
					"entries": [
						"When activated, this cylinder expands to a diameter of 5 feet, 10 feet, or 20 feet, depending on the command, with respective maximum heights of 80 feet, 40 feet, and 20 feet. If a dimension can't be reached due to contact with another solid surface, the cylinder ceases to grow in that direction. You can activate the cylinder horizontally instead of vertically. If you do, the cylinder moves similarly to the sphere barricade stone, with the following changes: both DCs increase to 27, the damage increases to {@dice 6d6}, and a creature that critically fails its Reflex save against the rolling cylinder gains the {@condition wounded||wounded 1} condition (or increases the value of its {@condition wounded} condition by 1)."
					]
				}
			]
		},
		{
			"name": "Dragon Rune Bracelet",
			"source": "SoT3",
			"page": 76,
			"type": "Item",
			"level": 11,
			"traits": [
				"uncommon",
				"enchantment",
				"focused",
				"invested",
				"magical"
			],
			"price": {
				"amount": 1400,
				"coin": "gp"
			},
			"usage": "worn bracelet",
			"bulk": "—",
			"category": "Worn",
			"entries": [
				"This polished golden bracelet is formed around the scale of a famous dragon. The bracelet is etched with esoteric symbols or words—always in Draconic—that indicate kinship with dragons. As many types of dragon rune bracelets exist as there are types of dragons, though dragon rune bracelets associated with Uncommon or Rare dragons are Rare. While wearing a dragon rune bracelet, you gain a +2 item bonus to {@skill Diplomacy} checks while interacting with dragons of the same type as the pendant's scale (such as \nred dragons or cloud dragons). You also gain a +2 item bonus to saving throws against fear effects from any kind of dragon.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "free"
					},
					"components": [
						"envision"
					],
					"requirements": "You can cast bloodline spells from the draconic bloodline, such as from the sorcerer class or sorcerer multiclass archetype",
					"frequency": {
						"freq": 1,
						"unit": "day"
					},
					"entries": [
						"You regain 1 Focus Point, which you can spend only to cast a sorcerer bloodline spell. If you don't spend this Focus Point by the end of your turn, it is lost."
					]
				}
			]
		},
		{
			"name": "Exploration Lens",
			"source": "SoT3",
			"page": 76,
			"type": "Item",
			"level": "10+",
			"traits": [
				"uncommon",
				"divination",
				"invested",
				"magical"
			],
			"usage": "held in 1 hand",
			"bulk": "—",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": [
					"{@action Interact}"
				]
			},
			"category": "Held",
			"entries": [
				"An exploration lens is a magical glass lens designed for a bull's-eye lantern. When light from the lantern passes through the lens, it alters the light to make it easier to perform a common exploration activity with the lantern. You can find more information about exploration activities related to these lenses on page 496 of the Core Rulebook. Alternatively, an exploration lens can be installed in a wayfinder like an aeon stone. In this case, light (such as \nthat from a lantern, torch, or {@spell light} spell) must still pass through the lens and you must hold the wayfinder in your hand for it to function.",
				"There are several different types of exploration lens, each granting benefits with a different type of exploration activity. Each type of lens is distinguishable from all the other types by holding it up to a bright light."
			],
			"generic": "G",
			"variants": [
				{
					"name": "detecting",
					"level": 10,
					"price": {
						"amount": 1000,
						"coin": "gp"
					},
					"entries": [
						"When held up to light, this lens sparkles as though infused with glitter. While {@action Detect Magic||Detecting Magic} in exploration mode, when the lantern's light falls upon something you detect as magical, it pulsates faintly. This makes it easier to triangulate the magic, since you can use the cone of the bull's-eye lantern instead of the circular pulse of detect magic. You also gain a +2 item bonus to checks to {@action Identify Magic} within the light."
					]
				},
				{
					"name": "investigating",
					"level": 12,
					"price": {
						"amount": 1750,
						"coin": "gp"
					},
					"entries": [
						"The outer rim of this lens glows faintly when held up to the light. While activated, the lens grants you a +1 item bonus to skill checks to {@action Recall Knowledge} while Investigating by outlining potential clues in a way that triggers your memory. If you're Investigating something while using the lens, you can always roll a {@action Recall Knowledge} skill check appropriate to the investigation for initiative."
					]
				},
				{
					"name": "searching",
					"level": 14,
					"price": {
						"amount": 4000,
						"coin": "gp"
					},
					"entries": [
						"This lens has an opalescent sheen when held up to light. The lens subtly outlines {@condition hidden} doors and {@condition concealed} hazards, granting you a +2 item bonus to {@skill Perception} checks to spot such features while Searching. Even if you aren't Searching, you get a check to find traps that normally require you to {@action Search}."
					]
				}
			]
		},
		{
			"name": "Ixamè's Eye",
			"source": "SoT3",
			"page": 76,
			"type": "Item",
			"level": 9,
			"traits": [
				"rare",
				"consumable",
				"divination",
				"magical",
				"talisman"
			],
			"price": {
				"amount": 150,
				"coin": "gp"
			},
			"usage": "affixed to headgear",
			"bulk": "—",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "free"
				},
				"components": [
					"envision"
				]
			},
			"category": "Talisman",
			"entries": [
				"Via some strange alchemical reaction with the gasses of Terwa Lake, the cloud dragon Ixamè's eyeballs have shriveled into sky-blue gems. The dragon's sense of vision isn't impaired, and her eyes can't be removed from her head until she's destroyed. Once removed, each gem functions as a special talisman.",
				"Ixamè's eye sparkles when it's in an area of fog or mist. Activating the talisman enables you to see clearly through fog and mist for 1 minute; any creature {@condition concealed} only by fog or mist is no longer {@condition concealed} to you. If such a creature was relying on the concealment to {@action Hide} or {@action Sneak}, this also means it's no longer {@condition hidden} or {@condition undetected}."
			]
		},
		{
			"name": "Red-Rib Gill Mask",
			"source": "SoT3",
			"page": 76,
			"type": "Item",
			"level": "2+",
			"traits": [
				"rare",
				"alchemical",
				"consumable"
			],
			"usage": "worn mask",
			"bulk": "L",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": [
					"{@action Interact}"
				]
			},
			"category": "Consumable",
			"entries": [
				"This mask is made from the gills of the red-rib salamander, an amphibious creature unique to Terwa Lake. Once activated, the mask intensifies the odors of gaseous toxins, allowing you to automatically detect toxic fumes within 30 feet and their approximate source (making the source {@condition undetected} instead \nof {@condition unnoticed}). You can't wear other masks while you're wearing a red-rib gill mask. After Activating the mask, you also gain the listed item bonus to Fortitude saves against inhaled effects; this bonus is increased against the deadly volcanic gas known around Terwa Lake as Dead Man's Breath, and possibly against other similar volcanic gases at the GM's discretion."
			],
			"generic": "G",
			"variants": [
				{
					"name": "lesser",
					"level": 2,
					"price": {
						"amount": 7,
						"coin": "gp"
					},
					"entries": [
						"The item bonus is +1, or +2 against Dead Man's Breath, and the duration is 10 minutes."
					]
				},
				{
					"name": "moderate",
					"level": 8,
					"price": {
						"amount": 100,
						"coin": "gp"
					},
					"entries": [
						"The item bonus is +2, or +3 against Dead Man's Breath, and the duration is 1 hour."
					]
				},
				{
					"name": "greater",
					"level": 14,
					"price": {
						"amount": 700,
						"coin": "gp"
					},
					"entries": [
						"The item bonus is +3, or +4 against Dead Man's Breath, and the duration is 8 hours."
					]
				}
			]
		}
	]
}
