{
	"item": [
		{
			"name": "Shadewither Key",
			"source": "GW1",
			"page": 0,
			"type": "Item",
			"level": 22,
			"traits": [
				"unique",
				"artifact",
				"cursed",
				"illusion",
				"invested",
				"primal",
				"shadow"
			],
			"usage": "worn",
			"bulk": "—",
			"category": "Artifact",
			"entries": [
				"This palm-sized talisman hangs on a string of braided bark fibers. It resembles a leaf from some unknown tree similar to oak, carved from jade and then dipped halfway into black ink that looks wet despite feeling completely dry. The gate key was originally created to open the aiudara known as the Seventh Arch. In recent years, corrupting magic has given it additional, stranger powers.",
				"When you wear and invest the Shadewither Key, shadows gather around you. You gain a +1 item bonus to {@skill Stealth} checks. However, this boon comes with great risk:",
				"any elf who touches the Shadewither Key is immediately afflicted with the obnubilate curse (see below).",
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"{@action Interact}"
					],
					"entries": [
						"You touch the Shadewither Key and command the shadows it casts around you to peel away. The shadows form an umbral double that resembles you in every way except for its fiery red eyes and the expression of wicked delight on its face. The double occupies the same space as you and attempts to intercept any attacks aimed at you. A creature must succeed at a DC {@flatDC 11} flat check when targeting you with an attack, spell, or other effect; on a failure, they hit the shadowy double instead of you. The effect lasts for 1 minute or until the double is hit, whichever comes first. Once the double is hit, it's destroyed. As long as the double exists, you don't gain the Shadewither Key's item bonus to {@skill Stealth} checks."
					]
				}
			],
			"destruction": [
				"The Shadewither Key's magic can be destroyed by exposing the artifact to uncontained teleportation energies. If touched to an unlinked or malfunctioning aiudara, the Shadewither Key causes the gate to connect to a new counterpart. If this happens, the key's magic leaves it, rendering the item useless (as described on page 65)."
			]
		},
		{
			"name": "Bioluminescence Bomb",
			"source": "GW1",
			"page": 0,
			"type": "Item",
			"level": 1,
			"traits": [
				"uncommon",
				"alchemical",
				"bomb",
				"consumable",
				"light"
			],
			"price": {
				"amount": 3,
				"coin": "gp"
			},
			"usage": "held in 1 hand",
			"bulk": "L",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": [
					"{@action Strike}"
				]
			},
			"category": "Bomb",
			"entries": [
				"This vial of glowing goo constantly sheds dim light in a 10-foot radius. When a bioluminescence bomb strikes a creature or a hard surface, it shatters and releases the bioluminescent fluid's energy in a flare of light. Each creature within 10 feet of where the bomb exploded must succeed at a DC 17 Reflex save or be marked with dye that continues to glow for 24 hours. An affected creature must also attempt a DC 17 Fortitude saving throw against the overwhelming burst of light.",
				{
					"type": "successDegree",
					"entries": {
						"Success": [
							"The creature is unaffected."
						],
						"Failure": [
							"The creature is {@condition dazzled} for 1 round."
						],
						"Critical Failure": [
							"The creature is {@condition blinded} for 1 round, then {@condition dazzled} for 1 round."
						]
					}
				}
			]
		},
		{
			"name": "Cloak of Gnawing Leaves",
			"source": "GW1",
			"page": 0,
			"type": "Item",
			"level": "3+",
			"traits": [
				"rare",
				"invested",
				"primal",
				"transmutation"
			],
			"usage": "worn cloak",
			"bulk": "L",
			"category": "Worn",
			"entries": [
				"This cloak appears to be woven from a thousand living leaves, hungry for flesh and eager to defend the cloak's wearer.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "reaction"
					},
					"components": [
						"envision"
					],
					"frequency": {
						"number": 1,
						"unit": "day"
					},
					"trigger": "You are damaged by a melee attack from an adjacent creature",
					"entries": [
						"The leaves lash out at your attacker, rising up to reveal snapping jaws made of wicked thorns. The triggering creature must attempt a DC 17 Reflex saving throw.",
						{
							"type": "successDegree",
							"entries": {
								"Success": [
									"The creature is unaffected."
								],
								"Failure": [
									"The creature takes {@damage 1d4} piercing damage."
								],
								"Critical Failure": [
									"The creature takes {@damage 2d4} piercing damage and 1 bleed damage."
								]
							}
						}
					]
				}
			],
			"variants": [
				{
					"level": 3,
					"price": {
						"amount": 60,
						"coin": "gp"
					},
					"entries": [],
					"variantType": "cloak of gnawing leaves"
				},
				{
					"level": 7,
					"price": {
						"amount": 330,
						"coin": "gp"
					},
					"entries": [
						"The save DC is 23, and the cloak can be activated once per minute. The leaves deal {@damage 1d6} piercing damage to a creature on a failed save, or {@damage 2d6} piercing damage and 2 bleed damage on a critical failure."
					],
					"variantType": "cloak of thirsty fronds"
				},
				{
					"level": 12,
					"price": {
						"amount": 2000,
						"coin": "gp"
					},
					"entries": [
						"The save DC is 30, and the cloak can be activated once per round. The leaves deal {@damage 2d6} piercing damage to a creature on a failed save, or {@damage 4d6} piercing damage and 3 bleed damage on a critical failure."
					],
					"variantType": "cloak of devouring thorns"
				}
			],
			"generic": "G"
		},
		{
			"name": "Stalk Goggles",
			"source": "GW1",
			"page": 0,
			"type": "Item",
			"level": "1+",
			"traits": [
				"rare",
				"invested",
				"magical",
				"morph",
				"transmutation"
			],
			"usage": "worn eyepiece",
			"bulk": "—",
			"category": "Worn",
			"entries": [
				"These black leather goggle frames have no lenses. Instead, when a character puts them on and invests them, the wearer's eyes transform and lengthen into snail-like eyestalks. The wobbly eyestalks stretch out through the lens holes and up over the wearer's head on lengthened optic nerves.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"envision"
					],
					"frequency": {
						"number": 1,
						"unit": "day"
					},
					"entries": [
						"By focusing hard, you can watch for enemies in all directions. You gain all-around vision for 1 minute; during this time, you can't be flanked."
					]
				}
			],
			"variants": [
				{
					"level": 1,
					"price": {
						"amount": 20,
						"coin": "gp"
					},
					"entries": [],
					"variantType": "stalk goggles"
				},
				{
					"level": 3,
					"price": {
						"amount": 60,
						"coin": "gp"
					},
					"entries": [
						"When you activate the goggles, you also gain a +1 item bonus to {@skill Perception} checks involving sight for the duration of the effect."
					],
					"variantType": "greater stalk goggles"
				},
				{
					"level": 8,
					"price": {
						"amount": 450,
						"coin": "gp"
					},
					"entries": [
						"When you activate the goggles, you also gain a +2 item bonus to {@skill Perception} checks involving sight and low- light vision for the duration of the effect."
					],
					"variantType": "major stalk goggles"
				}
			],
			"generic": "G"
		},
		{
			"name": "Bottled Omen",
			"source": "GW1",
			"page": 0,
			"type": "Item",
			"level": 4,
			"traits": [
				"rare",
				"consumable",
				"divination",
				"fortune",
				"magical",
				"potion"
			],
			"price": {
				"amount": 20,
				"coin": "gp"
			},
			"usage": "held in 1 hand",
			"bulk": "L",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": [
					"{@action Interact}"
				]
			},
			"category": "Potion",
			"entries": [
				"This potion holds a tiny, tightly wrapped scroll and tastes like paper. Upon drinking it, you gain a burst of insight into your immediate future—and how to potentially avoid it. When you attempt a saving throw, you can roll twice and use the better result. The potion's magic ends when you make use of this effect, or after 1 minute. You then become immune to bottled omen potions for 24 hours."
			]
		},
		{
			"name": "Draft of Stellar Radiance",
			"source": "GW1",
			"page": 0,
			"type": "Item",
			"level": 3,
			"traits": [
				"rare",
				"consumable",
				"evocation",
				"light",
				"magical",
				"potion"
			],
			"price": {
				"amount": 12,
				"coin": "gp"
			},
			"usage": "held in 1 hand",
			"bulk": "L",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": [
					"{@action Interact}"
				]
			},
			"category": "Potion",
			"entries": [
				"This potion's bottle glows softly with shimmering silver light. Upon drinking this potion, you're surrounded by a nimbus of blazing starlight that lasts for 1 minute. You emanate a field of bright light with a 20-foot radius (and dim light for another 20 feet, like a torch). You take a –20 penalty to {@skill Stealth} checks. Any creature that targets you with an attack or an ability must succeed at a DC 17 Fortitude save or be {@condition dazzled} for 1 round. A creature who succeeds at this save is immune to the effect for 24 hours."
			]
		}
	]
}
