{
	"baseitem": [
		{
			"source": "CRB",
			"name": "Chain Mail",
			"type": "Equipment",
			"category": "Armor",
			"subCategory": "Medium",
			"traits": [
				"Flexible",
				"Noisy"
			],
			"consumable": false,
			"generic": false,
			"price": {
				"amount": 6,
				"coin": "gp",
				"note": null
			},
			"ammunition": null,
			"onset": null,
			"ac": 4,
			"dexCap": 1,
			"checkPen": -2,
			"speedPen": -5,
			"str": 16,
			"bulk": 2,
			"group": "Chain",
			"entries": [
				"A suit of chain mail consists of several pieces of armor composed of small metal rings linked together in a protective mesh. It typically includes a chain shirt, leggings, a pair of arms, and a coif, collectively protecting most of the body."
			],
			"craft_requirements": null,
			"page": 276
		},
		{
			"source": "CRB",
			"name": "Buckler",
			"type": "Equipment",
			"category": "Shield",
			"traits": [],
			"consumable": false,
			"generic": false,
			"price": {
				"amount": 1,
				"coin": "gp",
				"note": null
			},
			"ammunition": null,
			"shield_stats": {
				"hardness": 3,
				"HP": 6,
				"BT": 3
			},
			"onset": null,
			"ac": 1,
			"speedPen": 0,
			"bulk": "L",
			"entries": [
				"This very small shield is a favorite of duelists and quick, lightly armored warriors. It’s typically made of steel and strapped to your forearm. You can Raise a Shield with your buckler as long as you have that hand free or are holding a light object that’s not a weapon in that hand."
			],
			"craft_requirements": null,
			"page": 277
		},
		{
			"source": "CRB",
			"name": "Dagger",
			"type": "Equipment",
			"category": "Weapon",
			"subCategory": "Simple",
			"traits": [
				"Agile",
				"Finesse",
				"Thrown 10ft.",
				"Versatile S"
			],
			"consumable": false,
			"generic": false,
			"price": {
				"amount": 2,
				"coin": "sp",
				"note": null
			},
			"ammunition": null,
			"onset": null,
			"damage": "{@dice 1d4} P",
			"bulk": "L",
			"group": "Knife",
			"entries": [
				"This small, bladed weapon is held in one hand and used to stab a creature in close combat. It can also be thrown."
			],
			"craft_requirements": null,
			"page": 280
		}
	],
	"itemType": [
		{
			"abbreviation": "AT",
			"source": "PHB",
			"page": 154,
			"name": "Artisan's Tools",
			"entries": [
				"These special tools include the items needed to pursue a craft or trade. Proficiency with a set of artisan's tools lets you add your proficiency bonus to any ability checks you make using the tools in your craft. Each type of artisan's tools requires a separate proficiency."
			]
		},
		{
			"abbreviation": "GS",
			"source": "PHB",
			"page": 154,
			"name": "Gaming Set",
			"entries": [
				"If you are proficient with a gaming set, you can add your proficiency bonus to ability checks you make to play a game with that set. Each type of gaming set requires a separate proficiency."
			]
		},
		{
			"abbreviation": "INS",
			"source": "PHB",
			"page": 154,
			"name": "Instrument",
			"entries": [
				"If you have proficiency with a given musical instrument, you can add your proficiency bonus to any ability checks you make to play music with the instrument.",
				"A bard can use a musical instrument as a spellcasting focus, substituting it for any material component that does not list a cost.",
				"Each type of musical instrument requires a separate proficiency."
			]
		},
		{
			"abbreviation": "R",
			"source": "PHB",
			"page": 146,
			"entries": [
				{
					"type": "entries",
					"name": "Range",
					"entries": [
						"A weapon that can be used to make a ranged attack has a range shown in parentheses after the ammunition or thrown property. The range lists two numbers. The first is the weapon's normal range in feet, and the second indicates the weapon's maximum range. When attacking a target beyond normal range, you have disadvantage on the attack roll. You can't attack a target beyond the weapon's long range."
					]
				}
			]
		},
		{
			"abbreviation": "TG",
			"source": "PHB",
			"page": 146,
			"name": "Trade Good",
			"entries": [
				"Most wealth is not in coins. It is measured in livestock, grain, land, rights to collect taxes, or rights to resources (such as a mine or a forest).",
				"Guilds, nobles, and royalty regulate trade. Chartered companies are granted rights to conduct trade along certain routes, to send merchant ships to various ports, or to buy or sell specific goods. Guilds set prices for the goods or services that they control, and determine who may or may not offer those goods and services. Merchants commonly exchange trade goods without using currency."
			]
		},
		{
			"abbreviation": "SHP",
			"source": "DMG",
			"page": 119,
			"name": "Vehicle",
			"entries": [
				{
					"type": "entries",
					"name": "Crew",
					"entries": [
						"A ship needs a crew of skilled hirelings to function. As per the Player's Handbook, one skilled hireling costs at least 2 gp per day. The minimum number of skilled hirelings needed to crew a ship depends on the type of vessel.",
						"You can track the loyalty of individual crew members or the crew as a whole using the optional loyalty rules in chapter 4 of the Dungeon Master's Guide. If at least half the crew becomes disloyal during a voyage, the crew turns hostile and stages a mutiny. If the ship is berthed, disloyal crew members leave the ship and never return."
					]
				},
				{
					"type": "entries",
					"name": "Passengers",
					"entries": [
						"This indicates the number of Small and Medium passengers the ship can accommodate.",
						"Accommodations consist of shared hammocks in tight quarters. A ship outfitted with private accommodations can carry one-fifth as many passengers.",
						"A passenger is usually expected to pay 5 sp per day for a hammock, but prices can vary from ship to ship. A small private cabin usually costs 2 gp per day."
					]
				},
				{
					"type": "entries",
					"name": "Cargo",
					"entries": [
						"The maximum tonnage the ship can carry."
					]
				},
				{
					"type": "entries",
					"name": "Damage Threshold",
					"entries": [
						"If a ship has a Damage Threshold, it has immunity to all damage unless it takes an amount of damage equal to or greater than its damage threshold, in which case it takes damage as normal. Any damage that fails to meet or exceed the damage threshold is considered superficial and doesn't reduce the ship's hit points."
					]
				},
				{
					"type": "entries",
					"name": "Ship Repair",
					"entries": [
						"Repairs to a damaged ship can be made while the vessel is berthed. Repairing 1 hit point of damage requires 1 day and costs 20 gp for materials and labor."
					]
				}
			]
		}
	],
	"itemTypeAdditionalEntries": [
		{
			"appliesTo": "INS",
			"entries": [
				"Proficiency with a musical instrument indicates you are familiar with the techniques used to play it. You also have knowledge of some songs commonly performed with that instrument.",
				{
					"type": "entries",
					"name": "History",
					"entries": [
						"Your expertise aids you in recalling lore related to your instrument."
					]
				},
				{
					"type": "entries",
					"name": "Performance",
					"entries": [
						"Your ability to put on a good show is improved when you incorporate an instrument into your act."
					]
				},
				{
					"type": "entries",
					"name": "Compose a Tune",
					"entries": [
						"As part of a long rest, you can compose a new tune and lyrics for your instrument. You might use this ability to impress a noble or spread scandalous rumors with a catchy tune."
					]
				},
				{
					"type": "table",
					"caption": "Musical Instrument",
					"colLabels": [
						"Activity",
						"DC"
					],
					"colStyles": [
						"col-10",
						"col-2 text-center"
					],
					"rows": [
						[
							"Identify a tune",
							"10"
						],
						[
							"Improvise a tune",
							"20"
						]
					]
				}
			]
		},
		{
			"appliesTo": "GS",
			"entries": [
				"Proficiency with a gaming set applies to one type of game, such as Three-Dragon Ante or games of chance that use dice.",
				{
					"type": "entries",
					"name": "Components",
					"entries": [
						"A gaming set has all the pieces needed to play a specific game or type of game, such as a complete deck of cards or a board and tokens."
					]
				},
				{
					"type": "entries",
					"name": "History",
					"entries": [
						"Your mastery of a game includes knowledge of its history, as well as of important events it was connected to or prominent historical figures involved with it."
					]
				},
				{
					"type": "entries",
					"name": "Insight",
					"entries": [
						"Playing games with someone is a good way to gain understanding of their personality, granting you a better ability to discern their lies from their truths and read their mood."
					]
				},
				{
					"type": "entries",
					"name": "Sleight of Hand",
					"entries": [
						"Sleight of Hand is a useful skill for cheating at a game, as it allows you to swap pieces, palm cards, or alter a die roll. Alternatively, engrossing a target in a game by manipulating the components with dexterous movements is a great distraction for a pickpocketing attempt."
					]
				},
				{
					"type": "table",
					"caption": "Gaming Set",
					"colLabels": [
						"Activity",
						"DC"
					],
					"colStyles": [
						"col-10",
						"col-2 text-center"
					],
					"rows": [
						[
							"Catch a player cheating",
							"15"
						],
						[
							"Gain insight into an opponent's personality",
							"15"
						]
					]
				}
			]
		}
	]
}
