{
	"item": [
		{
			"name": "Wine of the Blood",
			"source": "DA",
			"page": 114,
			"type": "Item",
			"level": 5,
			"traits": [
				"rare",
				"consumable",
				"healing",
				"magical",
				"necromancy",
				"potion"
			],
			"price": {
				"amount": 30,
				"coin": "gp"
			},
			"usage": "held in 1 hand",
			"bulk": "L",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": [
					"{@action Interact}"
				]
			},
			"category": "Potion",
			"entries": [
				"This wine, prepared using the blood of a creature with overwhelming vitality, soothes the body, mind, and spirit with a temporary sense of euphoria and rest. When you drink wine of the blood, you recover {@dice 2d10} Hit Points.",
				"Additionally, the wine attempts to counteract every negative {@trait emotion} effect affecting you, with a counteract level of 3 and a counteract modifier of +9. Lastly, you gain a +1 status bonus to all Will saves, or a +2 status bonus against {@trait emotion} effects, for 1 minute."
			]
		},
		{
			"name": "Dog-Bone Knife",
			"source": "DA",
			"page": 134,
			"type": "Item",
			"level": 5,
			"traits": [
				"uncommon",
				"abjuration",
				"magical"
			],
			"price": {
				"amount": 150,
				"coin": "gp"
			},
			"usage": "held in 1 hand",
			"bulk": 1,
			"category": "Held",
			"entries": [
				"The blade of this +1 striking dagger is made from the thigh bone of a canine that died in the act of protecting its master. A werecreature or other creature willingly under the effects of a non-permanent {@trait polymorph} effect damaged by a dog‑bone knife must attempt a DC 19 Will save or immediately revert to its natural form—this has no effect on a creature unwillingly polymorphed. On a successful save, the creature is temporarily immune to this effect for 1 minute. Kushtakas and other creatures vulnerable to canines take a –2 circumstance penalty to saves against this effect, and this weapon overcomes any resistance such creatures have to physical attacks."
			]
		},
		{
			"name": "Horn of the Aoyin",
			"source": "DA",
			"page": 115,
			"type": "Item",
			"level": 13,
			"traits": [
				"rare",
				"cursed",
				"enchantment",
				"magical"
			],
			"usage": "held in 2 hands",
			"bulk": 1,
			"category": "Held",
			"entries": [
				"This musical instrument is crafted from the horn of an aoyin—a large, cannibalistic beast whose form resembles an ox with a white body, four horns, and hair as coarse as straw—and carved with fell symbols. If the horn of the aoyin's owner doesn't use the instrument's activation on sapient creatures at least once a day, the horn of the aoyin activates at some point of its own choosing on the owner, and the owner critically fails with no saving throw.",
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"{@action Interact}"
					],
					"traits": [
						"auditory",
						"emotion",
						"enchantment",
						"incapacitation",
						"magical",
						"mental"
					],
					"requirements": "You're trained in {@skill Performance}",
					"frequency": {
						"freq": 1,
						"unit": "hour"
					},
					"entries": [
						"You blow the horn, creating a low growling sound.",
						"Creatures other than you within 60 feet must attempt a DC 30 Will save. Those who fail become overwhelmed with an animalistic rage and the urge to consume flesh for 1 round, or 1 minute on a critical failure. They indiscriminately attack the nearest target unaffected by the magic of the horn unless there are no such targets, at which point they set on each other. While affected, they gain a jaws unarmed attack that deals {@damage 1d8} piercing damage, deal an additional 2 damage with unarmed attacks, and lose the ability to use any weaponry. They also gain a +2 status bonus to saving throws against {@trait mental} effects and pain, can detect bleeding creatures and open wounds as an imprecise sense with a range of 30 feet, and gain a +10- foot status bonus to their Speed. Lastly, they take a –1 penalty to AC and are unable to use concentrate actions other than Seeking. Creatures who critically succeed are temporarily immune for 24 hours."
					]
				}
			],
			"craftReq": [
				"A horn of the aoyin can be crafted only from a single aoyin horn. {@skill Crafting} this object must be undertaken using tools soaked in the wielder's blood."
			]
		},
		{
			"name": "Society Portrait",
			"source": "DA",
			"page": 78,
			"type": "Item",
			"level": 6,
			"traits": [
				"uncommon",
				"divination",
				"magical"
			],
			"access": "Member of a secret society",
			"price": {
				"amount": 210,
				"coin": "gp"
			},
			"bulk": 1,
			"category": "Other",
			"entries": [
				"These large portraits are commonly commissioned by secret societies to display their current member ranks, and to protect against members who would break their vows to keep their secrets. Each member being painted gives their consent to be traced by the portrait, and they agree to keep their vows for as long as their membership stands or until death, whichever comes first. This consent can be transferred to a new portrait if one is needed once the society expands, without needing another confirmation.",
				"Should a member betray the secrets of their society, their image in the society portrait changes within 10 minutes, altering the image of the member by spelling out \"TRAITOR\" across their form. It provides no details on the specifics of the betrayal. The traitor can attempt a DC 30 Will save or {@skill Deception} check at the time they betrayed a secret to avoid the portrait revealing their treachery. The traitorous scrawl can be counteracted by dispel magic targeted at the portrait (counteract DC 20, counteract level of 3)."
			]
		},
		{
			"name": "Old Tillimaquin",
			"source": "DA",
			"page": 63,
			"type": "Item",
			"level": 12,
			"traits": [
				"unique",
				"enchantment",
				"magical"
			],
			"price": {
				"amount": 2000,
				"coin": "gp"
			},
			"bulk": 3,
			"category": "Other",
			"entries": [
				"This beloved tavern mascot is a shabby old stuffed beast mounted on an immense slab of ironwood. The beast is roughly the size and shape of a wolverine but with a broader snout, blue stripes along its upper legs and bristled back, and a club of spiked bone at the end of its long tail. No one can recall where Old Tillimaquin originally came from, how the taxidermic beast came to stand in its tavern, or even whether it's a genuine article. The tradition of rubbing its bronzed claws for good luck has been {@condition observed} for so long that the front claws are worn to stubs. Local belief holds that as long as Old Tillimaquin stands, neither fire nor flood will claim its town.",
				{
					"type": "ability",
					"activity": {
						"unit": "varies",
						"entry": "Interact"
					},
					"traits": [
						"divination",
						"fortune",
						"occult"
					],
					"frequency": {
						"freq": 1,
						"unit": "month"
					},
					"entries": [
						"You rub Old Tillimaquin's bronzed claws for good luck before setting out on a task that might benefit the town. You can reroll a single failed saving throw within the next 24 hours, but you must take the second result, even if it's worse than your original result. Each person who rubs the claws can benefit only once per month, but there's no limit to how many people can draw on Old Tillimaquin's luck."
					]
				}
			]
		},
		{
			"name": "Baleblood Draft",
			"source": "DA",
			"page": 62,
			"type": "Item",
			"level": 10,
			"traits": [
				"rare",
				"alchemical",
				"consumable",
				"elixir"
			],
			"price": {
				"amount": 155,
				"coin": "gp"
			},
			"usage": "held in 1 hand",
			"bulk": "L",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": [
					"{@action Interact}"
				]
			},
			"category": "Elixir",
			"entries": [
				"This vial of murky, acrid-smelling liquid is derived from a blend of strange blood, typically coming from aberrations and cryptids. It has no special properties when used alone, but if you drink one shortly before drinking an alchemical elixir, you enhance the elixir's duration. Many tales of mysterious cryptids are actually based on encounters with people suffering the aftereffects of such concoctions. After drinking a baleblood draft, the next elixir you drink within 1 minute that has a duration of at least 1 minute and at most 1 hour has its duration extended by 50% (so a lesser cheetah's elixir lasts for a minute and a half instead of 1 minute). However, after pairing baleblood draft with another elixir, you suffer an eerie side effect for 1 week. This side effect never causes serious harm, although it might be inconvenient and is always ominous in appearance. All elixirs made in the same batch cause the same side effect. Drinking another draft with the same side effect extends the side effect's duration by another week, and drinking one with a different side effect causes you to suffer both effects simultaneously."
			]
		},
		{
			"name": "Chaos Collar",
			"source": "DA",
			"page": 62,
			"type": "Item",
			"level": 5,
			"traits": [
				"companion",
				"invested",
				"primal",
				"transmutation"
			],
			"price": {
				"amount": 125,
				"coin": "gp"
			},
			"usage": "worn collar",
			"bulk": "L",
			"category": "Companion",
			"entries": [
				"This unobtrusive collar is made to hide beneath an animal's fur or blend in against scaled skin. It's most often used by unscrupulous trophy hunters hoping to make a name for themselves by defeating threats they artificially created, using hapless animals as pawns.",
				"A chaos collar fuses to its animal bearer the first time it's clasped around the creature's neck. Three nights per month, it transforms the animal into the form of a terrifying monster. The appearance is the same size as the original animal and doesn't change the animal's statistics, but it's always something new, horrifying, and unique to that particular chaos collar. The transformation lasts from dusk until dawn, and it occurs with complete randomness throughout the month.",
				"An animal slain while wearing a chaos collar remains in the form it had at the time of its death. Once its bearer dies, the collar transforms into a scrap of dirty string and falls off, where the unscrupulous hunter can collect and use it again."
			]
		},
		{
			"name": "Chimera Thread",
			"source": "DA",
			"page": 62,
			"type": "Item",
			"level": 4,
			"traits": [
				"consumable",
				"magical",
				"transmutation"
			],
			"price": {
				"amount": 15,
				"coin": "gp"
			},
			"activate": {
				"activity": {
					"number": 10,
					"unit": "minute"
				},
				"components": [
					"{@action Interact}"
				]
			},
			"category": "Consumable",
			"entries": [
				"This multicolored skein is twisted together from strands of many different materials. When used to stitch together pieces from the carcasses of two or more animals, it fuses them into a single intact carcass of an outlandish-looking monster with characteristics of the component species. The thread disappears, leaving no obvious seams and smoothing the transition between the parts of the creatures."
			]
		},
		{
			"name": "Cloak of the False Foe",
			"source": "DA",
			"page": 62,
			"type": "Item",
			"level": 12,
			"traits": [
				"invested",
				"primal",
				"transmutation"
			],
			"price": {
				"amount": 1850,
				"coin": "gp"
			},
			"usage": "worn cloak",
			"bulk": "L",
			"category": "Worn",
			"entries": [
				"Images of strange animals and distorted figures are woven into this coarse, fur-lined cloak.",
				{
					"type": "ability",
					"activity": {
						"unit": "varies",
						"entry": "Interact"
					},
					"traits": [
						"polymorph",
						"primal",
						"transmutation"
					],
					"frequency": {
						"freq": 1,
						"unit": "day"
					},
					"entries": [
						"The cloak rises to envelop your head and body, reshaping your appearance into that of a locally feared cryptid. If there is no such figure in local lore, the cloak of the false foe instead alters your appearance into a form imagined by the crafter of the cloak. One choice that occurs with disturbing frequency is a gaunt figure with triple-jointed fingers; an eyeless, hairless head with a lamprey mouth in the center of its face; and stubby tentacles waving down its neck. The transformation also grants the effects of either a 3rd-level {@spell humanoid form} spell that lasts for 1 hour if you turn into a Medium cryptid, or a 5th-level {@spell humanoid form} spell that lasts for 10 minutes if you turn into a Large cryptid.",
						"While you're in cryptid form, any wounds left by your spells and Strikes appear to be the result of the cryptid's unarmed attacks and special abilities to a casual inspection. This doesn't alter the actual damage type inflicted or the effects of such attack. Someone closely studying the wounds can, with a successful DC 30 {@skill Medicine} check, realize that magic has altered the appearance of the injuries."
					]
				}
			]
		},
		{
			"name": "Hoax-Hunter's Kit",
			"source": "DA",
			"page": 63,
			"type": "Item",
			"level": 3,
			"traits": [
				"uncommon"
			],
			"price": {
				"amount": 50,
				"coin": "gp"
			},
			"usage": "held in 2 hands",
			"bulk": 1,
			"category": "Held",
			"entries": [
				"This wooden box unfolds into a stack of hinged trays holding calipers, magnifying lenses, acids and reagents, comparison sketches of species commonly mistaken for one another, and glass slides for specimen testing. When you use this kit to study accounts of a creature or what it left behind (such as spoor, tracks, or fur samples), you gain a +1 item bonus to {@action Recall Knowledge} about the creature or to {@action Track} the creature.",
				"In addition, if you fail to {@action Recall Knowledge} about the creature (but don't critically fail), you're able to eliminate at least one possibility of a common type of animal. For instance, you might be able to verify the creature isn't an owlbear, even if you get no further information."
			]
		},
		{
			"name": "Sampling Ammunition",
			"source": "DA",
			"page": 63,
			"type": "Item",
			"level": 5,
			"traits": [
				"consumable",
				"magical",
				"necromancy"
			],
			"price": {
				"amount": 22,
				"coin": "gp"
			},
			"ammunition": [
				"arrow",
				"bolt"
			],
			"category": "Consumable",
			"entries": [
				"The head of this arrow or bolt is a pointed glass cylinder with a hollow core. Upon hitting a corporeal creature, sampling ammunition captures a small portion of the target's skin, blood, and flesh. The sample falls to the ground below wherever the creature was hit. This sample is sealed and magically preserved inside its chamber, although it deteriorates normally once the cylinder is opened. Sampling ammunition can't collect samples from creatures made entirely of metal, stone, or other hard substances."
			]
		},
		{
			"name": "Swirling Sand",
			"source": "DA",
			"page": 72,
			"type": "Item",
			"level": 7,
			"traits": [
				"rare",
				"catalyst",
				"consumable",
				"magical"
			],
			"price": {
				"amount": 52,
				"coin": "gp"
			},
			"usage": "held in 1 hand",
			"bulk": "L",
			"activate": {
				"components": [
					"{@action Cast a Spell}"
				]
			},
			"category": "Consumable",
			"entries": [
				"Swirling sand carries a faint trace of strange compulsions from the helical sand spire near Beachcomber. Adding this catalyst to a {@spell suggestion} spell implants a strange compulsion in one target of the spell. The target creature must spin counterclockwise at the end of its turn if it didn't take a move action that turn. This spin is a free action that has the {@trait move} trait. This effect lasts for 3 rounds on a success, failure, or critical failure against suggestion (even if the target completes its suggestion in fewer rounds); a target that critically succeeds against suggestion is unaffected by the swirling sand."
			]
		},
		{
			"name": "False-Bottomed Mug",
			"source": "DA",
			"page": 78,
			"type": "Item",
			"level": 0,
			"traits": [
				"uncommon"
			],
			"access": "Member of the Bellflower Network",
			"price": {
				"amount": 5,
				"coin": "sp"
			},
			"usage": "held in 1 hand",
			"bulk": "L",
			"category": "Held",
			"entries": [
				"This mug looks like any other; however, the bottom part unscrews to reveal a velvetlined chamber. These are primarily used by members of the Bellflower Network to sneak messages and small objects to other possible members. The {@skill Perception} DC to discover the false bottom is 15 if someone specifically examines the mug."
			]
		},
		{
			"name": "Forgetful Drops",
			"source": "DA",
			"page": 78,
			"type": "Item",
			"level": 3,
			"traits": [
				"uncommon",
				"alchemical",
				"consumable",
				"ingested",
				"poison"
			],
			"access": "Member of a secret society",
			"price": {
				"amount": 10,
				"coin": "gp"
			},
			"usage": "held in 1 hand",
			"bulk": 1,
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": [
					"{@action Interact}"
				]
			},
			"category": "Poison",
			"entries": [
				"These innocuous, colorless drops can be poured directly into a victim's mouth, or slipped into their food or drink. They initially haze a victim's mind slightly, making them easier to fool; in later stages, they can lead to the victim entering a murderous {@condition confused} state. Secret societies use these drops to befuddle a target or to frame them for violence.",
				{
					"type": "affliction",
					"DC": 18,
					"savingThrow": "Fortitude",
					"onset": "5 minutes",
					"maxDuration": "1 hour",
					"stages": [
						{
							"stage": 1,
							"entry": "{@condition stupefied||stupefied 1}",
							"duration": "10 minutes"
						},
						{
							"stage": 2,
							"entry": "{@condition stupefied||stupefied 1} and {@condition clumsy||clumsy 1}",
							"duration": "20 minutes"
						},
						{
							"stage": 3,
							"entry": "{@condition stupefied||stupefied 1}, {@condition clumsy||clumsy 1}, and {@condition confused}",
							"duration": "30 minutes"
						}
					]
				}
			]
		},
		{
			"name": "Glittering Scarab",
			"source": "DA",
			"page": 78,
			"type": "Item",
			"level": 1,
			"traits": [
				"uncommon"
			],
			"access": "Member of the {@deity Esoteric Order of the Palatine Eye|LOGM}",
			"price": {
				"amount": 10,
				"coin": "gp"
			},
			"usage": "worn",
			"bulk": "—",
			"category": "Worn",
			"entries": [
				"This pin is a valuable copy of a popular pin sold in markets throughout Osirion. The original pin is a solid piece, often purchased by tourists. The glittering scarab, though, can be squeezed gently, causing the wings to part and reveal an eye painted underneath them. This pin is used to gain entrance to most meetings of the {@deity Esoteric Order of the Palatine Eye|LOGM}. Someone who specifically examines the scarab can find the {@condition hidden} eye with a successful DC 20 {@skill Perception} check, though if they know about glittering scarabs, they can simply squeeze it to check for the eye."
			]
		},
		{
			"name": "Membership Cords",
			"source": "DA",
			"page": 78,
			"type": "Item",
			"level": 0,
			"traits": [
				"uncommon"
			],
			"access": "Member of a secret society",
			"price": {
				"amount": 5,
				"coin": "gp"
			},
			"usage": "worn",
			"bulk": "L",
			"category": "Worn",
			"entries": [
				"These braided wool cords are threaded with reflective metal threads in patterns specified by the purchaser. No two society's patterns are the same, and purchasers tend to return to the same weaver each time to ensure new cords match previous ones. In a room lit only by dim candlelight, the reflective metal threads shimmer in a specific pattern. Many societies use these cords to prevent outsiders from infiltrating secret meetings and often have someone at the meeting area's entrance checking cords before allowing entry."
			]
		},
		{
			"name": "Moonlit Ink",
			"source": "DA",
			"page": 78,
			"type": "Item",
			"level": 2,
			"traits": [
				"uncommon",
				"alchemical",
				"consumable"
			],
			"access": "Member of a secret society",
			"price": {
				"amount": 5,
				"coin": "gp"
			},
			"usage": "held in 1 hand",
			"bulk": "—",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": [
					"{@action Interact}"
				]
			},
			"category": "Consumable",
			"entries": [
				"This alchemical ink is applied to a stamping device, typically a wooden seal or chop commissioned by the secret society and costing 1 sp. When the seal is pressed to paper, the ink briefly shows up before fading into invisibility. The stamp can be revealed by exposing the stamped item to direct moonlight for 1 minute. A character checking a good or document marked by a moonlit ink stamp must succeed at a DC 25 {@skill Perception} check to spot the stamp without exposure to moonlight. In addition to its use by secret societies for their secret books, papers, and messages, some smugglers use moonlit ink to mark their goods."
			]
		},
		{
			"name": "Parchment of Secrets",
			"source": "DA",
			"page": 78,
			"type": "Item",
			"level": 3,
			"traits": [
				"uncommon",
				"consumable",
				"illusion",
				"magical"
			],
			"access": "Member of a secret society",
			"price": {
				"amount": 8,
				"coin": "gp"
			},
			"usage": "held in 1 hand",
			"bulk": "L",
			"category": "Consumable",
			"entries": [
				"This parchment is crafted with illusion magic, allowing for the transfer of secret messages. You can fill the parchment with the usual amount of text, encoding your secret message within the innocuous message.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "minute"
					},
					"components": [
						"{@action Interact}"
					],
					"entries": [
						"You tap the letters of your secret message one at a time, causing the letters to glow momentarily before fading to their standard ink color, and a symbol of your choice appears at the corner of the page. The next time someone taps the symbol with a writing instrument, the chosen letters glow again, revealing the secret message, and then the power of the parchment is spent."
					]
				}
			]
		},
		{
			"name": "Self-Immolating Note",
			"source": "DA",
			"page": 78,
			"type": "Item",
			"level": 1,
			"traits": [
				"uncommon",
				"alchemical",
				"consumable",
				"fire"
			],
			"access": "Member of a secret society",
			"price": {
				"amount": 3,
				"coin": "gp"
			},
			"usage": "held in 1 hand",
			"bulk": "—",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": [
					"{@action Interact}"
				]
			},
			"category": "Consumable",
			"entries": [
				"This paper is crafted with an unusual formula, causing it to catch fire and self-immolate 5 minutes after being exposed to the air.",
				"The item activates automatically when the envelope is opened, which typically takes an {@action Interact} action. Anyone holding the note when it catches fire takes 1 fire damage. Often, these notes are given as practical jokes or threats, but secret societies find them quite useful when sharing information about upcoming meetings or any other relevant news. These letters must be written in haste and require the use of their accompanying envelopes, which prevent air from interacting with the paper until the envelope's seal is {@condition broken}."
			]
		},
		{
			"name": "Sibling's Coin",
			"source": "DA",
			"page": 78,
			"type": "Item",
			"level": 1,
			"traits": [
				"uncommon"
			],
			"access": "Member of a secret society",
			"price": {
				"amount": 10,
				"coin": "gp"
			},
			"usage": "held in 1 hand",
			"bulk": "—",
			"category": "Held",
			"entries": [
				"Contrary to widespread belief, secret handshakes are not the preferred method of confirmation between secret society members, mostly because this would be obvious in the middle of a crowded street or busy tavern. Instead, societies tend to mark each other by carrying sibling's coins. The name was originally coined by a past secret society that has since fallen into obscurity, but its ingenious coins remain. The coins are innocuous, resembling common silver coins until the owner twists the outer edge clockwise. At this point, the face of the coin rotates to reveal the symbol of the secret society of the owner.",
				"Suspected compatriots often toy with their coins as a half-recognized fidget, before trying to subtly flash the inscription to their fellow conversationalist.",
				"While it's possible to notice the coin's mechanism if you specifically check the coin (DC 20 {@skill Perception}), few people individually inspect coins unless they have a reason to be suspicious of them."
			]
		},
		{
			"name": "Silent Bell",
			"source": "DA",
			"page": 78,
			"type": "Item",
			"level": 9,
			"traits": [
				"uncommon",
				"illusion",
				"magical"
			],
			"access": "Member of a secret society",
			"price": {
				"amount": 600,
				"coin": "gp"
			},
			"usage": "held in 1 hand",
			"bulk": "L",
			"category": "Held",
			"entries": [
				"This large handbell is made from cast bronze and has a wooden handle. The outside of the bell is covered in fine etchings, showing a group of varied people sitting around a table with clouds obscuring anyone in the background. The clapper is curiously absent from this bell and, when idly rung, it produces no audible sound.",
				{
					"type": "ability",
					"activity": {
						"number": 3,
						"unit": "action"
					},
					"components": [
						"envision",
						"{@action Interact}"
					],
					"frequency": {
						"freq": 1,
						"unit": "day"
					},
					"entries": [
						"The silent bell creates an {@condition invisible} wall surrounding a cube, 20 feet to a side, that prevents sound from passing into or from the cube for 10 minutes. The wall isn't solid and doesn't prevent anything but sound from passing through. Since the cube is {@condition invisible}, creatures can still read lips and body language through the wall."
					]
				}
			]
		},
		{
			"name": "Traitor's Ring",
			"source": "DA",
			"page": 78,
			"type": "Item",
			"level": 0,
			"traits": [
				"uncommon"
			],
			"access": "Member of a secret society",
			"price": {
				"amount": 15,
				"coin": "sp"
			},
			"usage": "worn",
			"bulk": "—",
			"category": "Worn",
			"entries": [
				"This ring has a thick band supporting a square-cut gem that can be customized to the buyer's preference. The thickness of the band allows it to be taken to any jeweler or blacksmith to be adjusted to different hands or fingers from the original make. There is a tiny clasp at the side of the gem that, when pressed, opens the gem, revealing a small, hinged compartment. This compartment is designed to hold one dose of poison, allowing wearers to slip the contents of the ring into the food or drink of an intended target. The compartment can be closed again by gently pressing the gem back into place.",
				"Noticing the compartment requires a DC 15 {@skill Perception} check for anyone inspecting the ring."
			]
		}
	]
}
