{
	"item": [
		{
			"name": "Golem Stylus",
			"source": "EC3",
			"page": 69,
			"type": "Item",
			"level": 10,
			"traits": [
				"Uncommon",
				"Invested",
				"Magical",
				"Transmutation"
			],
			"price": {
				"coin": "gp",
				"amount": 850
			},
			"usage": "held in 1 hand",
			"bulk": "L",
			"category": "Held",
			"entries": [
				"This small, diamond-tipped stylus allows you to inscribe a magical symbol on a golem's body and possibly gain control over it.",
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"Interact"
					],
					"frequency": {
						"unit": "hour",
						"freq": 1
					},
					"trigger": null,
					"requirements": null,
					"entries": [
						"You make a quick inscription on an adjacent golem creature of 11th level or lower. The golem must succeed at a DC 27 Reflex saving throw or you immediately gain control over the golem for 1 minute. A {@condition controlled} golem is {@condition helpful} toward you and follows your orders to the best of its ability as long as it is under your control. If the golem's original controller is within 60 feet of the golem and can see the golem, that controller can attempt a counteract check (DC 27) as a reaction to counteract this effect; on a success, the inscription disappears and the golem reverts to its pre-inscription state. The inscription can also be counteracted with dispel magic.",
						"If the golem you are targeting has already been inscribed with a golem stylus, you must attempt a counteract check against the previous inscription as part of activating the item, using your golem stylus's item level or your {@skill Arcana} skill check modifier as your counteract check modifier. If successful, you modify the existing inscription so that the golem falls under your control."
					]
				}
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Ring Of Stoneshifting",
			"source": "EC3",
			"page": 69,
			"type": "Item",
			"level": 12,
			"traits": [
				"Uncommon",
				"Conjuration",
				"Earth",
				"Invested",
				"Magical",
				"Teleportation"
			],
			"price": {
				"coin": "gp",
				"amount": 1800
			},
			"usage": "worn",
			"bulk": "L",
			"category": "Worn",
			"entries": [
				"This simple iron ring is faceted with a bulbous geode lined with bright purple crystals. A ring of stoneshifting grants you the ability to ignore difficult terrain caused by rubble or uneven ground made of stone and earth.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "minute",
						"entry": "1 minute;"
					},
					"components": [
						"Frequency three times per day"
					],
					"frequency": null,
					"trigger": null,
					"requirements": "You are standing on at least 5 feet of earthen material (such as stone, soil, clay, or sand)",
					"entries": [
						"You sink into the ground and emerge at another location within 100 miles. This location must have an earthen surface at least 5 feet deep and you must be able to identify the location precisely by both its position relative to your starting position and its appearance or other identifying features. You can't carry extradimensional spaces with you to the destination, and if you attempt to do so, the activation fails."
					]
				}
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Shoony Shovel",
			"source": "EC3",
			"page": 69,
			"type": "Item",
			"level": 9,
			"traits": [
				"Rare",
				"Earth",
				"Magical"
			],
			"price": {
				"coin": "gp",
				"amount": 600
			},
			"usage": "held in 2 hands",
			"bulk": 2,
			"category": "Held",
			"entries": [
				"This ornate, compact shovel has a golden handle wrapped with beautiful crimson bulette leather. Its silver head never gets dirty or worn no matter how much you use it. Its true magic, however, is in its ability to dig on its own.",
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"command",
						"envision"
					],
					"frequency": {
						"unit": "day",
						"freq": 1
					},
					"trigger": null,
					"requirements": null,
					"entries": [
						"You place the shovel in a starting position and specify the dimensions and direction to dig (such as \"Dig down 8 feet in a rectangle sized 30 feet by 40 feet\" or \"Dig straight ahead for 30 feet\"). The shovel then animates and digs on its own at a rate of one 5-foot cube per 10 minutes until the task is complete or it is picked up. It can dig through dirt, gravel, sand, snow, or similar loose material, but the shovel stops digging (or digs around, if commanded) if it strikes stone or another solid material. A shoony shovel can sense if its digging path will cause a building to collapse, harm a creature, or otherwise create significant problems, in which case it automatically stops digging."
					]
				}
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Skarja's Heartstone",
			"source": "EC3",
			"page": 89,
			"type": "Item",
			"level": 13,
			"traits": [
				"Uncommon",
				"Abjuration",
				"Invested",
				"Occult"
			],
			"price": {
				"coin": "gp",
				"amount": 2500
			},
			"usage": "worn",
			"bulk": "—",
			"category": "Worn",
			"entries": [
				"This pale gemstone grants its wearer a +2 item bonus to saving throws and the ability to discern a target's alignment (as detect alignment, but can detect chaotic, evil, good, and lawful auras simultaneously) at will by peering through the gemstone.",
				"Like all hag heartstones, this gemstone is powered by Skarja's spirit. Skarja does not need to wear her heartstone to benefit from its powers, but she cannot use them if she hasn't touched her heartstone in the past 7 days. If Skarja's heartstone is separated from her for more than 7 days (or if she's been dead for 7 days), it becomes a non-magical gemstone. Skarja's heartstone allows her to use additional occult innate spells: {@spell ethereal jaunt} (9th level) and {@spell bind soul} at will, {@spell shadow blast} (6th level) twice per day, and {@spell spirit blast} once per day.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"command"
					],
					"frequency": null,
					"trigger": null,
					"requirements": "You must be touching the heartstone",
					"entries": [
						"The heartstone attempts to counteract one disease affecting you (counteract level 7, counteract modifier +23)."
					]
				}
			],
			"craftReq": "You must be a night hag.",
			"generic": false,
			"consumable": false
		}
	]
}
