{
	"item": [
		{
			"name": "Cauldron Of Nightmares",
			"source": "AoE5",
			"page": 78,
			"type": "Item",
			"level": 17,
			"traits": [
				"rare",
				"illusion",
				"invested",
				"magical"
			],
			"price": {
				"coin": "gp",
				"amount": 13000
			},
			"usage": "held in 2 hands",
			"bulk": 1,
			"category": "Held",
			"entries": [
				"Engraved with carvings of tortured souls, this green cauldron has two abilities that allow it to capture nightmares and then unleash them on the world. The cauldron has an affinity for preying on the minds of captives and prisoners, who take a –2 circumstance penalty to saving throws against it.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"{@action Interact}"
					],
					"frequency": {
						"unit": "day",
						"number":  1
					},
					"entries": [
						"The cauldron casts nightmare (DC 35) on a target creature that you know by name. The target must be on the same plane as you. If the target fails its save and is 15th level or lower, you add its nightmare to the cauldron. The cauldron can hold only six nightmares at a time; when you add a new nightmare, you choose which six to keep."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"{@action Interact}"
					],
					"frequency": {
						"number":  1,
						"unit": "week"
					},
					"entries": [
						"You spill the nightmarish contents of the cauldron onto the ground and choose one creature whose nightmare is stored in your cauldron. A nightmare copy of the chosen creature springs to life from the bubbling pile of horror.",
						"The cauldron casts duplicate foe on the target, ignoring the range restriction, and the target automatically fails its saving throw. All enemies within 20 feet of the cauldron are subjected to a {@spell fear} spell (DC 35). All other nightmares stored in the cauldron are lost. The cauldron becomes totally inert and can't be used again for 1 week."
					]
				}
			],
			"craftReq": [
				"Supply a casting of nightmare."
			]
		},
		{
			"name": "Clockwork Cloak",
			"source": "AoE5",
			"page": 79,
			"type": "Item",
			"level": 18,
			"traits": [
				"uncommon",
				"clockwork",
				"invested",
				"magical"
			],
			"price": {
				"coin": "gp",
				"amount": 20000
			},
			"usage": "worn cloak",
			"bulk": "L",
			"category": "Worn",
			"entries": [
				"Paper-thin interlocking gears and winding cogs make up this bronze cloak.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "reaction"
					},
					"components": [
						"{@action Interact}"
					],
					"frequency": {
						"unit": "day",
						"number":  1
					},
					"trigger": "You're struck by a melee attack with a held weapon",
					"entries": [
						"You deflect the blow and attempt to catch the weapon in the cloak's gears. Make an {@skill Athletics} check to {@action Disarm} the weapon."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"{@action Interact}"
					],
					"entries": [
						"You wrap the cloak around yourself and the winding gears decelerate your body, causing you to enter standby mode. While in standby mode you don't need to eat, drink, or sleep. You remain aware of your surroundings but take a –4 penalty to {@skill Perception} checks. You can stay in standby mode indefinitely, although your body ages normally. You can leave standby mode as a free action. If you do so to initiate combat, you gain a +2 item bonus to your initiative roll."
					]
				}
			]
		},
		{
			"name": "Clockwork Helm",
			"source": "AoE5",
			"page": 79,
			"type": "Item",
			"level": 17,
			"traits": [
				"rare",
				"clockwork",
				"invested",
				"magical"
			],
			"price": {
				"coin": "gp",
				"amount": 13000
			},
			"usage": "worn headwear",
			"bulk": "L",
			"category": "Worn",
			"entries": [
				"Rotating gears cover the outside of this imposing helmet. In order to function, the device must be wound for 10 minutes once every 24 hours. The clockwork helm has a calming and focusing effect on the mind. If you're affected by a detrimental condition caused by a {@trait mental} or {@trait emotion} effect, each round at the beginning of your turn, the gears of the helmet unwind and reduce the value of the condition by 1.",
				"This effect works only if the condition's value can normally be reduced by simply waiting; otherwise the helmet has no effect.",
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"envision"
					],
					"frequency": {
						"unit": "day",
						"number":  1
					},
					"requirements": "You've wound the clockwork helm for 10 minutes within the last 24 hours",
					"entries": [
						"You fire a beam of withering heat from the helmet's eye slits at a target. Make a spell or ranged attack roll (your choice) to affect the target. On a hit, the target takes {@damage 10d8} fire damage and is {@condition drained|CRB|drained 2}."
					]
				}
			]
		},
		{
			"name": "Clockwork Rejuvenator",
			"source": "AoE5",
			"page": 79,
			"type": "Item",
			"level": 18,
			"traits": [
				"rare",
				"clockwork",
				"consumable",
				"magical",
				"necromancy"
			],
			"price": {
				"coin": "gp",
				"amount": 4500
			},
			"usage": "held in 1 hand",
			"bulk": "L",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "varies",
					"entry": "{@as 1} or {@as 2}"
				},
				"components": [
					"{@action Interact}"
				],
				"requirements": "The round you activate the rejuvenator, you must first spend either 1"
			},
			"category": "Consumable",
			"entries": [
				"This device has four finger-like latches centered around a whirring mass of gears.",
				"After winding the clockwork rejuvenator, you can latch it to the chest of an adjacent recently dead creature and return it to life.",
				"If you wound the rejuvenator using 1 {@action Interact} action, you can return to life a creature that died in the last 2 rounds, restoring it to 1 HP. If you wound the rejuvenator using 2 {@action Interact} actions, you can return to life a creature that died within the last 3 rounds. After attaching, the device continues to whirl for 1 minute, restoring 10 HP per round to the target. Thereafter, the clockwork rejuvenator loses its magic and becomes inert."
			]
		},
		{
			"name": "Forgotten Shell",
			"source": "AoE5",
			"page": 78,
			"type": "Item",
			"level": 13,
			"traits": [
				"rare",
				"divination",
				"invested",
				"magical"
			],
			"price": {
				"coin": "gp",
				"amount": 2500
			},
			"usage": "worn armor",
			"bulk": 4,
			"category": "Armor",
			"entries": [
				"This +2 resilient full plate, crafted from grim plates of iron, covers the entire body except for small holes for the eyes and mouth. While wearing the armor, you gain the benefits of a {@spell nondetection} spell. Additionally, creatures attempting to {@action Recall Knowledge} about a subject involving you must succeed at a DC 30 Will save. On a success, they can attempt the check normally. On a failure, they can still attempt the check, but even if they successfully {@action Recall Knowledge}, they don't remember you (although they might remember other details about the event). Creatures that fail their save can make another attempt to {@action Recall Knowledge} about you, but they must wait 24 hours to do so.",
				"You can spend 1 hour using blacksmithing tools to bind a helpless Medium humanoid inside the suit, which welds the suit shut and makes it impossible to remove without breaking it (Hardness 9, HP 36, BT 18). The humanoid inside the suit counts as being Invested while bound in this fashion and can't break out of the suit on its own. If the suit is welded shut, the creature gains the benefits above but also the following penalties: Whenever the humanoid attempts a {@skill Deception}, {@skill Diplomacy}, {@skill Intimidation}, or {@skill Performance} check, they must roll twice and use the worse result. Additionally, creatures the humanoid encounters have an initial attitude toward them of one degree worse than they normally would (for instance, {@condition unfriendly} instead of {@condition indifferent})."
			],
			"craftReq": [
				"Supply a casting of nondetection and outcast's curse."
			]
		},
		{
			"name": "Fungal Armor",
			"source": "AoE5",
			"page": 77,
			"type": "Item",
			"level": 15,
			"traits": [
				"rare",
				"invested",
				"magical",
				"transmutation"
			],
			"price": {
				"coin": "gp",
				"amount": 7200
			},
			"usage": "worn armor",
			"bulk": 1,
			"category": "Armor",
			"entries": [
				"This {@runeItem studded leather||+2 armor potency||greater resilient|} is made of hardened fungus. Every day the armor grows dozens of unusual mushrooms that can be used for cooking, infused reagents, or common spell material components.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "varies",
						"entry": "{@as r} or {@as 1}"
					},
					"components": [
						"envision"
					],
					"frequency": {
						"unit": "day",
						"number":  1
					},
					"trigger": "You are hit by a melee, ranged, or spell attack",
					"entries": [
						"The attack misses you, dealing no damage as you transform into a cloud of spores. You gain the benefits of a {@spell gaseous form} spell for 1 minute. For the duration, a cloud of deadly spores surrounds you. Each breathing creature that begins its turn within 10 feet of you takes {@damage 6d8} poison damage (DC 35 basic Fortitude save). You can {@action Dismiss} the cloud form."
					]
				}
			],
			"craftReq": [
				"Supply a casting of cloudkill and gaseous form."
			]
		},
		{
			"name": "Garrote Bolt",
			"source": "AoE5",
			"page": 77,
			"type": "Item",
			"level": 15,
			"traits": [
				"uncommon",
				"consumable",
				"magical",
				"transmutation"
			],
			"price": {
				"coin": "gp",
				"amount": 1200
			},
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": [
					"{@action Interact}"
				]
			},
			"ammunition": [
				"bolt"
			],
			"category": "Consumable",
			"entries": [
				"The shaft of this silver bolt is engraved with wiry designs.",
				"When a garrote bolt hits a target, it transforms into a silver garrote and wraps around one of the target's appendages, dealing an additional {@damage 2d12} {@condition persistent damage||persistent slashing damage}. On a critical hit, it wraps around the target's throat, and the target can't breathe until the {@condition persistent damage} ends."
			]
		},
		{
			"name": "Gearblade",
			"source": "AoE5",
			"page": 79,
			"type": "Item",
			"level": 17,
			"traits": [
				"rare",
				"clockwork",
				"invested",
				"magical"
			],
			"price": {
				"coin": "gp",
				"amount": 13000
			},
			"usage": "held in 1 or 2 hands",
			"bulk": 2,
			"category": "Held",
			"entries": [
				"Shaped like a blade made from spinning gears, this {@item +2 weapon potency||+2} {@item greater striking} weapon can catch enemy weapons and grind up foes. In order to function, the gearblade must be wound for 10 minutes once every 24 hours. During this process, you can reconfigure the weapon to transform into a {@item bastard sword}, {@item greatsword}, {@item longsword}, or {@item shortsword}. It then gains all the features of the chosen weapon except that its Bulk is always 2 and it gains the {@trait disarm} weapon trait and the {@trait versatile B} weapon trait (which replaces any other {@trait versatile} trait the weapon might have). If you don't wind the gearblade, it becomes inert and has the statistics of a {@item greatclub}.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "reaction"
					},
					"components": [
						"envision"
					],
					"frequency": {
						"unit": "day",
						"number":  1
					},
					"requirements": "You've wound the gearblade for 10 minutes within the last 24 hours",
					"entries": [
						"The target's weapon is pulled through the gearblade's gears and shoots out the other side, landing 20 feet away in a direction of your choice. The target must attempt a DC 36 Reflex save. On a failure, the limb holding their weapon is also pulled into the gearblade, and the creature takes {@damage 3d12} bludgeoning damage. On a critical failure, they take {@damage 6d12} bludgeoning damage and the limb becomes unusable until healed by a {@spell regenerate} spell or a similar effect."
					]
				}
			]
		},
		{
			"name": "Miogimo's Mask",
			"source": "AoE5",
			"page": 77,
			"type": "Item",
			"level": 16,
			"traits": [
				"unique",
				"invested",
				"magical",
				"necromancy"
			],
			"price": {
				"coin": "gp",
				"amount": 9500
			},
			"usage": "worn mask",
			"bulk": "L",
			"category": "Worn",
			"entries": [
				"The crime lord Miogimo almost always appears with this special mask, crafted with a piece of his soul. It has two forms.",
				"In its first form, the mask depicts a silvery and angelic face; while wearing the mask in this form, your alignment appears as lawful good to creatures attempting to detect your alignment. In its second form, the mask depicts a gold-skinned demonic face; while wearing the mask in this form, your alignment appears as chaotic evil to creatures attempting to detect your alignment.",
				"If you die while wearing the mask, a fragment of your soul is trapped in the mask, forming a life link. If there was already a soul fragment in the mask when this happens, you roll a Will save against the Will DC of the person who left the previous fragment. If you succeed, your soul fragment replaces the old one. On a failure, you die normally.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"envision"
					],
					"entries": [
						"You switch the mask to its other form."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"envision"
					],
					"frequency": {
						"unit": "day",
						"number":  1
					},
					"entries": [
						"You cast {@spell crisis of faith} (DC 34), targeting up to four creatures within 30 feet. If the mask is in its angelic form, you can target only evil and neutral creatures.",
						"If the mask is in its demonic form, you can target only good and neutral creatures."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 10,
						"unit": "minute"
					},
					"components": [
						"command",
						"envision",
						"{@action Interact}"
					],
					"requirements": "A soul fragment is in the mask",
					"entries": [
						"You cast {@spell talking corpse} on the soul fragment, except you communicate telepathically and don't require the fragment's body to speak."
					]
				}
			]
		},
		{
			"name": "Nightmare Cudgel",
			"source": "AoE5",
			"page": 78,
			"type": "Item",
			"level": 11,
			"traits": [
				"uncommon",
				"invested",
				"magical"
			],
			"price": {
				"coin": "gp",
				"amount": 1000
			},
			"usage": "held in 1 hand",
			"bulk": 1,
			"category": "Held",
			"entries": [
				"Crafted from polished wood, this seemingly mundane {@runeItem club||+1 weapon potency||striking|} comes with a red leather strap near the handle. The mere sight of the cudgel in a guard's hand fills prisoners with dread.",
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"traits": [
						"mental",
						"emotion"
					],
					"components": [
						"{@action Interact}"
					],
					"entries": [
						"You initiate an intimidating walk, thumping the cudgel menacingly against your palm. As part of activating this item, you can {@action Stride} twice. For the next minute, whenever you successfully {@action Strike} a creature with the nightmare cudgel, you can use a free action to attempt an {@skill Intimidation} check to {@action Demoralize} the struck creature."
					]
				}
			]
		}
	]
}
