{
	"item": [
		{
			"source": "AoA1",
			"name": "Cinderclaw Gauntlet",
			"level": 5,
			"type": "Item",
			"category": "Worn",
			"traits": [
				"Uncommon",
				"Evocation",
				"Magical"
			],
			"consumable": false,
			"generic": false,
			"price": {
				"coin": "gp",
				"amount": 150,
				"note": null
			},
			"usage": "worn on 1 hand",
			"bulk": "L",
			"entries": [
				"This sharp-taloned +1 striking spiked gauntlet appears to have been crafted from dragon scales, with claws built from iron. In addition to the typical weapon traits, a Cinderclaw gauntlet has the versatile S trait.",
				"On a critical hit, the Cinderclaw gauntlet deals an additional {@damage 1d6} fire damage.",
				{
					"type": "activation",
					"activity": {
						"number": 1,
						"unit": "reaction"
					},
					"components": [
						"command"
					],
					"frequency": null,
					"trigger": "Your attack roll with the Cinderclaw gauntlet is a critical success.",
					"requirements": null,
					"effect": [
						"The creature you hit must succeed at a DC 19 Fortitude save or be {@condition sickened|CRB|sickened 1} by the gauntlet's acrid smoke. Creatures that don't need to breathe are immune."
					]
				}
			],
			"page": 77
		},
		{
			"source": "AoA1",
			"name": "Hunter's Arrowhead",
			"level": 4,
			"type": "Item",
			"category": "Worn",
			"traits": [
				"Rare",
				"Enchantment",
				"Invested",
				"Magical"
			],
			"consumable": false,
			"generic": false,
			"price": {
				"coin": "gp",
				"amount": 80,
				"note": null
			},
			"usage": "worn",
			"bulk": "—",
			"entries": [
				"This arrowhead-shaped charm is not meant to be affixed to an arrow, but instead to be carried in a pocket or inside of a quiver. A hunter's arrowhead is etched with images sacred to the elven god {@deity Ketephys|LOGM}. If you carry one on your person, you are infused with great skill at hunting, and gain a +1 item bonus to {@skill Survival} skill checks and attack rolls against any creature you've currently designated as your prey for the {@action Hunt Prey} ranger ability (note that the bonus to attack rolls is an item bonus, and therefore not cumulative with an item bonus from a magic weapon). A hunter's arrowhead is also a religious symbol of {@deity Ketephys|LOGM}.",
				"This specific hunter's arrowhead (and no other) is a key to the Huntergate aiudara. If this hunter's arrowhead is touched to the stone within Huntergate, it activates the portal—provided the portal is fully functional. See \"Cult of Cinders\" for more information about Huntergate and what lies beyond its archway.",
				{
					"type": "activation",
					"activity": {
						"number": 1,
						"unit": "reaction"
					},
					"components": [
						"command"
					],
					"frequency": "once per day",
					"trigger": "You would miss with an attack made with a bow.",
					"requirements": null,
					"effect": [
						"You get a +2 circumstance bonus to your attack roll. This can turn a miss into a hit."
					]
				}
			],
			"page": 77
		}
	]
}
