{
	"item": [
		{
			"name": "Ambrosia Of Undying Hope",
			"source": "EC6",
			"page": 74,
			"type": "Item",
			"level": 19,
			"traits": [
				"Rare",
				"Alchemical",
				"Consumable",
				"Elixir",
				"Necromancy"
			],
			"price": {
				"coin": "gp",
				"amount": 6200
			},
			"usage": "held in 1 hand",
			"bulk": "L",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": [
					"Interact"
				]
			},
			"category": "Elixir",
			"entries": [
				"This elixir is usually stored in a small metal flask or miniature stein. The dark liquid sparkles as if it were full of stars and is considered sacred to {@deity Cayden Cailean} and to the cults of the Failed in Absalom. The next time you would die from damage within 8 hours after you drink the ambrosia, it prevents you from {@condition dying}, you regain 20 Hit Points, the elixir's benefits end, and you become temporarily immune to the ambrosia of undying hope for 24 hours.",
				"The ambrosia can't protect you from {@trait death} effects or disintegration, but it can protect against almost any other form of death via damage. You can only be under the effect of a single ambrosia of undying hope at a time."
			]
		},
		{
			"name": "Aroden's Hearthstone",
			"source": "EC6",
			"page": 66,
			"type": "Item",
			"level": 25,
			"traits": [
				"Unique",
				"Arcane",
				"Artifact",
				"Enchantment"
			],
			"usage": "held in 1 hand",
			"bulk": "L",
			"category": "Artifact",
			"entries": [
				"This coin-sized gemstone can be used on its own but must be included in the construction of a hearth in order to fully activate its magic.",
				{
					"type": "ability",
					"activity": {
						"number": 3,
						"unit": "day",
						"entry": "3 days"
					},
					"components": [
						"({@action Interact})"
					],
					"frequency": {
						"freq": 4,
						"unit": "year"
					},
					"requirements": "You have Legendary proficiency in {@skill Crafting}",
					"entries": [
						"You craft a magical weapon or armor of up to 20th level. You must attempt a {@skill Crafting} check as usual to create the item, but you need supply only raw materials worth a quarter of the item's Price, and you need not pay the remaining portion of the item's Price or spend additional downtime days working on it. While Aroden's Hearthstone is active, the stars in the sky, including Golarion's sun, appear to glow brighter within a 100-mile radius of the hearthstone."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "varies",
						"entry": "{@as 3} command,"
					},
					"components": [
						"envision"
					],
					"frequency": {
						"freq": 1,
						"unit": "month"
					},
					"entries": [
						"Aroden's Hearthstone draws in heat from the world itself, causing the ambient temperature within 100 miles to drop below 0°F.",
						"Within 1 mile of the Hearthstone, the temperature drops to –200°F, rivaling the frigid cold of outer space and dealing {@damage 4d6} cold damage each round to every creature in the area. This effect lasts 1 minute, during which time the nearest moon (probably Golarion's) appears an eerie blue color to any observers within 100 miles of the hearthstone. At the end of 1 minute, the hearthstone emits a blast of concentrated heat that deals {@damage 25d6} fire damage to creatures and objects within 150 feet.",
						"Destruction Using Aroden's Hearthstone to craft a cursed item results in a failed creation and causes the gemstone to split into five equal-sized but magically impotent pieces. Over the course of a year, four of theses pieces crumble to dust, while the fifth expands to the size of the original artifact and bears its powers anew. To destroy Aroden's Hearthstone, each of the separated pieces must be plunged into one of the five stars that compose the cosmic constellation known as the Follower."
					]
				}
			]
		},
		{
			"name": "Celestial Hair",
			"source": "EC6",
			"page": 74,
			"type": "Item",
			"level": 20,
			"traits": [
				"Rare",
				"Abjuration",
				"Consumable",
				"Magical",
				"Talisman"
			],
			"price": {
				"coin": "gp",
				"amount": 12500
			},
			"usage": "affixed to armor",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "free"
				},
				"components": [
					"Interact"
				],
				"trigger": "You critically fail a saving throw or are critically hit by an attack."
			},
			"category": "Talisman",
			"entries": [
				"This strand of hair shimmers like the strands of fate. When you activate the string, it resonates with a single, perfect note. The triggering saving throw becomes a failure or the triggering attack roll becomes a regular hit, not critical one. If the source of the attack or effect is an evil creature, that creature must succeed at a DC 41 Will saving throw or be {@condition enfeebled|CRB|enfeebled 2} and {@condition stupefied|CRB|stupefied 2} until the end of its next turn."
			]
		},
		{
			"name": "Hunter's Dawn",
			"source": "EC6",
			"page": 67,
			"type": "Item",
			"level": 23,
			"traits": [
				"Unique",
				"Arcane",
				"Artifact",
				"Enchantment"
			],
			"usage": "held in 1 hand",
			"bulk": 1,
			"category": "Artifact",
			"entries": [
				"Hunter's Dawn is a +3 greater striking speed ghost touch club. However, the notched head of the weapon marks it as an atlatl, an ancient tool used for throwing darts and javelins. You can use Hunter's Dawn with a mundane dart or javelin like you would use a bow with an arrow; when you do so, the range of the dart or javelin is doubled, and the dart or javelin uses Hunter's Dawn to determine its attack modifier and damage dice.",
				"Activate {@as 1}, {@as 2}, or {@as 3} ({@action Interact}) You swing Hunter's Dawn and launch a magically conjured javelin at a target within 60 feet, making a ranged {@action Strike}. The javelin has the statistics of a javelin but gains the magical properties of Hunter's Dawn and disappears immediately after hitting or missing its target. On a successful hit, you deal damage ({@damage 3d6} piercing, due to the atlatl's greater striking rune, plus your Strength modifier); in addition, a gazelle leaps from the hit target to one or more targets within 20 feet of the first, dealing {@damage 2d6} piercing damage plus your Strength modifier.",
				"The number of additional targets hit in this way is equal to the number of actions you spend to activate this ability (one additional target if you used one action, two additional targets for two actions, and so forth).",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "varies",
						"entry": "{@as R} Trigger You hit a creature with a ranged"
					},
					"components": [
						"Strike with Hunter's Dawn"
					],
					"entries": [
						"The target is marked. Once per day, you can cast a 5th-level {@spell locate} spell on the marked target, regardless of its distance from you or your ability to cast spells. This effect persists until it is dispelled (counterspell DC 46), the creature dies, or a new target is marked."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"(Interact) Frequency three times per day"
					],
					"entries": [
						"You shave a curl of wood from Hunter's Dawn and create a roaring fire within 15 feet. You can choose one of the following shapes for the fire to take: a 10-foot square, a 20-foot line, or a 15-foot cone. Each creature in the affected squares take {@damage 6d6} fire damage (DC 46 basic Reflex save)",
						"Destruction Hunter's Dawn can be destroyed only by placing it on the funeral pyre of a dead god."
					]
				}
			]
		},
		{
			"name": "Jerkin Of Liberation",
			"source": "EC6",
			"page": 74,
			"type": "Item",
			"level": 17,
			"traits": [
				"Uncommon",
				"Abjuration",
				"Armor",
				"Invested",
				"Magical"
			],
			"price": {
				"coin": "gp",
				"amount": 14000
			},
			"usage": "worn armor",
			"bulk": 1,
			"category": "Armor",
			"entries": [
				"This +2 greater resilient studded leather is traditionally inscribed with a symbol of either {@deity Norgorber} or {@deity Cayden Cailean}. Its leather is light as silk, and its buttons and studs are gleaming crystal. While you wear it, you get a +15-foot item bonus to your Speed, and effects that attempt to impose penalties on your Speed must first counteract the jerkin of liberation or they have no effect on you.",
				"In addition, you are hard to incapacitate. You use the jerkin's item level or your own level, whichever is higher, to determine effects of the {@trait incapacitation} trait."
			]
		},
		{
			"name": "Kortos Diamond",
			"source": "EC6",
			"page": 68,
			"type": "Item",
			"level": 22,
			"traits": [
				"Unique",
				"Artifact",
				"Divine",
				"Evocation"
			],
			"usage": "held in 1 hand",
			"bulk": 1,
			"category": "Artifact",
			"entries": [
				"The hilt of this +3 major striking axiomatic spell-storing longsword is simple and elegant. The blade itself is made of throneglass—a clear, jewellike crafting material with a razor-sharp edge, capable of absorbing psychic magic and redirecting it at the wielder's enemies.",
				"Whenever the Kortos Diamond is in an area of dim or brighter light, it glows faintly, as if reflecting the light of a setting sun.",
				"While wielding the Kortos Diamond, you gain a +2 item bonus on saving throws against {@trait mental} effects. You can never harm yourself with the Kortos Diamond, even if {@condition confused}.",
				"If you ever travel farther than 100 miles from the Isle of Kortos while in possession of the Kortos Diamond, the sword becomes impossibly heavy; you are {@condition encumbered} as long as you carry the sword and remain outside of this area. If you relinquish the Kortos Diamond while away from Kortos, the sword gradually makes its way back to the isle over the course of a year.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"Interact"
					],
					"frequency": {
						"unit": "day",
						"freq": 1
					},
					"entries": [
						"You attempt a melee {@action Strike} with the Kortos Diamond against a creature within reach. On a hit, you deal damage as normal and the target's mind is inflicted with a powerful disruptive energy.",
						"When the creature attempts to {@action Cast a Spell}, it must attempt a DC 44 Will save; on a failure, the spell fails and both the spell and the actions spent to cast it are lost. This effect lasts for up to 1 minute."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "free"
					},
					"components": [
						"envision"
					],
					"frequency": {
						"unit": "round",
						"freq": 1
					},
					"trigger": "You damage an aberration with the Kortos",
					"entries": [
						"You deal an additional {@damage 2d8} force damage to the struck creature."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"command",
						"Interact"
					],
					"frequency": {
						"unit": "day",
						"freq": 1
					},
					"entries": [
						"You hold the Kortos Diamond aloft and proclaim your might in a booming voice. You cast {@spell overwhelming presence} (DC 42)",
						"Destruction A deity who ascended to divinity via the Test of the Starstone can damage and destroy the Kortos Diamond as if it were not an artifact."
					]
				}
			]
		},
		{
			"name": "Locket Of Sealed Nightmares",
			"source": "EC6",
			"page": 74,
			"type": "Item",
			"level": 19,
			"traits": [
				"Rare",
				"Illusion",
				"Invested",
				"Magical"
			],
			"price": {
				"coin": "gp",
				"amount": 36000
			},
			"usage": "worn necklace",
			"category": "Worn",
			"entries": [
				"As long as this locket of horn and silver is closed, you don't need to sleep. However, you can still overexert your body with too much activity, so you still need to rest to avoid becoming {@condition fatigued} or to remove the {@condition fatigued} condition.",
				"You also gain a +4 item bonus on saving throws against mental illusions, {@trait magical} effects that would make you {@condition unconscious}, and effects that would make you {@condition fatigued}.",
				"Each time dawn occurs, you regain the ability to make your daily preparations as if you had rested for 8 hours.",
				"Daily preparations still take about an hour, as normal.",
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"envision",
						"Interact"
					],
					"requirements": "You aren't {@condition fatigued}",
					"entries": [
						"You open the locket to unleash the dreams it has kept at bay. You become {@condition fatigued} and cast one of the following spells at 9th level (DC 41): {@spell hallucination}, {@spell sleep}, or {@spell weird}."
					]
				}
			]
		},
		{
			"name": "Panacea Fruit",
			"source": "EC6",
			"page": 74,
			"type": "Item",
			"level": 19,
			"traits": [
				"Rare",
				"Consumable",
				"Healing",
				"Necromancy",
				"Primal"
			],
			"price": {
				"coin": "gp",
				"amount": 8000
			},
			"usage": "held in 1 hand",
			"bulk": "L",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": [
					"Interact"
				]
			},
			"category": "Consumable",
			"entries": [
				"This fruit is slowly, constantly changing shape, transforming from one fruit into another, but always appearing at the peak of ripeness. When you consume the fruit, it attempts to counteract all curses, diseases, and poisons affecting you, and you immediately regain {@dice 8d8+30} Hit Points. The fruit has a counteract level of 9 and a +30 modifier for the rolls against each condition. The fruit's seed remains after consumption and can be planted later, becoming a seed-shaped tree feather token that sprouts a tree bearing many kinds of mundane fruit."
			]
		},
		{
			"name": "Piereta",
			"source": "EC6",
			"page": 74,
			"type": "Item",
			"level": 20,
			"traits": [
				"Unique",
				"Divine",
				"Evocation",
				"Intelligent"
			],
			"usage": "held in 1 hand",
			"bulk": 1,
			"category": "Held",
			"perception": {
				"default": 26,
				"senses": {
					"precise": [
						"vision 60 feet"
					],
					"imprecise": [
						"hearing 30 feet"
					]
				}
			},
			"communication": [
				{
					"name": "telepathy",
					"notes": "{@language Azlanti|LOWG}, {@language Celestial}, {@language Common}, {@language Utopian|Bst}"
				}
			],
			"skills": {
				"Diplomacy": {
					"default": 33
				},
				"Religion": {
					"default": 29
				},
				"Warfare Lore": {
					"default": 27
				}
			},
			"abilityMods": {
				"Int": 0,
				"Wis": 4,
				"Cha": 6
			},
			"savingThrows": {
				"Will": {
					"default": 31
				}
			},
			"entries": [
				"Piereta was a Knight of Ozem during the Shining Crusade, sworn to the service of Aroden's herald, {@deity Arazni|LOGM}. After {@deity Arazni|LOGM} perished at the hands of the Whispering Tyrant, Piereta became the first paladin to swear her service to the newly ascended goddess, {@deity Iomedae}. When she fell in battle, a fragment of her spirit clung to the sword through which she had wielded her faith in countless battles, granting the weapon a sentience of its own. The sword named herself after her fallen bearer and has been a faithful companion to many Iomedaean warriors since.",
				"Piereta is a {@runeItem rapier||+3 weapon potency||major striking||holy|} devoted to the principles of {@deity Iomedae} as an exemplar of valorous action and as a protector of the innocent.",
				"Piereta is very particular about who she permits to wield her. She agrees to work with you if you are a follower of {@deity Iomedae}, or if you are lawful good or neutral good and worship a different good deity. Otherwise, you must convince Piereta of the rightness of your cause. If Piereta doesn't want you to wield her, once per minute she can attempt to force you to put her down (DC 42 Will save to resist this command). Even if you succeed at this saving throw, Piereta refuses to apply any of her fundamental or property runes and gives you a –2 penalty on attack rolls with Piereta or any other weapon until you drop her.",
				"Piereta can use the following activations.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "reaction"
					},
					"components": [
						"command",
						"Interact"
					],
					"frequency": {
						"unit": "minute",
						"freq": 1
					},
					"entries": [
						"Piereta makes a {@action Retributive Strike}, resolved as though you had used the ability, including any benefits from champion feats you have."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"command",
						"Interact"
					],
					"frequency": {
						"unit": "day",
						"freq": 1
					},
					"entries": [
						"Piereta casts a 9th-level {@spell field of life}."
					]
				}
			]
		},
		{
			"name": "Planar Ribbon",
			"source": "EC6",
			"page": 75,
			"type": "Item",
			"level": 20,
			"traits": [
				"Unique",
				"Conjuration",
				"Occult"
			],
			"price": {
				"coin": "gp",
				"amount": 60000
			},
			"usage": "held in 1 hand",
			"bulk": "L",
			"category": "Held",
			"entries": [
				"By twisting and twirling this ordinary-looking leather ribbon, you can temporarily bend a rift in space.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "minute",
						"entry": "1 minute"
					},
					"components": [
						"(command",
						"envision",
						"Interact)"
					],
					"entries": [
						"The ribbon spins and swirls, creating a circular loop in the air through which you can spy on a creature on another plane. This has the effects of a {@spell scrying} spell (DC 40) against the creature but functions more as a mundane —albeit interplanar—window; a similar loop appears before the target, and for the duration, both sides can clearly see and hear each other through the created portal, but nothing can pass through. You can Sustain the Activation to gain the effects of Sustaining the Spell.",
						"This activation has the {@trait scrying} trait."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"Interact"
					],
					"frequency": {
						"unit": "round",
						"freq": 1
					},
					"entries": [
						"You extend the ribbon to brush against a foe up to 60 feet away. If that creature fails a DC 42 Reflex save, you exchange positions with the target and all of that creature's allies are {@condition flat-footed} to you until the end of your turn. This activation has the {@trait teleportation} trait."
					]
				}
			]
		},
		{
			"name": "Shield Of The Unified Legion",
			"source": "EC6",
			"page": 75,
			"type": "Item",
			"level": 20,
			"traits": [
				"Uncommon",
				"Evocation",
				"Magical",
				"Shield"
			],
			"price": {
				"coin": "gp",
				"amount": 70000
			},
			"usage": "strapped to 1 hand",
			"bulk": "L",
			"category": "Shield",
			"entries": [
				"This high-grade orichalcum shield (Hardness 16, HP 64, and BT 32) bears a +3 major striking shield boss that cannot be removed. It gleams brightly in any light, drawing attention at all times. When you Raise this Shield, ephemeral reflections of it appear in front of each of your allies within 30 feet, granting them its +2 circumstance bonus to AC for as long as they are within 30 feet of you and your shield is raised.",
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"Interact (force)"
					],
					"frequency": {
						"unit": "minute",
						"freq": 1
					},
					"entries": [
						"You heft the shield and thrust it forward, causing ephemeral reflections of the shield to surround you and then rush outward in a 90-foot line or 60-foot cone (your choice). Make a shield bash {@action Strike} against each enemy within the area, except that the damage dealt is force damage. Each target you hit is moved 10 feet away from you (each target you critically hit is also knocked {@condition prone}). This is forced movement. These shield bashes count against your multiple attack penalty, but the penalty doesn't increase until after you have made all these attacks."
					]
				}
			]
		},
		{
			"name": "Staff Of Sieges",
			"source": "EC6",
			"page": 75,
			"type": "Item",
			"level": 20,
			"traits": [
				"Uncommon",
				"Evocation",
				"Magical",
				"Staff"
			],
			"price": {
				"coin": "gp",
				"amount": 65000
			},
			"usage": "held in 1 hand",
			"bulk": 1,
			"category": "Staff",
			"entries": [
				"This adamantine staff is fitted with mithral plates resembling battlements on a castle. Lesser cover, cover, and greater cover don't grant any bonus against your spell attacks or to saving throws against your spells that you cast from the staff.",
				{
					"type": "ability",
					"components": [
						"Cast a Spell"
					],
					"entries": [
						"You expend a number of charges from the staff to cast a spell from its list.",
						"Cantrips shield, telekinetic projectile 1st gust of wind, longstrider 2nd obscuring mist, web 3rd fireball, wall of wind 4th hallucinatory terrain, solid fog, wall of fire 5th cloudkill, wall of stone 6th fireball, wall of force 7th magnificent mansion, prismatic spray 8th earthquake, scintillating pattern 9th meteor swarm."
					]
				}
			]
		},
		{
			"name": "Tears Of The Last Azlanti",
			"source": "EC6",
			"page": 69,
			"type": "Item",
			"level": 25,
			"traits": [
				"Unique",
				"Arcane",
				"Artifact",
				"Invested",
				"Transmutation"
			],
			"usage": "worn necklace",
			"bulk": "L",
			"category": "Artifact",
			"entries": [
				"This gold necklace sports six bails, each with a different aeon stone. The backside of each bail is engraved with a single ancient Azlanti rune: Patience, Remembrance, Resilience, Tenacity, Wisdom, Invention.",
				"While a bail is active, you recall pieces of childhood memories, brief stories and lessons spoken to you by Aroden. The knowledge imparted by each bail carries a specific power but also allows you to access the invested and resonant powers of the {@item aeon stone (generic)||aeon stone} in the active bail's slot as though the stone orbited your head. Each day at dawn, a new bail becomes active; roll {@dice 1d6} to determine which bail is active, determined by the table below. Only one bail can be active at any time.",
				"Once per day, you can attempt to exchange the aeon stone in a given bail for another aeon stone with a successful DC 35 {@skill Arcana} check.",
				{
					"labelRowIdx": [
						0
					],
					"colStyles": [
						"text-center",
						"text-center",
						"text-center"
					],
					"spans": [
						[
							[
								1,
								4
							]
						],
						[
							[
								1,
								4
							]
						],
						[
							[
								1,
								4
							]
						],
						[
							[
								1,
								4
							]
						],
						[
							[
								1,
								4
							]
						],
						[
							[
								1,
								4
							]
						]
					],
					"rows": [
						[
							"{@dice D6}",
							"Bail",
							"Default Aeon Stone"
						],
						{
							"type": "multiRow",
							"rows": [
								[
									"1",
									"Patience",
									"{@item Gold nodule aeon stone||Gold nodule}"
								],
								[
									"{@b Active Power:} Telepathy with a range of 100 feet"
								]
							]
						},
						{
							"type": "multiRow",
							"rows": [
								[
									"2",
									"Remembrance",
									"{@item Tourmaline sphere aeon stone||Tourmaline sphere}"
								],
								[
									"{@b Active Power:} Cast {@spell hypercognition} at will"
								]
							]
						},
						{
							"type": "multiRow",
							"rows": [
								[
									"3",
									"Resilience",
									"{@item Clear spindle aeon stone||Clear spindle}"
								],
								[
									"{@b Active Power:} Worn armor gains the antimagic property rune"
								]
							]
						},
						{
							"type": "multiRow",
							"rows": [
								[
									"4",
									"Tenacity",
									"{@item Pink rhomboid aeon stone||Pink rhomboid}"
								],
								[
									"{@b Active Power:} Wielded weapons gain the vorpal property rune"
								]
							]
						},
						{
							"type": "multiRow",
							"rows": [
								[
									"5",
									"Wisdom",
									"{@item Orange prism aeon stone||Orange prism}"
								],
								[
									"{@b Active Power:} Skill checks for downtime activities or to {@action Recall Knowledge} are one degree of success higher"
								]
							]
						},
						{
							"type": "multiRow",
							"rows": [
								[
									"6",
									"Invention",
									"{@item Lavender and green ellipsoid aeon stone||Lavender and green ellipsoid}"
								],
								[
									"{@b Active Power:} You can craft items up to 5 levels higher than your actual level"
								]
							]
						}
					],
					"type": "table"
				}
			],
			"destruction": "The memories and lessons that echo through the Tears of the Last Azlanti give clues about steps needed to destroy the artifact. After you have gained the power of each of the six aeon stones at least once, you are granted visions of six locations across Golarion. At each of these locations, you must replace one of the necklace's aeon stones with a {@item dull gray aeon stone}. Once the final stone is replaced, the powers of the necklace are drawn into its new stones. These stones become pieces of throneglass, and the chain and bails disintegrate."
		}
	]
}
