{"item":[{"name":"Aether Marbles","source":"GW3","page":75,"type":"Item","level":"4+","traits":["uncommon","bomb","consumable","force","splash"],"usage":"held in 1 hand","bulk":"L","activate":{"activity":{"number":1,"unit":"action"},"components":["{@action Strike}"]},"category":"Bomb","entries":["Aether marbles create violent, lingering eddies of force that extend partially into unseen planes. When the bomb explodes, it deals the listed force damage and force {@trait splash} damage. Many aether marbles grant an item bonus to attack rolls.","Surfaces in the splash area are filled with twisting eddies of force, which are difficult terrain for incorporeal creatures but not for corporeal ones. The force eddies in a square disperse after an incorporeal creature enters the square."],"generic":"G","variants":[{"level":4,"price":{"amount":19,"coin":"gp"},"entries":["You gain a +1 item bonus to attack rolls. The bomb deals {@damage 2d6} force damage and 2 force {@trait splash} damage."],"variantType":"lesser"},{"level":12,"price":{"amount":360,"coin":"gp"},"entries":["You gain a +2 item bonus to attack rolls. The bomb deals {@damage 3d6} force damage and 3 force {@trait splash} damage."],"variantType":"moderate"},{"level":18,"price":{"amount":3400,"coin":"gp"},"entries":["You gain a +3 item bonus to attack rolls. The bomb deals {@damage 4d6} force damage and 4 force {@trait splash} damage."],"variantType":"greater"}]},{"name":"Telekinetic Converters","source":"GW3","page":75,"type":"Item","level":12,"traits":["rare","invested","magical","transmutation"],"price":{"amount":1950,"coin":"gp"},"usage":"worn gloves","bulk":"L","category":"Worn","entries":["Copper cables run from these thick leather gloves to nodes that attach to the wearer's temples, allowing a spellcaster to convert the magic they normally cast to pure psychic intention. When you {@action Cast a Spell} using the telekinetic converters, you substitute any verbal spellcasting components for mental components of simple thought, granting the {@trait concentrate} trait to the spell you're casting.",{"type":"ability","activity":{"number":2,"unit":"action"},"components":["{@action Interact}"],"prerequisites":"You have a spellcasting class feature and you can cast cantrips","entries":["You cast {@spell telekinetic projectile} as an occult cantrip, heightened to a spell level equal to half your level rounded up."]},{"type":"ability","activity":{"number":2,"unit":"action"},"components":["{@action Interact}"],"prerequisites":"You have a spellcasting class feature and have an unexpended spell slot of 5th level or higher","entries":["You cast your choice of telekinetic haul or {@spell telekinetic maneuver} as a 5th-level occult spell, consuming one of your unexpended spell slots of the same level as if you had used it to cast the spell."]}]},{"name":"Psychic Colors Elixir","source":"GW3","page":75,"type":"Item","level":8,"traits":["uncommon","alchemical","consumable","elixir"],"price":{"amount":100,"coin":"gp"},"usage":"held in 1 hand","bulk":"L","activate":{"activity":{"number":1,"unit":"action"},"components":["{@action Interact}"]},"category":"Elixir","entries":["This orange liquid lets you visibly detect the psychic energies that enable telekinesis and telepathy. For the next minute, you can sense if a creature you can see is using a telepathic or telekinetic ability, such as the telepathy monster ability, spells like telekinetic projectile or telepathic bond, or similar abilities. You also can sense if an object or creature you can see is being manipulated or contacted by such an ability. Both the user and the target of the ability are outlined in faint shimmers of matching color."]},{"name":"Vat-Grown Brain","source":"GW3","page":75,"type":"Item","level":10,"traits":["rare","alchemical","consumable"],"price":{"amount":190,"coin":"gp"},"usage":"held in 2 hands","bulk":1,"activate":{"activity":{"number":3,"unit":"action"},"components":["{@action Interact}"]},"category":"Consumable","entries":["A malformed, artificial brain pulses with alchemical life inside a nutrient-rich vat. When the vat-grown brain is activated, it attempts to counteract one condition of your choice that was gained from an ability with the {@trait mental} trait, which it does by drawing the negative mental impressions into itself. However, the artificial brain is not robust, and the strain of the transfer quickly destroys it.","The vat-grown brain has a counteract level of 5 and a +17 modifier on the roll."]},{"name":"Ice Forge","source":"GW3","page":76,"type":"Item","level":11,"traits":["rare","conjuration","magical","structure"],"price":{"amount":1300,"coin":"gp"},"bulk":"L (when not activated)","activate":{"activity":{"number":1,"unit":"minute"},"components":["envision","{@action Interact}"],"requirements":"The ice forge is in forge form"},"category":"Structure","entries":["While many of the magical wonders created by saumen kar have been destroyed, ice forges, while rare, still see use today among the few individuals who manage to discover and keep one of these portable treasures. When an ice forge isn't activated, it appears to be a small anvil carved from a lump of ice no larger than an apple. While in this state, the ice forge remains cold to the touch but doesn't melt in the presence of high temperatures. It can be used to chill a beverage in a small container, although those who venerate and respect these items' legacy would doubtless find this use to be insulting at best."],"frequency":{"number":1,"unit":"day"}},{"name":"Oil of Corpse Restoration","source":"GW3","page":77,"type":"Item","level":9,"traits":["uncommon","consumable","magical","necromancy","oil"],"price":{"amount":150,"coin":"gp"},"usage":"held in 2 hands","bulk":"L","activate":{"activity":{"number":1,"unit":"minute"},"components":["{@action Interact}"]},"category":"Oil","entries":["Adlet spiritual leaders create this thick purple gel so that the dead can temporarily assume their appearance in life during ancestral worship ceremonies. Spreading it over the bones of an undead creature or a lifeless corpse causes the gel to congeal, forming a cosmetic layer that covers or restores any missing or compromised flesh until the body mimics its appearance in life. The dead creature's flesh looks healthy and whole. It gains a +2 circumstance bonus on {@skill Deception} checks to look like a living creature. The gel does not restore life or Hit Points and the flesh quickly rots away 8 hours after application."]},{"name":"Rime Jar","source":"GW3","page":77,"type":"Item","level":10,"traits":["uncommon","evocation","magical"],"price":{"amount":175,"coin":"gp"},"usage":"held in 2 hands","bulk":1,"category":"Held","entries":["Magical reagents slosh inside this rime-frosted pottery jar the size of a human head. Despite appearing to be rimed in hoarfrost, the jar is warm to the touch. Ilverani wizards create rime jars to sustain themselves during the coldest winter nights.",{"type":"ability","activity":{"number":3,"unit":"action"},"components":["{@action Interact}"],"entries":["The jar draws off the cold and warms your body. If you have the {@condition fatigued} condition caused by exposure to environmental cold, it removes the condition. For 8 hours after applying the rime, you treat extreme cold as severe cold."]}]},{"name":"Star of Cynosure","source":"GW3","page":77,"type":"Item","level":10,"traits":["uncommon","abjuration","consumable","magical","talisman"],"price":{"amount":175,"coin":"gp"},"usage":"affix to armor","bulk":"—","activate":{"activity":{"number":1,"unit":"free"},"components":["envision"],"trigger":"You attempt a Will save against a mental enchantment spell, but you haven't rolled yet","requirements":"You have master proficiency in Will saves."},"category":"Talisman","entries":["Found throughout Golarion, these star-shaped talismans of whalebone scrimshaw are carved by Erutaki from the Crown of the World. They are popular with adherents to the cult of {@deity Desna}, who believe the talismans protect their dreams. When you activate this talisman, you gain a +2 status bonus to saves against enchantment magic with the {@trait mental} trait for 1 minute. On the triggering save, if the outcome of the roll is a failure, you get a success instead, or if the outcome is a critical failure, you get a failure instead."]},{"name":"Mindsponge","source":"GW3","page":77,"type":"Item","level":9,"traits":["unique","mental","necromancy","occult"],"price":{"amount":700,"coin":"gp"},"usage":"held in 1 hand","bulk":"L","category":"Held","entries":["A mindsponge appears as a misshapen gray sponge that unsettlingly resembles a malformed human brain. Though pliable in all the same ways as a damp sponge, a mindsponge has no ability to absorb water and, in fact, doesn't seem terribly porous at all. Instead, a mindsponge is used to absorb thoughts and memories from living creatures.",{"type":"ability","activity":{"number":2,"unit":"action"},"components":["envision","{@action Interact}"],"entries":["The mindsponge casts modify memory, but only to erase a memory—a mindsponge can't enhance memory clarity, alter memories, or add false memories."]},{"type":"ability","activity":{"number":1,"unit":"minute"},"components":["envision","{@action Interact}"],"entries":["You use the mindsponge to harvest the memories and mental energy of a specially prepared target as it dies. To prepare the target (who must be willing or helpless), you must perform a 10-minute surgery to expose a portion of the target's brain without killing them. This requires a successful DC 28 {@skill Medicine} (master) check; if you fail this check, the target dies before you can use the mindsponge.","Memories and psychic energy absorbed aren't taken from the target's soul but from energies temporarily infused within the body, so that a creature slain in this way who is later brought back to life retains their harvested memories and energy. The corpse of someone who has had their memories harvested is difficult to communicate with via talking corpse—treat the saving throw result against that spell as one degree of success lower than the actual result.","A mindsponge can store the memories and energy of up to four creatures at a time. Once full, it cannot be activated at all, other than to squeeze it as an {@action Interact} action with the envision trait, which causes all of the memories within to drip out as cold ectoplasm, which swiftly evaporates if not used or contained."]}]}]}