{
	"item": [
		{
			"name": "Anchor Spear",
			"source": "EC5",
			"page": 75,
			"type": "Item",
			"level": 13,
			"traits": [
				"uncommon",
				"magical",
				"transmutation"
			],
			"price": {
				"coin": "gp",
				"amount": 2800
			},
			"usage": "held in 1 hand",
			"bulk": 1,
			"category": "Held",
			"entries": [
				"The tip of this +2 greater striking spear is large and wickedly barbed, and the haft is inlaid with fine silver lines that run the length of the weapon. Wielded by specially trained xulgath cavalry, anchor spears are used to prevent the escape of gogiteths or other monsters capable of climbing or burrowing.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"command"
					],
					"entries": [
						"The anchor spear extends into a +2 greater striking longspear or back to its original form as a +2 greater striking spear."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "reaction"
					},
					"components": [
						"command"
					],
					"frequency": {
						"unit": "minute",
						"interval": 10,
						"freq": 1
					},
					"trigger": "You damage a creature using the anchor spear",
					"entries": [
						"The spear embeds itself into the creature, and the spear's haft splits along the silver lines to become a series of hooks attached to a thin but strong cable. As long as the anchor spear remains embedded in the creature, any time the creature burrows or climbs, it treats normal terrain as difficult terrain and difficult terrain as greater difficult terrain. The creature can spend an {@action Interact} action to attempt a DC 32 {@skill Athletics} check to remove the spearhead.",
						{
							"type": "successDegree",
							"entries": {
								"Critical Success": "The anchor spear is removed, becomes {@condition broken}, and falls to the ground in the creature's space.",
								"Success": "The anchor spear is removed, the creature takes {@damage 1d8} piercing damage, and the spear falls to the ground in a random space adjacent to the creature.",
								"Failure": "The anchor spear remains in place, and the creature takes {@damage 1d8} piercing damage.",
								"Critical Failure": "As failure, except the creature takes {@damage 2d8} piercing damage."
							}
						}
					]
				}
			]
		},
		{
			"name": "Blightburn Ward",
			"source": "EC5",
			"page": 73,
			"type": "Item",
			"level": 13,
			"traits": [
				"uncommon",
				"abjuration",
				"invested",
				"magical"
			],
			"price": {
				"coin": "gp",
				"amount": 2300
			},
			"usage": "worn necklace",
			"category": "Worn",
			"entries": [
				"This heavy iron necklace is decorated with tiny gems that resemble the stars in the ceiling high above the Vault of the Black Desert. While you have invested this item, you cannot contract blightburn sickness. It doesn't cure blightburn sickness if you already have it, but the disease's stage can't progress while you wear it."
			]
		},
		{
			"name": "Bomber's Saddle",
			"source": "EC5",
			"page": 76,
			"type": "Item",
			"level": 13,
			"traits": [
				"uncommon",
				"companion",
				"invested",
				"magical"
			],
			"price": {
				"coin": "gp",
				"amount": 2800
			},
			"usage": "worn saddle",
			"bulk": 2,
			"category": "Companion",
			"entries": [
				"Developed by urdefhans for their skaveling mounts but quickly copied by other races' cavalry, this leather saddle is made from cave worm hide and is designed to fit a variety of flying steeds. In addition to a seat for the rider, the bomber's saddle has a bomb compartment situated underneath the mount. The compartment can hold up to six alchemical bombs of light or negligible Bulk.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"Interact"
					],
					"entries": [
						"You drop a single item from the saddle's compartment, which falls to the ground below. If the item is a bomb, make a ranged {@action Strike} with it."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"Interact"
					],
					"requirements": "The saddle's compartment is loaded with two to six bombs",
					"entries": [
						"You drop the saddle's entire payload, scattering the bombs below. Make a single ranged {@action Strike} against an AC of 10. The AC increases by 1 for every 5 feet above the target area you are. On a failure, the bombs fly away wildly and deal no damage. On a successful attack roll, the bombs fall and shatter, starting in the target area and moving in a line of 5-foot spaces up to 30 feet long for six bombs, one bomb per space. The bombs don't directly hit any creatures; instead, creatures take splash damage from the bombs as usual, but combine the splash damage from multiple overlapping bombs together before applying weaknesses or resistances.",
						"Apply {@trait any} effects normally applied to splash damage when throwing a bomb (such as the effects of the Calculated Splash feat)."
					]
				}
			]
		},
		{
			"name": "Cave Worm Repellent",
			"source": "EC5",
			"page": 75,
			"type": "Item",
			"level": "13+",
			"traits": [
				"uncommon",
				"alchemical",
				"consumable"
			],
			"usage": "held in 1 hand",
			"bulk": "L",
			"category": "Consumable",
			"entries": [
				"Cave worm repellent is a highly noxious oil that can be applied to a creature or sprinkled in a circle around a 10-footradius area. In either case, after it is applied, it lasts for 24 hours or until it is scrubbed clean with 1 minute of work.",
				"When applied to a creature, the repellent causes cave worms of the indicated type to avoid attacking that creature in melee as long as they have something else nearby to attack. The repellent does not deter a cave worm from making ranged attacks against a coated target. If no creatures are within a cave worm's reach and it wants to approach and make a melee attack, it approaches and attacks a non-coated creature if it can without spending more actions to do so.",
				"If the coated creature is swallowed by the designated type of cave worm, the cave worm must succeed at a Fortitude save or involuntarily regurgitate the swallowed creature on the next round (a single action)",
				"When sprinkled around an area, cave worm repellent negates any chance of a random encounter with the particular type of cave worm in that area, as the creatures purposefully avoid the affected area.",
				"Other types of repellent that function similarly to this one might exist at the GM's discretion. Uncommon or rare creatures are typically much harder to repel, and repellent against them might necessitate harvesting ingredients from the creatures themselves (such as the creature's liver or a certain gland)."
			],
			"generic": "G",
			"variants": [
				{
					"type": "purple worm repellent",
					"level": 13,
					"price": {
						"coin": "gp",
						"amount": 550
					},
					"entries": []
				},
				{
					"type": "azure worm repellent",
					"level": 15,
					"price": {
						"coin": "gp",
						"amount": 1100
					},
					"craftReq": "The initial raw ingredients must include an azure worm's scale.",
					"entries": []
				},
				{
					"type": "crimson worm repellent",
					"level": 18,
					"price": {
						"coin": "gp",
						"amount": 4500
					},
					"craftReq": "The initial raw ingredients must include a crimson worm's liver.",
					"entries": []
				}
			]
		},
		{
			"name": "Greengut",
			"source": "EC5",
			"page": 75,
			"type": "Item",
			"level": 17,
			"traits": [
				"uncommon",
				"alchemical",
				"consumable",
				"poison"
			],
			"price": {
				"coin": "gp",
				"amount": 2500
			},
			"usage": "held in 1 hand",
			"bulk": "L",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": [
					"Interact"
				]
			},
			"category": "Poison",
			"entries": [
				"This watery, mint-green emetic of xulgath design is often carried in a delicate obsidian vial or other fragile container.",
				"In the unfortunate circumstance that a creature has been Swallowed Whole by another creature, the swallowed creature can break open a vial of greengut to immediately induce vomiting. The swallower must succeed at a DC 40 Fortitude save or take {@damage 18d6} poison damage and possibly vomit the contents of its stomach.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": "The creature is unaffected.",
						"Success": "The creature takes half damage.",
						"Failure": "The creature takes full damage, is {@condition sickened|CRB|sickened 1}, and vomits up any and all creatures Swallowed Whole on its next turn (a single action, which also allows it a Fortitude save against the {@condition sickened} condition), as well as any stones or other objects it swallowed.",
						"Critical Failure": "As failure, but the creature takes double damage and is {@condition sickened|CRB|sickened 2}."
					}
				}
			]
		},
		{
			"name": "Heedless Spurs",
			"source": "EC5",
			"page": 76,
			"type": "Item",
			"level": 15,
			"traits": [
				"rare",
				"abjuration",
				"magical"
			],
			"price": {
				"coin": "gp",
				"amount": 5200
			},
			"usage": "worn anklets",
			"bulk": "L",
			"category": "Worn",
			"entries": [
				"These wicked-looking spiked metal wheels fit around the ankles and jingle when the wearer walks, imposing a –1 item penalty on {@skill Stealth} checks. If used as a weapon, they are treated as a spiked gauntlet.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"Interact"
					],
					"frequency": {
						"unit": "minute",
						"interval": 10,
						"freq": 1
					},
					"requirements": "You are riding a mount",
					"entries": [
						"You kick both spurs into your mount's flank. Your mount takes {@damage 2d6} {@condition persistent damage ||persistent bleed damage} and gains the {@condition quickened} condition for 1 minute or until the {@condition persistent damage ||persistent bleed damage} ends, whichever comes first. It can use the extra action only to {@action Stride}."
					]
				}
			]
		},
		{
			"name": "Life's Last Breath",
			"source": "EC5",
			"page": 76,
			"type": "Item",
			"level": 18,
			"traits": [
				"unique",
				"evil",
				"magical",
				"necromancy"
			],
			"price": {
				"coin": "gp",
				"amount": 23500
			},
			"usage": "held in 1 hand",
			"bulk": 2,
			"category": "Held",
			"entries": [
				"The twin serrated blades of this legendary rhoka sword (page 83) are dull black and constantly drip with blood.",
				"Life's Last Breath is said to have been forged centuries ago for an unknown urdefhan general and has since fallen into the hands of countless other powerful urdefhan warlords.",
				"Life's Last Breath is a +3 greater striking unholy wounding rhoka sword with the following special abilities.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "reaction"
					},
					"components": [
						"command"
					],
					"frequency": {
						"unit": "day",
						"freq": 1
					},
					"entries": [
						"You cast a 9th-level {@spell paralyze} spell on the target."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "reaction"
					},
					"components": [
						"envision"
					],
					"frequency": {
						"unit": "minute",
						"interval": 10,
						"freq": 1
					},
					"trigger": "You successfully {@action Strike} a creature with Life's",
					"entries": [
						"The target must succeed at a DC 38 Fortitude save or take {@damage 4d6} negative damage; you gain an equal amount of temporary Hit Points that last 1 minute.",
						{
							"type": "successDegree",
							"entries": {
								"Success": "The target is {@condition doomed|CRB|doomed 1} and takes half damage.",
								"Failure": "The target is {@condition doomed|CRB|doomed 2} and takes full damage.",
								"Critical Failure": "The target is {@condition doomed|CRB|doomed 2}, {@condition drained|CRB|drained 1}, and takes double damage."
							}
						}
					]
				}
			]
		},
		{
			"name": "Staff Of The Black Desert",
			"source": "EC5",
			"page": 76,
			"type": "Item",
			"level": "12+",
			"traits": [
				"uncommon",
				"divination",
				"magical",
				"staff"
			],
			"usage": "held in 1 hand",
			"bulk": 1,
			"category": "Staff",
			"entries": [
				"This rough metal staff is pitted and sandblasted, with thousands of nigh-imperceptible sand crystals embedded in its surface. While carrying the staff, you gain a +2 circumstance bonus to {@skill Occultism} checks to identify aberrations and oozes native to the Darklands.",
				{
					"type": "ability",
					"components": [
						"{@action Cast a Spell}"
					],
					"entries": [
						"You expend a number of charges from the staff to cast a spell from this list."
					]
				}
			],
			"craftReq": "Supply one casting of all listed levels of all listed spells.",
			"generic": "G",
			"variants": [
				{
					"type": "staff of the Black Desert",
					"level": 12,
					"price": {
						"coin": "gp",
						"amount": 1850
					},
					"entries": [
						"Cantrip know direction 1st create water, purify food and drink, unseen servant 2nd darkvision, endure elements 3rd earthbind, neutralize poison, wanderer's guide 4th air walk, hallucinatory terrain, rope trick 5th pillars of sand (page 74), veil."
					]
				},
				{
					"type": "staff of the Black Desert (greater)",
					"level": 16,
					"price": {
						"coin": "gp",
						"amount": 9500
					},
					"entries": [
						"6th purple worm sting, summon entity 7th blightburn blast (page 73), control sand (page 73), unfettered pack."
					]
				}
			]
		}
	]
}
