{
	"item": [
		{
			"source": "LOL",
			"name": "Fiendish Teleportation",
			"level": 11,
			"type": "Item",
			"category": "no category found",
			"traits": [
				"Rare",
				"Conjuration",
				"Contract",
				"Invested",
				"Magical"
			],
			"consumable": false,
			"generic": false,
			"entries": [
				"You tap into the fiendish ability to slip through space. When you {@action Stride}, you gain a +3 item bonus to Armor Class against reactions triggered by your movement. Once per day, from any distance, Abrogail Thrune II can call on a provision in your Thrune contract as a single action, causing you to become {@condition paralyzed} for 1 hour or until Abrogail releases you, whichever comes first.",
				{
					"type": "activation",
					"activity": {
						"number": 1,
						"unit": "double",
						"entry": "{@as 2}"
					},
					"components": [
						"command"
					],
					"frequency": "once per day",
					"trigger": null,
					"requirements": null,
					"effect": [
						"You recite a subclause of your contract regarding change in venue. You cast {@spell dimension door}. The space you leave and the one you appear in are filled with the scent of brimstone, dealing {@damage 2d6} evil damage to creatures adjacent to both spaces."
					]
				}
			],
			"page": 10
		},
		{
			"source": "LOL",
			"name": "Infernal Health",
			"level": 15,
			"type": "Item",
			"category": "no category found",
			"traits": [
				"Rare",
				"Contract",
				"Healing",
				"Invested",
				"Magical"
			],
			"consumable": false,
			"generic": false,
			"entries": [
				"You regain triple the normal number of Hit Points when resting (meaning you regain triple your Constitution modifier multiplied by your level). The healing you gain from long-term rest is similarly tripled. Once per day, from any distance, Abrogail Thrune II can recite a voidability clause in your Thrune contract as a 1-minute activity to prevent you from regaining Hit Points from resting for 1 day.",
				{
					"type": "activation",
					"activity": {
						"number": 1,
						"unit": "double",
						"entry": "{@as 2}"
					},
					"components": [
						"command"
					],
					"frequency": "once per day",
					"trigger": null,
					"requirements": null,
					"effect": [
						"You recite a subclause regarding mandatory remediation from your Thrune contract. For 6 rounds, at the start of your turn each round, you recover 25 Hit Points unless you took good damage since the start of your previous turn."
					]
				}
			],
			"page": 10
		},
		{
			"source": "LOL",
			"name": "Unending Youth",
			"level": 20,
			"type": "Item",
			"category": "no category found",
			"traits": [
				"Rare",
				"Conjuration",
				"Contract",
				"Invested",
				"Magical"
			],
			"consumable": false,
			"generic": false,
			"entries": [
				"You cease aging, and if you were older than young adult in age, you become a young adult again. You gain a +4 status bonus to saves against {@trait death} effects and resistance to negative damage equal to half your level. Once per day, from any distance, Abrogail Thrune II can recite a mandatory appearance clause in your Thrune contract as a 3-action activity to summon you to her side, where you are {@condition controlled} by Abrogail for 1 minute before you return.",
				{
					"type": "activation",
					"activity": {
						"number": 1,
						"unit": "double",
						"entry": "{@as 2}"
					},
					"components": [
						"command"
					],
					"frequency": "once per day",
					"trigger": null,
					"requirements": null,
					"effect": [
						"You recite a hold harmless provision from your Thrune contract. Reduce your {@condition doomed} value to 0. Abrogail Thrune II is immediately made aware that you have used this ability."
					]
				}
			],
			"page": 10
		},
		{
			"source": "LOL",
			"name": "Sun Orchid Poultice",
			"level": 18,
			"type": "Item",
			"category": "Consumable",
			"traits": [
				"Rare",
				"Alchemical",
				"Consumable"
			],
			"consumable": true,
			"generic": false,
			"price": {
				"coin": "gp",
				"amount": 5000,
				"note": null
			},
			"usage": "held in 1 hands",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "single",
					"entry": "{@as 1}"
				},
				"components": "Interact",
				"requirements": null,
				"frequency": null,
				"trigger": null
			},
			"bulk": "L",
			"entries": [
				"The process of creating the sun orchid elixir leaves behind a large amount of thick paste with its own healing properties. Artokus commonly sells this paste to Thuvian natives who can't purchase the elixir proper and uses the income to support his alchemy students. When you apply the sun orchid poultice, it reduces your {@condition clumsy}, {@condition drained}, and {@condition enfeebled} condition values by 2. In addition, the poultice provides a youthful burst of energy, granting you a +3 item bonus to saves and 20 temporary Hit Points for 1 hour."
			],
			"page": 20
		},
		{
			"source": "LOL",
			"name": "Clockwork Recorder",
			"level": 6,
			"type": "Item",
			"category": "Held",
			"traits": [
				"Rare"
			],
			"consumable": false,
			"generic": false,
			"price": {
				"coin": "gp",
				"amount": 250,
				"note": null
			},
			"usage": "held in 1 hand",
			"bulk": "L",
			"entries": [
				"This small recording device can be as tiny as a music box or around the size of large book and is typically {@condition concealed} in hollowed-out books and jewelry. A clockwork recorder can record up to 1 hour of sound before its wax cylinders must be retrieved and replaced.",
				"Any given clockwork recorder can play back the recordings of a cylinder, regardless of whether it was the recorder used for the original recording.",
				{
					"type": "activation",
					"activity": {
						"number": 1,
						"unit": "triple",
						"entry": "{@as 3}"
					},
					"components": [
						"Interact"
					],
					"frequency": null,
					"trigger": null,
					"requirements": null,
					"effect": [
						"You wind the recorder to start recording sound or to play back a recording. You can have the recording or playback start immediately or be timed to start at any point up to one month later.",
						"\"Walls might have ears, and statues can be fonts of information.\" —a."
					]
				}
			],
			"page": 24
		},
		{
			"source": "LOL",
			"name": "Lovers' Ink",
			"level": 2,
			"type": "Item",
			"category": "Consumable",
			"traits": [
				"Rare",
				"Alchemical",
				"Consumable"
			],
			"consumable": true,
			"generic": false,
			"price": {
				"coin": "gp",
				"amount": 5,
				"note": null
			},
			"usage": "with writing set",
			"bulk": "L",
			"entries": [
				"This ink, derived from inks used by lovers to deliver secret messages, dries to a color similar to most parchments. Avarneus's version requires another dose of lover's ink and a specific agitation to reveal the {@condition hidden} message, preventing casual interception. Any message written with lovers' ink is revealed by applying a page worth of lover's ink and vigorously shaking, requiring 3 {@action Interact} actions. A typical vial provides enough ink to fill 1 page worth of text. While the text is {@condition hidden}, a creature closely examining a surface marked with lover's ink can detect the presence of the ink with a successful DC 25 {@skill Perception} check. On a critical success, they can make out the ink well enough to use {@skill Society} to {@action Decipher Writing}.",
				"\"I assumed I would have no use for this sort of thing. I found one I can tolerate.\" —a."
			],
			"page": 24
		},
		{
			"source": "LOL",
			"name": "Palm Crossbow",
			"level": 3,
			"type": "Item",
			"category": "Worn",
			"traits": [
				"Rare"
			],
			"consumable": false,
			"generic": false,
			"price": {
				"coin": "gp",
				"amount": 60,
				"note": null
			},
			"usage": "worn",
			"bulk": "L",
			"entries": [
				"This thick, elegant bracelet conceals a specialized firing mechanism that can hold a single blowgun dart. You can fire the dart normally from the bracelet. Recognizing the bracelet's nature requires a successful DC 25 {@skill Perception} check.",
				{
					"type": "activation",
					"activity": {
						"number": 1,
						"unit": "double",
						"entry": "{@as 2}"
					},
					"components": [
						"Interact"
					],
					"frequency": null,
					"trigger": null,
					"requirements": null,
					"effect": [
						"You expand the bracelet into a hand crossbow. The bracelet has enough pieces to assemble up to three bolts, but the bolts contain necessary components for the bracelet. Without all of the bolt pieces, you cannot collapse the crossbow back into a bracelet.",
						"\"The most innocuous things oft make the best tools.\" —a."
					]
				}
			],
			"page": 25
		},
		{
			"source": "LOL",
			"name": "Vestige Lenses",
			"level": 3,
			"type": "Item",
			"category": "Worn",
			"traits": [
				"Rare",
				"Alchemical"
			],
			"consumable": false,
			"generic": false,
			"price": {
				"coin": "gp",
				"amount": 40,
				"note": null
			},
			"usage": "worn eyepiece",
			"bulk": "L",
			"entries": [
				"These simple lenses are alchemically treated to detect the faint smoke trail from a piece of specially formulated sandalwood incense. This incense has an odor undetectable by most people and a long burn time, making it perfect for discreetly tracking individuals. A stick of this incense costs 1 sp and can safely burn for up to 8 hours. While wearing the lenses, you see alchemical fumes in a distinct green tint, granting you a +1 item bonus to {@skill Survival} checks to {@action Track} a creature marked with the incense and to {@skill Perception} checks to {@action Seek} any alchemical vapors. If the smoke is fresh, Tracking via the incense's fumes might use a lower DC than normal for tracking a creature walking on firm surfaces.",
				"\"Inoffensive scents work best for tracking, though what that means often varies.\" —a."
			],
			"page": 25
		},
		{
			"source": "LOL",
			"name": "Deepdread Claw",
			"level": 14,
			"type": "Item",
			"category": "Held",
			"traits": [
				"Rare",
				"Evocation",
				"Invested",
				"Magical"
			],
			"consumable": false,
			"generic": false,
			"price": {
				"coin": "gp",
				"amount": 4000,
				"note": null
			},
			"usage": "held in 1 or 2 hands",
			"bulk": "1",
			"entries": [
				"One of a set of four identical spears collectively known as the Four Claws of the Deepdread, this weapon is fashioned from a single seamless piece of matte-black metal with a razored silver edge. In bright light, it functions as a +1 striking spear, but in darkness or dim light, it becomes a +2 greater striking spear. You can upgrade its fundamental runes as normal for a specific weapon, starting from a +2 greater striking spear, but its fundamental runes are always one type worse in bright light.",
				{
					"type": "activation",
					"activity": {
						"number": 1,
						"unit": "single",
						"entry": "{@as 1}"
					},
					"components": [
						"command"
					],
					"frequency": null,
					"trigger": null,
					"requirements": null,
					"effect": [
						"You establish a telepathic link with someone else wielding a deepdread claw, enabling you to telepathically communicate with the creature while they possess the deepdread claw regardless of distance, so long as you remain on the same plane. You can end a telepathic link you create or that you are part of as an action, which has the {@trait concentrate} trait."
					]
				},
				{
					"type": "activation",
					"activity": {
						"number": 1,
						"unit": "double",
						"entry": "{@as 2}"
					},
					"components": [
						"command",
						"Interact"
					],
					"frequency": "once per day",
					"trigger": null,
					"requirements": null,
					"effect": [
						"You cast 4th-level {@spell darkness}. You can see clearly in this darkness."
					]
				}
			],
			"page": 28
		},
		{
			"source": "LOL",
			"name": "Celestial Peach",
			"level": "17+",
			"type": "Item",
			"category": "Consumable",
			"traits": [
				"Rare",
				"Consumable",
				"Divine",
				"Healing",
				"Magical",
				"Necromancy",
				"Positive"
			],
			"consumable": true,
			"generic": "G",
			"usage": "held in one hand",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "single",
					"entry": "{@as 1}"
				},
				"components": "Interact",
				"requirements": null,
				"frequency": null,
				"trigger": null
			},
			"bulk": "L",
			"entries": [
				"Among Hao Jin's most precious treasures are three living plants, the last surviving celestial peach trees taken from the mountains of Chu Ye. One of the trees grows pearls in place of flowers, but the other two bear fruit that is far more valuable. Eating one of these small red peaches can heal even the most grievous of injuries."
			],
			"variants": [
				{
					"type": "rejuvenation",
					"level": 17,
					"price": {
						"coin": "gp",
						"amount": 3000,
						"note": null
					},
					"entries": [
						"You gain the effects of 7th-level {@spell neutralize poison}, regenerate, {@spell remove curse} and {@spell remove disease} spells. The peach has a counteract modifier of +27."
					]
				},
				{
					"type": "life",
					"level": 20,
					"price": {
						"coin": "gp",
						"amount": 73000,
						"note": null
					},
					"entries": [
						"When you place the peach into the mouth of an intact corpse that died within the last year, it casts a 10th-level {@spell raise dead} on the corpse."
					]
				}
			],
			"page": 48
		},
		{
			"source": "LOL",
			"name": "Mountain To The Sky",
			"level": 16,
			"type": "Item",
			"category": "Structure",
			"traits": [
				"Unique",
				"Conjuration",
				"Magical",
				"Structure"
			],
			"consumable": false,
			"generic": false,
			"price": {
				"coin": "gp",
				"amount": 10000,
				"note": null
			},
			"usage": "held in 1 hand",
			"bulk": "—",
			"entries": [
				"This tiny, carved walnut shell contains a sacred mountain within. You can only activate mountain to the sky on an unoccupied patch of earth or soil. When activated, the walnut transforms into an impossibly steep mountain, 5,000 feet tall and 100 feet wide at the base. Climbing the mountain requires 8 hours and a successful DC 35 {@skill Athletics} check. After activating it, if you climb to the top of the mountain without any assistance from flight or magic, the mountain plane shifts you to Heaven when you reach the summit. You can return the mountain to the sky into the shape of a walnut shell as a 1-minute activity, which has the {@trait concentrate} and {@trait manipulate} traits, so long as no living creatures are present on the mountain."
			],
			"page": 48
		},
		{
			"source": "LOL",
			"name": "Ruby String",
			"level": 14,
			"type": "Item",
			"category": "Consumable",
			"traits": [
				"Rare",
				"Conjuration",
				"Consumable"
			],
			"consumable": true,
			"generic": false,
			"price": {
				"coin": "gp",
				"amount": 900,
				"note": null
			},
			"usage": "held in 1 hand",
			"bulk": "—",
			"entries": [
				"The frayed threads from the rips and tears in Hao Jin's Tapestry still contain traces of the Ruby Phoenix's magic. Hao Jin has collected most of these loose strings, but others occasionally find these potent silk strands in unexpected places. A ruby string can fulfill the cost requirement for an 8th-level create demiplane ritual (Advanced Player's Guide 241). When used in this way, the ruby string negates the need for secondary casters, and you get a success for all secondary checks. Alternatively, you can activate it to create a smaller demiplane without requiring the ritual.",
				{
					"type": "activation",
					"activity": {
						"number": 8,
						"unit": "hour",
						"entry": "8 hours"
					},
					"components": [
						"(envision",
						"Interact)"
					],
					"frequency": null,
					"trigger": null,
					"requirements": null,
					"effect": [
						"You spin the thread to form a demiplane with the effects of a successful 8th-level create demiplane, but the space is a single 10-foot cube."
					]
				}
			],
			"page": 48
		},
		{
			"source": "LOL",
			"name": "Starshot Arrow",
			"level": "7+",
			"type": "Item",
			"category": "Consumable",
			"traits": [
				"Rare",
				"Conjuration",
				"Consumable",
				"Magical"
			],
			"consumable": true,
			"generic": "G",
			"ammunition": "arrow",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "single",
					"entry": "{@as 1}"
				},
				"components": "Interact",
				"requirements": null,
				"frequency": null,
				"trigger": null
			},
			"entries": [
				"The metal of these arrows is said to have come from a star that ventured too close to Golarion and was shot down by a moonlit archer. When you activate and shoot a starshot arrow, you take no range penalties against any target that you can personally detect.",
				"There must be a line of effect between you and the target."
			],
			"variants": [
				{
					"type": "lesser",
					"level": 7,
					"price": {
						"coin": "gp",
						"amount": 55,
						"note": null
					},
					"entries": [
						"The target must be within the maximum range of your weapon."
					]
				},
				{
					"type": "greater",
					"level": 14,
					"price": {
						"coin": "gp",
						"amount": 800,
						"note": null
					},
					"entries": [
						"You can fire at any creature you can detect, regardless of range. The arrow travels instantly, hitting your target as soon as you fire the arrow. This is a {@trait teleportation} effect."
					]
				}
			],
			"page": 48
		},
		{
			"source": "LOL",
			"name": "Vaccine",
			"level": "1+",
			"type": "Item",
			"category": "Elixir",
			"traits": [
				"Rare",
				"Consumable",
				"Elixir"
			],
			"consumable": true,
			"generic": "G",
			"usage": "held in 1 hand",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "single",
					"entry": "{@as 1}"
				},
				"components": "Interact",
				"requirements": null,
				"frequency": null,
				"trigger": null
			},
			"bulk": "L",
			"entries": [
				"A vaccine grants a creature immunity to a specific strain of disease of a level equal to or less than the vaccine's level, and a +2 item bonus on all saving throws against other strains of the same disease. For example, a vaccine could grant immunity to filth fever inflicted by otyughs, but would only grant a +2 saving throw bonus against filth fever inflicted by a giant rat."
			],
			"variants": [
				{
					"type": "minor",
					"level": 1,
					"price": {
						"coin": "gp",
						"amount": 4,
						"note": null
					},
					"entries": [
						"The duration is 1 hour."
					]
				},
				{
					"type": "lesser",
					"level": 3,
					"price": {
						"coin": "gp",
						"amount": 12,
						"note": null
					},
					"entries": [
						"The duration is 24 hours."
					]
				},
				{
					"type": "moderate",
					"level": 6,
					"price": {
						"coin": "gp",
						"amount": 50,
						"note": null
					},
					"entries": [
						"The duration is 1 week."
					]
				}
			],
			"page": 71
		},
		{
			"source": "LOL",
			"name": "Addiction Suppressant",
			"level": "1+",
			"type": "Item",
			"category": "Elixir",
			"traits": [
				"Rare",
				"Consumable",
				"Elixir"
			],
			"consumable": true,
			"generic": "G",
			"usage": "held in 1 hand",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "single",
					"entry": "{@as 1}"
				},
				"components": "Interact",
				"requirements": null,
				"frequency": null,
				"trigger": null
			},
			"bulk": "L",
			"entries": [
				"When you use a dose of addiction suppressant, it suppresses the effects of that addiction for 1 day, as if you had taken an actual dose of the drug, but without any of the drug's effects, and it doesn't increase the addiction DC. You also gain an item bonus against the ongoing save against the drug's addiction depending on the type of addiction suppressant."
			],
			"variants": [
				{
					"type": "lesser",
					"level": 1,
					"price": {
						"coin": "gp",
						"amount": 2,
						"note": null
					},
					"entries": [
						"You gain a +1 item bonus."
					]
				},
				{
					"type": "moderate",
					"level": 6,
					"price": {
						"coin": "gp",
						"amount": 30,
						"note": null
					},
					"entries": [
						"You gain a +2 item bonus."
					]
				},
				{
					"type": "greater",
					"level": 10,
					"price": {
						"coin": "gp",
						"amount": 140,
						"note": null
					},
					"entries": [
						"You gain a +3 item bonus."
					]
				},
				{
					"type": "major",
					"level": 14,
					"price": {
						"coin": "gp",
						"amount": 500,
						"note": null
					},
					"entries": [
						"You gain a +4 item bonus."
					]
				}
			],
			"page": 72
		},
		{
			"source": "LOL",
			"name": "Blade Of The Black Sovereign",
			"level": 15,
			"type": "Item",
			"category": "Held",
			"traits": [
				"Unique",
				"Evocation",
				"Electricity",
				"Magical"
			],
			"consumable": false,
			"generic": false,
			"price": {
				"coin": "gp",
				"amount": 6500,
				"note": null
			},
			"usage": "held in 2 hands",
			"bulk": "2",
			"entries": [
				"This +2 greater striking shock greatsword is forged from standard-grade adamantine, with inlays of {@condition broken} circuitry and a robot's ocular lens on the cross guard. A soft thrum comes from the blade, which you feel as a subtle pulse through the grip when wielding it.",
				"It sparks when unsheathed, emitting dim light within 5 feet. On a hit against a foe made of metal, wearing metal armor, or using a metal shield, if the foe takes electricity damage from the blade, the makes the foe {@condition flat-footed} for 1 round; if the {@action Strike} was a critical hit, it also makes them {@condition clumsy|CRB|clumsy 1} for 1 round.",
				{
					"type": "activation",
					"activity": {
						"number": 1,
						"unit": "double",
						"entry": "{@as 2}"
					},
					"components": [
						"command",
						"Interact"
					],
					"frequency": null,
					"trigger": null,
					"requirements": null,
					"effect": [
						"You cast the {@spell electric arc} cantrip from the sword as an 8th-level primal spell, using 10 + your melee attack modifier with the Blade of the Black Sovereign as your spell DC."
					]
				}
			],
			"page": 76
		},
		{
			"source": "LOL",
			"name": "Sovereign Steel",
			"level": "9+",
			"type": "Material",
			"category": "Material",
			"traits": [
				"Rare",
				"Precious"
			],
			"consumable": false,
			"generic": "G",
			"entries": [
				"Created by Black Sovereign Kevoth-Kul, this unique alloy of cold iron and the skymetal noqual can provide protection from magical assault. The process of cold-forging the two materials together is quite complicated and precise. Characters in search of sovereign steel weapons and armor will almost assuredly have to travel to Starfall to procure gear made from this rare alloy. While some believe it possible to craft shields of sovereign steel as well, in one of his fits, Kevoth-Kul yelled that he had no use for them and banned anyone from making such a thing. So far, his smiths have been too afraid to confirm whether or not it was a joke. All sovereign steel items (including weapon and armor below) have a +4 circumstance bonus on saves against magic that the item makes, and grant their bonus to saves the owner makes specifically to protect the item from magic (such as against the {@spell rusting grasp|APG} spell)."
			],
			"variants": [
				{
					"type": "sovereign steel chunk",
					"price": {
						"coin": "gp",
						"amount": 700,
						"note": null
					},
					"bulk": "L",
					"entries": []
				},
				{
					"type": "sovereign steel ingot",
					"price": {
						"coin": "gp",
						"amount": 7000,
						"note": null
					},
					"bulk": "1",
					"entries": []
				},
				{
					"type": "standard-grade sovereign steel object",
					"level": 9,
					"price": {
						"coin": "gp",
						"amount": 500,
						"note": "per Bulk"
					},
					"entries": []
				},
				{
					"type": "high-grade sovereign steel object",
					"level": 17,
					"price": {
						"coin": "gp",
						"amount": 8000,
						"note": "per Bulk"
					},
					"entries": [
						"Sovereign Steel Items Hardness HP BT Thin Items Standard-grade 7 28 14 High-grade 10 40 20 Items Standard-grade 11 44 22 High-grade 14 56 28 Structures Standard-grade 22 88 44 High-grade 28 112 56."
					]
				}
			],
			"page": 77,
			"equipment": true
		},
		{
			"source": "LOL",
			"name": "Sovereign Steel Armor",
			"level": "13+",
			"type": "Item",
			"category": "Armor",
			"traits": [
				"Rare"
			],
			"consumable": false,
			"generic": "G",
			"usage": "worn armor",
			"bulk": "varies by armor",
			"entries": [
				"Sovereign steel armor sickens certain creatures that touch it. A creature with weakness to cold iron that critically fails an unarmed attack against a creature in sovereign steel armor becomes {@condition sickened|CRB|sickened 1}, and such a creature is {@condition sickened|CRB|sickened 1} as long as it wears sovereign steel armor. The noqual in sovereign steel armor provides protection against magic, granting you a +1 circumstance bonus to AC against spell attack rolls. If you {@action Cast a Spell} while wearing sovereign steel armor, you must succeed at a DC {@flatDC 5} flat check or the spell fails."
			],
			"variants": [
				{
					"type": "standard-grade sovereign steel armor",
					"level": 13,
					"price": {
						"coin": "gp",
						"amount": 2400,
						"note": "+ 240 gp per Bulk"
					},
					"craftReq": "at least 150 gp of cold iron + 15 gp per Bulk plus at least 150 gp of noqual + 15 gp per Bulk.",
					"entries": []
				},
				{
					"type": "high-grade sovereign steel armor",
					"level": 20,
					"price": {
						"coin": "gp",
						"amount": 50000,
						"note": "+ 5,000 gp per Bulk"
					},
					"craftReq": "at least 12,500 gp of cold iron + 1,250 gp per Bulk plus at least 12,500 gp of noqual + 1,250 gp per Bulk.",
					"entries": []
				}
			],
			"page": 77
		},
		{
			"source": "LOL",
			"name": "Sovereign Steel Weapon",
			"level": "12+",
			"type": "Item",
			"category": "no category found",
			"traits": [
				"Rare"
			],
			"consumable": false,
			"generic": "G",
			"usage": "varies by weapon",
			"bulk": "varies by weapon",
			"entries": [
				"Sovereign steel weapons are treated as cold iron against creatures with a weakness to cold iron, like demons and fey. In addition, the noqual in sovereign steel weapons disrupts spellcasters' concentration, causing them to become {@condition stupefied|CRB|stupefied 1} for 1 round on a critical hit."
			],
			"variants": [
				{
					"type": "standard-grade sovereign steel weapon",
					"level": 12,
					"price": {
						"coin": "gp",
						"amount": 1600,
						"note": "+ 160 gp per Bulk"
					},
					"craftReq": "at least 100 gp of cold iron + 10 gp per Bulk plus at least 100 gp of noqual + 10 gp per Bulk.",
					"entries": []
				},
				{
					"type": "high-grade sovereign steel weapon",
					"level": 19,
					"price": {
						"coin": "gp",
						"amount": 32000,
						"note": "+ 3,200 gp per Bulk"
					},
					"craftReq": "at least 8,000 gp of cold iron + 800 gp per Bulk plus at least 8,000 gp of noqual + 800 gp per Bulk.",
					"entries": []
				}
			],
			"page": 77
		},
		{
			"source": "LOL",
			"name": "Alchemical Atomizer",
			"level": 10,
			"type": "Item",
			"category": "Held",
			"traits": [
				"Rare",
				"Alchemical"
			],
			"consumable": false,
			"generic": false,
			"price": {
				"coin": "gp",
				"amount": 175,
				"note": null
			},
			"usage": "held in 1 hands, Bulk L",
			"entries": [
				"Khismar developed this unique atomizer that allows for the distribution of elixirs, oils, and potions as a fine spray or mist. The atomizer can hold a single elixir, oil, or potion. An atomizer contains enough reagents to use it up to 10 times before the reagents must be replaced. A new batch of reagents costs 5 gp and requires an {@action Interact} action to replace.",
				{
					"type": "activation",
					"activity": {
						"number": 1,
						"unit": "single",
						"entry": "{@as 1}"
					},
					"components": [
						"Interact"
					],
					"frequency": null,
					"trigger": null,
					"requirements": null,
					"effect": [
						"You spray the contents of the atomizer on yourself or an adjacent willing ally or unattended object. The target gains the effects of the applied elixir, oil, or potion. The target must be a valid target for the effect, such as food or drink for a nectar of purification, or the consumable is lost."
					]
				},
				{
					"type": "activation",
					"activity": {
						"number": 1,
						"unit": "double",
						"entry": "{@as 2}"
					},
					"components": [
						"Interact"
					],
					"frequency": null,
					"trigger": null,
					"requirements": null,
					"effect": [
						"You cause the atomizer to mix its reagents and fire its held consumable at a square within 30 feet. The consumable forms a cloud that fills the space. The first willing valid target to enter the space automatically gains the effect of the consumable. If there are multiple valid targets, such as with multiple weapons for aligned oil, the creature entering the space determines how the effect is applied. The cloud is consumed upon contact with a willing valid target or at the start of your next turn, whichever comes first."
					]
				}
			],
			"page": 80
		},
		{
			"source": "LOL",
			"name": "Diluted Hype",
			"level": 5,
			"type": "Item",
			"category": "Poison",
			"traits": [
				"Uncommon",
				"Alchemical",
				"Consumable",
				"Drug",
				"Ingested",
				"Poison"
			],
			"consumable": true,
			"generic": false,
			"price": {
				"coin": "gp",
				"amount": 20,
				"note": null
			},
			"usage": "held in 1 hand",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "single",
					"entry": "{@as 1}"
				},
				"components": "Interact",
				"requirements": null,
				"frequency": null,
				"trigger": null
			},
			"bulk": "L",
			"entries": [
				"A synthetic adrenaline supplement that increases awareness and reaction time. Diluted hype has been mixed with saltwater to allow for cheaper mass production.",
				{
					"type": "affliction",
					"entries": {
						"name": null,
						"traits": [],
						"DC": "21",
						"savingThrow": "Fortitude",
						"onset": null,
						"maxDuration": "1 minute",
						"stages": [
							{
								"stage": 1,
								"entry": "{@condition quickened} and can use the additional action to {@action Step}",
								"duration": "1 round"
							},
							{
								"stage": 2,
								"entry": "{@condition stupefied|CRB|stupefied 1}",
								"duration": "1 round"
							},
							{
								"stage": 3,
								"entry": "{@condition drained|CRB|drained 1} and {@condition stupefied|CRB|stupefied 1}",
								"duration": "1 round"
							}
						]
					}
				}
			],
			"page": 81
		},
		{
			"source": "LOL",
			"name": "Hype",
			"level": 8,
			"type": "Item",
			"category": "Poison",
			"traits": [
				"Rare",
				"Alchemical",
				"Consumable",
				"Drug",
				"Ingested",
				"Poison"
			],
			"consumable": true,
			"generic": false,
			"price": {
				"coin": "gp",
				"amount": 100,
				"note": null
			},
			"usage": "held in 1 hand",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "single",
					"entry": "{@as 1}"
				},
				"components": "Interact",
				"requirements": null,
				"frequency": null,
				"trigger": null
			},
			"bulk": "L",
			"entries": [
				"A synthetic adrenaline supplement that increases awareness and reaction time.",
				{
					"type": "affliction",
					"entries": {
						"name": null,
						"traits": [],
						"DC": "25",
						"savingThrow": "Fortitude",
						"onset": null,
						"maxDuration": "1 minute",
						"stages": [
							{
								"stage": 1,
								"entry": "{@condition quickened} and can use the additional action to {@action Step} or {@action Stride}",
								"duration": "1 round"
							},
							{
								"stage": 2,
								"entry": "{@condition stupefied|CRB|stupefied 2}",
								"duration": "1 round"
							},
							{
								"stage": 3,
								"entry": "{@condition drained|CRB|drained 2} and {@condition stupefied|CRB|stupefied 2}",
								"duration": "1 round"
							}
						]
					}
				}
			],
			"page": 81
		},
		{
			"source": "LOL",
			"name": "Plasma Hype",
			"level": 12,
			"type": "Item",
			"category": "Poison",
			"traits": [
				"Rare",
				"Alchemical",
				"Consumable",
				"Drug",
				"Ingested",
				"Poison"
			],
			"consumable": true,
			"generic": false,
			"price": {
				"coin": "gp",
				"amount": 400,
				"note": null
			},
			"usage": "held in 1 hand",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "single",
					"entry": "{@as 1}"
				},
				"components": "Interact",
				"requirements": null,
				"frequency": null,
				"trigger": null
			},
			"bulk": "L",
			"entries": [
				"A synthetic adrenaline supplement that increases awareness and reaction time. Plasma hype has been infused with a specific mixture of Numerian fluids and other alchemical reagents to improve upon the original hype formula.",
				{
					"type": "affliction",
					"entries": {
						"name": null,
						"traits": [],
						"DC": "30",
						"savingThrow": "Fortitude",
						"onset": null,
						"maxDuration": "1 minute",
						"stages": [
							{
								"stage": 1,
								"entry": "+10-foot status bonus to speed, {@condition quickened} and can use the additional action to {@action Step}, {@action Stride}, {@action Climb}, or {@action Swim}",
								"duration": "1 round"
							},
							{
								"stage": 2,
								"entry": "{@condition quickened} and can use the additional action to {@action Step} or {@action Stride}",
								"duration": "1 round"
							},
							{
								"stage": 3,
								"entry": "{@condition drained|CRB|drained 2} and {@condition stupefied|CRB|stupefied 2}",
								"duration": "1 round"
							}
						]
					}
				}
			],
			"page": 81
		},
		{
			"source": "LOL",
			"name": "Applereed Mutagen",
			"level": "4+",
			"type": "Item",
			"category": "Elixir",
			"traits": [
				"Rare",
				"Alchemical",
				"Consumable",
				"Elixir",
				"Mutagen",
				"Polymorph"
			],
			"consumable": true,
			"generic": "G",
			"usage": "held in 1 hand",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "single",
					"entry": "{@as 1}"
				},
				"components": "Interact",
				"requirements": null,
				"frequency": null,
				"trigger": null
			},
			"bulk": "L",
			"entries": [
				"This gummy liquid disproportionately lengthens your legs, causing you to grow but making your movement awkward. The effect is very noticeable unless your clothes can adequately conceal it.",
				"Benefit You gain an item bonus to {@skill Athletics} checks and you gain the listed status bonus to your Speed. In addition, you grow one size larger, but your larger size does not have any additional effects beyond the potential change in space.",
				"Drawback You take a –1 penalty to AC and a –2 penalty to Reflex saves."
			],
			"variants": [
				{
					"type": "lesser",
					"level": 4,
					"price": {
						"coin": "gp",
						"amount": 20,
						"note": null
					},
					"entries": [
						"The bonus to {@skill Athletics} is +2, the bonus to Speed is +10 feet, and the duration is 1 minute."
					]
				},
				{
					"type": "moderate",
					"level": 12,
					"price": {
						"coin": "gp",
						"amount": 400,
						"note": null
					},
					"entries": [
						"The bonus to {@skill Athletics} is +3, the bonus to Speed is +15 feet, and the duration is 10 minutes."
					]
				},
				{
					"type": "greater",
					"level": 18,
					"price": {
						"coin": "gp",
						"amount": 5000,
						"note": null
					},
					"entries": [
						"The bonus to {@skill Athletics} is +4, the bonus to Speed is +20 feet, and the duration is 1 hour."
					]
				}
			],
			"page": 86
		},
		{
			"source": "LOL",
			"name": "Honeyscent",
			"level": 10,
			"type": "Item",
			"category": "Poison",
			"traits": [
				"Rare",
				"Alchemical",
				"Consumable",
				"Inhaled",
				"Poison"
			],
			"consumable": true,
			"generic": false,
			"price": {
				"coin": "gp",
				"amount": 180,
				"note": null
			},
			"usage": "held in 1 hand",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "single",
					"entry": "{@as 1}"
				},
				"components": "Interact",
				"requirements": null,
				"frequency": null,
				"trigger": null
			},
			"bulk": "L",
			"entries": [
				"This sweet-scented poison triggers vivid hallucinations in those who succumb to it, causing most to believe swarms of ravenous biting insects are feeding on them. So vivid are these hallucinations that the victims damage themselves by scratching and clawing at the imaginary swarm. At the GM's discretion, a creature incapable of clawing at itself might instead slam against solid objects, in which case the poison inflicts bludgeoning damage.",
				{
					"type": "affliction",
					"entries": {
						"name": null,
						"traits": [],
						"DC": "30",
						"savingThrow": "Will",
						"onset": null,
						"maxDuration": "6 rounds",
						"stages": [
							{
								"stage": 1,
								"entry": "{@damage 2d6} slashing damage",
								"duration": "1 round"
							},
							{
								"stage": 2,
								"entry": "{@damage 2d6} slashing damage and {@condition stupefied|CRB|stupefied 1}",
								"duration": "1 round"
							},
							{
								"stage": 3,
								"entry": "{@damage 2d6} slashing damage, {@condition drained|CRB|drained 1}, and {@condition stupefied|CRB|stupefied 1}",
								"duration": "1 round"
							}
						]
					}
				}
			],
			"page": 86
		},
		{
			"source": "LOL",
			"name": "Swamp Lily Quilt",
			"level": 3,
			"type": "Item",
			"category": "Consumable",
			"traits": [
				"Rare",
				"Alchemical",
				"Consumable"
			],
			"consumable": true,
			"generic": false,
			"price": {
				"coin": "gp",
				"amount": 12,
				"note": null
			},
			"usage": "held in 2 hands",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "double",
					"entry": "{@as 2}"
				},
				"components": "Interact",
				"requirements": null,
				"frequency": null,
				"trigger": null
			},
			"bulk": "2",
			"entries": [
				"This quilt is defined by its green lily-pad pattern, which is rare in Bellflower communications. The quilt is 10 feet square and infused with a reagent that activates when the quilt is laid out across soil or earth. One round after you lay out the quilt, the ground beneath it becomes soft and muddy, creating difficult terrain in the area where the quilt was. You can leave the quilt to maintain the difficult terrain indefinitely, but the affected ground begins to dry once you remove the quilt with an {@action Interact} action. The ground dries over the span of 1 hour, after which the ground returns to normal terrain.",
				"Placing the quilt on the ground uses up its infused reagents, and it becomes an ordinary quilt once removed from the ground."
			],
			"page": 86
		}
	]
}
