{
	"item": [
		{
			"name": "Antivenom Potion",
			"source": "TiO",
			"page": 60,
			"type": "Item",
			"level": 2,
			"traits": [
				"Consumable",
				"Magical",
				"Necromancy",
				"Potion"
			],
			"price": {
				"coin": "gp",
				"amount": 6
			},
			"usage": "held in 1 hand",
			"bulk": "L",
			"category": "Potion",
			"entries": [
				"This cloudy, white liquid helps protect against poisons.",
				"When you drink an antivenom potion, you can immediately attempt a DC {@flatDC 10} flat check to end any {@condition persistent damage ||persistent poison damage} you're taking. In addition, for 1 minute after drinking the potion, you gain a +1 bonus to Fortitude saving throws to avoid taking {@condition persistent damage ||persistent poison damage}."
			],
			"generic": false,
			"consumable": true
		},
		{
			"name": "Capsaicin Tonic",
			"source": "TiO",
			"page": 60,
			"type": "Item",
			"level": 4,
			"traits": [
				"Uncommon",
				"Alchemical",
				"Consumable",
				"Elixir"
			],
			"price": {
				"coin": "gp",
				"amount": 17
			},
			"usage": "held in 1 hand",
			"bulk": "L",
			"category": "Elixir",
			"entries": [
				"This translucent, pale-yellow drink has several pepper seeds suspended within it.",
				"Although the tonic is painfully spicy when first consumed, the heat soon fades as the tonic coats your throat. In the next hour, you can use the activation below up to three times; the third time you use it, the effects of the capsaicin tonic end. While under the effects of the tonic, you can easily consume even the spiciest of foods without trouble.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"Interact"
					],
					"frequency": null,
					"trigger": null,
					"requirements": null,
					"entries": [
						"You belch out a foul-smelling cloud of blisteringly spicy gas that fills a single square adjacent to you. Creatures within the cloud are {@condition concealed}, and all creatures outside the cloud are {@condition concealed} to creatures within it. The cloud remains for 1 minute but can be dispersed by a strong wind. The cloud deals {@damage 1d4} fire damage to creatures that enter the cloud on their turn, as well as to creatures that start their turn in the cloud (a creature takes this damage no more than once per round, even if it moves back and forth into the cloud multiple times during the round)."
					]
				}
			],
			"generic": false,
			"consumable": true
		},
		{
			"name": "Sparkblade",
			"source": "TiO",
			"page": 60,
			"type": "Item",
			"level": 3,
			"traits": [
				"Evocation",
				"Magical"
			],
			"price": {
				"coin": "gp",
				"amount": 70
			},
			"category": "no category found",
			"entries": [
				"Faint, delicate etchings of lightning trace across the blade of this +1 cold iron shortsword. Cold iron is made from particularly pure sources of iron and shaped with little to no heat, resulting in weapons deadly to demons and fey alike. Once per day, you can spend 1 action to point the sparkblade at a foe within 30 feet of you and shoot an arc of lightning from the blade. This lightning can leap from your chosen foe to another creature you choose within 30 feet, dealing {@damage 2d4+4} electricity damage to each creature (DC 19 basic Reflex save)."
			],
			"generic": false,
			"consumable": false
		},
		{
			"name": "Sun Wheel",
			"source": "TiO",
			"page": 60,
			"type": "Item",
			"level": 5,
			"traits": [
				"Rare",
				"Abjuration",
				"Invested",
				"Magical"
			],
			"price": {
				"coin": "gp",
				"amount": 150
			},
			"usage": "worn",
			"bulk": "—",
			"category": "Worn",
			"entries": [
				"Created by the priests of a Qadiran sect of Sarenites, the sun wheels were designed to protect the Dawnflower's followers in their quest to hunt down a dangerous cult trying to raise a spawn of the evil god {@deity Rovagug}. Once they completed their crusade, these priests disbanded and went on to minister other congregations. They each took their sun wheels with them, handing them down to the next generations.",
				"This copper medallion is etched with a stylized sun, its rays shaped like the spokes of a wagon wheel. It tends to glint brightly when exposed to sunlight. While wearing this pendant, you gain a +1 item bonus to {@skill Religion} checks.",
				"You must be good-aligned to use the sun wheel's true power: the following activation, which provides you a shield of burning force.",
				"Activate {@as 1} (concentrate) Effect The sun wheel casts a {@spell shield} spell benefiting you (Hero's Handbook 22). When you use the spell to prevent damage, you prevent 10 damage instead of 5. If the attacker is adjacent to you, you can choose to deal {@damage 2d6} fire damage to it, which it gets a DC 21 basic Reflex save to resist.",
				"If you choose to deal the fire damage, you can't Activate the sun wheel again until the next morning.",
				"If you prevent damage but don't deal the fire damage, you can use it again in 10 minutes, as normal for shield."
			],
			"generic": false,
			"consumable": false
		}
	]
}
