{
    "item": [
        {
			"name": "Spear of the Destroyer's Flame",
			"source": "LOMM",
			"page": 16,
			"type": "Item",
			"level": 20,
			"traits": [
				"unique",
				"artifact",
				"evocation",
				"magical"
			],
			"usage": "held in 2 hands",
			"bulk": 3,
			"category": "Artifact",
			"entries": [
				"The tip of this {@runeItem longspear||+3 weapon potency||major striking||greater flaming||returning||speed|} is edged with several razor-sharp obsidian blades. The spear has the {@trait thrown||thrown 30 feet} weapon trait, in addition to the normal weapon traits for a longspear.",
				"While the Spear of the Destroyer's Flame is in your possession, you gain fire resistance 20. When you critically hit a creature with the spear, the creature's blood begins to boil, unleashing blasts of heat from the wound. The creature takes {@damage 2d8} {@condition persistent damage||persistent fire damage}, in addition to the persistent fire damage from the greater flaming rune; all creatures adjacent to the creature when it takes the persistent fire damage take an equal amount of fire damage. Like the fire damage from the greater flaming rune, this fire damage ignores a creature's fire resistance, though it doesn't ignore fire immunity.",
                "In addition to its deadliness as a weapon, the Spear of the Destroyer's Flame gives its wielder full control over the Army of Fire, though the orders of the Commander of Flame supersede the orders of anyone wielding the spear, as noted below. While the spear is in your possession, you're aware of the location of the Army of Fire and the army's distance from you. In addition, you can give orders to the Army of Fire, and the army's members will understand and obey you, regardless of what language you speak. If you're within 1 mile of the Army of Fire, the army and its members gain a +10 circumstance bonus to their Speeds. Any members of the Army of Fire within 100 feet of you become {@condition quickened} and can use the additional action to {@action Step}, {@action Stride}, or {@action Strike}. The army remains quickened for 1 minute after moving further than 100 feet from you.",
                "The Army of Fire has unwavering loyalty to the Commander of Flame, an individual who has completed a special activation that ties their soul to the spear. As long as the Army of Fire can see and hear the Commander of Flame, the army will follow the Commander's orders. The Commander of Flame can sense the presence of the Army of Fire and issue orders, regardless of language, with the same effects as for someone in possession of the spear. The Commander of Flame still needs the spear in hand to muster the Army of Fire, however.",
                "If the Commander of Flame doesn't hold the Spear of the Destroyer's Flame for 1 week, it returns to {@creature cuetzmonquali|LOMM|Cuetzmonquali}'s gut, instantly teleporting to the creature's location. If Cuetzmonquali is dead at this time, the spear also resurrects the creature, using the effects of a critical success on a 10th-level {@ritual resurrect} ritual.",
				{
					"type": "ability",
					"style": "compact",
					"activity": {
						"number": 1,
						"unit": "minute"
					},
					"components": [
						"envision",
						"{@action Interact}"
					],
                    "frequency": {
                        "unit": "day",
                        "freq": 1,
                        "number": "once"
                    },
					"entries": [
						"You attempt to tie your soul to the spear. If the current Commander of Flame still lives, you must attempt either a Will save, {@skill Diplomacy} check, {@skill Intimidation} check, or {@skill lore||Warfare Lore} check. The DC of this check is equal to the current Commander's Will DC, Diplomacy DC, Intimidation DC, or Warfare Lore DC, whichever is highest. On a success, you become the Commander of Flame. On a failure, the current Commander knows your name and appearance and is aware of your exact location for 24 hours."
					]
				},
                {
					"type": "ability",
					"style": "compact",
					"activity": {
						"number": 1,
						"unit": "hour"
					},
					"components": [
						"envision",
						"{@action Interact}"
					],
                    "frequency": {
                        "unit": "week",
                        "freq": 1,
                        "number": "once"
                    },
					"entries": [
						"You use the spear's power to muster the Army of Fire. You can choose to either call the Army of Fire to your location or move yourself to the army's location. When calling the army, you select an area you can see within 500 feet. The army is instantly teleported to the location you select, spreading out as necessary to arrive safely. When moving yourself, you instantly teleport yourself to a location within 500 feet of the army. The army is composed of souls given form as burning humanoids, elementals, spirits, and undead."
					]
				}
			],
			"destruction": [
				"If the entire Army of Fire is destroyed and the Commander of Flame is slain with the Spear of the Destroyer's Flame, the spear shatters into a massive explosion of flame, dealing {@damage 20d10} fire damage in a 30-foot burst (DC 43 basic Reflex save). In addition, the Commander's soul burns away to nothing, destroying the Commander forever and releasing the bound souls of the Army of Fire to the River of Souls."
			]
		},
		{
			"name": "Ridill",
			"source": "LOMM",
			"page": 29,
			"type": "Item",
			"level": 20,
			"traits": [
				"unique",
				"artifact",
				"evocation",
				"magical",
				"transmutation"
			],
			"usage": "held in 2 hands",
			"bulk": 4,
			"category": "Artifact",
			"entries": [
				"This 12-foot sword was made by a cyclops in the ancient past. It might be the greatest dragon-killing weapon ever made, and {@creature Fafnheir|LOMM} justly fears it, which is why he keeps it hidden in his hoard. Runes of dragon slaying are written down its blade. Ridill is a {@runeItem greatsword||+3 weapon potency||major striking||bane|SoM|speed||+3 major striking dragon bane speed adamantine greatsword}. While wielding Ridill, you gain a +2 circumstance bonus to saves against {@trait fear}. This increases to +4 if the effect is from a dragon. If you have an ability that depends on Large weapons (such as barbarian giant instinct), it works with Ridill.",
				"Ridill is always considered to have the appropriate material or damage type necessary to deactivate a dragon's {@ability regeneration} or cause the dragon's weakness to apply. For example, Ridill is considered to be {@item cold iron weapon (generic)||cold iron} when attacking a linnorm, while it would be treated as having dealt cold damage when attacking a red dragon. If the dragon has more than one weakness, only the highest value applies."
			],
			"destruction": [
				"If you boil Ridill in the blood of 10 different types of dragon (blue dragon, red dragon, etc.) and drop the eye of a cyclops seer into the brew, Ridill melts away into nothingness."
			]
		},
		{
			"name": "Grisantian Pelt",
			"source": "LOMM",
			"page": 35,
			"type": "Material",
			"level": "12+",
			"traits": [
				"rare",
				"precious"
			],
			"category": "Material",
			"entries": [
				"This supernaturally tough animal skin is gold and shines in sunlight. It can be used to make any item usually made of cloth, leather, or hide. This material is immune to fire, and its Hardness is doubled against piercing or slashing damage. Up to 4 Bulk of grisantian pelt can be harvested from a single creature (this is usually more than enough for 4 suits of standard grade armor or 2 suit of high-grade armor).",
				{
					"type": "table",
					"source": "LOMM",
					"page": 35,
					"labelRowIdx": [
						0
					],
					"colSizes": [
						2,
						1,
						1,
						1
					],
					"colStyles": [
						"text-left",
						"text-center",
						"text-center",
						"text-center"
					],
					"rows": [
						[
							"Grisantian Pelt Items",
							"",
							"",
							""
						],
						[
							"{@b Thin Items}",
							"Hardness",
							"HP",
							"BT"
						],
						{
							"type": "multiRow",
							"rows": [
								[
									"{@indentFirst Standard-grade}",
									"6",
									"24",
									"12"
								],
								[
									"{@indentFirst High-grade}",
									"8",
									"32",
									"16"
								]
							]
						},
						[
							"{@b Items}",
							"Hardness",
							"HP",
							"BT"
						],
						{
							"type": "multiRow",
							"rows": [
								[
									"{@indentFirst Standard-grade}",
									"9",
									"36",
									"18"
								],
								[
									"{@indentFirst High-grade}",
									"11",
									"44",
									"22"
								]
							]
						}
					]
				}
			],
			"generic": "G",
			"variants": [
				{
					"variantType": "standard-grade grisantian pelt object",
					"level": 12,
					"price": {
						"coin": "gp",
						"amount": 1200,
						"note": "per Bulk"
					},
					"entries": []
				},
				{
					"variantType": "high-grade grisantian pelt object",
					"level": 18,
					"price": {
						"coin": "gp",
						"amount": 12000,
						"note": "per Bulk"
					},
					"entries": []
				}
			]
		},
		{
			"name": "Grisantian Pelt Armor",
			"source": "LOMM",
			"page": 35,
			"type": "Item",
			"level": "12+",
			"traits": [
				"rare"
			],
			"usage": "worn armor",
			"bulk": "varies by armor",
			"category": "Armor",
			"entries": [
				"Grisantian pelt armor is immune to fire damage, and its Hardness is doubled against piercing or slashing damage. Wearing armor made from grisantian pelt also grants you a +1 circumstance bonus to your AC and saving throws against attacks and spells that deal fire damage."
			],
			"generic": "G",
			"variants": [
				{
					"variantType": "standard-grade grisantian pelt armor",
					"level": 12,
					"price": {
						"coin": "gp",
						"amount": 1800,
						"note": "+ 180 gp per Bulk"
					},
					"craftReq": [
						"The initial raw materials must include grisantian pelt worth at least 900 gp + 90 gp per Bulk."
					],
					"entries": []
				},
				{
					"variantType": "high-grade grisantian pelt armor",
					"level": 19,
					"price": {
						"coin": "gp",
						"amount": 33000,
						"note": "+ 3,300 gp per Bulk"
					},
					"craftReq": [
						"The initial raw materials must include grisantian pelt worth at least 16,500 gp + 1,650 gp per Bulk."
					],
					"entries": []
				}
			]
		},
		{
			"name": "Mantle of the Grogrisant",
			"source": "LOMM",
			"page": 35,
			"type": "Item",
			"level": "18",
			"traits": [
				"unique",
				"abjuration",
				"invested",
				"primal"
			],
			"usage": "worn cloak",
			"bulk": "L",
			"category": "Worn",
			"entries": [
				"This long, golden cloak is among the royal regalia of the emperors of Taldor. It was fashioned from the pelt of {@creature Grogrisant|LOMM} itself, after being slain by Taldaris, and Grogrisant's mane was fashioned into a thick fringe that runs all along the mantle's edges. The paws of the Grogrisant cross beneath the wearer's throat, giving you an imposing appearance. The Mantle of the Grogrisant grants you fire resistance 15 and physical resistance 5 (except bludgeoning).",
				{
					"type": "ability",
					"style": "compact",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"envision",
						"{@action Interact}"
					],
					"frequency": {
						"unit": "day",
						"freq": 1,
						"number": "once "
					},
					"traits": [
						"evocation",
						"incapacitation",
						"light",
						"primal",
						"visual"
					],
					"entries": [
						"You pull the hood of the mantle over your face, revealing the six eyes of {@creature Grogrisant}. The mantle gives off a flash of blinding light in a 60-foot emanation. All enemies within this area must attempt a DC 38 Fortitude saving throw. On a failure, they're {@condition blinded} for 1 minute. On a critical failure, they're permanently blinded."
					]
				}
			]
		},
		{
			"name": "Devil's Trident",
			"source": "LOMM",
			"page": 47,
			"type": "Item",
			"level": 9,
			"traits": [
				"unique",
				"enchantment",
				"magical"
			],
			"price": {
				"amount": 100,
				"coin": "gp"
			},
			"usage": "held in 1 hand",
			"bulk": 1,
			"category": "Weapon",
			"entries": [
				"This {@runeItem trident||+1 weapon potency||striking||returning|} is made of an ancient black metal that glistens unnaturally and is cold to the touch. The prongs of this trident drip with metallic lake water. Strikes with the Devil's Trident trigger the weaknesses of any creature with a weakness to water.",
				{
					"type": "ability",
					"style": "compact",
					"activity": {
						"number": 1,
						"unit": "reaction"
					},
					"components": [
						"command"
					],
					"trigger": "You critically hit a creature",
					"entries": [
						"The target must succeed at a DC 25 Fortitude save or become infected with {@disease sewer haze|GMG}}"
					]
				},
                {
					"type": "ability",
					"style": "compact",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"envision",
						"{@action Interact}"
					],
                    "frequency": {
                        "unit": "hour",
                        "freq": 1,
                        "number": "once"
                    },
					"entries": [
						"The trident casts 3rd-level {@spell quench|APG} with a DC of 25 and a counteract modifier of +15. You can {@action sustain a spell||Sustain the Spell} as normal."
					]
				},
				{
					"type": "ability",
					"style": "compact",
					"activity": {
						"number": 3,
						"unit": "action"
					},
					"components": [
						"envision",
						"{@action Interact}"
					],
                    "frequency": {
                        "unit": "day",
                        "freq": 1,
                        "number": "once"
                    },
					"entries": [
						"You call upon the corrupted power of the trident to stay a foe. Attempt a {@action Strike}. On a hit, the trident casts 3rd-level {@spell paralyze} on the target (DC 25). If the Strike was a critical hit, the target is {@condition stunned||stunned 1} even if it critically succeeds at the save."
					]
				}
			]
		}
    ]
}