{
	"item": [
		{
			"name": "Demilich Eye Gem",
			"source": "B1",
			"page": 223,
			"type": "Item",
			"level": 15,
			"traits": [
				"rare",
				"arcane"
			],
			"price": {
				"amount": 3000,
				"coin": "gp",
				"note": "(can't be crafted)"
			},
			"usage": "held in 1 hand",
			"bulk": "—",
			"category": "Held",
			"entries": [
				"This glowing gem is harvested from a demilich and has an 8th-level spell magically bonded to it. This item has the traits of the spell it contains.",
				{
					"type": "ability",
					"components": [
						"command",
						"{@action Interact}"
					],
					"frequency": {
						"number":  1,
						"unit": "day"
					},
					"entries": [
						"The gem casts the 8th-level spell it contains. This activation uses the same number of actions as Casting the Spell. Once the spell is cast, the gem's glow fades, but returns 24 hours later, when the spell can be used once again."
					]
				}
			],
			"craftReq": [
				"Demilich eye gems can't be crafted."
			]
		},
		{
			"name": "Lich Phylactery",
			"source": "B1",
			"page": 222,
			"type": "Item",
			"level": 12,
			"traits": [
				"rare",
				"arcane",
				"necromancy",
				"negative"
			],
			"price": {
				"amount": 1600,
				"coin": "gp"
			},
			"usage": "held in 1 hand",
			"bulk": "—",
			"category": "Held",
			"entries": [
				"This item is crafted by a spellcaster who wishes to become a lich. When a lich is destroyed, its soul flees to the phylactery. The phylactery then rebuilds the lich's undead body over the course of {@dice 1d10} days. Afterward, the lich manifests next to the phylactery, fully healed and in a new body (therefore, it lacks any equipment it had on its old body). A lich's phylactery must be destroyed to prevent a lich from returning. The standard phylactery is a sealed metal box containing strips of parchment inscribed with magical phrases. This box has Hardness 9 and 36 HP, but some liches devise more durable or difficult-to-obtain phylacteries. A phylactery might also come in the form of a ring, an amulet, or a similar item; the specifics are up to the creator"
			]
		}
	]
}
