{
	"item": [
		{
			"name": "Golden Branding Iron",
			"source": "OoA2",
			"page": 76,
			"type": "Item",
			"level": "5+",
			"traits": [
				"uncommon",
				"consumable",
				"magical",
				"talisman",
				"transmutation"
			],
			"usage": "affixed to a two-handed firearm or crossbow",
			"bulk": "—",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "free"
				},
				"components": [
					"envision"
				],
				"trigger": "You hit a target with a ranged {@action Strike} with the affixed weapon",
				"requirements": "You're an expert with the affixed weapon."
			},
			"category": "Talisman",
			"entries": [
				"This talisman is a gold-plated brand that can be affixed to a ranged weapon's stock. When you activate a golden branding iron, you mark the target with your magical sigil."
			],
			"generic": "G",
			"variants": [
				{
					"level": 5,
					"price": {
						"amount": 25,
						"coin": "gp"
					},
					"entries": [
						"You harmlessly place your unique magical sigil, which is about 1 square inch in size, anywhere on the target creature, as long as the location is visible to you. The mark is only visible to you and up to 6 of your allies. The mark can be scrubbed or scraped off with 5 minutes of work. It fades naturally over the course of a month."
					],
					"variantType": "golden branding iron"
				},
				{
					"level": 9,
					"price": {
						"amount": 120,
						"coin": "gp"
					},
					"entries": [
						"Your arcane sigil fades naturally over the course of a year."
					],
					"variantType": "greater golden branding iron"
				},
				{
					"level": 13,
					"price": {
						"amount": 450,
						"coin": "gp"
					},
					"entries": [
						"Your arcane sigil never fades naturally."
					],
					"variantType": "major golden branding iron"
				}
			]
		},
		{
			"name": "Gyroscopic Stabilizer",
			"source": "OoA2",
			"page": 77,
			"type": "Item",
			"level": 4,
			"traits": [
				"uncommon",
				"divination",
				"magical"
			],
			"price": {
				"amount": 115,
				"coin": "gp"
			},
			"usage": "attached <to a two-handed firearm>",
			"bulk": "L",
			"category": "Customization",
			"subCategory": "Stabilizers",
			"entries": [
				"A gyroscopic stabilizer appears as a gold disk suspended within three rotating golden bands inside a gilded case, itself attached to a set of clamps. These clamps allow you to attach the gyroscopic stabilizer to any one-handed firearm as an {@action Interact} action.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"{@action Interact}"
					],
					"frequency": {
						"freq": 1,
						"unit": "hour"
					},
					"requirements": "The gyroscopic stabilizer is attached to a one-handed firearm without the {@trait fatal} or {@trait fatal aim} traits",
					"entries": [
						"The gyroscopic stabilizer begins spinning for 1 minute. While the gyroscopic stabilizer is spinning, the weapon it's attached to gains the fatal aim weapon trait (Pathfinder Guns & Gears 232) with a die one size larger than its damage die (maximum d12). This allows you to wield it in two hands to grant it the {@trait fatal} trait."
					]
				}
			]
		},
		{
			"name": "Smogger",
			"source": "OoA2",
			"page": 78,
			"type": "Item",
			"level": 9,
			"traits": [
				"uncommon",
				"conjuration",
				"invested",
				"magical"
			],
			"price": {
				"amount": 600,
				"coin": "gp"
			},
			"usage": "worn backpack",
			"bulk": 2,
			"category": "Worn",
			"entries": [
				"Some mutants savor the acrid smog of Alkenstar and the Gunworks. A smogger recreates this pollution by sucking in clean air and spewing it back out as pungent smog.",
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"{@action Interact}"
					],
					"traits": [
						"poison"
					],
					"frequency": {
						"freq": 1,
						"unit": "hour"
					},
					"entries": [
						"The smogger creates a 10-foot-radius emanation of smog centered on you, which moves with you. You and other creatures in the smog are {@condition concealed} while inside the smog, and other creatures are {@condition concealed} to you and other creatures in the smog. A strong wind doesn't disperse the smog but reduces it to a 5-footradius emanation. A creature that must breathe that begins its turn inside of the smog can choose to hold its breath as a free action for the round, but if it doesn't, it becomes {@condition sickened||sickened 1}. The smogger can maintain this effect for up to 1 minute, and the wearer of the smogger can {@action Dismiss} the effect."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"{@action Interact}"
					],
					"traits": [
						"poison"
					],
					"frequency": {
						"freq": 1,
						"unit": "day"
					},
					"requirements": "The smogger's above activation is in effect",
					"entries": [
						"The smog created by the smogger thickens into a toxic element that burns the eyes, blisters flesh, and causes fits of coughing. All creatures in the smog cloud, including you, must attempt a DC 32 Fortitude save—creatures that must breathe and aren't holding their breath take a –2 circumstance penalty to this save.",
						{
							"type": "successDegree",
							"entries": {
								"Critical Success": [
									"The creature is unaffected."
								],
								"Success": [
									"The creature is {@condition sickened||sickened 1}."
								],
								"Failure": [
									"The creature is {@condition sickened||sickened 1} (or increases their {@condition sickened} condition value to 2 if it isn't holding its breath). The creature also takes {@damage 4d6} poison damage."
								],
								"Critical Failure": [
									"As failure, but the creature takes {@damage 8d6} poison damage."
								]
							}
						}
					]
				}
			]
		},
		{
			"name": "Pyronite",
			"source": "OoA2",
			"page": 75,
			"type": "Item",
			"level": 11,
			"traits": [
				"rare",
				"alchemical",
				"consumable",
				"fire"
			],
			"price": {
				"amount": 250,
				"coin": "gp"
			},
			"usage": "held in one hand",
			"bulk": "L",
			"category": "Consumable",
			"entries": [
				"A stick of pyronite is a devastating explosive that fills an area with fire and concussive force when it detonates— as long as its fuse has been lit!",
				"Pyronite is an unstable material with a limited shelf life. Sticks of pyronite must be kept dry and cool; otherwise, the raw pyronite will leak out of the rods and collect as a semi-transparent goo that explodes on any impact or loud noise, with an explosive effect equal to half the number of rods.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "varies",
						"entry": "{@as 1} or {@as 2}"
					}
				},
				"{@action Interact}; Activating a stick of pyronite is usually a two-action activity.",
				"First, you interact with the pyronite to light its fuse with a source of fire. This fire source can be an object you hold in another hand, such as a tindertwig or a lit torch, or it can be a free-standing adjacent fire. Once the fuse is lit, you throw it (an {@action Interact} action with the ranged trait) up to 50 feet away—if you hurl it into an existing fire, you don't need to take the initial action to light its fuse and can",
				{
					"type": "ability",
					"components": [
						"the pyronite with only one action."
					]
				},
				"You can toss the pyronite anywhere within 50 feet, though at the GM's discretion, you might need to make an attack roll if the throw is unusually challenging.",
				"Once a stick of pyronite's fuse is lit, it explodes at the end of your turn, regardless of whether you've thrown it or not. (A lit fuse can be extinguished with an {@action Interact} action.) If multiple sticks of pyronite detonate at the end of your turn, you can increase the area, but not the damage, of this effect. When the pyronite explodes, all creatures in a 20-foot burst must attempt a DC 28 Reflex save or take {@damage 3d6} fire damage and {@damage 3d6} bludgeoning damage.",
				{
					"type": "successDegree",
					"entries": {
						"Critical Success": [
							"The creature is unaffected."
						],
						"Success": [
							"The creature takes half damage and is {@condition deafened} for 1 round."
						],
						"Failure": [
							"The creature takes full damage and is {@condition deafened} for 1 minute."
						],
						"Critical Failure": [
							"The creature takes double damage and is knocked {@condition prone}, {@condition stunned||stunned 1}, and {@condition deafened} for 1 hour."
						]
					}
				}
			]
		},
		{
			"name": "Alchemical Fuse",
			"source": "OoA2",
			"page": 75,
			"type": "Item",
			"level": 1,
			"traits": [
				"alchemical",
				"consumable",
				"fire"
			],
			"usage": "held in one hand",
			"bulk": "L",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": [
					"{@action Interact}"
				]
			},
			"category": "Consumable",
			"entries": [
				"An alchemical fuse is a length of treated cord that can be used to time the detonation of an alchemical bomb or a stick of pyronite, or simply as a timer—at the GM's option, fuses can be used as timers to trigger other devices that can be triggered with a single appropriate action, as well.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"{@action Interact}"
					],
					"entries": [
						"You attach the alchemical fuse to an alchemical bomb, stick of pyronite, or other device that can be triggered by a fuse. Alternately, you can attach one fuse to another to extend its burn time by 1 round."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"{@action Interact}"
					],
					"entries": [
						"You light the alchemical fuse with an adjacent fire source or a fire source that you hold in a hand. If you have a tindertwig in your other hand, you can activate the tindertwig and use it to light a fuse with the same {@action Interact} action. A lit fuse takes 1 round per attached fuse to burn down. During the round that the fuse runs out, the device to which the fuse has been attached explodes or otherwise activates at the end of your turn.",
						"For a bomb, this deals splash damage, and for pyronite, it deals pyronite's normal damage. An alchemical fuse burns underwater or in up to moderate wind."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"{@action Interact}"
					],
					"entries": [
						"You extinguish the fuse."
					]
				}
			],
			"cost": "3 gp"
		},
		{
			"name": "Alchemist's Damper",
			"source": "OoA2",
			"page": 76,
			"type": "Item",
			"level": 5,
			"traits": [
				"uncommon",
				"consumable",
				"magical",
				"talisman",
				"transmutation"
			],
			"price": {
				"amount": 30,
				"coin": "gp"
			},
			"usage": "attached <to a firearm with the kickback weapon trait>",
			"bulk": "—",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "free"
				},
				"components": [
					"envision"
				]
			},
			"category": "Talisman",
			"entries": [
				"A glass tube of mercury is contained within this golden clasp that's fitted in front of a firearm's trigger. On the triggering {@action Strike}, the mercury turns briefly to gold, reducing the effect of recoil, allowing you to ignore the circumstance penalty of the attached weapon's kickback weapon trait."
			],
			"trigger": "You attack with the affixed firearm",
			"requirements": "You're an expert with the affixed firearm."
		},
		{
			"name": "Dupe's Gold Nugget",
			"source": "OoA2",
			"page": 76,
			"type": "Item",
			"level": 5,
			"traits": [
				"uncommon",
				"consumable",
				"magical",
				"talisman",
				"transmutation"
			],
			"price": {
				"amount": 30,
				"coin": "gp"
			},
			"usage": "affixed to a ranged weapon",
			"bulk": "—",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "free"
				},
				"components": [
					"envision"
				]
			},
			"category": "Talisman",
			"entries": [
				"This nugget of gold and lead amalgam is attached to the weapon by thick, twisted wire or chain. When activated, the target's limbs become like lead weights. For 2 rounds, each time the target Strides it must attempt a DC 23 Fortitude save. On a failure, it takes a –10-foot status penalty to its Speed for that {@action Stride} (to a minimum Speed of 5 feet). On a critical success, the dupe's gold nugget effect ends early."
			],
			"trigger": "You hit with a ranged {@action Strike} with the affixed weapon",
			"requirements": "You're an expert with the affixed weapon."
		},
		{
			"name": "Golden-Cased Bullet",
			"source": "OoA2",
			"page": 76,
			"type": "Item",
			"level": "4+",
			"traits": [
				"uncommon",
				"consumable",
				"divination",
				"magical"
			],
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": [
					"envision"
				]
			},
			"ammunition": [
				"round"
			],
			"category": "Consumable",
			"entries": [
				"The magic-infused metal of this bullet's golden casing allows it to curve just a bit in flight once the bullet has been fired, allowing you to ignore the bonus to AC granted to a target in lesser cover."
			],
			"generic": "G",
			"variants": [
				{
					"level": 4,
					"price": {
						"amount": 20,
						"coin": "gp"
					},
					"entries": [],
					"variantType": "standard"
				},
				{
					"level": 10,
					"price": {
						"amount": 200,
						"coin": "gp"
					},
					"entries": [
						"You ignore the bonus to AC granted to a target in standard or lesser cover."
					],
					"variantType": "greater"
				},
				{
					"level": 16,
					"price": {
						"amount": 2000,
						"coin": "gp"
					},
					"entries": [
						"You ignore the bonus to AC granted to a target in greater, standard, or lesser cover."
					],
					"variantType": "major"
				}
			]
		},
		{
			"name": "Golden Silencer",
			"source": "OoA2",
			"page": 76,
			"type": "Item",
			"level": "6+",
			"traits": [
				"uncommon",
				"consumable",
				"illusion",
				"magical",
				"talisman"
			],
			"usage": "affixed to a firearm",
			"bulk": "L",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": [
					"{@action Interact}"
				]
			},
			"category": "Talisman",
			"entries": [
				"{@skill Stealth}.",
				"The Golden Gunners are dreaded for their use of their golden silencers, which they put to good use in clandestine raids. They silence both the loud gunshot and the screams of creatures {@condition wounded} by its shot. A weapon with a golden silencer attached emits no light and makes no noise when fired. A target hit by a ranged {@action Strike} from the affixed weapon must succeed at a DC 20 Fortitude save or be silenced as well until the start of its next turn. A silenced creature can't call for help or use sonic abilities, nor can it use abilities with the {@trait auditory} trait. This prevents it from casting spells that include verbal components."
			],
			"generic": "G",
			"variants": [
				{
					"level": 6,
					"price": {
						"amount": 50,
						"coin": "gp"
					},
					"entries": [],
					"variantType": "standard"
				},
				{
					"level": 10,
					"price": {
						"amount": 200,
						"coin": "gp"
					},
					"entries": [
						"The save DC is 27, and the silence effect on the target creature lasts for up to 1 minute. The silenced creature can attempt a new Fortitude save at the end of each of its turns to end the duration early."
					],
					"variantType": "greater"
				}
			],
			"requirements": "You're an expert in"
		},
		{
			"name": "Golden Spur",
			"source": "OoA2",
			"page": 76,
			"type": "Item",
			"level": 11,
			"traits": [
				"uncommon",
				"conjuration",
				"consumable",
				"magical",
				"talisman",
				"teleportation"
			],
			"price": {
				"amount": 300,
				"coin": "gp"
			},
			"usage": "affixed to a firearm or crossbow",
			"bulk": "—",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": [
					"command"
				]
			},
			"category": "Talisman",
			"entries": [
				"This golden spur is affixed to a weapon by a braided leather cord. You teleport to a space you can see within 10 feet of the target. You must have line of effect to the space."
			],
			"trigger": "You hit a target within 120 feet with the affixed weapon",
			"requirements": "You're a master in {@skill Arcana}, {@skill Nature}, {@skill Occultism}, or {@skill Religion}."
		},
		{
			"name": "Liquid Gold",
			"source": "OoA2",
			"page": 77,
			"type": "Item",
			"level": "6+",
			"traits": [
				"uncommon",
				"consumable",
				"evocation",
				"magical",
				"talisman"
			],
			"usage": "affixed to a one-handed firearm or hand crossbow",
			"bulk": "—",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "free"
				},
				"components": [
					"{@action Interact}"
				]
			},
			"category": "Talisman",
			"entries": [
				"This glass vial containing liquid gold is fastened to a weapon by a fine gold chain."
			],
			"generic": "G",
			"variants": [
				{
					"level": 6,
					"price": {
						"amount": 40,
						"coin": "gp"
					},
					"entries": [
						"You draw the attached weapon as a free action instead of as a reaction."
					],
					"variantType": "liquid gold"
				},
				{
					"level": 8,
					"price": {
						"amount": 80,
						"coin": "gp"
					},
					"entries": [
						"You load the weapon as you draw it."
					],
					"variantType": "greater liquid gold"
				}
			],
			"trigger": "You roll for initiative",
			"requirements": "You're an expert in {@skill Stealth}."
		},
		{
			"name": "Harpoon Bolt",
			"source": "OoA2",
			"page": 77,
			"type": "Item",
			"level": 4,
			"traits": [
				"uncommon",
				"conjuration",
				"consumable",
				"magical"
			],
			"price": {
				"amount": 15,
				"coin": "gp"
			},
			"ammunition": [
				"round"
			],
			"category": "Consumable",
			"entries": [
				"This iron spike can be fitted into the barrel of a two-handed firearm that doesn't have the scatter property with an {@action Interact} action. The spike is attached to a 50-foot-long coil of rope held in a simple spool that can be attached to a weapon's barrel. The weight and awkward balance of the bolt and its spool reduce the range of the weapon by 10 feet when fired. A creature hit by a harpoon bolt takes normal damage from the shot and must succeed at a DC 18 Fortitude save. On a failure, the harpoon bolt becomes lodged in its body.",
				"Once a harpoon bolt is lodged, a creature can remove the harpoon bolt with a DC 18 check to {@action Escape} or {@action Force Open}, but on a failure, the creature takes {@damage 1d4} piercing damage. As long as the harpoon bolt remains lodged, the creature can't move more than 50 feet away from you. You can attempt to {@action Trip} a creature by tugging on the rope attached to the harpoon bolt, even if it isn't within your reach, but if you fail this attempt, the bolt rips free, causing {@damage 1d4} piercing damage to the target but releasing it from the bolt. If you reload, drop, or fire the firearm again, the creature is no longer limited in its movement. Once a harpoon bolt is removed from a creature, the bolt, its rope, and the spool all decay away, consumed by the same magic that empowers the unusual ammunition to function in the first place."
			]
		},
		{
			"name": "Jax",
			"source": "OoA2",
			"page": 77,
			"type": "Item",
			"level": 8,
			"traits": [
				"unique",
				"ln",
				"cursed",
				"divine",
				"evocation",
				"intelligent"
			],
			"usage": "held in 2 hands",
			"bulk": 1,
			"category": "Held",
			"entries": [
				"{@skill Perception} +13; precise vision 30 feet, imprecise hearing 30 feet Communication empathy Skills {@skill Diplomacy} +14, {@skill Survival} +16 Int +1, Wis +5, Cha +3 Will +18 Jax was a caravan guard who died defending her charges from a pack of Lamashtan cultists in the Spellscar Desert.",
				"Her spirit of fury and hopelessness infused her weapon upon her death, imbuing the firearm with a fragment of her soul and intelligence. The rifle, upon awakening, remembered just enough of Jax's former life to think of her former wielder's name as her own.",
				"Jax is a +1 striking fearsome piercing wind (Guns & Gears 159) whose driving purpose is to protect innocent travelers in the Spellscar Desert from raiders, bandits, and cultists. Jax allows any creature to wield her, but she doesn't reveal her intelligence or powers until she detects an innocent in danger or if her wielder has proven themselves a worthy champion of justice. If she deems a wielder to be unworthy, Jax uses her dominate ability to control the wielder until she can find a new one.",
				"If ever used to attack an innocent traveler, or if, in Jax's opinion, the attack could be considered banditry, the weapon automatically misfires. If Jax witnesses an innocent harmed or killed, she empathically urges her wielder to avenge the victim. If the wielder doesn't comply, Jax attempts to cast {@spell dominate} (below). Even if the {@spell dominate} spell fails, Jax withholds all magical abilities, including the +1 weapon potency rune and striking rune, until her wielder redeems themself.",
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"traits": [
						"command"
					],
					"frequency": {
						"freq": 1,
						"unit": "day"
					},
					"entries": [
						"Jax casts heroism on you."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"traits": [
						"command"
					],
					"frequency": {
						"freq": 1,
						"unit": "day"
					},
					"entries": [
						"Jax deems you an unworthy agent of justice. She casts dominate on you (DC 24). If you're chaotic or a worshipper of {@deity Lamashtu}, you take a –2 penalty to your Will save, and the result of your save is one degree of success worse than the result you rolled. Jax orders you to fight banditry and protect innocent travelers in the Spellscar Desert, renewing the spell as often as necessary until you cease your lawless ways."
					]
				}
			]
		},
		{
			"name": "Lodestone Pellet",
			"source": "OoA2",
			"page": 78,
			"type": "Item",
			"level": 3,
			"traits": [
				"uncommon",
				"consumable",
				"magical",
				"transmutation"
			],
			"price": {
				"amount": 12,
				"coin": "gp"
			},
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": [
					"{@action Interact}"
				]
			},
			"ammunition": [
				"pellet"
			],
			"category": "Consumable",
			"entries": [
				"These round, black pellets are made from magically enhanced magnetic lodestone. They can be loaded into an air repeater or long air repeater. When activated, lodestone pellets provide a +1 circumstance bonus to ranged Strikes made against creatures made of metal or wearing metal armor."
			]
		},
		{
			"name": "Thunder Helm",
			"source": "OoA2",
			"page": 78,
			"type": "Item",
			"level": 5,
			"traits": [
				"uncommon",
				"conjuration",
				"invested",
				"magical"
			],
			"price": {
				"amount": 160,
				"coin": "gp"
			},
			"usage": "worn headwear",
			"bulk": "L",
			"category": "Worn",
			"entries": [
				"The creator of the original thunder helm tried and failed time and again to craft a reliable, helmet-mounted firearm that enabled hands-free gunplay, but even after resorting to magical enhancements, they were never quite able to realize their vision. The allure of the thunder helm continues to compel certain mindsets in the Mana Wastes, and these items continue to be crafted to this day.",
				"A thunder helm appears as a cylindrical iron helmet adorned with a crown-like display of gun barrels extending out in all directions. A slit in the front allows for limited visibility, while sound is muffled by the inner lining. As long as a creature wears a thunder helm, it takes a –1 circumstance penalty to auditory and visual {@skill Perception} checks but also gain a +1 circumstance bonus to saving throws against {@trait auditory} and {@trait visual} effects.",
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"envision",
						"{@action Interact}"
					],
					"frequency": {
						"freq": 1,
						"unit": "day"
					},
					"entries": [
						"The helm's gun barrels swivel and aim randomly, then conjure enough gunpowder and bullets to fire in all directions around you. Every creature within a 20-foot emanation takes {@damage 4d6} piercing damage (DC 19 basic Reflex save). When determining a creature's resistance or immunity to this damage, use the weaker of the target's resistance or immunity to piercing or bludgeoning."
					]
				}
			]
		},
		{
			"name": "Aeon Stone (Clear Quartz Octagon)",
			"source": "OoA2",
			"page": 79,
			"type": "Item",
			"level": 4,
			"traits": [
				"uncommon",
				"invested",
				"magical",
				"transmutation"
			],
			"price": {
				"amount": 90,
				"coin": "gp"
			},
			"usage": "worn",
			"bulk": "—",
			"category": "Worn",
			"entries": [
				"This clear quartz stone appears to have been smashed and then repaired by pouring molten copper into the cracks and fitting the shards back together using the copper as a sort of mortar. When a non-magical item in your possession with a value of 90 gp or less and a Bulk of 1 Bulk or less would become {@condition broken}, this aeon stone automatically activates, preventing the item from breaking by restoring the item's current Hit Points to the item's maximum Hit Points. The stone then turns permanently into a dull gray aeon stone. The stone's resonant power allows you to cast 1st-level {@spell mending} as a divine innate spell once per day."
			]
		},
		{
			"name": "Containment Contraption",
			"source": "OoA2",
			"page": 79,
			"type": "Item",
			"level": 8,
			"traits": [
				"uncommon",
				"invested",
				"magical",
				"transmutation"
			],
			"price": {
				"amount": 500,
				"coin": "gp"
			},
			"usage": "worn armor",
			"bulk": 6,
			"category": "Armor",
			"entries": [
				"This heavy, mechanized brass suit is studded with pistons, gears, dials, and gauges and topped with a front-facing thick glass porthole. The suit is a suit of +1 full plate. While worn, it completely encloses you, providing protection against inhaled toxins—you gain a +1 circumstance bonus to all saving throws made against such effects. The suit isn't airtight, however, and doesn't protect against drowning if you're immersed in water or suffocation if you're placed in a vacuum—at least, not until you activate it.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"envision"
					],
					"frequency": {
						"freq": 1,
						"unit": "day"
					},
					"entries": [
						"The containment contraption fills with breathable air and filters exterior air or water to create more breathable air for you, as needed. This state persists for up to 1 hour, during which time you can breathe normally in environments where you normally couldn't.",
						"During this time, your circumstance bonus to saving throws against inhaled toxins increases to +2, and you also gain a +2 circumstance bonus to saves against {@trait olfactory} effects. This effect ends immediately if the containment contraption becomes {@condition broken}."
					]
				}
			]
		},
		{
			"name": "Metronomic Hammer",
			"source": "OoA2",
			"page": 79,
			"type": "Item",
			"level": 5,
			"traits": [
				"uncommon",
				"evocation",
				"magical"
			],
			"price": {
				"amount": 160,
				"coin": "gp"
			},
			"usage": "held in 1 or 2 hands",
			"bulk": 1,
			"category": "Held",
			"entries": [
				"A polished brass metronome ticks rhythmically within the haft of this +1 striking gnome hooked hammer.",
				"Gnome adherents of {@deity Brigh|LOGM} often attempt to reproduce this item as part of a ritual symbolizing methodical problem-solving and thoughtful craftsmanship.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "reaction"
					},
					"components": [
						"envision"
					],
					"trigger": "You attempt to {@action Trip} a creature with the metronomic hammer",
					"entries": [
						"By timing the sweeping arcs of your {@action Trip} attempt to the built-in metronome of a metronomic hammer, you gain a +1 item bonus to your {@skill Athletics} check to {@action Trip} the target. This item bonus increases by 1 with every subsequent {@action Trip} attempt you make with the metronomic hammer against the same target this turn, to a maximum of +3 on your third {@action Trip}. The bonus resets to +1 if you successfully {@action Trip} the target, if you critically fail to {@action Trip} the target, or if your turn ends."
					]
				}
			]
		},
		{
			"name": "Winder's Ring",
			"source": "OoA2",
			"page": 79,
			"type": "Item",
			"level": 7,
			"traits": [
				"uncommon",
				"magical",
				"transmutation"
			],
			"price": {
				"amount": 360,
				"coin": "gp"
			},
			"usage": "worn",
			"bulk": "—",
			"category": "Worn",
			"entries": [
				"This ring contains dozens of minute, interlocking bronze gears that buzz incessantly. The ring grants you a +1 item bonus to all {@skill Crafting} checks to construct or repair clockworks.",
				{
					"type": "ability",
					"activity": {
						"unit": "varies",
						"entry": "varies"
					},
					"components": [
						"{@action Interact}"
					],
					"entries": [
						"The winder's ring extends a winding key that fits any clockwork contraption or creature, allowing you to fully wind a clockwork device or creature in half the usual time. When you activate a winder's ring in this way, attempt a DC {@flatDC 16} flat check.",
						"On a failure, the winder's ring exhausts itself, and you can't activate it again until the next time you make your daily preparations."
					]
				},
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"{@action Interact}"
					],
					"frequency": {
						"freq": 1,
						"unit": "day"
					},
					"entries": [
						"The winder's ring transforms into a clockwork spy (Pathfinder Bestiary 3 48) that doesn't require winding and obeys your spoken commands for up to 1 hour. In this form, the winder's ring has the {@trait minion} trait. You can use this action again to return the clockwork spy to winder's ring form as long as you're adjacent to the clockwork spy. If the clockwork spy is slain, it reverts to its ring shape, and the winder's ring can't be activated again until 1 week has passed."
					]
				}
			]
		}
	]
}
