{"item":[{"name":"Lady's Chalice","source":"BotD","page":200,"type":"Item","level":3,"traits":["uncommon","conjuration","divine","good"],"price":{"amount":60,"coin":"gp"},"usage":"held in 1 hand","bulk":"L","category":"Held","entries":["This silver chalice bears the symbol of {@deity Pharasma}, a swirling cloud that transforms into a flight of whippoorwills that encircle the top. The chalice can be activated in one of two ways, though only once per day total.",{"type":"ability","activity":{"number":1,"unit":"action"},"components":["envision"],"frequency":{"number":1,"unit":"day"},"entries":["The chalice fills with a single vial's worth of holy water. The water loses its potency after 1 day if poured into any container other than a font specifically sanctified by a cleric of {@deity Pharasma}. It similarly loses its potency 1 day after being removed from such a font."]},{"type":"ability","activity":{"number":1,"unit":"action"},"components":["{@action Strike}"],"frequency":{"number":1,"unit":"day"},"requirements":"The Lady's chalice is full of a vial's worth of holy water","entries":["The chalice splashes a spiral of holy water into an adjacent space. This is a simple thrown weapon with a range of 5 feet. Unlike an alchemical bomb, it doesn't add the {@trait manipulate} trait to the attack made with it. If it hits, it deals {@damage 2d6} good damage and 2 good splash damage (including to you, if you're evil)."]}]},{"name":"Soul Cage","source":"BotD","page":50,"type":"Item","level":12,"traits":["rare","arcane","necromancy","negative"],"price":{"amount":1600,"coin":"gp"},"usage":"held in 1 hand","bulk":"—","category":"Held","entries":["As you {@action Craft} your soul cage, you trap your soul within it, an integral part of the complicated process of becoming a lich.","When you're destroyed, your soul flees to the soul cage, which rebuilds your undead body over the course of {@dice 1d10} days. Afterward, you manifest next to the soul cage, fully healed and in a new body (lacking any equipment you had on your old body). Only destroying your soul cage can prevent you from returning.","You choose the form of your soul cage when you {@action Craft} it. A few options include a miniature cage, a ring, an amulet, or a crown. Work with your GM to adjust the usage and Bulk as needed, though a soul cage is rarely more than light Bulk. The soul cage has Hardness 9 and 36 HP.","If your soul cage is destroyed but you aren't, you can attempt to find your soul and trap it again, building a new soul cage. This is no trivial feat and often takes an entire adventure to accomplish. If you don't cage your soul again, you suffer a long decline as described on page 119."],"craftReq":["You have Lich Dedication."]},{"name":"Peachwood Weapon","source":"BotD","page":20,"type":"Item","level":"12+","traits":["uncommon"],"usage":"varies by weapon","bulk":"varies by weapon","category":"Material","entries":["Peachwood weapons have a particularly auburn tinge to them when under direct sunlight.","Peachwood is treated as darkwood for any undead creatures' resistances or weaknesses related to darkwood (allowing a peachwood weapon to bypass a jiang-shi's resistance, for example). In addition, peachwood weapons bypass a small portion of the resistances of any undead creature. {@action Strike||Strikes} with a peachwood weapon treat an undead's resistances against physical damage as 2 lower for standardgrade peachwood, and 4 lower for high-grade."],"generic":"G","variants":[{"level":12,"price":{"amount":2000,"coin":"gp","note":"+ 200 gp per Bulk"},"craftReq":["At least 250 gp of peachwood + 25 gp per Bulk"],"entries":[],"variantType":"standard-grade"},{"level":18,"price":{"amount":19000,"coin":"gp","note":"+ 1,900 gp per Bulk"},"craftReq":["At least 9,500 gp of peachwood + 950 gp per Bulk"],"entries":[],"variantType":"high-grade"}]},{"name":"Bottled Sunlight","source":"BotD","page":18,"type":"Item","level":"2+","traits":["alchemical","bomb","consumable","fire","light","positive","splash"],"usage":"held in 1 hand","bulk":"L","activate":{"activity":{"number":1,"unit":"action"},"components":["{@action Interact}"]},"category":"Bomb","entries":["This mirrored bottle contains various chemicals dissolved in two immiscible solvents. Shaking the bottle induces chemical reactions that cause it to glow. For 1 hour, the bottle sheds bright light in a 20-foot radius (and dim light to the next 40 feet). During this hour, it can be thrown like a bomb. This requires a single action to Activate with a {@action Strike}, like other bombs, and deals the damage below. If it's not thrown within an hour of the first activation, it defuses harmlessly and is consumed."],"generic":"G","variants":[{"level":2,"price":{"amount":7,"coin":"gp"},"entries":["The bomb deals {@damage 1d4} positive damage and 1 positive splash damage, as well as {@dice 1d4} additional fire damage. As normal, positive damage harms only undead and other creatures with negative healing. Undead with a particular vulnerability to sunlight (such as vampires or wraiths) take the maximum amount of positive damage from bottled sunlight (4 instead of {@dice 1d4}). For any ability that depends on the number of weapon dice bottled sunlight has, count only the positive damage dice."],"variantType":"lesser"},{"level":4,"price":{"amount":20,"coin":"gp"},"entries":["The bomb deals {@damage 2d4} positive damage, 2 positive splash damage, and {@dice 2d4} additional fire damage."],"variantType":"moderate"},{"level":12,"price":{"amount":360,"coin":"gp"},"entries":["The bomb deals {@damage 3d4} positive damage, 3 positive splash damage, and {@dice 3d4} additional fire damage."],"variantType":"greater"},{"level":18,"price":{"amount":4500,"coin":"gp"},"entries":["The bomb deals {@damage 4d4} positive damage, 4 positive splash damage, and {@dice 4d4} additional fire damage."],"variantType":"major"}]},{"name":"Celestial Peachwood Sword","source":"BotD","page":18,"type":"Item","level":17,"traits":["rare","good","magical","necromancy","positive"],"price":{"amount":15000,"coin":"gp"},"usage":"held in 1 hand","bulk":"L","category":"Held","entries":["From blade to pommel, this sword is carved from a branch of the now-extinct celestial peach tree. The blade of this +3 greater striking disrupting holy peachwood (page 20) shortsword has ancient runes that can permanently destroy the most powerful undead—if you are willing to pay the price. An undead creature of 12th level or lower that takes damage from a {@action Strike} with the sword takes {@damage 10d6} positive damage (DC 35 basic Fortitude save). This damage is separate from the {@action Strike} itself and isn't included in {@trait any} effect based on the {@action Strike}'s damage.",{"type":"ability","activity":{"number":1,"unit":"reaction"},"components":["envision"],"frequency":{"number":1,"unit":"day"},"trigger":"You critically hit an undead creature with the celestial peachwood sword","entries":["The creature must succeed at a DC 35 Fortitude save or be destroyed. If the undead fails its saving throw and is destroyed, you suffer a backlash, taking {@damage 1d6} negative damage per level of the destroyed undead."]}]},{"name":"Dawnlight","source":"BotD","page":18,"type":"Item","level":"3+","traits":["uncommon","divine","evocation"],"usage":"held in 1 hand","bulk":"L","category":"Held","entries":["This shining symbol of {@deity Sarenrae} depicts the goddess with her arms held wide. In the center of the symbol is a crystal reliquary with a perfect feather floating inside, glowing bright as a candle with the light of the goddess.",{"type":"ability","components":["{@action Cast a Spell}"],"frequency":{"number":1,"unit":"day"},"entries":["The dawnlight casts 1st-level {@spell disrupt undead} or light. The dawnlight's spell attack roll and counteract modifier are +7, and any spell with the {@trait light} trait is treated as though its counteract level were 1 higher for counteracting darkness."]}],"generic":"G","variants":[{"variantType":"dawnlight","name":"Dawnlight","level":3,"price":{"amount":60,"coin":"gp"},"entries":[]},{"variantType":"greater","level":7,"price":{"amount":320,"coin":"gp"},"entries":["Whenever you successfully counteract magical darkness while holding this symbol, the clash of magic unleashes a momentary flash of light. Creatures with darkvision in the area of the {@spell light} spell or targeted by it must succeed at a DC 23 Fortitude save or be {@condition dazzled} for 1 round. Those with light blindness are also exposed to bright light.","Change the list of spells to 3rd-level versions of disrupt undead, light, and searing light. The spell attack roll and counteract modifier are +13."]},{"variantType":"major","level":11,"price":{"amount":1300,"coin":"gp"},"entries":["A major dawnlight creates a flash of light like a greater dawnlight, but the DC is 28. Change the list of spells to 5th-level versions of disrupt undead and light, and 4th-level versions of searing light and vital beacon. The spell attack roll and counteract modifier are +18."]}],"craftReq":["You have a spellcasting class feature with the divine tradition."]},{"name":"Ectoplasmic Tracer","source":"BotD","page":19,"type":"Item","level":3,"traits":["alchemical","consumable"],"price":{"amount":12,"coin":"gp"},"usage":"held in 1 hand","bulk":"L","activate":{"activity":{"number":1,"unit":"action"},"components":["{@action Interact}"]},"category":"Consumable","entries":["This sticky, fluorescing substance, stored in an atomizing nozzle, sprays all creatures within a 15-foot cone when released. This marks any incorporeal creatures in the cone for {@dice 1d4} days. Anyone attempting to {@action Track} a marked creature gains a +2 item bonus to the check. The tracer has no effect on corporeal creatures, nor incorporeal creatures not formed of spiritual essence, such as animate dreams that are purely mental in nature.","A marked creature that's aware of the tracer can attempt to remove it, but the process is lengthy and unpleasant. It takes 10 minutes of scraping through its incorporeal form to remove the tracer's effects."]},{"name":"Feast of Hungry Ghosts","source":"BotD","page":19,"type":"Item","level":"9+","traits":["consumable","enchantment","magical"],"activate":{"activity":{"number":1,"unit":"hour"},"components":["{@action Interact}"]},"category":"Consumable","entries":["This lavish meal with meats, fresh and dried fruits, grains, and wine smells absolutely scrumptious, especially to undead. It comes complete with dishes and dining utensils. You spend an hour setting up this feast to feed one undead creature, who is present throughout the process. The undead must be willing, but the food smells delicious and feeds any unusual hunger the undead has, so an undead motivated mainly by hunger will usually be willing to dine. Incorporeal undead consume the various essences of the meal, allowing them to eat it despite their lack of a body. After it has consumed the meal, the undead becomes {@condition friendly} to you for 24 hours, or until you take actions to antagonize or anger it. The meal also sates the undead during that time, which could allow an undead with an unnatural hunger to stave off that hunger for a time.","If you eat or drink a morsel of the leftover meal after the undead has eaten its fill, you can communicate with the undead as if you shared a language. Though you can feed a meal to a mindless undead, it does not give the mindless undead or you the ability to communicate with one another."],"generic":"G","variants":[{"name":"feast of hungry ghosts","level":9,"price":{"amount":120,"coin":"gp"},"bulk":3,"entries":[],"variantType":"feast of hungry ghosts"},{"name":"banquet of hungry ghosts","level":12,"price":{"amount":350,"coin":"gp"},"bulk":8,"entries":["This feast feeds up to 4 willing undead."],"variantType":"banquet of hungry ghosts"}]},{"name":"Final Rest","source":"BotD","page":19,"type":"Item","level":18,"traits":["magical","necromancy"],"price":{"amount":24000,"coin":"gp"},"usage":"held in 1 hand","bulk":1,"category":"Held","entries":["This +3 greater disrupting greater striking silver longsword is made from the purest silver. The blade is carefully etched to depict a vast and sprawling necropolis, a place where the dead are laid to rest. Whenever you critically hit an undead creature with final rest, the undead creature takes {@damage 3d6} {@condition persistent damage||persistent good damage}, with a DC 36 Fortitude save.",{"type":"successDegree","entries":{"Critical Success":["No effect."],"Success":["The creature takes half the {@condition persistent damage||persistent good damage}."],"Failure":["The creature is {@condition stunned||stunned 1} and takes the full {@condition persistent damage||persistent good damage}."],"Critical Failure":["The creature is {@condition stunned||stunned 3} and takes double the {@condition persistent damage||persistent good damage}."]}},{"type":"ability","activity":{"number":2,"unit":"action"},"components":["command","envision"],"frequency":{"number":1,"unit":"day"},"entries":["You hold the sword aloft, making it cast {@spell sunburst} (DC 38 Reflex save)."]}],"craftReq":["The initial raw materials must include 4,950 gp of silver."]},{"name":"Grim Ring","source":"BotD","page":19,"type":"Item","level":5,"traits":["uncommon","detection","divination","divine","invested"],"price":{"amount":150,"coin":"gp"},"usage":"worn","bulk":"—","category":"Worn","entries":["This golden ring is sculpted with the visage of a grinning skull on the side. While wearing the ring, you can attempt to detect the presence of undead creatures as an exploration activity.","This reveals the presence or absence of undead in the area, but it doesn't pinpoint their locations. This ring can't detect undead whose appearance is masked by any illusion spell that is 2nd level or higher. If an undead is hiding or disguised, the GM rolls a secret {@skill Perception} check for you against the undead's {@skill Stealth} or {@skill Deception} DC, as appropriate, with a +2 item bonus to your check.",{"type":"ability","activity":{"number":1,"unit":"reaction"},"components":["envision"],"traits":["positive"],"frequency":{"number":1,"unit":"day"},"trigger":"You gain the {@condition drained} condition from an undead creature","entries":["Reduce the value of the {@condition drained} condition you gain by 1, and the undead that caused the condition takes {@damage 2d6} positive damage."]}]},{"name":"Lady's Spiral","source":"BotD","page":19,"type":"Item","level":7,"traits":["uncommon","magical","necromancy"],"price":{"amount":360,"coin":"gp"},"usage":"held in 1 hand","bulk":1,"category":"Held","entries":["This +1 disrupting striking whip has a single strip of anointed leather wrapped around its hilt in a spiral pattern. The handle of the whip ends in an oak spike that has been sanctified with ashes from {@deity Pharasma}'s Boneyard. If the spike is used to stake a vampire that's vulnerable to being staked, the vampire is immediately destroyed, without having to sever its head and anoint it with holy water. If the whip is buried with a creature, that creature can't rise as an undead as long as the whip remains by its side."]},{"name":"Life Salt","source":"BotD","page":20,"type":"Item","level":5,"traits":["consumable","divine","positive"],"price":{"amount":25,"coin":"gp"},"usage":"held in 1 hand","bulk":"L","activate":{"activity":{"number":1,"unit":"action"},"components":["{@action Strike}"]},"category":"Consumable","entries":["This crystal vial contains salts blessed by channeling life-giving energies into waters purified by holy fire.","You can activate this vial by throwing it as a {@action Strike}. It's a simple thrown ranged weapon with a range increment of 10 feet. Unlike an alchemical bomb, it doesn't add the {@trait manipulate} trait to the attack made with it. On a hit against an undead, life salt deals 1 {@condition persistent damage||persistent positive damage}, and the undead must succeed at a DC 20 Will save or be unable to attack you as long as it continues taking the {@condition persistent damage||persistent positive damage}.","If you use a {@condition hostile} action against any undead, this second effect ends, and the undead can attack you normally."]},{"name":"Peachwood","source":"BotD","page":20,"type":"Material","level":"8+","traits":["uncommon","precious"],"category":"Material","entries":["Peachwood, often cultivated by Pharasmin priests, can ward against undead—even incorporeal ones. However, the wood loses its magical properties when it comes in contact with metal, requiring advanced carpentry to make full use of it."],"generic":"G","variants":[{"name":"peachwood branch","price":{"amount":600,"coin":"gp"},"bulk":"L","entries":[],"variantType":"peachwood branch"},{"name":"peachwood lumber","price":{"amount":6000,"coin":"gp","note":"; Bulk 1"},"entries":[],"variantType":"peachwood lumber"},{"name":"standard-grade peachwood object","level":8,"price":{"amount":500,"coin":"gp","note":"per Bulk"},"entries":[],"variantType":"standard-grade peachwood object"},{"name":"high-grade peachwood object","level":16,"price":{"amount":7500,"coin":"gp","note":"per Bulk"},"entries":["Peachwood Items Hardness HP BT Thin Items Standard-grade 4 16 8 High-grade 6 24 12 Items Standard-grade 5 20 10 High-grade 8 32 16 Structures Standard-grade 12 48 24 High-grade 18 64 32"],"variantType":"high-grade peachwood object"}]},{"name":"Peachwood Talisman","source":"BotD","page":20,"type":"Item","level":6,"traits":["uncommon","abjuration","consumable","magical","talisman"],"price":{"amount":40,"coin":"gp"},"usage":"affixed to armor; Bulk—","activate":{"activity":{"number":1,"unit":"action"},"components":["envision"],"requirements":"You are an expert in {@skill Perception}."},"category":"Talisman","entries":["Symbols of good fortune and luck are carved on this thin, square wooden plaque. It smells of sandalwood from the blessings placed upon it. After activation, for the next minute, you can sense attacks from undead. You aren't {@condition flat-footed} to {@condition hidden}, {@condition undetected}, or flanking undead of your level or lower, or undead of your level or lower using surprise attack. However, they can still help their allies flank."]},{"name":"Undead Detection Dye","source":"BotD","page":20,"type":"Item","level":4,"traits":["uncommon","alchemical","consumable"],"price":{"amount":20,"coin":"gp"},"usage":"held in 1 hand","bulk":"L","activate":{"activity":{"number":1,"unit":"action"},"components":["{@action Interact}"]},"category":"Consumable","entries":["The liquid in this test tube is as clear as water. You can drop in a sample collected from the environment or a creature to reveal what kind of undead has been in contact with the sample in the past 24 hours. The water changes color, as seen on the table, or remains clear if it doesn't detect any traces of undead. The higher the undead's level or number of undead in contact with the sample, the more intense the color. This isn't a foolproof way to identify a disguised creature as undead, since any contact with undead causes the sample to change colors. If an undead has been disguising its undead nature or its presence in an area, the GM can roll a secret DC 20 {@skill Deception} or {@skill Stealth} check for the creature when the dye is activated. On a success, the creature avoided leaving traces.","This can't protect the undead from discovery if it actively uses its undead abilities on an area or creature, though it can attempt to remove any evidence with activities like {@action Cover Tracks} and {@action Conceal an Object}.","Color Undead Detected Red Vampire Orange Wight Yellow Mummy Green Ghost Blue Ghoul Indigo Wraith Purple Shadow Gray Mindless undead such as zombie or skeleton Black Lich White Other undead"]}]}