{
	"item": [
		{
			"name": "Chain Of The Stilled Spirit",
			"source": "AoE2",
			"page": 75,
			"type": "Item",
			"level": 9,
			"traits": [
				"Uncommon",
				"Magical",
				"Necromancy"
			],
			"price": {
				"coin": "gp",
				"amount": 650
			},
			"usage": "held in 2 hands",
			"bulk": 2,
			"category": "Held",
			"entries": [
				"This 3-foot length of chain is made of a mystical blue-white steel. You can wrap the chain around an item or creature; if a ghost of 9th level or lower is bound to the item or creature via its rejuvenation ability, it cannot rejuvenate if it is destroyed. This chain can't impede a ghost's rejuvenation that is tied to an area, only to an item or creature. At the GM's discretion, the chain of the stilled spirit might work on abilities similar to Rejuvenation that prevent a spirit from going being fully destroyed."
			],
			"consumable": false
		},
		{
			"name": "Deafening Music Box",
			"source": "AoE2",
			"page": 75,
			"type": "Item",
			"level": 8,
			"traits": [
				"Uncommon",
				"Auditory",
				"Evocation",
				"Magical"
			],
			"price": {
				"coin": "gp",
				"amount": 500
			},
			"usage": "held in 2 hands",
			"bulk": 1,
			"category": "Held",
			"entries": [
				"Symbols of musical notes decorate this gold-framed wooden cube measuring just under 1 foot by 1 foot. A funnel-shaped trumpet protrudes from the box's top at an angle, though it feels surprisingly light. The box has a large button on its side, and it must be set down on a flat surface in order to activate it; while it's activated, the rumbling and churning gears inside the box make it impossible to carry without dropping it.",
				{
					"type": "ability",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"Interact"
					],
					"entries": [
						"You press the button on the side of the music box, causing it to erupt with a cacophonous and discordant melody for 1 minute while it plays its entire melody, and it can't be shut off prematurely.",
						"The music is so loud that any creature within 60 feet must succeed at a DC 24 Fortitude save or become {@condition deafened} for as long as they remain within 60 feet of the music box, and for 1 minute thereafter. On a critical success, a creature need not make any more saves and is temporarily immune to the deafening music box for the next 24 hours; on a success, the creature must attempt a new save each round it remains within 60 feet of the music box."
					]
				}
			],
			"consumable": false
		},
		{
			"name": "Ethersight Ring",
			"source": "AoE2",
			"page": 75,
			"type": "Item",
			"level": 7,
			"traits": [
				"Uncommon",
				"Divination",
				"Invested",
				"Magical",
				"Revelation"
			],
			"price": {
				"coin": "gp",
				"amount": 325
			},
			"usage": "worn",
			"bulk": "—",
			"category": "Worn",
			"entries": [
				"This glass ring contains a swirling cloud of grayish smoke.",
				"When you invest the ring, the smoke becomes as transparent as the glass encapsulating it, and you can see clearly into the Ethereal Plane with a range of 60 feet. Whether or not you have invested the ring, you are also visible to creatures in the Ethereal Plane within the same range. Although you can see these creatures and they can see you, you can't affect each other except with abilities that cross between the Ethereal Plane and the Material Plane."
			],
			"consumable": false
		},
		{
			"name": "Floorbell",
			"source": "AoE2",
			"page": 75,
			"type": "Item",
			"level": 5,
			"traits": [
				"Uncommon",
				"Abjuration",
				"Magical"
			],
			"price": {
				"coin": "gp",
				"amount": 120
			},
			"usage": "held in 1 hand",
			"bulk": 1,
			"category": "Held",
			"entries": [
				"This surprisingly sturdy 3-foot-by-3-foot clay tile resembles a thick pressure plate. It can support up to 500 pounds of weight atop it before it is destroyed. The floorbell's nature is obvious at a glance, but mundane or magical means can obscure or camouflage the tile (such as by covering it in scattered leaves or by casting an {@spell illusory object} spell) to make it harder to detect.",
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"command",
						"Interact"
					],
					"entries": [
						"The floorbell must be activated on level ground. When you do, specify the amount of weight that triggers the floorbell's alarm system. When the amount of weight you specify (or more) is placed on the floorbell, it emits an ear-piercing wail clearly audible to a range of 150 feet. A floorbell can also ring an alarm if a weight you specify is removed from the floorbell, such as if you activated it while a heavy sack was on it."
					]
				}
			],
			"consumable": false
		},
		{
			"name": "Skinsaw Mask",
			"source": "AoE2",
			"page": 76,
			"type": "Item",
			"level": 3,
			"traits": [
				"Uncommon",
				"Divination",
				"Divine",
				"Evil",
				"Invested",
				"Magical"
			],
			"price": {
				"coin": "gp",
				"amount": 30
			},
			"usage": "worn mask",
			"bulk": "L",
			"category": "Worn",
			"entries": [
				"A patchwork of humanoid flesh makes up this grotesque mask stitched together with black silk or wire. It is distinctive for its bulbous orange eye— crafted from a magical glass bauble—and wide row of teeth. When worn, the mask amplifies your ability to sense fear in other creatures. You automatically know the value of the {@condition frightened} condition of any {@condition observed} creature, and you gain a +1 item bonus to {@skill Perception} checks to {@action Seek} {@condition frightened} creatures. Whenever you deal precision damage to a {@condition frightened} creature, you deal 1 additional precision damage. If you are not evil, you are {@condition drained|CRB|drained 2} while wearing the Skinsaw mask."
			],
			"consumable": false
		},
		{
			"name": "Swarmeater's Clasp",
			"source": "AoE2",
			"page": 76,
			"type": "Item",
			"level": 8,
			"traits": [
				"Uncommon",
				"Abjuration",
				"Invested",
				"Magical"
			],
			"price": {
				"coin": "gp",
				"amount": 460
			},
			"usage": "worn",
			"bulk": "—",
			"category": "Worn",
			"entries": [
				"These small brooches usually feature carved reliefs of verminous, swarming creatures. When you wear the clasp, you gain resistance 10 to physical damage from swarm creatures.",
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"Interact",
						"manipulate"
					],
					"frequency": {
						"unit": "day",
						"freq": 1
					},
					"entries": [
						"You thrust your hand into the swarm, draw forth a squirming mass of vermin, and devour it. You recover {@dice 3d10+8} Hit Points and deal the same amount of bludgeoning damage to the swarm. The Hit Point recovery is a positive {@trait healing} effect."
					]
				}
			],
			"consumable": false
		},
		{
			"name": "Vaultbreaker's Harness",
			"source": "AoE2",
			"page": 76,
			"type": "Item",
			"level": 6,
			"traits": [
				"Uncommon",
				"Invested",
				"Magical",
				"Transmutation"
			],
			"price": {
				"coin": "gp",
				"amount": 230
			},
			"usage": "worn backpack",
			"bulk": 1,
			"category": "Worn",
			"entries": [
				"This bulky leather harness has four pockets across the chest.",
				"The pockets contain a set of infiltrator's thieves' tools, infiltrator picks, a levered crowbar, and a glass cutter. These items are magically bound to the harness; if they are more than 1 foot away from you, they disappear, then reappear in the harness at the next sunset. {@condition Broken} or destroyed items similarly reappear, restored, in their proper pockets at sunset.",
				{
					"type": "ability",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"Interact"
					],
					"entries": [
						"You cinch the harness to prepare for mischief. You gain a +1 item bonus to {@skill Stealth} checks and a +10-foot item bonus to your Speed for 1 minute."
					]
				}
			],
			"consumable": false
		}
	]
}
