{
	"item": [
		{
			"name": "Archaic Wayfinder",
			"source": "LOWG",
			"page": 17,
			"type": "Item",
			"level": 2,
			"traits": [
				"uncommon",
				"evocation",
				"magical",
				"invested"
			],
			"price": {
				"coin": "gp",
				"amount": 30
			},
			"usage": "held in 1 hand",
			"category": "Held",
			"entries": [
				"An archaic wayfinder functions as a compass and acts as a repository for one cantrip cast into it. To fill an archaic wayfinder, a spellcaster casts the chosen cantrip into the empty device, providing any necessary cost; the spell cannot be one that is normally cast as a free action or reaction. {@action Activate an Item||Activating} an archaic wayfinder is the same as the casting for the relevant spell. Once it has been activated, it becomes empty again. An archaic wayfinder can hold an aeon stone and activate its resonant power. An archaic wayfinder counts against the limit of one wayfinder with a slotted resonant aeon stone."
			]
		},
		{
			"name": "Blessed Tattoo",
			"source": "LOWG",
			"page": 92,
			"type": "Item",
			"level": 4,
			"traits": [
				"uncommon",
				"abjuration",
				"invested",
				"magical",
				"tattoo"
			],
			"price": {
				"coin": "gp",
				"amount": 90
			},
			"usage": "tattoo",
			"category": "Tattoo",
			"entries": [
				"You can activate the tattoo as a reaction instead of a two-action activity, triggered when a demon attacks you or you attempt a saving throw against a demon's ability.",
				{
					"type": "ability",
					"style": "compact",
					"activity": {
						"number": 2,
						"unit": "action"
					},
					"components": [
						"envision",
						"Interact"
					],
					"frequency": {
						"unit": "day",
						"freq": 1
					},
					"entries": [
						"You gain the effect of protection against evil."
					]
				}
			]
		},
		{
			"name": "Final Blade",
			"source": "LOWG",
			"page": 126,
			"type": "Item",
			"level": 20,
			"traits": [
				"rare",
				"artifact",
				"death",
				"evil",
				"necromancy",
				"occult"
			],
			"bulk": 40,
			"category": "Artifact",
			"entries": [
				"A {@trait Large} or smaller {@condition restrained} or willing creature can be executed by a final blade.",
				"As an artifact, a final blade cannot be harmed by any but a very specific means.",
				{
					"type": "ability",
					"style": "compact",
					"activity": {
						"number": 1,
						"unit": "minute",
						"entry": "1 minute"
					},
					"components": [
						"(Interact)"
					],
					"entries": [
						"You execute a creature {@condition restrained} beneath the blade. The executed creature takes {@damage 11d10} slashing damage and must succeed at a DC 45 Fortitude save or be decapitated as though it suffered a critical hit with a natural 20 from a {@runeItem scythe||+3 weapon potency||major striking||vorpal|}.",
						"The soul of a creature executed with a final blade is trapped, and the creature can't be returned to life through any means, even a miracle or similar magic. A final blade can hold any number of souls in this way, and they can be released only through a complex ritual known only to the Gray Gardeners or through the destruction of the final blade."
					]
				}
			]
		},
		{
			"name": "Golden Legion Epaulet",
			"source": "LOWG",
			"page": 124,
			"type": "Item",
			"level": 3,
			"traits": [
				"uncommon",
				"enchantment",
				"magical",
				"invested"
			],
			"price": {
				"coin": "gp",
				"amount": 55
			},
			"usage": "worn epaulet",
			"bulk": "L",
			"category": "Worn",
			"entries": [
				"These gleaming golden epaulets are issued to Eagle Knight officers and worn as part of the uniform. While they can be enchanted to provide a variety of effects, the Golden Legion epaulet remains the most common.",
				{
					"type": "ability",
					"style": "compact",
					"activity": {
						"number": 1,
						"unit": "action"
					},
					"components": [
						"(Command)"
					],
					"frequency": {
						"unit": "day",
						"freq": 1
					},
					"entries": [
						"Issue an order as part of the command. You and each ally within 60 feet who follows that order gain a +1 status bonus to attack rolls, damage rolls, and saving throws against fear until the beginning of your next turn."
					]
				}
			]
		},
		{
			"name": "Jellyfish Lamp",
			"source": "LOWG",
			"page": 68,
			"type": "Item",
			"level": 0,
			"price": {
				"coin": "gp",
				"amount": 2
			},
			"usage": "held in 1 hand",
			"bulk": "L",
			"category": "Held",
			"entries": [
				"These bioluminescent jellyfish are as bright as candles, come in a variety of colors, and can act as living lanterns. They dry up and die if removed from the water for more than 1 hour, but as long as they're allowed access to seawater, they can usually survive for up to 1 year by feeding on micronutrients.",
				"Rarely, a well-treated jellyfish lamp might live longer and potentially develop stronger light or additional abilities."
			]
		},
		{
			"name": "Sun Orchid Elixir",
			"source": "LOWG",
			"page": 56,
			"type": "Item",
			"level": 20,
			"traits": [
				"rare",
				"alchemical",
				"consumable",
				"elixir",
				"necromancy"
			],
			"usage": "held in 1 hand",
			"bulk": "L",
			"activate": {
				"activity": {
					"number": 1,
					"unit": "action"
				},
				"components": "(Interact)"
			},
			"category": "Elixir",
			"entries": [
				"When you drink this elixir, you physically become as you were in whatever phase of your youth you desire. Your new body begins in peak health, regardless of what your actual condition was at that age.",
				"Any physical or mental imperfections— including scars, lost limbs, and curses, diseases, poisons of 20th level or lower— are removed, and you regain your full Hit Points. You immediately begin to age normally again, with your natural lifespan extended as if you had never aged past your new apparent age. You retain all your memories.",
				"Unlike {@skill Crafting} most items, brewing the sun orchid elixir takes 1 month's time. While an individual vial of sun orchid elixir isn't unique, the formula is unique, and it's known only to Artokus Kirran of Thuvia."
			]
		},
		{
			"name": "Swim Fins",
			"source": "LOWG",
			"page": 69,
			"type": "Item",
			"level": 0,
			"price": {
				"coin": "gp",
				"amount": 5
			},
			"usage": "worn shoes",
			"bulk": "L",
			"category": "Worn",
			"entries": [
				"These flippers attach to your feet like tight shoes—donning or removing them requires three {@action Interact} actions. While worn, you gain a +5-foot item bonus to the distance you move when rolling {@skill Athletics} to {@action Swim}, not when using a swim Speed, and you take a –10-foot item penalty to your Speed."
			]
		}
	]
}
